{"url": "http://www.ted.com/talks/emily_pilloton_teaching_design_for_change", "paragraphs": [{"zh-tw": " So this is a story of a place that I now call home. It's a story of public education and of rural communities and of what design might do to improve both.", "en": " 這是從一個地方 我現在把它叫做「家」來的故事。 這是一個公立教育 與偏遠地區 和如何以設計改變兩者的故事"}, {"zh-tw": " So this is Bertie County, North Carolina, USA. To give you an idea of the \"where:\" So here's North Carolina, and if we zoom in, Bertie County is in the eastern part of the state.", "en": " 這是伯地郡 位於美國北卡羅納州 讓我給你們一點大概的地理位置 這裡是北卡羅納州,把地圖放大一點看 伯地郡就位在北卡的東部地區"}, {"zh-tw": " It's about two hours east driving-time from Raleigh. And it's very flat. It's very swampy.", "en": " 大概是從里海往東 兩個小時的車程 是地形平坦的沼澤地"}, {"zh-tw": " It's mostly farmland. The entire county is home to just 20,000 people, and they're very sparsely distributed.", "en": " 大部分都用作農田 整個郡 總人口只有20,000人,而且分布的很零散."}, {"zh-tw": " So there's only 27 people per square mile, which comes down to about 10 people per square kilometer. Bertie County is kind of a prime example in the demise of rural America.", "en": " 每平方英里只有27人 如果以每平方公里來算 相當於10個人 伯地郡是很典型 美國沒落鄉村"}, {"zh-tw": " We've seen this story all over the country and even in places beyond the American borders. We know the symptoms.", "en": " 這樣的故事不只發生在美國境內 甚至在其他國家都可以看到 我們都知道它發生時的徵狀"}, {"zh-tw": " It's the hollowing out of small towns. It's downtowns becoming ghost towns.", "en": " 就是小鎮的空洞化 市區人煙稀少"}, {"zh-tw": " The brain drain -- where all of the most educated and qualified leave and never come back. It's the dependence on farm subsidies and under-performing schools and higher poverty rates in rural areas than in urban.", "en": " 人才流失 大部分有學歷和有能力的人離開後就再也沒回來了 這些偏遠地區只能依靠農田的補助金 、表現不佳的學校 和比起市區更高比例 的低收入戶"}, {"zh-tw": " And Bertie County is no exception to this. Perhaps the biggest thing it struggles with, like many communities similar to it, is that there's no shared, collective investment in the future of rural communities.", "en": " 伯地郡當然也不例外 或許所面臨最大的問題 就像其他社區一樣 沒有 對偏遠社區未來 共同集體的投資"}, {"zh-tw": " Only 6.8 percent of all our philanthropic giving in the U.S. right now benefits rural communities, and yet 20 percent of our population lives there. So Bertie County is not only very rural; it's incredibly poor.", "en": " 目前美國境內只有6.8%的慈善捐款 是針對偏遠社區 但居住在這些地區人口卻高達20% 所以伯地郡不但很偏遠而且是難以置信的貧窮"}, {"zh-tw": " It is the poorest county in the state. It has one in three of its children living in poverty, and it's what is referred to as a \"rural ghetto.\" The economy is mostly agricultural.", "en": " 它是全美最貧窮的郡 3分之1的兒童來自低收入戶家庭 所以這裡被稱作鄉村貧民窟 農業是主要的經濟來源"}, {"zh-tw": " The biggest crops are cotton and tobacco, and we're very proud of our Bertie County peanut. The biggest employer is the Purdue chicken processing plant.", "en": " 棉花及菸草是最大宗農作物 而且我們也很以伯地郡的花生為傲 普度雞肉加工廠是當地最大的雇主"}, {"zh-tw": " The county seat is Windsor. This is like Times Square of Windsor that you're looking at right now.", "en": " 溫莎鎮是伯地郡的活動中心 你們現在看到的就像是溫莎鎮的時代廣場"}, {"zh-tw": " It's home to only 2,000 people, and like a lot of other small towns it has been hollowed out over the years. There are more buildings that are empty or in disrepair than occupied and in use.", "en": " 不過居住在這裡的人只有2,000個 就像很多其他的小鎮 多年來已經漸漸的空洞化 空屋或荒廢的建築物 比有人住或使用中的建築物多得多"}, {"zh-tw": " You can count the number of restaurants in the county on one hand -- Bunn's Barbecue being my absolute favorite. But in the whole county there is no coffee shop, there's no Internet cafe, there's no movie theater, there's no bookstore.", "en": " 你一隻手就可以數完整個郡的 餐廳 Bunn's燒烤是我的最愛 可是整個郡卻連1家咖啡廳都沒有 沒有網咖 沒有電影院,沒有書局"}, {"zh-tw": " There isn't even a Walmart. Racially, the county is about 60 percent African-American, but what happens in the public schools is most of the privileged white kids go to the private Lawrence Academy.", "en": " 甚至沒有Walmart 以人口分布來說,這個郡 有大約60%的非裔美國人 但是在公立學校裡 大部分有優勢的白人小孩 都會到私立的羅倫斯中學就讀"}, {"zh-tw": " So the public school students are about 86 percent African-American. And this is a spread from the local newspaper of the recent graduating class, and you can see the difference is pretty stark.", "en": " 公立學校裡 86%的學生是非裔美國人 這是當地報紙刊登最近即將畢業學生的照片 所以你可以發現這個差異是非常大的"}, {"zh-tw": " So to say that the public education system in Bertie County is struggling would be a huge understatement. There's basically no pool of qualified teachers to pull from, and only eight percent of the people in the county have a bachelor's degree or higher.", "en": " 如果說伯地郡的公立教育系統 正在苟言殘喘 其實都還無法形容它的窘境 他們根本找不到 符合資格的老師 全郡只有8%的人 擁有學士或更高的學位"}, {"zh-tw": " So there isn't a big legacy in the pride of education. In fact, two years ago, only 27 percent of all the third- through eighth-graders were passing the state standard in both English and math.", "en": " 所以沒有甚麼值得驕傲的教育遺產 遺留下來 事實上,兩年前 所有三年級到八年級學生中只有27%的學生 通過北卡州 英文和數學的標準"}, {"zh-tw": " So it sounds like I'm painting a really bleak picture of this place, but I promise there is good news. The biggest asset, in my opinion, one of the biggest assets in Bertie County right now is this man: This is Dr. Chip Zullinger, fondly known as Dr. Z.", "en": " 聽起來我只是在說這個地方有多糟糕 不過我保證也有好的一面 我覺得現在伯地郡最大的資產 就是這個人 這是Chip Zullinger博士 大家喜歡叫他Z博士"}, {"zh-tw": " He was brought in in October 2007 as the new superintendent to basically fix this broken school system. And he previously was a superintendent in Charleston, South Carolina and then in Denver, Colorado.", "en": " 他是2007年10月被邀請來伯地郡 擔任新的督導 基本上就是來補救這個殘破的教育系統 他之前在南卡羅納州查爾斯頓市 擔任過督導 另外在美國80年代晚期"}, {"zh-tw": " He started some of the country's first charter schools in the late '80s in the U.S. And he is an absolute renegade and a visionary, and he is the reason that I now live and work there.", "en": " 他在科羅拉多州丹佛市 首創全國第一家特許學校 他是絕對反傳統而且有遠見的 他是我決定搬到那並在那工作的原因"}, {"zh-tw": " So in February of 2009, Dr. Zullinger invited us, Project H Design -- which is a non-profit design firm that I founded -- to come to Bertie and to partner with him on the repair of this school district and to bring a design perspective to the repair of the school district. And he invited us in particular because we have a very specific type of design process -- one that results in appropriate design solutions in places that don't usually have access to design services or creative capital.", "en": " 2009年2月 Zullinger 博士邀請我們H設計計畫 H設計計畫是一家我為了伯地郡而創立的非營利設計公司 我們到那與他一起 修復學區 並合作將設計的概念融入學區的修復 他特別邀請我們來 因為我們對設計的程序 有非常明確的想法 讓適切的解決方法 在這些通常無法獲得 設計服務或是有創造力資本的地方得以實現"}, {"zh-tw": " Specifically, we use these six design directives, probably the most important being number two: we design with, not for -- in that, when we're doing humanitarian-focused design, it's not about designing for clients anymore. It's about designing with people, and letting appropriate solutions emerge from within.", "en": " 特別的是,我們使用六個設計指令 最重要的應該是第二點 一起設計而不是為誰設計 因為這樣,所以當我們在做以人道主義為主的設計時 不再是為客戶設計 而是與大家一起設計 讓最好的解決方法由內部產生"}, {"zh-tw": " So at the time of being invited down there, we were based in San Francisco, and so we were going back and forth for basically the rest of 2009, spending about half our time in Bertie County. And when I say we, I mean Project H, but more specifically, I mean myself and my partner, Matthew Miller, who's an architect and a sort of MacGyver-type builder.", "en": " 當我們被邀請到那裏時 我們公司還在舊金山 幾乎2009年一整年 我們就這樣兩地往返 我們花了大約一半的時間在伯地郡 當我說我們的時候,我指的是H計畫 更精確的說,就是我跟我的合夥人,馬修米勒 他是個建築師,有點像馬蓋先那種類型的"}, {"zh-tw": " So fast-forward to today, and we now live there. I have strategically cut Matt's head out of this photo, because he would kill me if he knew I was using it because of the sweatsuits.", "en": " 快轉到今天,現在我們已經搬到那住了 我很技巧性的將照片裡馬修的頭砍掉 如果他知道我用這張照片他肯定會殺了我 因為這件運動衫"}, {"zh-tw": " But this is our front porch. We live there. We now call this place home.", "en": " 這是我們的前庭,我們就住在那 我們稱這裡\"家\""}, {"zh-tw": " Over the course of this year that we spent flying back and forth, we realized we had fallen in love with the place. We had fallen in love with the place and the people and the work that we're able to do in a rural place like Bertie County, that, as designers and builders, you can't do everywhere.", "en": " 經過今年飛來飛去後 我們體會到我們已經愛上這個地方了 我們愛上的不只是這個地方,還有這裡的人 我們可以做的工作 是在像伯地郡這樣的偏遠地區 然而,作為一個設計師及建築師 不是每個地方"}, {"zh-tw": " There's space to experiment and to weld and to test things. We have an amazing advocate in Dr. Zullinger.", "en": " 都有空間讓你去實驗 修補或測試 Zullinger博士對我們是全力的擁護"}, {"zh-tw": " There's a nobility of real, hands-on, dirt-under-your-fingernails work. But beyond our personal reasons for wanting to be there, there is a huge need.", "en": " 親手作這苦活 是非常有成就感的 但除了我們個人原因想待在那裏外 那裏確實有強烈的需求"}, {"zh-tw": " There is a total vacuum of creative capital in Bertie County. There isn't a single licensed architect in the whole county.", "en": " 伯地郡中完全沒有具有創造力的資本可言 整個郡上沒有一個有執照的建築師"}, {"zh-tw": " And so we saw an opportunity to bring design as this untouched tool, something that Bertie County didn't otherwise have, and to be sort of the -- to usher that in as a new type of tool in their tool kit. The initial goal became using design within the public education system in partnership with Dr. Zullinger -- that was why we were there.", "en": " 所以我們抓到這個機會 引進這個未經雕琢的設計工具 這是伯地郡之前完全不可能擁有的 現在就像是工具箱裡新的工具 被介紹給大家認識 因此我們最初的目標就是與Zullinger博士合作 將設計運用在公立教育系統 這也是我們之所以在那的原因"}, {"zh-tw": " But beyond that, we recognized that Bertie County, as a community, was in dire need of a fresh perspective of pride and connectedness and of the creative capital that they were so much lacking. So the goal became, yes, to apply design within education, but then to figure out how to make education a great vehicle for community development.", "en": " 但除了這個原因之外,我們了解到 伯地郡是個 急需新願景的社區 一個值得驕傲,有向心力 有創造力資本的社區 而這些都是他們過去所缺少的 就這樣,我們將設計運用在教育裡作為目標 然後再想出如何讓教育 成為社區發展的火車頭"}, {"zh-tw": " So in order to do this, we've taken three different approaches to the intersection of design and education. And I should say that these are three things that we've done in Bertie County, but I feel pretty confident that they could work in a lot of other rural communities around the U.S. and maybe even beyond.", "en": " 所以為了達成這個目標,我們用了三種不同的步驟 來連結設計與教育 我應該說我們在伯地郡做了三件事 而且我很有信心這個計畫 可以成功落實在美國其他偏遠社區 甚至是美國以外的地方"}, {"zh-tw": " So the first of the three is design for education. This is the most kind of direct, obvious intersection of the two things.", "en": " 這三件事中的第一件事是為教育設計 連結這兩件事 是最直接最顯著的作法"}, {"zh-tw": " It's the physical construction of improved spaces and materials and experiences for teachers and students. This is in response to the awful mobile trailers and the outdated textbooks and the terrible materials that we're building schools out of these days.", "en": " 這個實際的建築物 讓老師及學生 對改善空間及材料的使用有更多經驗 這是用來取代現今移動式拖車 老舊教科書 和學校糟糕的建築材料"}, {"zh-tw": " And so this played out for us in a couple different ways. The first was a series of renovations of computer labs.", "en": " 這個計畫展現在很多不同的地方 首先是一連串電算中心的整修"}, {"zh-tw": " So traditionally, the computer labs, particularly in an under-performing school like Bertie County, where they have to benchmark test every other week, the computer lab is a kill-and-drill testing facility. You come in, you face the wall, you take your test and you leave.", "en": " 傳統上,對於學校的電算中心 尤其是像伯地郡這樣表現不佳的鄉鎮 每隔一個星期會進行標竿測試 這樣的電算中心是很表面而達不成學習效果 的測驗場所 你走進來,面對牆,做完測驗然後離開"}, {"zh-tw": " So we wanted to change the way that students approach technology, to create a more convivial and social space that was more engaging, more accessible, and also to increase the ability for teachers to use these spaces for technology-based instruction. So this is the lab at the high school, and the principal there is in love with this room.", "en": " 我們想作的是改變學生接觸科技的方式 去創造一個更有趣且大家更願意來的地方 讓它變得更吸引人,更容易接近 同時也可以增加老師使用 這些地方作為科技基礎教學的機會 這是中學裡的電算中心 那裏的校長愛死這間教室了"}, {"zh-tw": " Every time he has visitors, it's the first place that he takes them. And this also meant the co-creation with some teachers of this educational playground system called the learning landscape.", "en": " 每次他有訪客,這裡都是第一個被參觀的地方 這也是跟一些其他老師 共同創作的結果 他們是教學遊樂區的老師,並使用一個叫做學習景觀的方法"}, {"zh-tw": " It allows elementary-level students to learn core subjects through game play and activity and running around and screaming and being a kid. So this game that the kids are playing here -- in this case they were learning basic multiplication through a game called Match Me.", "en": " 它讓初級程度的學生透過遊戲 學習到事物的核心 但還是可以像個小孩一樣跑來跑去大聲喊叫 小朋友正在這裡玩配配看的遊戲 並同時透過這個遊戲 學習基礎乘法"}, {"zh-tw": " And in Match Me, you take the class, divide it into two teams, one team on each side of the playground, and the teacher will take a piece of chalk and just write a number on each of the tires. And then she'll call out a math problem -- so let's say four times four -- and then one student from each team has to compete to figure out that four times four is 16 and find the tire with the 16 on it and sit on it.", "en": " 配配看遊戲呢,是將班級分成兩個小組 分別在遊戲區兩邊 然後老師拿粉筆 在每個輪胎上寫下一個數字 再來她會唸出數學題目 譬如4乘4 每個組選出1個學生出來比賽 並計算出4乘4等於16 而且要找出有寫有16的輪胎並且坐在上面"}, {"zh-tw": " So the goal is to have all of your teammates sitting on the tires and then your team wins. And the impact of the learning landscape has been pretty surprising and amazing.", "en": " 隊員最先完成坐在輪胎上的隊伍 就是贏家 這個學習景觀方法所帶來的成效 出乎我們的意料之外"}, {"zh-tw": " Some of the classes and teachers have reported higher test scores, a greater comfort level with the material, especially with the boys, that in going outside and playing, they aren't afraid to take on a double-digit multiplication problem -- and also that the teachers are able to use these as assessment tools to better gauge how their students are understanding new material. So with design for education, I think the most important thing is to have a shared ownership of the solutions with the teachers, so that they have the incentive and the desire to use them.", "en": " 一些班級獲得到更好的成績 而且對教材有更好的掌握 尤其是男孩子 喜歡到戶外玩耍 他們不會害怕 作兩位數的乘法 而且老師也可以 把這些器材當作評分的工具 藉以更精準評估學生 是否理解新的教材 在這個為教育設計的步驟裡,我認為是最重要的是 可以和老師共享解決方案 所以他們才會有動機和慾望去使用它"}, {"zh-tw": " So this is Mr. Perry. He's the assistant superintendent. He came out for one of our teacher-training days and won like five rounds of Match Me in a row and was very proud of himself.", "en": " 這是Perry先生,他是副督導 有一天他來參觀我們的教學培訓課程 贏了大概五次的配配看遊戲,對此他可是非常的自豪"}, {"zh-tw": " So the second approach is redesigning education itself. This is the most complex.", "en": " 接下來,第二個步驟是重新設計教育本身 這是最複雜的部分"}, {"zh-tw": " It's a systems-level look at how education is administered and what is being offered and to whom. So in many cases this is not so much about making change as it is creating the conditions under which change is possible and the incentive to want to make change, which is easier said than done in rural communities and in inside-the-box education systems in rural communities.", "en": " 從系統的層級來看 教育的落實 教學的內容及教授的對象 很多時候,我們不能要求改變多少 因為我們所面臨的狀況是 只能決定哪種改變是可行的 或是為什麼想改變的動機 然而在這樣偏避的區域要去實踐是很不容易的 尤其在制式教育體制下 的偏遠地區"}, {"zh-tw": " So for us, this was a graphic public campaign called Connect Bertie. There are thousands of these blue dots all over the county.", "en": " 對我們而言,這是一個很生動的公眾競賽 叫串起伯地郡 在郡上有好幾千個這樣藍色的圓點"}, {"zh-tw": " And this was for a fund that the school district had to put a desktop computer and a broadband Internet connection in every home with a child in the public school system. Right now I should say, there are only 10 percent of the houses that actually have an in-home Internet connection.", "en": " 這些圓點代表校區需要的資金 因為學校為了籌措資金讓每個就讀公立學校的 小孩家中都有 電腦及寬頻網路 目前為止 僅有10%的家庭 家裡真的有網路服務"}, {"zh-tw": " And the only places to get WiFi are in the school buildings, or at the Bojangles Fried Chicken joint, which I find myself squatting outside of a lot. Aside from, you know, getting people excited and wondering what the heck these blue dots were all over the place, it asked the school system to envision how it might become a catalyst for a more connected community.", "en": " 而能夠使用無線網路的地方 只有在學校裡或Bojangles炸雞店 我發現我自己常蹲在外面使用 除此之外,也希望藉此讓大家覺得興奮 或好奇這些到處看到的藍色圓點是要做甚麼用的 它讓學校的教育體制 有更大發揮的空間並成為 連結社區的催化劑"}, {"zh-tw": " It asked them to reach outside of the school walls and to think about how they could play a role in the community's development. So the first batch of computers are being installed later this summer, and we're helping Dr. Zullinger develop some strategies around how we might connect the classroom and the home to extend learning beyond the school day.", "en": " 它讓學生接觸更多課本以外的資訊 也讓他們開始思考自己在社區發展中 需要扮演的角色 第一批電腦 預計會在今年夏天安裝 同時我們也正在協助Zullinger博士開發新的策略 以便連結教室和家裡 讓學習可以擴大到非上課日"}, {"zh-tw": " And then the third approach, which is what I'm most excited about, which is where we are now, is: design as education. So \"design as education\" means that we could actually teach design within public schools, and not design-based learning -- not like \"let's learn physics by building a rocket,\" but actually learning design-thinking coupled with real construction and fabrication skills put towards a local community purpose.", "en": " 第三個步驟,也是我最興奮的 就是我們現在在做的 設計即教育 設計即教育的意思是 我們實際在公立學校裡教授設計課程 而不是以設計為基礎的學習 不是像為了學物理而去製作一個火箭 而是真正學習設計的思考模式 並融合實務的架構和建造的技巧 來完成當地社區所需要的功能"}, {"zh-tw": " It also means that designers are no longer consultants, but we're teachers, and we are charged with growing creative capital within the next generation. And what design offers as an educational framework is an antidote to all of the boring, rigid, verbal instruction that so many of these school districts are plagued by.", "en": " 這也就意味著設計師不再是顧問 而是我們這些老師們 我們的責任是傳承具有成長性及創造力的資本 給下一代 這樣的設計不失為教育架構 提供了一帖解藥 很多學校對無趣,僵化,照本宣科的教學方法 感到非常困擾"}, {"zh-tw": " It's hands-on, it's in-your-face, it requires an active engagement, and it allows kids to apply all the core subject learning in real ways. So we started thinking about the legacy of shop class and how shop class -- wood and metal shop class in particular -- historically, has been something intended for kids who aren't going to go to college.", "en": " 而這個方法是親力親為,立即見真章的 這需要積極的參與 並讓孩子們可以將重點學習應用在 生活中 所以我們開始思索 這個工藝課程的價值 和為什麼這個特別著重於木頭及金屬的實作課程 一直以來,在不準備上大學的小孩們中 扮演重要的角色"}, {"zh-tw": " It's a vocational training path. It's working-class; it's blue-collar.", "en": " 這是技職教育的路 這是勞工藍領階級的"}, {"zh-tw": " The projects are things like, let's make a birdhouse for your mom for Christmas. And in recent decades, a lot of the funding for shop class has gone away entirely.", "en": " 我們的課程中有像是 作鳥屋給媽媽當聖誕禮物 最近幾十年來,很多工藝課的資助 已經幾乎看不到了"}, {"zh-tw": " So we thought, what if you could bring back shop class, but this time orient the projects around things that the community needed, and to infuse shop class with a more critical and creative-design-thinking studio process. So we took this kind of nebulous idea and have worked really closely with Dr. Zullinger for the past year on writing this as a one-year curriculum offered at the high school level to the junior class.", "en": " 我們就在想,如果能把工藝課程重新找回校園那會如何呢 這次我們將課程 圍繞著社區的需求來制定 並將更多重要且充滿創造力的設計思維過程 融合到工藝課中 所以我們就這樣懵懵懂懂 與Zullinger博士在過去一年裡密切的合作 編寫一套一年為期的課程表 提供給高年級到低年級的學生"}, {"zh-tw": " And so this starts in four weeks, at the end of the summer, and my partner and I, Matthew and I, just went through the arduous and totally convoluted process of getting certified as high school teachers to actually run it. And this is what it looks like.", "en": " 這個課程再四個星期就要開始了 也就是夏天快結束的時候 我和我的合夥人,馬修 剛經歷了一場非常艱鉅而且迂迴的過程 而終於獲得中學教師的執照並開始真正教學 課程內容是這樣的"}, {"zh-tw": " So over the course of two semesters, the Fall and the Spring, the students spend three hours a day every single day in our 4,500 square foot studio/shop space. And during that time, they're doing everything from going out and doing ethnographic research and doing the need-finding, coming back into the studio, doing the brainstorming and design visualization to come up with concepts that might work, and then moving into the shop and actually testing them, building them, prototyping them, figuring out if they are going to work and refining that.", "en": " 在兩學期中 秋季班及春季班 學生每天要花三個小時的時間 待在我們4,500平方英呎的 工作室/工藝教室裡 這三小時,他們會做很多事 從到戶外作鄉野研究和需求調查 然後回到工作室 開始思考並設計出圖像 以便找出可行的辦法 然後再回到工藝教室實際測試 建構到作出模型 再來確定模型是否可以用或是需要修正"}, {"zh-tw": " And then over the summer, they're offered a summer job. They're paid as employees of Project H to be the construction crew with us to build these projects in the community.", "en": " 另外,暑假時,我們會提供學生暑期工作 H計畫會支付他們薪水 讓學生們可以和我們一起共同 打造這個社區"}, {"zh-tw": " So the first project, which will be built next summer, is an open-air farmers' market downtown, followed by bus shelters for the school bus system in the second year and home improvements for the elderly in the third year. So these are real visible projects that hopefully the students can point to and say, \"I built that, and I'm proud of it.\" So I want you to meet three of our students.", "en": " 第一個計畫,是在明年夏天 我們會在市區蓋一個露天的農夫市場 接下來是第二年的校車公車亭 第三年我們會幫年長者作居家修繕 這些是實際可以看到的計畫 我們希望這些學生可以指著這些計畫說 這是我蓋的,我很引以為傲 現在讓我介紹三個學生"}, {"zh-tw": " This is Ryan. She is 15 years old.", "en": " 這是萊恩 15歲"}, {"zh-tw": " She loves agriculture and wants to be a high school teacher. She wants to go to college, but she wants to come back to Bertie County, because that's where her family is from, where she calls home, and she feels very strongly about giving back to this place that she's been fairly fortunate in.", "en": " 她很喜歡農業,她想要當中學老師 她希望可以上大學,但之後回到伯地郡 因為她的家人都在這,這是她的家 她對回饋給這個讓她總是非常幸運的地方 有非常強烈的信念"}, {"zh-tw": " So what Studio H might offer her is a way to develop skills so that she might give back in the most meaningful way. This is Eric. He plays for the football team.", "en": " 現在在H工作室裡,我們可以提供 技術的培養 所以她就可以以最有意義的方式作回饋 這是Eric,他是足球隊員"}, {"zh-tw": " He is really into dirtbike racing, and he wants to be an architect. So for him, Studio H offers him a way to develop the skills he will need as an architect, everything from drafting to wood and metal construction to how to do research for a client.", "en": " 他很喜歡越野摩托車競賽 他想要成為建築師 所以對他而言,H工作室提供了 培養他成為建築師的技能 從製圖,木材及金屬的建構 到幫客戶作調查"}, {"zh-tw": " And then this is Anthony. He is 16 years old, loves hunting and fishing and being outside and doing anything with his hands, and so for him, Studio H means that he can stay interested in his education through that hands-on engagement.", "en": " 最後這一位是Anthony 他今年16歲,喜歡打獵,釣魚和待在戶外, 喜歡動手做東西 對他而言,H計畫 透過親手參與的過程 讓他保持對學習的熱忱"}, {"zh-tw": " He's interested in forestry, but he isn't sure, so if he ends up not going to college, he will have developed some industry-relevant skills. What design and building really offers to public education is a different kind of classroom.", "en": " 他對山林管理有興趣,不過不是很確定 如果他最後沒有上大學 他也已經具有產業相關的技能 設計和建造真正為公立教育帶來的 是一種與眾不同的教室"}, {"zh-tw": " So this building downtown, which may very well become the site of our future farmers' market, is now the classroom. And going out into the community and interviewing your neighbors about what kind of food they buy and from where and why -- that's a homework assignment.", "en": " 這個在市區的建築物 將很有可能變成我們未來的農夫市場 而現在是我們的教室 另外,深入社區去拜訪了解鄰居 買些甚麼食物 從哪裡買還有為什麼買 這些都是學生的回家作業"}, {"zh-tw": " And the ribbon-cutting ceremony at the end of the summer when they have built the farmers' market and it's open to the public -- that's the final exam. And for the community, what design and building offers is real, visible, built progress.", "en": " 我們的開工典禮會在今年夏天結束時舉行 到時農夫市場將可以完成並展示給民眾 這是我們的期末考 對社區本身而言,設計及建築所帶來的 是真實的,看得到的,建造發展過程"}, {"zh-tw": " It's one project per year, and it makes the youth the biggest asset and the biggest untapped resource in imagining a new future. So we recognize that Studio H, especially in its first year, is a small story -- 13 students, it's two teachers, it's one project in one place.", "en": " 這是一年一次的計畫 我們希望透過這個計畫 讓年輕人變成最大的財產 及最大未開發的資源 我們了解,特別是在H工作室的元年 這只是個微不足道的小故事 13個學生,2個老師 這只是一個地方的一個計畫"}, {"zh-tw": " But we feel like this could work in other places. And I really, strongly believe in the power of the small story, because it is so difficult to do humanitarian work at a global scale.", "en": " 我們覺得其他的地方也可以如法泡製 而且我很堅定的相信小故事可以發揮巨大的力量 因為要把人文工作推廣到全球 難度是一定有的"}, {"zh-tw": " Because, when you zoom out that far, you lose the ability to view people as humans. Ultimately, design itself is a process of constant education for the people that we work with and for and for us as designers.", "en": " 當你把目標設得太遠大時 就會失去以人為本的出發點 基本上,設計本身就是一個不斷教育的過程 不論是對一起工作的夥伴 或是我們提供服務的客戶 甚至是設計師本身"}, {"zh-tw": " And let's face it, designers, we need to reinvent ourselves. We need to re-educate ourselves around the things that matter, we need to work outside of our comfort zones more, and we need to be better citizens in our own backyard.", "en": " 設計師們,你們知道的,我們需要不斷的投資自己 我們需要對重要的事重新學習 我們需要多走出我們的舒適區 我們需要為我們的社區付出更多"}, {"zh-tw": " So while this is a very small story, we hope that it represents a step in the right direction for the future of rural communities and for the future of public education and hopefully also for the future of design. Thank you.", "en": " 即使這只是個小故事 但我們希望這一小步 能帶領偏遠地區的未來 ,公立教育的未來 及設計的未來邁向正確的方向 謝謝"}], "title": "Emily Pilloton Teaching Design For Change"}