{"url": "http://www.ted.com/talks/william_ury", "paragraphs": [{"zh-tw": " Well, the subject of difficult negotiation reminds me of one of my favorite storiesfrom the Middle East, of a man who leftto his three sons, 17 camels. To the first son, he left half the camels; to the second son,he left a third of the camels; and to the youngest son,he left a ninth of the camels.", "en": " 講到談判的困難度的主題 讓我想到我喜歡的一個 中東來的故事 一個男子給了他三個兒子17隻駱駝 他把一半的駱駝給了他大兒子 把三分之一的駱駝給他的二兒子 把九分之一給他的小兒子 三個兒子就開始協商了"}, {"zh-tw": " The three sons got into a negotiation --17 doesn't divide by two. It doesn't divide by three.", "en": " 17沒有辦法除以2 也沒有辦法除以3"}, {"zh-tw": " It doesn't divide by nine. Brotherly tempers started to get strained.", "en": " 沒有辦法除以9 兄弟之間的感情就開始緊張啦"}, {"zh-tw": " Finally, in desperation, they went and they consulteda wise old woman. The wise old woman thoughtabout their problem for a long time, and finally she came back and said,\"Well, I don't know if I can help you, but at least, if you want,you can have my camel.\" So then, they had 18 camels.", "en": " 最後, 他們豁出去了 他們去找了一個聰明的老太太幫他們解決問題 這個聰明的老太太想了很久以後 最後她回來告訴他們 “嗯, 我不知道我該如何幫你們, 不過至少, 如果你們要的話, 你們可以拿走我的駱駝.\" 所以他們有18隻駱駝"}, {"zh-tw": " The first son took his half --half of 18 is nine. The second son took his third --a third of 18 is six.", "en": " 大兒子拿走了屬於他的一半--18隻的一半是9隻 二兒子拿走了屬於他的三分之一--18隻的三分之一是六"}, {"zh-tw": " The youngest son took his ninth --a ninth of 18 is two. You get 17.", "en": " 小兒子拿走了屬於他的九分之一 18隻的九分之一是2 加起來正好是17"}, {"zh-tw": " They had one camel left over. They gave it back to the wise old woman.", "en": " 他們還多出了一隻駱駝 所以他們還給了聰明的老太太"}, {"zh-tw": " Now, if you thinkabout that story for a moment, I think it resembles a lotof the difficult negotiations we get involved in. They start off like 17 camels,no way to resolve it.", "en": " 如果你認真的想想這個故事 我想這和大部分我們常碰到的 難度高的談判類似 剛開始的時候他們有17隻駱駝--沒有辦法解決這個難題"}, {"zh-tw": " Somehow, what we need to do is step back from those situations,like that wise old woman, look at the situation through fresh eyes and come up with an 18th camel. Finding that 18th camelin the world's conflicts has been my life passion.", "en": " 有的時候,我們需要的是 往後退一步想一想,就像那個聰明的老太太一樣 用不一樣的眼光來看待這個問題 進而選擇用18隻駱駝來解決問題 現在用\"18隻駱駝\"的邏輯來解決世界上的紛爭 成為我的生命志向"}, {"zh-tw": " I basically see humanitya bit like those three brothers. We're all one family.", "en": " 基本上來說, 我對待人的態度就像那三兄弟一樣 我們是個大家庭"}, {"zh-tw": " We know that scientifically, thanks to the communications revolution, all the tribes on the planet --all 15,000 tribes -- are in touch with each other. And it's a big family reunion.", "en": " 科學上而言, 我們也知道我們是個大家庭 感謝大眾傳播的革命 每個在地球上的種族, 一萬五千個種族 都可以和彼此保持聯絡 而這就是個大家庭的團圓"}, {"zh-tw": " And yet, like many family reunions, it's not all peace and light. There's a lot of conflict, and the question is:How do we deal with our differences? How do we deal withour deepest differences, given the human propensity for conflict and the human genius at devisingweapons of enormous destruction? That's the question.", "en": " 就像大部分的家庭團聚一樣 並不盡是和平和光明的 有許多的衝突 問題是 我們該如何處裡我們之間的差異? 基本人們對衝突的本性 和人類的智慧 來解決我們之間最深層的差異? 用設計精密的武器來解決巨大的破壞？ 這就是問題"}, {"zh-tw": " As I've spent the last better partof three decades, almost four, traveling the world, trying to work, gettinginvolved in conflicts ranging from Yugoslavia to the Middle East to Chechnya to Venezuela -- some of the most difficult conflictson the face of the planet -- I've been asking myself that question. And I think I've found, in some ways,what is the secret to peace.", "en": " 我花了過去三十年中最精華的時間 將近四十年 在世界各地旅行著 試圖去解決,介入衝突之中 從南斯拉夫到中東 從車臣到委內瑞拉 有些是在地表上有史以來最困難的衝突 我問過我自己這個問題 我想我藉由某些方式找到了答案 所謂和平的秘密"}, {"zh-tw": " It's actually surprisingly simple. It's not easy, but it's simple.", "en": " 事實上答案是令人驚訝的簡單 不是很容易, 但很簡單"}, {"zh-tw": " It's not even new. It may be one of our mostancient human heritages.", "en": " 不只是現在 這也許是我們最古老的人類遺產"}, {"zh-tw": " The secret to peace is us. It's us who act as a surroundingcommunity around any conflict, who can play a constructive role.", "en": " 和平的秘密是我們 是我們這些 在社區裡面對各種衝突時 扮演建設性的 角色的人"}, {"zh-tw": " Let me give you just a story, an example. About 20 years ago, I was in South Africa,working with the parties in that conflict, and I had an extra month, so I spent some time livingwith several groups of San Bushmen.", "en": " 讓我告訴你的故事,一個例子 將近二十年前我在南非 和一些團體處裡衝突 結束後我有一個月的假 所以我花了點時間和 一些San Bushmen的聚落住在一起"}, {"zh-tw": " I was curious about them, about the wayin which they resolve conflict. Because, after all, within living memory,they were hunters and gatherers, living pretty muchlike our ancestors lived for maybe 99 percent of the human story.", "en": " 我對於他們的生活模式和他們解決衝突的方式感到好奇 因為,說穿了,在我們的記憶裡 他們是獵人和蒐集者 和百分之九十九的人類故事中 我們的祖先的生活方式一樣"}, {"zh-tw": " And all the men have these poison arrowsthat they use for hunting -- absolutely fatal. So how do they dealwith their differences? Well, what I learned is, whenevertempers rise in those communities, someone goes and hidesthe poison arrows out in the bush, and then everyone sits aroundin a circle like this, and they sit and they talk and they talk.", "en": " 而所有的人都擁有這些可以用來狩獵的毒藥 絕對致命的毒藥 所以他們如何面對他們與其他人之前的差異？ 事實上, 我從中學到了 當這些社區裡的人情緒開始沸騰時, 有些人會把毒藥藏在灌木以外的地方 然後所有人坐成像這樣的一個圓圈 他們坐著, 然後討論, 然後討論"}, {"zh-tw": " It may take two days,three days, four days, but they don't restuntil they find a resolution or better yet -- a reconciliation. And if tempers are still too high, then they send someoneoff to visit some relatives, as a cooling-off period.", "en": " 也許會花上兩天, 三天, 四天 但他們不休息 直到他們找到解決方法 或者更好的, 一個和解的方案 如果情緒仍然很高亢 那他們就會讓有些人休息去拜訪親戚 當作是讓彼此冷靜的時間"}, {"zh-tw": " Well, that system is, I think,probably the system that kept us alive to this point, given our human tendencies. That system, I call \"the third side.\" Because if you think about it,normally when we think of conflict, when we describe it, there's always two sides -- it's Arabs versus Israelis,labor versus management, husband versus wife,Republicans versus Democrats.", "en": " 這個系統是 我想, 也許是讓我們活到現在的原因 基於我們人類的天性 這個系統, 我稱它為第三方 因為如果你認真想想 通常當我們想到爭執, 當我們描述爭執時, 通常只有兩方面 阿拉伯對抗以色列, 勞工階層對抗管理階層 丈夫對抗妻子, 共和黨對抗民主黨"}, {"zh-tw": " But what we don't often see is that there's always a third side, and the third side of the conflict is us,it's the surrounding community, it's the friends, the allies, the family members, the neighbors. And we can playan incredibly constructive role.", "en": " 但我們通常看不見的是 其實這中間都有個第三方 而這個爭執中的第三方是我們 是周遭的社區 是朋友, 是夥伴 是家人, 是鄰居 而我們能扮演一個難以置信的建設性角色"}, {"zh-tw": " Perhaps the most fundamental wayin which the third side can help is to remind the partiesof what's really at stake. For the sake of the kids,for the sake of the family, for the sake of the community,for the sake of the future, let's stop fighting for a momentand start talking.", "en": " 應該能說最基本能讓第三方 來幫忙的 是提醒兩方什麼才是真正重要的 為了自己的小孩, 為了自己的家人 為了整個社區, 為了未來著想 停下戰鬥而開始進行談話"}, {"zh-tw": " Because, the thing is, when we're involved in conflict, it's very easy to lose perspective. It's very easy to react.", "en": " 因為, 如果我們 介入了爭執中 往往很容易失去了對事物的洞察力 其實這很容易能反應"}, {"zh-tw": " Human beings -- we're reaction machines. And as the saying goes, when angry, you will make the best speech you will ever regret.", "en": " 人類：我們是反應的機器 而就像那句格言說的 當你在生氣時, 是最容易說出 讓你永遠後悔的話"}, {"zh-tw": " And so the third side reminds us of that. The third side helps us go to the balcony, which is a metaphorfor a place of perspective, where we can keep our eyes on the prize.", "en": " 而第三方能提醒我們這點 第三方幫助我們走到陽台上 隱喻為我們找個能透視問題的空間 讓我們能把焦點集中在最後的勝利上"}, {"zh-tw": " Let me tell you a little storyfrom my own negotiating experience. Some years ago, I was involvedas a facilitator in some very tough talks between the leaders of Russiaand the leaders of Chechnya.", "en": " 讓我告訴你一個我自己談判經驗上的小故事 許多年前, 我在俄國的領袖 和車臣的領袖 的高峰會談上 擔任促進會談的角色"}, {"zh-tw": " There was a war going on, as you know. And we met in the Hague,in the Peace Palace, in the same room where the Yugoslavwar-crimes tribunal was taking place.", "en": " 正如你所知道的, 那時戰爭正在進行 而我們在海牙 的和平宮殿裡會面 在同個房間裡, 南斯拉夫的戰犯 正在接受審判"}, {"zh-tw": " And the talks got offto a rather rocky start when the vice president of Chechnyabegan by pointing at the Russians and said, \"You should stayright here in your seats, because you're goingto be on trial for war crimes.\" And then he turned to me and said, \"You're an American. Look at what you Americansare doing in Puerto Rico.\" And my mind started racing, \"Puerto Rico?What do I know about Puerto Rico?\" I started reacting.", "en": " 而談話從艱難的對話開始 當車臣的副總統 開始指著俄國人說, “你應該好好待在你的位子上, 因為你將會參加戰犯法庭。“ 然後他繼續, 然後他指著我說, 你是個美國人 看看你們美國人在波多黎各幹得好事。“ 然後我的思緒開始奔跑, \"波多黎各？ 我對波多黎各了解多少？“ 我開始回答他的談話,"}, {"zh-tw": " But then, I tried to rememberto go to the balcony. And then when he paused and everyone looked at me for a response, from a balcony perspective,I was able to thank him for his remarks and say, \"I appreciateyour criticism of my country and I take it as a signthat we're among friends and can speak candidly to one another.\" \"And what we're here to do is notto talk about Puerto Rico or the past.", "en": " 但我試著記得走到陽台上去。 當他暫停談話, 所有人把目光集中到我身上想看我有什麼回答 從陽台角度看來, 我能夠謝謝他的評論 然後說, “我感謝你對我的國家的批評, 而我會把那當作是我們是朋友的象徵 所以才能率直的和對方談話 我們在這裡不是為了討論波多黎各或是過去"}, {"zh-tw": " We're here to seeif we can figure out a way to stop the sufferingand the bloodshed in Chechnya.\" The conversation got back on track. That's the role of the third side, to help the parties go to the balcony.", "en": " 我們在這裡是為看我們是否能找出 結束車臣人民的受苦和流血。 對話回到原先的軌道上 這就是第三方的角色 為了幫助任何一方走到陽台上"}, {"zh-tw": " Now let me take you, for a moment, to what's widely regarded as the world'smost difficult conflict, or the most impossible conflict,the Middle East. Question is: where's the third side there? How could we possibly go to the balcony? Now, I don't pretend to have an answerto the Middle East conflict, but I think I've got a first step --literally, a first step -- something that any one of uscould do as third-siders.", "en": " 現在讓我借用你一點時間 來看看人們稱為世界上最困難的爭執 或者最不可能解決的爭執 那就是中東問題 問題是：第三方在哪裡？ 我們該如何走到陽台上？ 我不想裝作我有解決中東問題 的答案 但我想我知道第一步該怎麼做 照字面上來講的第一步 是我們之中任何一位都能把自己當作第三方而做的事情"}, {"zh-tw": " Let me just ask you one question first. How many of you in the last years have ever found yourselfworrying about the Middle East and wondering what anyone could do? Just out of curiosity, how many of you? OK, so the great majority of us.", "en": " 讓我首先問你一個問題 在你們之中有誰 在過去這幾年 曾經煩惱過中東問題 且想過誰能解決這些問題？ 只是好奇, 有多少人？ 好的, 大多數的人都想過這個問題"}, {"zh-tw": " And here, it's so far away. Why do we pay so much attentionto this conflict? Is it the number of deaths? There are a hundred times more peoplewho die in a conflict in Africa than in the Middle East.", "en": " 就在這裡, 這個離中東這麼遠的地方 為什麼我們這麼關心這個問題？ 是因為死亡人數嗎？ 在非洲的爭執中, 有比中東問題更多的 數以百計的人死去"}, {"zh-tw": " No, it's because of the story, because we feel personallyinvolved in that story. Whether we're Christians, Muslims or Jews,religious or non-religious, we feel we have a personal stake in it.", "en": " 不是, 是因為故事本身 因為我們覺得是置身在 故事當中 不管我們是天主教, 穆斯林, 或者猶太人 有信仰或者沒信仰 我們覺得這關係到個人利益"}, {"zh-tw": " Stories matter; as an anthropologist, I know that. Stories are what we useto transmit knowledge.", "en": " 故事是有關係的。 身為一個人類學家, 我很清楚的知道這點 故事是我們用來傳達知識的工具"}, {"zh-tw": " They give meaning to our lives. That's what we tell hereat TED, we tell stories.", "en": " 他們給了我們的生活意義 就像我們在TED告訴你們的, 我們在講故事 故事是重點"}, {"zh-tw": " Stories are the key. And so my question is -- yes, let's try and resolve the politicsthere in the Middle East, but let's also take a look at the story.", "en": " 所以我的問題是 是的, 我們來試著解決在中東的 政治紛爭 但讓我們先看一下故事本身"}, {"zh-tw": " Let's try to get at the rootof what it's all about. Let's see if we can applythe third side to it.", "en": " 試著看到故事的根源和內容 試著看看我們是否使用第三方的理念"}, {"zh-tw": " What would that mean?What is the story there? Now, as anthropologists, we knowthat every culture has an origin story. What's the origin storyof the Middle East? In a phrase, it's: Four thousand years ago, a man and his family walkedacross the Middle East, and the world has neverbeen the same since.", "en": " 那是什麼意義？ 那故事會是怎樣？ 身為人類學家, 我們知道 每個文化都有其起源的故事 那中東的起源故事是什麼？ 簡單來說就是 四千年以前, 一個男人和他的家庭 穿越了中東 而世界從此就再也不一樣了"}, {"zh-tw": " That man, of course, was Abraham. And what he stood for was unity,the unity of the family; he's the father of us all.", "en": " 那個男人當然就是 亞伯拉罕 而他代表團結 一個家庭的團結 他是我們大家的父親"}, {"zh-tw": " But it's not just what he stood for,it's what his message was. His basic message was unity too, the interconnectedness of it all,the unity of it all.", "en": " 但不只是他所代表的, 是他的訊息是什麼 他的基本訊息也是團結 所有的互聯性和所有的團結"}, {"zh-tw": " And his basic value was respect, was kindness toward strangers. That's what he's known for,his hospitality.", "en": " 而他的基本原則是尊重 是對陌生人的友好 這是他廣為人知的地方, 他的好客"}, {"zh-tw": " So in that sense, he's the symbolic third sideof the Middle East. He's the one who reminds usthat we're all part of a greater whole.", "en": " 所以就此而言 他是中東裡的 第三方的象徵 他是提醒我們 我們都是隸屬於一個偉大的總體的那個人"}, {"zh-tw": " Now, think about that for a moment. Today, we face the scourge of terrorism.", "en": " 現在, 你要如何-- 讓我們針對這個思考一下 今天我們面臨恐怖主義的折磨"}, {"zh-tw": " What is terrorism? Terrorism is basicallytaking an innocent stranger and treating them as an enemywhom you kill in order to create fear. What's the opposite of terrorism? It's taking an innocent stranger and treating them as a friendwhom you welcome into your home, in order to sow and create understanding or respect, or love.", "en": " 什麼是恐怖主義？ 簡單來說恐怖主義是把無辜的陌生人 像敵人一樣的傷害 以達到製造恐怖氣氛的目的 那什麼是恐怖主義的相反意義？ 是把無辜的陌生人 像朋友一樣的對待 歡迎他們到你家裡 以達到播下善因和互相理解 或尊重, 或愛的目的"}, {"zh-tw": " So what if, then, you tookthe story of Abraham, which is a third-side story, what if that could be -- because Abraham stands for hospitality -- what if that could bean antidote to terrorism? What if that could be a vaccineagainst religious intolerance? How would you bring that story to life? Now, it's not enough just to tell a story. That's powerful, but people needto experience the story.", "en": " 所以如果你能 把亞拉伯罕的故事 這個第三方的故事 如果能夠因為 亞拉伯罕代表了好客 如果能夠因為這樣而成為恐怖主義的解藥？ 如果能有個預防針 消滅宗教之間的對立？ 你會如何把這個故事運用到生活上？ 單單述說個故事是不夠的 那是有力的-- 但人們需要體驗這個故事"}, {"zh-tw": " They need to be able to live the story. How would you do that? And that was my thinkingof how would you do that.", "en": " 他們需要生活在那個故事之中. 你要如何辦到？ 而這是我覺得你該做的事情"}, {"zh-tw": " And that's what comesto the first step here. Because the simple way to do that is: you go for a walk.", "en": " 這是第一個步驟 因為這個步驟很簡單 就是你去步行"}, {"zh-tw": " You go for a walkin the footsteps of Abraham. You retrace the footsteps of Abraham.", "en": " 你跟隨著亞伯拉罕的腳步走 你追述著亞伯拉罕的腳步前進"}, {"zh-tw": " Because walking has a real power. You know, as an anthropologist,walking is what made us human.", "en": " 因為步行中藴涵著真正的力量 你知道, 身為個人類學家, 步行是讓我們成為人的原因"}, {"zh-tw": " It's funny -- when you walk,you walk side-by-side, in the same common direction. Now if I were to come to you face-to-face and come this close to you, you would feel threatened.", "en": " 有趣的是, 當你步行, 你走在一起 在同一個常見的方向裡 如果我是面對著你而前進 而這麼靠近你 你會感到有威脅感"}, {"zh-tw": " But if I walk shoulder-to-shoulder, even touching shoulders, it's no problem. Who fights while they walk? That's why in negotiations,often, when things get tough, people go for walks in the woods.", "en": " 但如果我們是肩並肩同行 就會碰觸到彼此的肩膀 也不成問題 誰會在步行中打架呢？ 這就是為什麼在談判中, 當事情變得難以解決時 人們在樹林間步行"}, {"zh-tw": " So the idea came to meof, what about inspiring a path, a route -- think the Silk Route,think the Appalachian Trail -- that followed in the footsteps of Abraham? People said, \"That's crazy. You can't. You can't retrace the footstepsof Abraham -- it's too insecure, you've got to cross all these borders, it goes across 10 different countriesin the Middle East, because it unites them all.\" And so we studied the idea at Harvard.", "en": " 所以我有這個 開發一個路徑, 一個途徑 的點子 想想絲路, 想想阿巴拉契亞足跡-- 那都是跟隨著亞伯拉罕 的足跡 人們說, “這太瘋狂了, 你辦不到 你沒有辦法追循亞伯拉罕的足跡. 這太不安全了。 你必須要穿越所有的國界. 中東裡有十個不同的國家 因為他們集結在一起了” 所以我們在哈佛裡研究了這個想法"}, {"zh-tw": " We did our due diligence. And then a few years ago, a group of us, about 25 of usfrom 10 different countries, decided to see if we could retracethe footsteps of Abraham, going from his initial birthplacein the city of Urfa in Southern Turkey, Northern Mesopotamia.", "en": " 我們做了所有被交付的任務 幾年前, 我們之中的一個組 有大概25名來自10個不同國家的成員 決定試試看我們是否能追循亞伯拉罕的腳步 從他的出生地吾珥出發 在南土耳其, 北美索不達米亞"}, {"zh-tw": " And we then took a bus and took some walks and went to Harran, where, in the Bible,he sets off on his journey. Then we crossed the borderinto Syria, went to Aleppo, which, turns out, is named after Abraham.", "en": " 然後我們坐公車和步行 到了哈蘭 在聖經裡, 亞伯拉罕在這裡開始他的旅程 然後我們穿越了敘利亞的國界, 前往阿勒頗 是個由亞伯拉罕的名字來命名的地方"}, {"zh-tw": " We went to Damascus, which has a long historyassociated with Abraham. We then came to Northern Jordan, to Jerusalem -- which is allabout Abraham -- to Bethlehem, and finally, to the placewhere he's buried, in Hebron.", "en": " 我們去到大馬士革 這個地方和亞伯拉罕有很深的淵源 我們然後來到北約丹 再去耶路撒冷 那地方整個城市都和亞伯拉罕有關, 去到伯利恆 最後去到希布倫 亞伯拉罕的墓地"}, {"zh-tw": " So effectively, we went from womb to tomb. We showed it could be done.", "en": " 我們有效率的從發源地走到另一個發源地 我們證明了這一切是有可能辦到的. 這是趟驚奇的旅程"}, {"zh-tw": " It was an amazing journey. Let me ask you a question.", "en": " 讓我問你個問題"}, {"zh-tw": " How many of you have had the experienceof being in a strange neighborhood or strange land, and a total stranger, perfect stranger, comes up to youand shows you some kindness -- maybe invites you into their home,gives you a drink, gives you a coffee, gives you a meal? How many of you have everhad that experience? That's the essence of the Abraham Path. That's what you discover as you gointo these villages in the Middle East where you expect hostility, and you get the most amazing hospitality, all associated with Abraham: \"In the name of Father Ibrahim,let me offer you some food.\" So what we discovered is that Abraham is not just a figureout of a book for those people; he's alive, he's a living presence.", "en": " 在你們之中有多少人有經歷過 在個完全陌生的社區 或著陌生的地方 然後一個完全陌生的人, 完完全全陌生的人 朝你走來並對你示好 也許邀請你去他們家, 給你喝點東西 給你杯咖啡, 給你餐點？ 在你們之中有多少人有這樣的經驗？ 這就是亞伯拉罕之路 的本質 但你發現的是, 你去到那些中東的村莊裡 你以為會面對擁有敵意的人們 而你得到最讓人驚喜的待客之道 全部都和亞伯拉罕有關聯 “以聖父亞伯拉罕之名, 讓我提供你一些食物“ 所以我們發現 亞伯拉罕不只是一個藏在書中的人物 他活著, 他是個活生生的存在"}, {"zh-tw": " And to make a long story short, in the last couple of years now, thousands of people have begun to walkparts of the path of Abraham in the Middle East, enjoying the hospitalityof the people there. They've begun to walkin Israel and Palestine, in Jordan, in Turkey, in Syria.", "en": " 而讓我簡短的講完這個故事 在過去的這幾年裡 數以千計的人們 開始試著在某些亞伯拉罕的路線上步行 在中東 享受著那些人們的好客 他們開始在以色列 巴勒斯坦 在約丹, 土耳其, 敘利亞步行"}, {"zh-tw": " It's an amazing experience. Men, women, young people, old people -- more women than men,actually, interestingly.", "en": " 這是個很棒的經驗 男人, 女人, 年輕人, 老人-- 有趣的是, 事實上女人比男人多"}, {"zh-tw": " For those who can't walk, who are unable to get there right now, people started to organize walksin cities, in their own communities. In Cincinnati, for instance,they organized a walk from a church to a mosque to a synagogueand all had an Abrahamic meal together.", "en": " 那些無法參加的 現在無法到現場參加的人們 他們開始規劃步行 在城市裡, 在他們自己的社區裡。 舉例來說,在辛辛那提市他們規劃了場步行 從教堂走到清真寺再走到猶太教堂 然後大家一起享用亞伯拉罕式餐點"}, {"zh-tw": " It was Abraham Path Day. In São Paulo, Brazil,it's become an annual event for thousands of people to runin a virtual Abraham Path Run, uniting the different communities.", "en": " 那是亞伯拉罕之路日 在巴西的聖保羅, 這已變成一年一度的活動 讓數以千計的人跑起來 在虛擬的亞伯拉罕之路上奔跑著 集結了不同的社區。"}, {"zh-tw": " The media love it; they really adore it. They lavish attention on itbecause it's visual and it spreads the idea, this idea of Abrahamic hospitality,of kindness towards strangers.", "en": " 媒體愛死了這件事, 他們非常熱愛這件事 他們花了許多精神和時間關心這件事 因為這是看得到的 而且這個能傳播一個想法 亞伯拉罕式的好客 對於陌生人的友好"}, {"zh-tw": " And just a couple weeks ago,there was an NPR story on it. Last month, there was a piecein the Manchester Guardian about it, two whole pages.", "en": " 就在幾個禮拜前 全國公共廣播電台才剛報導過 上個月, 在衛報上有條新聞 在曼徹斯特衛報上 有大概兩版全頁"}, {"zh-tw": " And they quoted a villager who said, \"This walk connectsus to the world.\" He said, \"It was like a lightthat went on in our lives -- it brought us hope.\" And so that's what it's about. But it's not just about psychology; it's about economics.", "en": " 他們訪問個村莊裡的人 他說：“這個步行讓我們和全世界連結在一起“ 他說這就像我們生活中的一盞明燈 為我們照亮了希望 而這就是亞伯拉罕之路想表達的 但不只是心靈層面的"}, {"zh-tw": " Because as people walk, they spend money. And this woman right here, Um Ahmad, is a woman who lives on the pathin Northern Jordan.", "en": " 也關於經濟層面 因為當人們步行時他們也會花錢 在那裡的這個女人, Um Ahmad, 住在亞伯拉罕之路在北約丹的路上"}, {"zh-tw": " She's desperately poor. She's partially blind,her husband can't work, she's got seven kids.", "en": " 她非常非常的窮 她有點失明, 她的丈夫無法工作 她有七個小孩要養"}, {"zh-tw": " But what she can do is cook. And so she's begun to cookfor some groups of walkers who come through the villageand have a meal in her home.", "en": " 但她只會煮飯 然後她開始為某些步行的團體煮飯 他們來到村莊然後在她家用餐"}, {"zh-tw": " They sit on the floor --she doesn't even have a tablecloth. She makes the most delicious food, that's fresh from the herbsin the surrounding countryside.", "en": " 他們坐在地上 她家甚至沒有桌布 她煮出最美味的食物 用鄉村的新鮮草藥煮出來的食物"}, {"zh-tw": " And so more and more walkers have come, and lately she's begun to earn an incometo support her family. And so she told our team there, she said, \"You have made me visible in a village where peoplewere once ashamed to look at me.\" That's the potential of the Abraham Path.", "en": " 越來越多的步行者前來她家 最近她開始有了收入 來支持她的家庭 她告訴我們的團隊, 她說, “你們讓我被關注了 在這個人們一度覺得看著我 會感到羞恥和難為情的村莊裡“ 這就是亞伯拉罕之路的潜力"}, {"zh-tw": " There are literally hundredsof those kinds of communities across the Middle East, across the path. The potential is basicallyto change the game.", "en": " 基本上而言有數以百計類似這樣的村莊 在中東上, 在亞伯拉罕之路上。 其潜力就在於改變遊戲規則"}, {"zh-tw": " And to change the game, you have to changethe frame, the way we see things -- to change the framefrom hostility to hospitality, from terrorism to tourism. And in that sense, the Abraham Path is a game-changer.", "en": " 而去改變遊戲規則, 你必須要改變基本架構 我們看待事物的方式-- 去改變基本架構 從擁有敵意到好客 從恐怖主義到觀光旅遊 而在那觀念裡, 亞伯拉罕之路 是個改變遊戲規則的方法"}, {"zh-tw": " Let me just show you one thing. I have a little acorn here that I picked up while I was walkingon the path earlier this year.", "en": " 讓我給你看一樣東西 我這裡有個橡實 是我今年初步行亞伯拉罕之路時 撿到的"}, {"zh-tw": " Now, the acorn is associatedwith the oak tree, of course -- grows into an oak tree,which is associated with Abraham. The path right now is like an acorn; it's still in its early phase.", "en": " 想當然爾, 橡實和橡樹有關係 它長在橡樹上 也和亞伯拉罕有關聯 這條路就像個橡實 它還在剛開始的階段"}, {"zh-tw": " What would the oak tree look like? When I think back to my childhood, a good part of which I spent,after being born here in Chicago, I spent in Europe. If you had been in the ruins of, say,London in 1945, or Berlin, and you had said, \"Sixty years from now, this is going to be the most peaceful,prosperous part of the planet,\" people would have thoughtyou were certifiably insane.", "en": " 橡樹會長得如何？ 當我想到我的童年時 就在我出生在芝加哥後, 我到歐洲去生活 那是段美好的時光 如果你在1945年時 有去過倫敦的廢墟, 或者是柏林的廢墟遺址 然後你說 “60年後 這裡將成為世界上最和平,最富有的的地方“ 人們會覺得 你肯定是瘋了"}, {"zh-tw": " But they did it, thanksto a common identity, Europe, and a common economy. So my question is,if it can be done in Europe, why not in the Middle East? Why not, thanks to a common identity,which is the story of Abraham, and thanks to a common economy thatwould be based, in good part, on tourism? So let me conclude, then, by saying that in the last 35 years, as I've workedin some of the most dangerous, difficult and intractable conflictsaround the planet, I have yet to see one conflictthat I felt could not be transformed.", "en": " 但他們辦到了也擁有共同的代號 -- 歐洲 -- 和一個共同的經濟體 所以我的問題是, 如果歐洲辦得到 那為什麼中東辦不到？ 為何不能用共同的代號-- 就像亞拉伯罕的故事一樣-- 且因為興旺的旅遊業 而擁有共同的經濟體呢？ 所以讓我總結一下 在過去的35年裡 在我和一些世界上最危險,困難, 和棘手的 爭執工作過後 我看到一個爭執 讓我覺得似乎無法改變"}, {"zh-tw": " It's not easy, of course. But it's possible.", "en": " 當然, 那不是件簡單的事 但是有可能的"}, {"zh-tw": " It was done in South Africa. It was done in Northern Ireland.", "en": " 南非的紛爭解決了 在北愛爾蘭的紛爭也解決了"}, {"zh-tw": " It could be done anywhere. It simply depends on us.", "en": " 每個地方的紛爭都有可能可以解決 一切都取決於我們"}, {"zh-tw": " It depends on us taking the third side. So let me invite you to considertaking the third side, even as a very small step.", "en": " 需要我們成為那第三方 讓我邀請你 來想想如何成為第三方 就算是個很小的步伐"}, {"zh-tw": " We're about to take a break in a moment. Just go up to someone who's from a different culture,a different country, a different ethnicity --some difference -- and engage them in a conversation.", "en": " 我們快要到休息時間了 走到某個人面前 來自不同的文化, 不同的國家 不同的種族, 和你有差異的 然後與他們對話, 聆聽他們的想法"}, {"zh-tw": " Listen to them. That's a third-side act.", "en": " 這就是個第三方的表現"}, {"zh-tw": " That's walking Abraham's Path. After a TED Talk, why not a TED Walk? So let me just leave youwith three things.", "en": " 這就是亞伯拉罕之路的步行精神 在TED演講後, 何不來個TED步行？ 讓我交給你 三件事情"}, {"zh-tw": " One is, the secret to peaceis the third side. The third side is us.", "en": " 第一件, 和平的祕密 就是第三方 第三方是我們"}, {"zh-tw": " Each of us, with a single step, can take the world, can bring the world a step closer to peace. There's an old African proverb that goes: \"When spiderwebs unite, they can halt even the lion.\" If we're able to uniteour third-side webs of peace, we can even halt the lion of war.", "en": " 我們每一個人 用小小的一步 來帶領世界, 來帶動世界 接近和平的那一步 有個舊的非洲諺語說： \"當蜘蛛網團結在一起時, 他們可以使一隻獅子停止前進“ 如果我們能團結在一起 我們第三方的和平網團結在一起, 我們可以使戰爭這隻獅子停止下來。"}, {"zh-tw": " Thank you very much.", "en": " 非常謝謝你們"}], "title": "William Ury"}