{"url": "http://www.ted.com/talks/marcel_dicke_why_not_eat_insects", "paragraphs": [{"zh-tw": " Okay, I'm going to show you again something about our diets. And I would like to know what the audience is, and so who of you ever ate insects? That's quite a lot.", "en": " 我又要來告訴你們 一些有關我們飲食的事。 我想先知道現場聽衆有哪些人 曾有人吃過昆蟲嗎？ 還真不少。"}, {"zh-tw": " But still, you're not representing the overall population of the Earth. Because there's 80 percent out there that really eats insects.", "en": " 然而，在場的各位 並不代表全球人口的實況 因爲，實際上全球百分之八十的人吃昆蟲"}, {"zh-tw": " But this is quite good. Why not eat insects? Well first, what are insects? Insects are animals that walk around on six legs.", "en": " 而這樣是很好的。 何不食昆蟲？首先我們要定義，什麽是昆蟲？ 昆蟲是有六隻腳的動物"}, {"zh-tw": " And here you see just a selection. There's six million species of insects on this planet, six million species.", "en": " 這裡你可以看到一些種類 全球有六百萬種的昆蟲 六百萬種。"}, {"zh-tw": " There's a few hundreds of mammals -- six million species of insects. In fact, if we count all the individual organisms, we would come at much larger numbers.", "en": " 哺乳類只有幾百種 而昆蟲有六百萬種。 而且，如果我們把所有生物個體算進來 我們得到的不只這個數字。"}, {"zh-tw": " In fact, of all animals on Earth, of all animal species, 80 percent walks on six legs. But if we would count all the individuals, and we take an average weight of them, it would amount to something like 200 to 2,000 kilograms for each of you and me on Earth.", "en": " 事實上，地球上的動物 所有的種類都算進去 百分之八十都是六隻腳的動物。 如果我們把所有的生物個體都算進來 再取所有的平均重量 你我每個人會對應到 大概200到2000公斤重的昆蟲。"}, {"zh-tw": " That means that in terms of biomass, insects are more abundant than we are, and we're not on a planet of men, but we're on a planet of insects. Insects are not only there in nature, but they also are involved in our economy, usually without us knowing.", "en": " 這表示，就生物質量來説 昆蟲佔的比重比我們人類還大很多。 我們住的不是人的星球 而是昆蟲的星球。 昆蟲不只存在自然裏 也跟我們的經濟息息相關 這點大部分的我們都不知道。"}, {"zh-tw": " There was an estimation, a conservative estimation, a couple of years ago that the U.S. economy benefited by 57 billion dollars per year. It's a number -- very large -- a contribution to the economy of the United States for free.", "en": " 根據幾年前 一項保守的估算說 昆蟲給美國經濟 每年帶來 570億美金的效益。 對美國的經濟來説 這是一個十分大，但免費的貢獻。"}, {"zh-tw": " And so I looked up what the economy was paying for the war in Iraq in the same year. It was 80 billion U.S. dollars.", "en": " 我也順便查了 同一年 花在伊拉克戰爭的費用 是800億美金。"}, {"zh-tw": " Well we know that that was not a cheap war. So insects, just for free, contribute to the economy of the United States with about the same order of magnitude, just for free, without everyone knowing.", "en": " 我們都知道 伊拉克戰爭並不便宜。 但是昆蟲，免費地 為美國的經濟帶來 相當於伊戰規模的效益 卻沒有任何人知道。"}, {"zh-tw": " And not only in the States, but in any country, in any economy. What do they do? They remove dung, they pollinate our crops.", "en": " 而且不止在美國，在任何國家、 任何經濟體系裏都有這樣的效益 昆蟲們是怎麽辦到的？ 昆蟲會分解糞便，幫農作物授粉"}, {"zh-tw": " A third of all the fruits that we eat are all a result of insects taking care of the reproduction of plants. They control pests, and they're food for animals.", "en": " 我們吃的水果 有三分之一 都是藉由昆蟲授粉而生産的。 昆蟲抑制害蟲的蔓延 也是動物的食物來源"}, {"zh-tw": " They're at the start of food chains. Small animals eat insects.", "en": " 他們位於食物鏈的底層 小動物吃昆蟲"}, {"zh-tw": " Even larger animals eat insects. But the small animals that eat insects are being eaten by larger animals, still larger animals.", "en": " 大型的動物也吃昆蟲。 吃昆蟲的小動物 被大動物吃掉 又被更大的動物吃掉"}, {"zh-tw": " And at the end of the food chain, we are eating them as well. There's quite a lot of people that are eating insects.", "en": " 位於食物鏈末端的我們也吃昆蟲。 有很多人吃昆蟲"}, {"zh-tw": " And here you see me in a small, provincial town in China, Lijiang -- about two million inhabitants. If you go out for dinner, like in a fish restaurant, where you can select which fish you want to eat, you can select which insects you would like to eat.", "en": " 這是我在中國 一個人口兩百萬 叫麗江的小城。 你去吃晚餐，就像在海產店 你挑選你要吃的魚 在這裡你挑選你要吃的昆蟲。"}, {"zh-tw": " And they prepare it in a wonderful way. And here you see me enjoying a meal with caterpillars, locusts, bee pupae -- delicacies.", "en": " 廚師把昆蟲變成色香味俱全的菜。 你看我在吃的昆蟲大餐有 毛毛蟲、蝗蟲 蜜蜂等等。"}, {"zh-tw": " And you can eat something new everyday. There's more than 1,000 species of insects that are being eaten all around the globe.", "en": " 每天還有新菜色 全球有超過1000種的昆蟲 被人類食用。"}, {"zh-tw": " That's quite a bit more than just a few mammals that we're eating, like a cow or a pig or a sheep. More than 1,000 species -- an enormous variety.", "en": " 跟我們吃的 像牛、豬、羊 區區幾種哺乳類比起來 這是相當大的數量。 超過1000種 這種類是很多的"}, {"zh-tw": " And now you may think, okay, in this provincial town in China they're doing that, but not us. Well we've seen already that quite some of you already ate insects maybe occasionally, but I can tell you that every one of you is eating insects, without any exception.", "en": " 你可能會想 好吧，中國這個鄉下地方的人吃蟲，我們可不吃。 我們剛才看到了 在場各位裏有些人偶爾可能吃昆蟲。 我可以跟你們說， 所有的人都吃昆蟲，而且沒有例外。"}, {"zh-tw": " You're eating at least 500 grams per year. What are you eating? Tomato soup, peanut butter, chocolate, noodles -- any processed food that you're eating contains insects, because insects are here all around us, and when they're out there in nature they're also in our crops.", "en": " 每一年你至少 吃進了五百公克 怎麽會呢？ 番茄湯、花生醬 巧克力、麵條等 所有處理過的食品 都包含昆蟲 因爲昆蟲無所不在 在大自然裏、在我們的左右、 在穀物裏。"}, {"zh-tw": " Some fruits get some insect damage. Those are the fruits, if they're tomato, that go to the tomato soup.", "en": " 有些水果受到蟲咬 像是番茄、 就被加工做成湯"}, {"zh-tw": " If they don't have any damage, they go to the grocery. And that's your view of a tomato.", "en": " 沒被蟲咬的水果才會拿到市場來賣 這是你印象中的漂亮的番茄。"}, {"zh-tw": " But there's tomatoes that end up in a soup, and as long as they meet the requirements of the food agency, there can be all kinds of things in there, no problem. In fact, why would we put these balls in the soup, there's meat in there anyway? In fact, all our processed foods contain more proteins than we would be aware of.", "en": " 但是也有很多番茄直接被做成湯 食品裏可能出現各式各樣的東西 只要能符合 食品管理單位的規定 就沒有問題。 事實上，番茄湯裡何必再放肉？ 裡面早就有（蟲）肉了 所有處理過的食品 所含的蛋白質的量 都比我們認爲的還多。"}, {"zh-tw": " So anything is a good protein source already. Now you may say, \"Okay, so we're eating 500 grams just by accident.\" We're even doing this on purpose.", "en": " 所以基本上所有的食品都含蛋白質。 現在你可能會說 “好吧，這500克是我們不小心吃進去的。” 事實上，在很多食品裏"}, {"zh-tw": " In a lot of food items that we have -- I have only two items here on the slide -- pink cookies or surimi sticks or, if you like, Campari -- a lot of our food products that are of a red color are dyed with a natural dye. The surimi sticks [of] crabmeat, or is being sold as crab meat, is white fish that's being dyed with cochineal.", "en": " 我們也會故意加蟲進去。 我這裡有兩樣 在投影片上 粉紅色餅乾和蟹肉棒 或是，Campari烈酒 很多我們吃的紅色的東西 是用天然紅色染料染的。 蟹肉棒 是蟹肉，或是仿蟹肉 實際是白魚肉 用胭脂蟲酸染色的。"}, {"zh-tw": " Cochineal is a product of an insect that lives off these cacti. It's being produced in large amounts, 150 to 180 metric tons per year in the Canary Islands in Peru, and it's big business.", "en": " 胭脂蟲酸是 是寄生在仙人掌上的蟲作的染料。 胭脂蟲酸是量產的產物 年產量為150到180公噸 主要產在祕魯的加那利群島 是一項重要的產業。"}, {"zh-tw": " One gram of cochineal costs about 30 euros. One gram of gold is 30 euros.", "en": " 每一克胭脂蟲酸 要價30歐元 黃金一公克 也是30歐元"}, {"zh-tw": " So it's a very precious thing that we're using to dye our foods. Now the situation in the world is going to change for you and me, for everyone on this Earth.", "en": " 所以我們使用的這個食物染料 是非常珍貴的。 對你我和這個地球而言 現在世界的局勢將會改變。"}, {"zh-tw": " The human population is growing very rapidly and is growing exponentially. Where, at the moment, we have something between six and seven billion people, it will grow to about nine billion in 2050.", "en": " 這世界的人口正在急速增加 成指數爆炸性地增加 現在全球大約 有60到70億的人口 到2050年 會增加到90億。"}, {"zh-tw": " That means that we have a lot more mouths to feed, and this is something that worries more and more people. There was an FAO conference last October that was completely devoted to this.", "en": " 這表示會有更多張嘴嗷嗷待哺。 越來越多人開始為這個為這個問題擔心。 聯合國糧農組織去年十月 開了一個會專門來討論這個問題。"}, {"zh-tw": " How are we going to feed this world? And if you look at the figures up there, it says that we have a third more mouths to feed, but we need an agricultural production increase of 70 percent. And that's especially because this world population is increasing, and it's increasing, not only in numbers, but we're also getting wealthier, and anyone that gets wealthier starts to eat more and also starts to eat more meat.", "en": " 如何能產生足夠的食物？ 你如果看看這些數字 說世界人口將增加33% 但是農業產出必須增加70% 才能餵飽所有人。 這是因爲， 雖然人口在增加 但增加的不只是量 我們也越來越有錢 有錢的人除了吃得更多 也吃更多的肉。"}, {"zh-tw": " And meat, in fact, is something that costs a lot of our agricultural production. Our diet consists, [in] some part, of animal proteins, and at the moment, most of us here get it from livestock, from fish, from game.", "en": " 而肉，事實上 要耗費 更多的農業產能。 我們的飲食的一部分是動物性蛋白 而這些動物性蛋白我們大部分 是從畜牧牲畜、 從魚、家禽那裏得來，"}, {"zh-tw": " And we eat quite a lot of it. In the developed world it's on average 80 kilograms per person per year, which goes up to 120 in the United States and a bit lower in some other countries, but on average 80 kilograms per person per year.", "en": " 我們吃的動物性蛋白還不少。 在已開發國家裏 平均每人每年吃80公斤的肉 而在美國 更是高達120公斤 在一些國家雖然吃得少一些 但是平均 每人每年80公斤。"}, {"zh-tw": " In the developing world it's much lower. It's 25 kilograms per person per year.", "en": " 在開發中國家就少很多 每人每年25公斤"}, {"zh-tw": " But it's increasing enormously. In China in the last 20 years, it increased from 20 to 50, and it's still increasing.", "en": " 但急速增長中。 在中國過去20年裏 消耗的肉從20增加到50公斤 還在持續增加中。"}, {"zh-tw": " So if a third of the world population is going to increase its meat consumption from 25 to 80 on average, and a third of the world population is living in China and in India, we're having an enormous demand on meat. And of course, we are not there to say that's only for us, it's not for them.", "en": " 所以，如果世界三分之一的人口 消耗的肉量將會 從25增加到80公斤 另外，三分之一的世界人口 住在中國和印度 那麽我們對肉將會有很大量的需求。 當然，我們不能說 只有我們能吃肉，這三分之一的人不能吃肉。"}, {"zh-tw": " They have the same share that we have. Now to start with, I should say that we are eating way too much meat in the Western world.", "en": " 他們跟我們有一樣的權利。 說起來，第一點我覺得 在歐美國家裏 我們吃太多肉了。"}, {"zh-tw": " We could do with much, much less -- and I know, I've been a vegetarian for a long time, and you can easily do without anything. You'll get proteins in any kind of food anyway.", "en": " 事實上我們可以少吃一點的 這點我很清楚，因爲我吃素很久了 我知道肉可以不吃 從很多食物你都可以獲取蛋白質。"}, {"zh-tw": " But then there's a lot of problems that come with meat production, and we're being faced with that more and more often. The first problem that we're facing is human health.", "en": " 再者，肉的生産過程裏 有很多問題 而這些問題的出現也越來越頻繁。 首當其衝的問題就是人體的健康。"}, {"zh-tw": " Pigs are quite like us. They're even models in medicine, and we can even transplant organs from a pig to a human.", "en": " 豬跟人很像 不單做人類藥劑試驗的對象 也還可以移植器官給人類。"}, {"zh-tw": " That means that pigs also share diseases with us. And a pig disease, a pig virus, and a human virus can both proliferate, and because of their kind of reproduction, they can combine and produce a new virus.", "en": " 這表示說豬也和人有很多共同的疾病 豬的疾病 一株豬的病毒，和人的病毒 都是會增殖的。 因爲兩種病毒的複製 可以交叉而產生一株新的病毒"}, {"zh-tw": " This has happened in the Netherlands in the 1990s during the classical swine fever outbreak. You get a new disease that can be deadly.", "en": " 這在1990年代在荷蘭爆發的傳統豬瘟裏 就發現這樣的事。 而這種新的病是會致命的。"}, {"zh-tw": " We eat insects -- they're so distantly related from us that this doesn't happen. So that's one point for insects.", "en": " 因爲昆蟲和我們之間物種差異十分大 這種事是不會發生的。 所以在這方面，昆蟲獲得一分。"}, {"zh-tw": " And there's the conversion factor. You take 10 kilograms of feed, you can get one kilogram of beef, but you can get nine kilograms of locust meat.", "en": " 另外還有生産報酬率的因素 10公斤的飼料 可以養出一公斤的牛肉 但是蝗蟲肉可以養出9公斤"}, {"zh-tw": " So if you would be an entrepreneur, what would you do? With 10 kilograms of input, you can get either one or nine kg. of output. So far we're taking the one, or up to five kilograms of output.", "en": " 如果你是老闆 你要養那一種？ 同樣是10公斤的飼料 你可以得到1或9公斤的產出。 目前我們還都是選擇 1公斤，最多到5公斤的產出"}, {"zh-tw": " We're not taking the bonus yet. We're not taking the nine kilograms of output yet.", "en": " 紅利都還放在那邊沒人拿呢， 我們都還沒去拿這9公斤的產出，"}, {"zh-tw": " So that's two points for insects. And there's the environment.", "en": " 所以到這裡昆蟲得兩分 再來有環境的考量"}, {"zh-tw": " If we take 10 kilograms of food -- and it results in one kilogram of beef, the other nine kilograms are waste, and a lot of that is manure. If you produce insects, you have less manure per kilogram of meat that you produce.", "en": " 如果我們用10公斤的飼料 來產出1公斤的牛肉 那麽有9公斤是排泄掉了 其中大部分變成糞便排出 如果你改養昆蟲，每公斤飼料投入 所產生的糞便量是比較少的"}, {"zh-tw": " So less waste. Furthermore, per kilogram of manure, you have much, much less ammonia and fewer greenhouse gases when you have insect manure than when you have cow manure.", "en": " 產生的排泄物較少。 再者，就每一公斤的糞便 產生的氨氣 和溫室氣體而言， 昆蟲糞便在這方面 比起牛糞又少了很多。"}, {"zh-tw": " So you have less waste, and the waste that you have is not as environmental malign as it is with cow dung. So that's three points for insects.", "en": " 所以總體的排泄物較少 而且就對環境的為害上來說 昆蟲糞比牛糞還要不嚴重 昆蟲現在積分為三分"}, {"zh-tw": " Now there's a big \"if,\" of course, and it is if insects produce meat that is of good quality. Well there have been all kinds of analyses and in terms of protein, or fat, or vitamins, it's very good.", "en": " 當然，目前有一個大問號 那就是，昆蟲所做的肉的品質 是好的嗎？ 經過各種試驗和分析 就蛋白質、油脂、和維他命的含量 結果是另人滿意的。"}, {"zh-tw": " In fact, it's comparable to anything we eat as meat at the moment. And even in terms of calories, it is very good.", "en": " 事實上，昆蟲作的肉跟我們現在吃的肉 品質比起來是不相上下的 甚至於在熱量的提供上，是十分好的。"}, {"zh-tw": " One kilogram of grasshoppers has the same amount of calories as 10 hot dogs, or six Big Macs. So that's four points for insects.", "en": " 一公斤的蚱蜢 所含的熱量相當於 十條熱狗或六個大麥克堡。 昆蟲得到第四分"}, {"zh-tw": " I can go on, and I could make many more points for insects, but time doesn't allow this. So the question is, why not eat insects? I gave you at least four arguments in favor.", "en": " 我可以一直說下去 舉出更多昆蟲的優點 但是時間有限 問題的重點在於，何不食昆蟲？ 我可以提出四個賣點。"}, {"zh-tw": " We'll have to. Even if you don't like it, you'll have to get used to this because at the moment, 70 percent of all our agricultural land is being used to produce livestock.", "en": " 我們大家 即使你不喜歡 也要去習慣這些事。 在目前 70%的農地 被用來生産牲畜。"}, {"zh-tw": " That's not only the land where the livestock is walking and feeding, but it's also other areas where the feed is being produced and being transported. We can increase it a bit at the expense of rainforests, but there's a limitation very soon.", "en": " 這包含的不只是 放、養動物需要的土地 更包含了 種植飼料所用的土地。 如果再開發一點熱帶雨林的話 我們可以把蓄養動物的面積再增加一點 但很快也會到達極限的。"}, {"zh-tw": " And if you remember that we need to increase agricultural production by 70 percent, we're not going to make it that way. We could much better change from meat, from beef, to insects.", "en": " 你如果還記得我們剛講的 農業產出量還需要增加70% 這樣做是不會成功的。 比較好的方法是 把肉、牛肉的消耗量 用昆蟲來取代。"}, {"zh-tw": " And then 80 percent of the world already eats insects, so we are just a minority -- in a country like the U.K., the USA, the Netherlands, anywhere. On the left-hand side, you see a market in Laos where they have abundantly present all kinds of insects that you choose for dinner for the night.", "en": " 再説世界80%的人口 已經在吃蟲了 事實上，我們這些 在英國、美國、荷蘭 不吃蟲的人才是少數。 在左邊，你看到這是在寮國的市場 有大量的昆蟲 可以讓你選擇來做晚餐，"}, {"zh-tw": " On the right-hand side you see a grasshopper. So people there are eating them, not because they're hungry, but because they think it's a delicacy.", "en": " 在右邊是一隻蚱蜢 那裏人們吃蚱蜢 不是因爲沒東西吃 而是因爲他們覺得蚱蜢是美食。"}, {"zh-tw": " It's just very good food. You can vary enormously.", "en": " 蚱蜢是好東西。 你可以吃很多"}, {"zh-tw": " It has many benefits. In fact, we have delicacy that's very much like this grasshopper: shrimps, a delicacy being sold at a high price.", "en": " 對身體很有助益 事實上，很多我們所謂的美食 跟蚱蜢很像 像蝦子，美食之一 售價高得不得了"}, {"zh-tw": " Who wouldn't like to eat a shrimp? There are a few people who don't like shrimp, but shrimp, or crabs, or crayfish, are very closely related. They are delicacies.", "en": " 誰不愛吃蝦？ 不愛吃蝦的人是少數吧 但是蝦子、螃蟹、 小龍蝦 基本上都是同一類的。 這都是美食。"}, {"zh-tw": " In fact, a locust is a \"shrimp\" of the land, and it would make very good into our diet. So why are we not eating insects yet? Well that's just a matter of mindset.", "en": " 事實上，蝗蟲是陸上的蝦子 也很適合我們食用 那爲什麽我們還不吃昆蟲呢？ 這歸咎到我們的心態問題"}, {"zh-tw": " We're not used to it, and we see insects as these organisms that are very different from us. That's why we're changing the perception of insects.", "en": " 我們還不習慣 我們把昆蟲當成跟我們很不一樣的生物 所以我們要改變我們對昆蟲的認知"}, {"zh-tw": " And I'm working very hard with my colleague, Arnold van Huis, in telling people what insects are, what magnificent things they are, what magnificent jobs they do in nature. And in fact, without insects, we would not be here in this room, because if the insects die out, we will soon die out as well.", "en": " 我跟我的同事Arnold van Huis在努力 告訴人們昆蟲是什麽 昆蟲是多美妙的東西 對大自然的貢獻有多大。 事實上，沒有了昆蟲 我們今天也不可能在這裡 因爲沒有了昆蟲 我們也不能生存。"}, {"zh-tw": " If we die out, the insects will continue very happily. So we have to get used to the idea of eating insects.", "en": " 我們要是滅亡了，昆蟲還會繼續快樂地存活下去。 所以我們最好接受吃昆蟲的想法。"}, {"zh-tw": " And some might think, well they're not yet available. Well they are.", "en": " 有人會說，就算敢吃也還買不到 這是錯的"}, {"zh-tw": " There are entrepreneurs in the Netherlands that produce them, and one of them is here in the audience, Marian Peeters, who's in the picture. I predict that later this year, you'll get them in the supermarkets -- not visible, but as animal protein in the food.", "en": " 在荷蘭現在有人在量產 她今天也在台下 Marian Peeters 是相片中的這個人 我預計今年年底，你就可以在超級市場買到 不是一隻一隻的買，而是以動物蛋白的方式 出現在食品裏。"}, {"zh-tw": " And maybe by 2020, you'll buy them just knowing that this is an insect that you're going to eat. And they're being made in the most wonderful ways.", "en": " 很可能在2020年以前 你也會清楚地知道和接受去吃昆蟲產品 昆蟲加工品也會出現在各種美妙的東西裏"}, {"zh-tw": " A Dutch chocolate maker. (Music) So there's even a lot of design to it.", "en": " 這是一個荷蘭巧克力師傅 （音樂） 還能弄成很多設計和裝飾"}, {"zh-tw": " Well in the Netherlands, we have an innovative Minister of Agriculture, and she puts the insects on the menu in her restaurant in her ministry. And when she got all the Ministers of Agriculture of the E.U.", "en": " 在荷蘭我們有很會創新的農業部長 她指示部裏的員工餐廳 提供昆蟲類的菜 最近她還把歐盟各國的農業部長"}, {"zh-tw": " over to the Hague recently, she went to a high-class restaurant, and they ate insects all together. It's not something that is a hobby of mine.", "en": " 請到(荷蘭)海牙來 他們一起去一間高級餐廳 一起享用了昆蟲餐。 這不只是我個人的小嗜好"}, {"zh-tw": " It's really taken off the ground. So why not eat insects? You should try it yourself.", "en": " 而是真正要成爲一股流行。 所以，何不食昆蟲？ 你該親自試試。"}, {"zh-tw": " A couple of years ago, we had 1,750 people all together in a square in Wageningen town, and they ate insects at the same moment, and this was still big, big news. I think soon it will not be big news anymore when we all eat insects, because it's just a normal way of doing.", "en": " 幾年前，我們找了1750人 一起在Wageningen市的廣場 大家一起品嘗昆蟲 這在當時還是條大新聞。 我想，如果大家都吃昆蟲的話，這就不會再是大新聞了 因爲這就變得平凡無奇了"}, {"zh-tw": " So you can try it yourself today, and I would say, enjoy. And I'm going to show to Bruno some first tries, and he can have the first bite.", "en": " 所以今天你可以自己試一試 我會祝你用餐愉快。 我讓Bruno先來試一試 他可以當第一個試吃的"}, {"zh-tw": " Bruno Giussani: Look at them first. Look at them first. Marcel Dicke: It's all protein.", "en": " Bruno Giussani：先看看，先看看 Marcel Dicke：這都是蛋白質"}, {"zh-tw": " BG: That's exactly the same [one] you saw in the video actually. And it looks delicious.", "en": " BG：這跟你在影片裏看到的一模一樣 看起來也挺好吃的"}, {"zh-tw": " They just make it [with] nuts or something. MD: Thank you.", "en": " 裡面還加了堅果什麽的 MD:謝謝大家"}], "title": "Marcel Dicke Why Not Eat Insects"}