{"url": "http://www.ted.com/talks/dan_dennett_on_our_consciousness", "paragraphs": [{"zh-tw": " So I'm going to speak about a problem that I have and that's that I'm a philosopher. When I go to a party and people ask me what do I do and I say, \"I'm a professor,\" their eyes glaze over.", "en": " 我想談談我的一個問題 那就是：我是個哲學家 （眾笑） 派對上人家問我做什麼的 我答我是教授，他們的眼睛立刻失神"}, {"zh-tw": " When I go to an academic cocktail party and there are all the professors around, they ask me what field I'm in and I say, \"philosophy\" -- their eyes glaze over. When I go to a philosopher's party and they ask me what I work on and I say, \"consciousness,\" their eyes don't glaze over -- their lips curl into a snarl.", "en": " 我去參加學術酒會 周圍都是教授，他們問我的專業 我答哲學，他們的眼睛立刻失神 （眾笑） 我去哲學家的派對 （眾笑） 他們問我研究什麼，我答意識 他們的眼睛沒有失神，而是唇帶鄙夷 （眾笑）"}, {"zh-tw": " And I get hoots of derision and cackles and growls because they think, \"That's impossible! You can't explain consciousness.\" The very chutzpah of somebody thinking that you could explain consciousness is just out of the question. My late, lamented friend Bob Nozick, a fine philosopher, in one of his books, \"Philosophical Explanations,\" is commenting on the ethos of philosophy -- the way philosophers go about their business.", "en": " 我得到的是訕笑和怪叫 因為他們認為「這怎麼可能！意識是無法解釋的。」 那些人傲慢地認為 你根本不可能解釋意識 我不久前過世的朋友羅伯特·諾齊克是一位優秀的哲學家 在他的《哲學性的解釋》一書中 評論了哲學的特質 即哲學家對待其專業的態度"}, {"zh-tw": " And he says, you know, \"Philosophers love rational argument.\" And he says, \"It seems as if the ideal argument for most philosophers is you give your audience the premises and then you give them the inferences and the conclusion, and if they don't accept the conclusion, they die. Their heads explode.\" The idea is to have an argument that is so powerful that it knocks out your opponents.", "en": " 他說「哲學家喜歡理性的論述」 他又說「對多數的哲學家而言 最佳的論述似乎是先為聽眾設定前提 接下來是邏輯推演，然後得到結論 他們不接受結論的話，他們就死定了 腦袋開花了。」重點是 論述要強得能把對手完全擊倒"}, {"zh-tw": " But in fact that doesn't change people's minds at all. It's very hard to change people's minds about something like consciousness, and I finally figured out the reason for that.", "en": " 但其實這根本改變不了別人的想法 要改變別人對意識的想法 確實很難 我終於找到為何如此的原因"}, {"zh-tw": " The reason for that is that everybody's an expert on consciousness. We heard the other day that everybody's got a strong opinion about video games.", "en": " 原因就是人人都是意識的專家 我們前些時候聽說人人對電玩都很有看法"}, {"zh-tw": " They all have an idea for a video game, even if they're not experts. But they don't consider themselves experts on video games; they've just got strong opinions.", "en": " 儘管不是專家，大家都對電玩有點認識 也不認為自己是電玩專家 卻都很有自己的看法"}, {"zh-tw": " I'm sure that people here who work on, say, climate change and global warming, or on the future of the Internet, encounter people who have very strong opinions about what's going to happen next. But they probably don't think of these opinions as expertise.", "en": " 我敢說這裡研究氣候變遷、全球暖化 或網際網路之未來的人都會遇到 對將會發生的事 都很有看法的人 但多半不會把那些當成專業意見"}, {"zh-tw": " They're just strongly held opinions. But with regard to consciousness, people seem to think, each of us seems to think, \"I am an expert.", "en": " 那些只算是強烈的看法 但說到意識，大家都覺得 我們每個人都似乎認為「我就是專家"}, {"zh-tw": " Simply by being conscious, I know all about this.\" And so, you tell them your theory and they say, \"No, no, that's not the way consciousness is! No, you've got it all wrong.\" And they say this with an amazing confidence. And so what I'm going to try to do today is to shake your confidence. Because I know the feeling -- I can feel it myself.", "en": " 因為我有意識，所以我清楚這個。」 因此，你告訴他們你的理論 他們說：「不對 意識不是這樣，你全搞錯了。」 他們還說得自信滿滿的 那麼，我今天要來 動搖你的信心－因為我知道那種感覺 我自己也有那種感覺"}, {"zh-tw": " I want to shake your confidence that you know your own innermost minds -- that you are, yourselves, authoritative about your own consciousness. That's the order of the day here.", "en": " 我要動搖你自以為了解自己靈魂深處的信心 我要動搖你自以為能控制你自己的意識的信心 這就是今天的主題"}, {"zh-tw": " Now, this nice picture shows a thought-balloon, a thought-bubble. I think everybody understands what that means.", "en": " 看，這圖片有個思想框 我想大家都知道這是什麼"}, {"zh-tw": " That's supposed to exhibit the stream of consciousness. This is my favorite picture of consciousness that's ever been done.", "en": " 這是用來表示意識流 這是我最喜歡的一張圖片"}, {"zh-tw": " It's a Saul Steinberg of course -- it was a New Yorker cover. And this fellow here is looking at the painting by Braque.", "en": " 這是索爾•斯坦伯格的作品－紐約客的封面 這位朋友看著布拉克的畫作"}, {"zh-tw": " That reminds him of the word baroque, barrack, bark, poodle, Suzanne R. -- he's off to the races. There's a wonderful stream of consciousness here and if you follow it along, you learn a lot about this man.", "en": " 讓他想起巴洛克，再想到軍營、狗吠、貴婦犬、 蘇珊娜－就這樣一直想下去 這是一串精彩的意識流 你一直看下去就會知道這個人的許多事"}, {"zh-tw": " What I particularly like about this picture, too, is that Steinberg has rendered the guy in this sort of pointillist style. Which reminds us, as Rod Brooks was saying yesterday: what we are, what each of us is -- what you are, what I am -- is approximately 100 trillion little cellular robots.", "en": " 這張圖還讓我特別喜歡的是 斯坦伯格描繪這個人時 用了點彩的畫法 讓人想到如同羅德•布洛斯昨天所說的： 我們每個人，無論你我都是 大約100萬億個細胞所組成的"}, {"zh-tw": " That's what we're made of. No other ingredients at all. We're just made of cells, about 100 trillion of them.", "en": " 組成我們的就是細胞 再沒有其他的材料，不過是細胞，大約100萬億個"}, {"zh-tw": " Not a single one of those cells is conscious; not a single one of those cells knows who you are, or cares. Somehow, we have to explain how when you put together teams, armies, battalions of hundreds of millions of little robotic unconscious cells -- not so different really from a bacterium, each one of them -- the result is this. I mean, just look at it.", "en": " 裡頭沒有一個有意識 沒有任何一個細胞會知道或在乎你是誰 我們似乎必須解釋 這成億上兆自動機式無意識的細胞 各個都跟細菌沒有什麼區別 放在一起卻變成這樣 我是說，你看看這個"}, {"zh-tw": " The content -- there's color, there's ideas, there's memories, there's history. And somehow all that content of consciousness is accomplished by the busy activity of those hoards of neurons. How is that possible? Many people just think it isn't possible at all.", "en": " 看這些內容－有顏色、有想法、有回憶 也有歷史。這些意識的內容 似乎都來自忙碌活動中的神經元－怎會如此？ 許多人認為根本不可能"}, {"zh-tw": " They think, \"No, there can't be any sort of naturalistic explanation of consciousness.\" This is a lovely book by a friend of mine named Lee Siegel, who's a professor of religion, actually, at the University of Hawaii, and he's an expert magician, and an expert on the street magic of India, which is what this book is about, \"Net of Magic.\" And there's a passage in it which I would love to share with you. It speaks so eloquently to the problem.", "en": " 他們認為根本不會有 自然主義的方法可以解釋意識 我的朋友里•希格爾寫了一本好書 他是夏威夷大學的宗教學教授 他是魔術專家 精通印度的街頭魔術，他的書就是寫這個 「魔術網」 我想跟大家分享這一段話 他寫這個問題寫得太好了"}, {"zh-tw": " \"'I'm writing a book on magic,' I explain, and I'm asked, 'Real magic?' By 'real magic,' people mean miracles, thaumaturgical acts, and supernatural powers. 'No,' I answer. 'Conjuring tricks, not real magic.' 'Real magic,' in other words, refers to the magic that is not real; while the magic that is real, that can actually be done, is not real magic.\" Now, that's the way a lot of people feel about consciousness.", "en": " 他說：這是關於魔術的書，人家問我「真的魔術嗎？」 所謂真的魔術，意思是奇蹟 幻術、超自然力量 我說「不是，是障眼法，不是真的魔術」 這麼說，真的魔術指的並不是真的魔術 做得出的真魔術，其實並非真的魔術 （眾笑） 這就是許多人對意識的感覺 （眾笑）"}, {"zh-tw": " Real consciousness is not a bag of tricks. If you're going to explain this as a bag of tricks, then it's not real consciousness, whatever it is.", "en": " 真的意識不是一堆把戲 若把它解釋成一堆把戲 那它是什麼都好，但不是真正的意識"}, {"zh-tw": " And, as Marvin said, and as other people have said, \"Consciousness is a bag of tricks.\" This means that a lot of people are just left completely dissatisfied and incredulous when I attempt to explain consciousness. So this is the problem. So I have to do a little bit of the sort of work that a lot of you won't like, for the same reason that you don't like to see a magic trick explained to you.", "en": " 像馬文還有其他人說 「意識是一堆把戲」 這也就是說，當我嘗試解說意識時 很多人完全不能滿意也不能相信 這就是我說的問題了。因此我嘗試 做一點會讓很多人不高興的事 就像大家不喜歡看到 某個魔術把戲 被揭穿一樣"}, {"zh-tw": " How many of you here, if somebody -- some smart aleck -- starts telling you how a particular magic trick is done, you sort of want to block your ears and say, \"No, no, I don't want to know! Don't take the thrill of it away. I'd rather be mystified. Don't tell me the answer.\" A lot of people feel that way about consciousness, I've discovered.", "en": " 你們這裡－如果有人自作聰明要解釋 某個魔術背後是怎樣弄的－ 有多少人會想按住耳朵說「我不想知道! 別掃興，我寧可不知道 不要告訴我」 我發現很多人對「意識」就是這樣"}, {"zh-tw": " And I'm sorry if I impose some clarity, some understanding on you. You'd better leave now if you don't want to know some of these tricks.", "en": " 抱歉，如果我說得太清楚、太明白 而你不想知道這些把戲，最好現在就走"}, {"zh-tw": " But I'm not going to explain it all to you. I'm going to do what philosophers do.", "en": " 但我也不會全都解釋給你們聽 我會像哲學家那樣做"}, {"zh-tw": " Here's how a philosopher explains the sawing-the-lady-in-half trick. You know the sawing-the-lady-in-half trick? The philosopher says, \"I'm going to explain to you how that's done.", "en": " 哲學家會這樣解釋刀鋸美人的魔術 大家都知道「刀鋸美人」吧？ 哲學家會說「我來給你解釋這是怎麼做的"}, {"zh-tw": " You see, the magician doesn't really saw the lady in half.\" \"He merely makes you think that he does.\" And you say, \"Yes, and how does he do that?\" He says, \"Oh, that's not my department, I'm sorry.\" So now I'm going to illustrate how philosophers explain consciousness. But I'm going to try to also show you that consciousness isn't quite as marvelous -- your own consciousness isn't quite as wonderful -- as you may have thought it is.", "en": " 其實魔術師並沒有真的把美人鋸成兩半 （眾笑） 他只是讓你以為他真的做了 那你說「對，那他是怎麼做到的？」 哲學家說「喔，對不起，這不干我們學系的事」 （眾笑） 我現在告訴各位哲學家怎麼解釋意識 但我也會嘗試讓大家明白 意識並不那麼令人驚訝 你擁有的意識也不那麼奇妙 不像你原本可能以為的那樣"}, {"zh-tw": " This is something, by the way, that Lee Siegel talks about in his book. He marvels at how he'll do a magic show, and afterwards people will swear they saw him do X, Y, and Z. He never did those things.", "en": " 順道說，里•席格爾在他的書裡也提到這點 他的魔術令人驚嘆，後來觀眾也以為 他做了這個那個的，但其實他什麼都沒有做"}, {"zh-tw": " He didn't even try to do those things. People's memories inflate what they think they saw.", "en": " 他甚至試都沒試過做那些事 人的記憶會把自以為看見的東西誇大"}, {"zh-tw": " And the same is true of consciousness. Now, let's see if this will work. All right. Let's just watch this.", "en": " 意識的情況也是如此 我們來看這個行不行。好，我們看看這個"}, {"zh-tw": " Watch it carefully. I'm working with a young computer-animator documentarian named Nick Deamer, and this is a little demo that he's done for me, part of a larger project some of you may be interested in.", "en": " 仔細看 我跟一位年青的電腦動畫製作人一起工作 他叫尼克•甸馬，這是他替我做的短片 這是個大計畫的一部分，你們有些人也許會有興趣"}, {"zh-tw": " We're looking for a backer. It's a feature-length documentary on consciousness.", "en": " 我們在找贊助人 這是一部關於意識的紀錄長片"}, {"zh-tw": " OK, now, you all saw what changed, right? How many of you noticed that every one of those squares changed color? Every one. I'll just show you by running it again. Even when you know that they're all going to change color, it's very hard to notice. You have to really concentrate to pick up any of the changes at all.", "en": " 好，大家都看到是什麼變了，是吧? 你們有幾位發現每個方形都變了顏色的？ 大家都發現了。那我再播放一次 儘管你知道方塊會變色 還是很難注意到，確實要很專注 才能看到任何變化"}, {"zh-tw": " Now, this is an example -- one of many -- of a phenomenon that's now being studied quite a bit. It's one that I predicted in the last page or two of my 1991 book, \"Consciousness Explained,\" where I said if you did experiments of this sort, you'd find that people were unable to pick up really large changes.", "en": " 這是目前相當熱門研究這種現象的 許多例子中的一個 這是我1991年出版的書「意識全解」 最後一兩頁所預測的 我說，如果你做這樣的實驗 你會發現人們無法察覺真正的大變化"}, {"zh-tw": " If there's time at the end, I'll show you the much more dramatic case. Now, how can it be that there are all those changes going on, and that we're not aware of them? Well, earlier today, Jeff Hawkins mentioned the way your eye saccades, the way your eye moves around three or four times a second.", "en": " 如果最後還有時間 我讓大家看一個更極端的情況 那麼，為什麼有那麼多變化 我們卻注意不到？ 哲夫•霍金斯今天稍早談過眼球的掃視 他說我們的眼球一秒鐘移動三四次"}, {"zh-tw": " He didn't mention the speed. Your eye is constantly in motion, moving around, looking at eyes, noses, elbows, looking at interesting things in the world. And where your eye isn't looking, you're remarkably impoverished in your vision.", "en": " 但他沒提速度，眼睛不斷移動就是 看著其他的眼睛、鼻子、手肘 看著世上有趣的事情 你的眼沒有看著的地方 你看得見的其實很少"}, {"zh-tw": " That's because the foveal part of your eye, which is the high-resolution part, is only about the size of your thumbnail held at arms length. That's the detail part.", "en": " 因為眼睛的視網膜中央窩 負責高解析影像的部位 就像你伸直手範圍內的拇指那樣大小 那就是解析細微的部位"}, {"zh-tw": " It doesn't seem that way, does it? It doesn't seem that way, but that's the way it is. You're getting in a lot less information than you think.", "en": " 想不到是這樣吧? 想不到，但事實就是如此 你得到的資訊比你所以為的少"}, {"zh-tw": " Here's a completely different effect. This is a painting by Bellotto. It's in the museum in North Carolina.", "en": " 以下是另一種效應，請看這幅貝洛托的畫作 在北卡羅萊納州美術館展出"}, {"zh-tw": " Bellotto was a student of Canaletto's. And I love paintings like that -- the painting is actually about as big as it is right here.", "en": " 貝洛托是加納萊托的學生 我很喜歡這類作品 它的大小就像你們看見那樣"}, {"zh-tw": " And I love Canalettos, because Canaletto has this fantastic detail, and you can get right up and see all the details on the painting. And I started across the hall in North Carolina, because I thought it was probably a Canaletto, and would have all that in detail.", "en": " 我也很喜歡加納萊托，他的畫著重細節 你可以靠近 看到畫裡的細節 我先是從畫廊的另一邊看到它 我以為它是加納萊托的畫作 會有許多細節"}, {"zh-tw": " And I noticed that on the bridge there, there's a lot of people -- you can just barely see them walking across the bridge. And I thought as I got closer I would be able to see all the detail of most people, see their clothes, and so forth.", "en": " 我發現橋上有很多人 你可以看見他們過橋 我以為我走近 可以看到那些人的細節 他們的衣服和其他的東西"}, {"zh-tw": " And as I got closer and closer, I actually screamed. I yelled out because when I got closer, I found the detail wasn't there at all.", "en": " 我走近這幅畫，卻叫出來了 我叫了，因為我走近時 發現那裡沒有什麼細節"}, {"zh-tw": " There were just little artfully placed blobs of paint. And as I walked towards the picture, I was expecting detail that wasn't there.", "en": " 只是一片片鋪陳亮麗的顏料 我慢慢走上前 預期找到那些不存在的細節"}, {"zh-tw": " The artist had very cleverly suggested people and clothes and wagons and all sorts of things, and my brain had taken the suggestion. You're familiar with a more recent technology, which is -- There, you can get a better view of the blobs.", "en": " 畫家巧妙地暗示那裡有人、衣服 還有車和其他的東西 而我的腦袋接受了這樣的暗示 這裡有個新的技術，大家可能比較熟悉 這樣色塊會比較容易看到"}, {"zh-tw": " See, when you get close they're really just blobs of paint. You will have seen something like this -- this is the reverse effect.", "en": " 看到嗎？你走近了 看到的就只是一些色塊 大家可能看過這個－恰恰相反的效應"}, {"zh-tw": " I'll just give that to you one more time. Now, what does your brain do when it takes the suggestion? When an artful blob of paint or two, by an artist, suggests a person -- say, one of Marvin Minsky's little society of mind -- do they send little painters out to fill in all the details in your brain somewhere? I don't think so. Not a chance. But then, how on Earth is it done? Well, remember the philosopher's explanation of the lady? It's the same thing.", "en": " 我們再看一次 那麼，你的腦袋做了什麼來接受暗示呢？ 當畫家添上一兩片的色塊 暗示出有一個人－比方像馬文·閔斯基 說的那個意識群體－ 畫裡是不是有小小的畫家跑到我們腦袋、填上細節呢? 我不認為如此，不可能。可是這怎發生的呢？ 好，還記得哲學家如何解釋刀鋸美人嗎？ 道理一樣"}, {"zh-tw": " The brain just makes you think that it's got the detail there. You think the detail's there, but it isn't there.", "en": " 大腦只是讓你以為有細節 你以為有，不是真的有"}, {"zh-tw": " The brain isn't actually putting the detail in your head at all. It's just making you expect the detail.", "en": " 大腦並沒有真的把細節填上去 它只是讓你預期那裡會有細節"}, {"zh-tw": " Let's just do this experiment very quickly. Is the shape on the left the same as the shape on the right, rotated? Yes.", "en": " 我們很快做個實驗 右邊的圖案是不是跟左邊一樣，只是轉了向？ 是"}, {"zh-tw": " How many of you did it by rotating the one on the left in your mind's eye, to see if it matched up with the one on the right? How many of you rotated the one on the right? OK. How do you know that's what you did? There's in fact been a very interesting debate raging for over 20 years in cognitive science -- various experiments started by Roger Shepherd, who measured the angular velocity of rotation of mental images.", "en": " 在座有幾位想像 把左邊的轉過來看跟右邊的是否一樣？ 有幾位是把右邊的轉過來的？好 你怎麼知道你這麼做了？ （眾笑） 有一場論戰非常有趣 在認知科學界激辯了20多年 羅傑‧舍帕德發明了一些實驗 他要量度思維圖像的角度轉向速度"}, {"zh-tw": " Yes, it's possible to do that. But the details of the process are still in significant controversy.", "en": " 這確實可以量度 但實驗過程的細節還是很有爭議"}, {"zh-tw": " And if you read that literature, one of the things that you really have to come to terms with is even when you're the subject in the experiment, you don't know. You don't know how you do it.", "en": " 如果你閱讀該文獻，你必須接受的 事實之一是：即使你是受試者 你不會知道 你不會知道你怎麼做的"}, {"zh-tw": " You just know that you have certain beliefs. And they come in a certain order, at a certain time.", "en": " 你只知道你有一些想法 在特定的時間按照一定的順序出現"}, {"zh-tw": " And what explains the fact that that's what you think? Well, that's where you have to go backstage and ask the magician. This is a figure that I love: Bradley, Petrie, and Dumais.", "en": " 是什麼讓你認為 那些是你所想的？這你得問問後台的魔術師 我很喜歡這個圖形：伯里、皮特和杜邁作的"}, {"zh-tw": " You may think that I've cheated, that I've put a little whiter-than-white boundary there. How many of you see that sort of boundary, with the Necker cube floating in front of the circles? Can you see it? Well, you know, in effect, the boundary's really there, in a certain sense.", "en": " 你可能以為我作弊 故意把邊線畫得要白一點 有幾位看得到那種邊界？ 黑色圓形前面漂浮著奈克方塊的那種？ 各位看得到嗎? 這種邊界在某種意義下確實存在"}, {"zh-tw": " Your brain is actually computing that boundary, the boundary that goes right there. But now, notice there are two ways of seeing the cube, right? It's a Necker cube.", "en": " 大腦確實計算著這種邊界 這個邊界就在這裡 不過，其實有兩種方法觀看方塊，是吧？ 這就是奈克方塊"}, {"zh-tw": " Everybody can see the two ways of seeing the cube? OK. Can you see the four ways of seeing the cube? Because there's another way of seeing it.", "en": " 大家都看出方塊的兩種方法了吧？ 那看得出四種方法嗎? 因為還有另一種方法"}, {"zh-tw": " If you're seeing it as a cube floating in front of some circles, some black circles, there's another way of seeing it. As a cube, on a black background, as seen through a piece of Swiss cheese.", "en": " 如果你看它是圓形前面的方塊－黑色圓形 那麼就還有另一種觀看的方法 那是在黑色背景上的方塊 通過瑞士乾酪看到的方塊 （眾笑）"}, {"zh-tw": " Can you get it? How many of you can't get it? That'll help. Now you can get it. These are two very different phenomena.", "en": " 看到了嗎？有幾位看不到？這樣也許就看到了 （眾笑） 現在大家都看到了。這是兩種非常不同的現象"}, {"zh-tw": " When you see the cube one way, behind the screen, those boundaries go away. But there's still a sort of filling in, as we can tell if we look at this.", "en": " 當你把方塊看成是在白幕後 那些邊界就消失了 但腦袋還是填上了些什麼，看看這個就知道"}, {"zh-tw": " We don't have any trouble seeing the cube, but where does the color change? Does your brain have to send little painters in there? The purple-painters and the green-painters fight over who's going to paint that bit behind the curtain? No. Your brain just lets it go. The brain doesn't need to fill that in.", "en": " 毫無問題看得見方塊，但顏色在哪裡改變的呢？ 大腦必須派出小畫家在那裡填色的嗎？ 填紫色的要跟填綠色的 在幕後打架決定誰填色的嗎？不會的 腦袋不管這些，腦袋不需要填色"}, {"zh-tw": " When I first started talking about the Bradley, Petrie, Dumais example that you just saw -- I'll go back to it, this one -- I said that there was no filling-in behind there. And I supposed that that was just a flat truth, always true.", "en": " 我先前提到一張圖片 剛才看到的伯里、皮特和杜邁那個例子 我們再來看一下這一張 我先前說了這後面沒有填色 我也假定這就是真的"}, {"zh-tw": " But Rob Van Lier has recently shown that it isn't. Now, if you think you see some pale yellow -- I'll run this a few more times.", "en": " 但羅勃‧范里爾最近卻證明這不是真的 如果你覺得你看見的是淡黃色 －我來多播放幾次－"}, {"zh-tw": " Look in the gray areas, and see if you seem to see something sort of shadowy moving in there -- yeah, it's amazing. There's nothing there. It's no trick. [\"Failure to Detect Changes in Scenes\" slide] This is Ron Rensink's work, which was in some degree inspired by that suggestion right at the end of the book.", "en": " 看著灰色的地方 看看你是否好像看到那裡有些陰影在動？ 沒錯！在動! 很神奇－但那裡什麼都沒有，沒有作弊 [「景象變化的失察」] 這是朗‧樂森的研究 多少受到這書最後的暗示啟發而做的研究"}, {"zh-tw": " Let me just pause this for a second if I can. This is change-blindness.", "en": " 讓我在這兒停下 這就是轉變盲"}, {"zh-tw": " What you're going to see is two pictures, one of which is slightly different from the other. You see here the red roof and the gray roof, and in between them there will be a mask, which is just a blank screen, for about a quarter of a second.", "en": " 各位接著會看到兩張圖片 兩張稍有不同 大家看見有個紅屋頂、有個灰屋頂 中間遮住了 那只是個空畫面，出現四分一秒"}, {"zh-tw": " So you'll see the first picture, then a mask, then the second picture, then a mask. And this will just continue, and your job as the subject is to press the button when you see the change.", "en": " 你會看到第一張圖、然後空白 然後是第二張圖、然後是遮罩 就這樣繼續下去，你是受試者 你看到變化就按鈕"}, {"zh-tw": " So, show the original picture for 240 milliseconds. Blank. Show the next picture for 240 milliseconds. Blank.", "en": " 好，圖片出現240毫秒、然後空白 下一張圖出現240毫秒、空白"}, {"zh-tw": " And keep going, until the subject presses the button, saying, \"I see the change.\" So now we're going to be subjects in the experiment. We're going to start easy. Some examples.", "en": " 一直這樣，直到受試者按鈕 表示看到轉變了 我們現在來當受試者吧 我們從容易的開始，看這些例子"}, {"zh-tw": " No trouble there. Can everybody see? All right.", "en": " 沒問題吧 大家都看見了嗎？好"}, {"zh-tw": " Indeed, Rensink's subjects took only a little bit more than a second to press the button. Can you see that one? 2.9 seconds.", "en": " 其實，樂森的受試者過一秒多的時間 就按鈕了 這個看見了嗎？ 2.9 秒"}, {"zh-tw": " How many don't see it still? What's on the roof of that barn? It's easy. Is it a bridge or a dock? There are a few more really dramatic ones, and then I'll close.", "en": " 有幾位還是看不見？ 糧倉頂上的是什麼？ （眾笑） 很簡單吧 這是橋還是船塢？ 我多放幾張對比大些的、然後就會結束"}, {"zh-tw": " I want you to see a few that are particularly striking. This one because it's so large and yet it's pretty hard to see.", "en": " 我希望大家看幾張對比更大的 這張圖片挺大的，但還是不容易看見"}, {"zh-tw": " Can you see it? Audience: Yes. Dan Dennett: See the shadows going back and forth? Pretty big.", "en": " 看得見嗎? (觀眾：看得見) 看到陰影前後移動嗎? 相當大"}, {"zh-tw": " So 15.5 seconds is the median time for subjects in his experiment there. I love this one. I'll end with this one, just because it's such an obvious and important thing.", "en": " 受試者所用的時間 中位數是15秒半 我喜歡這張，最後一張了 就因為這個很明顯、很重要"}, {"zh-tw": " How many still don't see it? How many still don't see it? How many engines on the wing of that Boeing? Right in the middle of the picture! Thanks very much for your attention. What I wanted to show you is that scientists, using their from-the-outside, third-person methods, can tell you things about your own consciousness that you would never dream of, and that, in fact, you're not the authority on your own consciousness that you think you are.", "en": " 有幾位看不見？有幾位看不見呢？ 這架波音機翼上有幾台引擎呢？ （眾笑） 就在圖片的中央! 謝謝大家用心 我想讓大家看到 科學家利用外在、第三者的方法 能讓你了解你自己的意識 連你自己也沒有想過 你以為你可以控制自己的意識 其實你是控制不了的"}, {"zh-tw": " And we're really making a lot of progress on coming up with a theory of mind. Jeff Hawkins, this morning, was describing his attempt to get theory, and a good, big theory, into the neuroscience.", "en": " 在發展心智的理論方面 我們確實進步了許多 傑夫‧霍金斯今天早上講述他嘗試為神經科學 建構一個整體的大理論"}, {"zh-tw": " And he's right. This is a problem. Harvard Medical School once -- I was at a talk -- director of the lab said, \"In our lab, we have a saying.", "en": " 他說得對。這就是問題了。 有一回我去哈佛醫學院的講座 實驗室總監說「我們實驗室有個說法："}, {"zh-tw": " If you work on one neuron, that's neuroscience. If you work on two neurons, that's psychology.\" We have to have more theory, and it can come as much from the top down.", "en": " 研究的若是一個神經元，那是神經科學 研究的若兩個神經元，那是心理學」 （眾笑） 我們需要更多理論，很可能是由上而下的"}, {"zh-tw": " Thank you very much.", "en": " 謝謝大家 （觀眾鼓掌）"}], "title": "Dan Dennett On Our Consciousness"}