{"url": "http://www.ted.com/talks/arianna_huffington_how_to_succeed_get_more_sleep", "paragraphs": [{"zh-tw": " My big idea is a very, very small idea that can unlock billions of big ideas that are at the moment dormant inside us. And my little idea that will do that is sleep.", "en": " 我的大點子 其實是個小想法 可以釋放出 數不清的大點子 而這想法還潛伏在身體裡 我的這個小點子就是 睡覺"}, {"zh-tw": " This is a room of type-A women. This is a room of sleep-deprived women.", "en": " 在座的都是A型性格的女人 在座的都是 睡眠不足的女人"}, {"zh-tw": " And I learned the hard way, the value of sleep. Two-and-a-half years ago, I fainted from exhaustion.", "en": " 我自己學到教訓後 才知道睡覺的寶貴 兩年半前 我因為太累而昏倒了"}, {"zh-tw": " I hit my head on my desk. I broke my cheekbone, I got five stitches on my right eye. And I began the journey of rediscovering the value of sleep.", "en": " 頭撞到桌子，顴骨碎裂 右眼縫了五針 之後開始了 重新發現睡眠寶貴的旅程"}, {"zh-tw": " And in the course of that, I studied, I met with medical doctors, scientists, and I'm here to tell you that the way to a more productive, more inspired, more joyful life is getting enough sleep. And we women are going to lead the way in this new revolution, this new feminist issue.", "en": " 為此， 我做研究、 找醫生、科學家 我今天在此告訴各位 要更有生產力、 找更多靈感、生活更開心 就是多睡點 我們女人，將會帶領 新一波的革命，女性主義話題"}, {"zh-tw": " We are literally going to sleep our way to the top, literally. Because unfortunately for men, sleep deprivation has become a virility symbol.", "en": " 我們的職場升遷，真的是\"睡\"出來的 因為，不幸的 對男人而言 睡眠不足好像變成男性雄風的象徵"}, {"zh-tw": " I was recently having dinner with a guy who bragged that he had only gotten four hours sleep the night before. And I felt like saying to him -- but I didn't say it -- I felt like saying, \"You know what? If you had gotten five, this dinner would have been a lot more interesting.\" There is now a kind of sleep deprivation one-upmanship.", "en": " 我最近和一個男的吃飯 他自傲的說 他前天只睡四小時 我本來想跟他說 -- 但我沒說出口 我想說：你知道嗎？ 你如果再多睡一小時 這頓晚飯就不會這麼無聊了 現在有種睡眠不足就是 勝人一籌"}, {"zh-tw": " Especially here in Washington, if you try to make a breakfast date, and you say, \"How about eight o'clock?\" they're likely to tell you, \"Eight o'clock is too late for me, but that's okay, I can get a game of tennis in and do a few conference calls and meet you at eight.\" And they think that means that they are so incredibly busy and productive, but the truth is they're not, because we, at the moment, have had brilliant leaders in business, in finance, in politics, making terrible decisions. So a high I.Q.", "en": " 特別是在華盛頓這裡，如果你約人吃早餐 然後提議 \"八點如何?\" 對方很可能跟你說 \"八點太晚了\" \"不過沒關係，我可以先打個網球\" \"回幾通電話，八點再相約吃早餐\" 他們覺得這樣好像 代表自己超忙，完成超多事 但事實並非如此 我們現在 有著許多優越的領導者 不論是商界、財務界、政界 做的決策都很糟 高的 IQ"}, {"zh-tw": " does not mean that you're a good leader, because the essence of leadership is being able to see the iceberg before it hits the Titanic. And we've had far too many icebergs hitting our Titanics.", "en": " 不代表你是好的領導者 因為領導者的特質 是要先能看到冰山 而不是等鐵達尼撞上才發現 我們現在就是有太多撞上冰山 的鐵達尼號了"}, {"zh-tw": " In fact, I have a feeling that if Lehman Brothers was Lehman Brothers and Sisters, they might still be around. While all the brothers were busy just being hyper-connected 24/7, maybe a sister would have noticed the iceberg, because she would have woken up from a seven-and-a-half- or eight-hour sleep and have been able to see the big picture.", "en": " 事實上，我覺得 如果雷曼兄弟(投資銀行) 名叫雷曼\"兄弟姐妹\"的話 他們可能不會倒 因為當這些兄弟都在忙 一天24小時超高速忙碌時 也許其中一個姐妹會注意到冰山 因為她可能睡了七、八個小時 所以目光有辦法 看遠一點"}, {"zh-tw": " So as we are facing all the multiple crises in our world at the moment, what is good for us on a personal level, what's going to bring more joy, gratitude, effectiveness in our lives and be the best for our own careers is also what is best for the world. So I urge you to shut your eyes and discover the great ideas that lie inside us, to shut your engines and discover the power of sleep.", "en": " 我們正面臨 許多的危機 世界各地都如此 個人層面來說，對我們有好處的、 能更快樂、更感激、 更有效率、 在自己領域中能做到最好的 就是對全世界好的 所以我奉勸各位 閉上眼睛 發現自己內在的 很棒的想法 把引擎關掉，發現睡覺的力量吧"}, {"zh-tw": " Thank you.", "en": " 謝謝各位"}], "title": "Arianna Huffington How To Succeed Get More Sleep"}