{"url": "http://www.ted.com/talks/lesley_hazelton_on_reading_the_koran", "paragraphs": [{"zh-tw": " You may have heard about the Koran's idea of paradise being 72 virgins, and I promise I will come back to those virgins. But in fact, here in the northwest, we're living very close to the real Koranic idea of paradise, defined 36 times as \"gardens watered by running streams.\" Since I live on a houseboat on the running stream of Lake Union, this makes perfect sense to me.", "en": " 你或許有聽說過 古蘭經裡關於天堂的描述 那裡有72位處女 我保證一會兒會回到處女這一部份 事實上，在美國東北部 我們的身處之處 近似於古蘭經裡所描述的天堂 古蘭經裡對天堂的定義出現了36次 意為「流水滋養的花園」 因為我住在聯合湖水流過的船屋裡 所以要理解這個概念輕而易舉"}, {"zh-tw": " But the thing is, how come it's news to most people? I know many well-intentioned non-Muslims who've begun reading the Koran, but given up, disconcerted by its \"otherness.\" The historian Thomas Carlyle considered Muhammad one of the world's greatest heroes, yet even he called the Koran \"as toilsome reading as I ever undertook, a wearisome, confused jumble.\" Part of the problem, I think, is that we imagine that the Koran can be read as we usually read a book -- as though we can curl up with it on a rainy afternoon with a bowl of popcorn within reach, as though God -- and the Koran is entirely in the voice of God speaking to Muhammad -- were just another author on the bestseller list. Yet the fact that so few people do actually read the Koran is precisely why it's so easy to quote -- that is, to misquote.", "en": " 但是，為何大部分的人卻是首次聽到這樣的概念 我了解很多心懷善意的非穆斯林 開始閱讀古蘭經，但最後放棄了 對於它的奇異感到困惑 歷史學家湯瑪斯卡來爾 認為穆罕默德是世上極為偉大的英雄 即便如此，對於古蘭經，他曾說道 「我從沒讀過這麼讓人費解的書， 乏味不堪、讓人既困惑又混亂」 這裡的問題，我想，一部分是因為 我們把古蘭經想成是一本 我們平常就會閱讀的書籍 彷彿我們可以在一個午後的雨天，抱著它蜷縮於一角閱讀 同時還有一碗觸手可及的爆米花 彷彿真主－ 因為古蘭經裡全是真主對穆罕默德的話語－ 彷彿真主就只是某個暢銷書作家 而事實上，真正讀古蘭經 的人少之又少 這正是為什麼古蘭經這麼容易被引用－ 也就是說，誤引。"}, {"zh-tw": " Phrases and snippets taken out of context in what I call the \"highlighter version,\" which is the one favored by both Muslim fundamentalists and anti-Muslim Islamophobes. So this past spring, as I was gearing up to begin writing a biography of Muhammad, I realized I needed to read the Koran properly -- as properly as I could, that is.", "en": " 詞組與短語被斷章取義 截出的的版本，我稱它為「標明版本」 穆斯林基本教義派和反穆斯林的恐伊斯蘭教者 都偏愛此版本 所以在這個春天 當我正準備 著手撰寫穆罕默德的傳記時 我意識到自己必須要好好的讀古蘭經 盡我所能好好讀一讀"}, {"zh-tw": " My Arabic's reduced by now to wielding a dictionary, so I took four well-known translations and decided to read them side-by-side, verse-by-verse along with a transliteration and the original seventh-century Arabic. Now I did have an advantage.", "en": " 我的阿拉伯語已經退步到 需要依賴字典的地步 所以我拿了四本著名的譯本 決定將它們並排開來同時讀 一句接著一句 並且參照音譯本 和一本七世紀阿拉伯語原版 我確實有一項優勢"}, {"zh-tw": " My last book was about the story behind the Shi'a-Sunni split, and for that I'd worked closely with the earliest Islamic histories, so I knew the events to which the Koran constantly refers, its frame of reference. I knew enough, that is, to know that I'd be a tourist in the Koran -- an informed one, an experienced one even, but still an outsider, an agnostic Jew reading some else's holy book.", "en": " 我最新的一本書 是有關什葉派和遜尼派分裂的故事 為了這本書，我鑽研伊斯蘭早期的歷史 所以古蘭經裡反覆提及的事情 我都很熟悉 也就是它的信仰準則 我已了解夠多，也就是說 我就像一個旅客在遊歷古蘭經 是有見地的一位旅客 更甚是一位經驗豐富的旅客 但依舊是個局外人 是一個不可知論的猶太人 閱讀著其他宗教的聖書"}, {"zh-tw": " So I read slowly. I'd set aside three weeks for this project, and that, I think, is what is meant by \"hubris\" -- -- because it turned out to be three months.", "en": " 所以我就慢慢的讀。 為了這個計畫，我空出了三星期 而這在我看來，就是所謂的狂妄自大 因為最終我花了三個月才完成"}, {"zh-tw": " I did resist the temptation to skip to the back where the shorter and more clearly mystical chapters are. But every time I thought I was beginning to get a handle on the Koran -- that feeling of \"I get it now\" -- it would slip away overnight, and I'd come back in the morning wondering if I wasn't lost in a strange land, and yet the terrain was very familiar.", "en": " 我確實止住了跳到書的後半段的誘惑 因為後面的章節更短，更富神秘性。 但每當我以為我漸漸 了解古蘭經的精要時 那種「我明白了」的感覺－ 在一夜過後便消失無蹤 當我早上醒來，便會開始納悶 我是否曾迷失在某個異地 但是卻又非常熟悉的地方。"}, {"zh-tw": " The Koran declares that it comes to renew the message of the Torah and the Gospels. So one-third of it reprises the stories of Biblical figures like Abraham, Moses, Joseph, Mary, Jesus.", "en": " 古蘭經聲明它的目的是來 更新摩西五經和福音書的神訊 所以裡面有三分之一 都在重述聖經人物的故事 像是亞伯拉罕、摩西 約瑟夫、聖母瑪莉和耶穌"}, {"zh-tw": " God himself was utterly familiar from his earlier manifestation as Yahweh -- jealously insisting on no other gods. The presence of camels, mountains, desert wells and springs took me back to the year I spent wandering the Sinai Desert.", "en": " 真主本身是極為熟悉的 從祂早時以耶和華為化身 心存嫉妒，堅稱祂是世上唯一的神 書裡的駱駝、高山 沙漠水井和泉水 將我帶回了我在 西奈沙漠遊走的那年"}, {"zh-tw": " And then there was the language, the rhythmic cadence of it, reminding me of evenings spent listening to Bedouin elders recite hours-long narrative poems entirely from memory. And I began to grasp why it's said that the Koran is really the Koran only in Arabic.", "en": " 再者是書裡的語言 帶著抑揚頓挫的節奏 一再讓我想起那些夜晚，聆聽貝都因老人 吟詠著好幾時長的敘事詩 他們全部憑著記憶吟詠 然後我開始了解 為什麼人們會說 只有以阿拉伯文書寫的古蘭經 才是真正的古蘭經。"}, {"zh-tw": " Take the Fatihah, the seven-verse opening chapter that is the Lord's Prayer and the Shema Yisrael of Islam combined. It's just 29 words in Arabic, but anywhere from 65 to 72 in translation.", "en": " 拿首章「法諦海」來說 開篇的七節經文 是由主禱文和伊斯蘭猶太施瑪篇所組成 在阿拉伯文裡只有29個字 但翻譯後的版本卻變成65到72個字"}, {"zh-tw": " And yet the more you add, the more seems to go missing. The Arabic has an incantatory, almost hypnotic, quality that begs to be heard rather than read, felt more than analyzed.", "en": " 而你加進去的字義越多 本意似乎也流失越多 阿拉伯語有一種咒語般 幾近催眠的特色 它邀人聆聽，而非閱讀它 感受它，而非解析它"}, {"zh-tw": " It wants to be chanted out loud, to sound its music in the ear and on the tongue. So the Koran in English is a kind of shadow of itself, or as Arthur Arberry called his version, \"an interpretation.\" But all is not lost in translation.", "en": " 它希望你大聲吟詠它 發出它的音樂聲，繚繞於耳並且停於舌尖 所以英文版的古蘭經 是原版的影子 或者如同亞瑟阿伯理形容他的版本為 「一種詮釋」。 但並非所有含意都會在翻譯中流失"}, {"zh-tw": " As the Koran promises, patience is rewarded, and there are many surprises -- a degree of environmental awareness, for instance, and of humans as mere stewards of God's creation, unmatched in the Bible. And where the Bible is addressed exclusively to men, using the second and third person masculine, the Koran includes women -- talking, for instance, of believing men and believing women, honorable men and honorable women.", "en": " 一如古蘭經所許諾，耐心將會有所回報 其中有許多的驚喜之處－ 例如對於環境保護的認知 或者，人類僅僅只是真主造物的幫手 與聖經所言有過之而無不及。 相較於聖經裡單單只針對男性敘述 使用第二和第三人稱的陽性詞彙 古蘭經的敘述則包含了女人 例如 講到信男信女－ 可敬的男女。"}, {"zh-tw": " Or take the infamous verse about killing the unbelievers. Yes, it does say that, but in a very specific context: the anticipated conquest of the sanctuary city of Mecca where fighting was usually forbidden, and the permission comes hedged about with qualifiers.", "en": " 那句惡名昭彰的句子 談及的是屠殺異教徒 沒錯，古蘭經裡真的這麼說 不過是在某個特定的脈絡下 對麥加聖城的 入侵計畫 － 聖城通常是禁止打鬥的。 而屠殺的許可卻附帶著限制條件"}, {"zh-tw": " Not \"You must kill unbelievers in Mecca,\" but you can, you are allowed to, but only after a grace period is over and only if there's no other pact in place and only if they try to stop you getting to the Kaaba, and only if they attack you first. And even then -- God is merciful; forgiveness is supreme -- and so, essentially, better if you don't.", "en": " 不是說，你必須殺死麥加城裡的異教徒 而是說，你可以這麼做，並且受到允許 不過僅能在寬限期結束之後 並且不存在任何其他條約的時候 只能在他們試圖阻止你去卡巴聖堂朝觀的時候 只有在他們首先發動攻擊的時候 即便在這個時候－真主還是慈悲的 寬恕至上－ 所以，根本上而言 你最好別殺"}, {"zh-tw": " This was perhaps the biggest surprise -- how flexible the Koran is, at least in minds that are not fundamentally inflexible. \"Some of these verses are definite in meaning,\" it says, \"and others are ambiguous.\" The perverse at heart will seek out the ambiguities, trying to create discord by pinning down meanings of their own.", "en": " 這或許是最大的驚喜－ 古蘭經是多麼的靈活彈性 至少對於那些並非 完全固不可化的人來說是如此 「有些語句意義很明確。」它說 「而有些則含混不清。」 心術不正者 會找尋有歧義之處 藉由自己所闡述的解釋 企圖製造矛盾"}, {"zh-tw": " Only God knows the true meaning. The phrase \"God is subtle\" appears again and again, and indeed, the whole of the Koran is far more subtle than most of us have been led to believe.", "en": " 只有真主知道真義 「真主難以捉摸」的詞句 一再的出現 誠然，整部古蘭經更是難以捉摸 其程度超過我們原本所盲目相信的一切"}, {"zh-tw": " As in, for instance, that little matter of virgins and paradise. Old-fashioned Orientalism comes into play here.", "en": " 例如 有關於 處女和天堂這一小部份 老派的東方主義在此發揮了作用"}, {"zh-tw": " The word used four times is Houris, rendered as dark-eyed maidens with swelling breasts, or as fair, high-bosomed virgins. Yet all there is in the original Arabic is that one word: Houris.", "en": " 有個字出現了四次 就是「天堂女神」(Houris) 譯文作解為 擁有豐胸的黑眼少女 或者是，白皙挺乳的處女 然而在阿拉伯文原版中，卻僅僅那個一個字 那就是：天堂女神(Houris)"}, {"zh-tw": " Not a swelling breast nor a high bosom in sight. Now this may be a way of saying \"pure beings\" -- like in angels -- or it may be like the Greek Kouros or Kórē, an eternal youth.", "en": " 根本沒有豐胸、挺乳這樣的形容詞 這或許是用來描述純潔生物 的一種方式－像是形容天使－ 或者像是希臘語中的Kouros或Kórē 意指長生不老的青年"}, {"zh-tw": " But the truth is nobody really knows, and that's the point. Because the Koran is quite clear when it says that you'll be \"a new creation in paradise\" and that you will be \"recreated in a form unknown to you,\" which seems to me a far more appealing prospect than a virgin.", "en": " 但事實在於，沒有人知道真正的釋義 而這就是重點所在 因為古蘭經明確表述 你將會 「在天堂獲得新生」 你將會被 「重新創造成你未知的形式」 比起成為一個處女，這個觀點對我而言 更具有吸引力"}, {"zh-tw": " And that number 72 never appears. There are no 72 virgins in the Koran.", "en": " 而72這個數字從未出現過 72個處女從沒有出現在 古蘭經裡。"}, {"zh-tw": " That idea only came into being 300 years later, and most Islamic scholars see it as the equivalent of people with wings sitting on clouds and strumming harps. Paradise is quite the opposite.", "en": " 這個說法在300年後才開始出現 而大多數的伊斯蘭學者視其等同於 坐在雲端上 彈奏豎琴的翼人。 天堂的景象則大不相同"}, {"zh-tw": " It's not virginity; it's fecundity. It's plenty.", "en": " 它和處女無關 它是豐饒 是富庶"}, {"zh-tw": " It's gardens watered by running streams. Thank you.", "en": " 它是一處花園 被潺潺流水滋養著 謝謝"}], "title": "Lesley Hazelton On Reading The Koran"}