{"url": "http://www.ted.com/talks/van_jones_the_economic_injustice_of_plastic", "paragraphs": [{"zh-tw": "我很榮幸能在這裡也很榮幸能談論這個問題我認爲這是個很嚴重的問題。我們已經討論過很多關於塑膠對地球和其他物種帶來的可怕的影響，但是塑膠也會危害人類", "en": "I am honored to be here, and I'm honored to talk about this topic, which I think is of grave importance. We've been talking a lot about the horrific impacts of plasticon the planet and on other species, but plastic hurts people, too -- especially poor people."}, {"zh-tw": "特別是貧窮的人。在塑膠的生産過程或是使用及丟棄的過程中直接受害的最嚴重的都是貧窮的人。大家對於英國石油油井的原油外泄感到很憤怒這是可以體會的。", "en": "And both in the production of plastic, the use of plasticand the disposal of plastic, the people who havethe bull's-eye on their foreheads are poor people. People got very upset when the BP oil spill happened, for very good reason."}, {"zh-tw": "大家會想，“天哪，這外泄的油太可怕了，", "en": "People thought, \"Oh, my God. This is terrible, this oil --it's in the water."}, {"zh-tw": "流進水裏，裏面的生態將會被破壞殆盡。人們也會蒙受其害。", "en": "It's going to destroythe living systems there. People are going to be hurt."}, {"zh-tw": "進而影響墨西哥灣周圍人們的生計這是很可怕的一件事。”人們沒想過的是如果原油安全地被運輸上岸順利地到達目的地（煉油厰）會怎樣呢？石油不只會被送進引擎燃燒變成廢氣造成全球暖化還有個地方叫“癌症帶”爲什麽叫“癌症帶”呢？那是因爲石化業用原油製造塑膠在生産的過程毒害了當地的居民。住在墨西哥灣區的人們壽命因此而縮短。", "en": "This is a terrible thing, this oil is going to hurtthe people in the Gulf.\" What people don't think about is: What if the oil had made itsafely to shore? What if the oil actually gotwhere it was trying to go? Not only would it have been burnedin engines and added to global warming, but there's a place called \"Cancer Alley,\" and the reason it's called \"Cancer Alley\" is because the petrochemical industry takes that oil and turns it into plastic and in the process, kills people. It shortens the lives of the peoplewho live there in the Gulf."}, {"zh-tw": "所以石油化工業即使在油井不漏油的時候也是個問題製造者。我們通常不知道的是貧窮的人們為我們丟棄的塑膠所付出的代價。", "en": "So oil and petrochemicals are notjust a problem when there's a spill; they're a problem when there's not. And what we don't often appreciate is the price that poor people pay for us to have these disposable products."}, {"zh-tw": "還有一件我們通常也不知道的事人們不止在生産的過程中受害在使用的過程", "en": "The other thingwe often don't appreciate is, it's not just at the point of productionthat poor people suffer. Poor people also sufferat the point of use."}, {"zh-tw": "人們也會受害。收入所得超過一定水準的人有選擇的能力。我們之所以會想要努力工作不想陷入貧窮或破產是因爲我們在經濟上想要保有選擇的能力。", "en": "Those of us who earna certain income level, we have something called choice. The reason why you wantto work hard and have a job and not be poor and broke is so you can have choices,economic choices."}, {"zh-tw": "我們有能力去選擇不去使用某些產品那些包含危險的有毒的塑膠的產品。但是窮人們是沒有選擇的", "en": "We actually get a chanceto choose not to use products that have dangerous,poisonous plastic in them. Other people who are poordon't have those choices."}, {"zh-tw": "所以低收入的人們經常也是去買那些内含有毒化學成分的產品來給他們小孩用的人。到頭來這些人吸收了或是使用了比一般人更多的有毒塑膠。", "en": "So low-income people often are the ones who are buying the products that havethose dangerous chemicals in them that their children are using. Those are the people who wind upingesting a disproportionate amount of this poisonous plastic in using it."}, {"zh-tw": "可能有人會說，“他們應該買其它較安全的產品。”但是問題是身為窮人，你是沒有其他的選擇的。你通常只能買最便宜的產品", "en": "And people say, \"Well, they shouldjust buy a different product.\" Well, the problem with being pooris you don't have those choices. You often have to buythe cheapest products."}, {"zh-tw": "而最便宜的產品通常也是最危險的。如果這還不夠糟糕，還有更慘的：不止在塑膠的生産過程裏會帶給人們癌症，形成“癌症帶”，縮短性命窮苦人家的小孩在使用的過程也會受害甚至在丟棄的時候再一次地，又是窮苦人家首當其害。", "en": "The cheapest productsare often the most dangerous. And if that weren't bad enough -- if it wasn't just the productionof plastic that's giving people cancer in places like Cancer Alley, and shortening lives and hurtingpoor kids at the point of use -- at the point of disposal, once again, it's poor peoplewho bear the burden."}, {"zh-tw": "我們常常以爲我們在做正確的事你在你的辦公室你在喝一瓶水還是什麽的你在想，“我要把這瓶子丟掉。不，我要做做功德把這個瓶子放進藍色的資源回收桶。”你想，“我把我的瓶子放進藍桶子裏。”接下來你看著你的同事說“爲什麽你這個低能兒把你的塑膠瓶放在白色的桶子裏？”我們把這個動作當作一個道德標簽", "en": "Often, we think we're doing a good thing: You're in your office, drinkingyour bottled water or whatever it is, and you think to yourself,\"I'm going to throw this away. No -- I'm going to be virtuous.I'm going to put it in the blue bin.\" You think, \"I put mine in the blue bin.\" And then you lookat your colleague and say, \"Why, you cretin!You put yours in the white bin.\" And we use that as a moral tickle."}, {"zh-tw": "我們也因此自我感覺超好。還可能原諒自己", "en": "We feel so good about ourselves. If we -- well, OK, I'm just ... me."}, {"zh-tw": "可能你不會，但是我是這麽覺得的。我們都因此有道德上感覺良好的時候。", "en": "Not you, but I feel this way often. And so we kind of havethis moral feel-good moment."}, {"zh-tw": "但是要是我們跟著這個小塑膠瓶看看它接下來的旅程常常，我們會很吃驚地發現塑膠瓶會被裝上船花費一些運費飄洋過海最後到達一個開發中國家--通常是中國在我們的心裏我們想象有個人會拿起瓶子說，“噢，小小瓶子，我們真高興見到你這個小瓶子。”“你的任務是如此完美地達成了”小瓶子得到了獎勵還有小瓶子獎章。", "en": "But if we were to be ableto follow that little bottle on its journey, we would be shockedto discover that, all too often, that bottle is going to be put on a boat, it's going to go all the wayacross the ocean at some expense, and it's going to wind upin a developing country, often China. I think in our minds, we imagine somebody's going to takethe little bottle and say, \"Oh, little bottle! We're so happyto see you, little bottle.\" \"You've served so well.\" He's given a little bottle massage, a little bottle medal."}, {"zh-tw": "那個人又說，“接下來你想做什麽？”小瓶子說，“我還不知道。”但事實並不是如此。這個瓶子", "en": "And they say, \"What wouldyou like to do next?\" The little bottle says,\"I just don't know ...\" But that's not actually what happens. You know? That bottle winds up getting burned."}, {"zh-tw": "最後是被燒掉。在很多開發中國家，塑膠資源的回收就意味著把塑膠燒掉而在燒塑膠的過程中會散發無可計量的有毒化學物質再一次，是貧窮的人在“癌症帶“這樣的石化中心生産這一類塑膠產品；是貧窮的人高度地消費這一類的產品；最後還是貧窮的人在資源回收的末端看著他們的性命被縮短", "en": "The recycling of plasticin many developing countries means the incineration of the plastic,the burning of the plastic, which releases incredible toxic chemicals and, once again, kills people. And so, poor peoplewho are making these products in petrochemical centerslike Cancer Alley, poor people who are consumingthese products disproportionately, and then poor people who,even at the tail end of the recycling, are having their lives shortened."}, {"zh-tw": "嚴重地被侵害就只因爲我們太習慣於用過即丟的生活方式。現在你會想--因爲我很了解大家--“對這些人來説", "en": "They're all being harmed -- greatly -- by this addiction that we haveto disposability. Now, you think to yourself --I know how you are -- you say, \"That sure is terriblefor those poor people."}, {"zh-tw": "這真是太可怕了。太慘了，這些窮人們。我希望有人能幫幫他們。”我們不了解的是在洛杉磯的我們", "en": "It's just awful. Those poor people. I hope someone doessomething to help them.\" But what we don't understand is -- here we are in Los Angeles."}, {"zh-tw": "很努力地要降低在本地煙霧的排放但是你猜怎麽樣？因爲現在在亞洲有這麽多的骯髒的工廠因爲環境保護法案現在還無法保護在亞洲的人們我們在加州辛辛苦苦維護的清潔空氣和消除的髒空氣全被亞洲飄過來的髒空氣一筆勾銷。", "en": "We worked very hardto get the smog reduction happening here in Los Angeles. But guess what? Because they're doing so muchdirty production in Asia now, because the environmental lawsdon't protect the people in Asia now, almost all of the clean air gainsand the toxic air gains that we've achieved here in California have been wiped outby dirty air coming over from Asia."}, {"zh-tw": "最終我們還是受到影響但是首當其衝的還是貧窮的人們。", "en": "So we all are being hit.We all are being impacted. It's just that the poor peopleget it first and worst."}, {"zh-tw": "因爲不乾淨的生産過程，燃燒所釋放的有毒物質和亞洲的缺乏環保產生了許多空氣污染飄洋過海而來完全抵消了我們在加州的努力。我們反而退回到70年代的標準。", "en": "But the dirty production,the burning of toxins, the lack of environmentalstandards in Asia, is actually creating so muchdirty air pollution, it's coming across the ocean, and has erased our gainshere in California. We're back where we were in the 1970s."}, {"zh-tw": "我們在同一個地球上所以我們必須找到問題的根源。在我看來，問題的根源在於用過即丟這個觀念上。", "en": "And so we're on one planet, and we have to be able to getto the root of these problems. The root of this problem, in my view, is the idea of disposability itself."}, {"zh-tw": "看，你如果了解我們對地球所造成的污染和我們對窮人帶來的影響之間是有關聯的你就會得到這個令人不安但很有幫助的看法：要把地球作廢你得先把人類作廢。但是如果你能創造一個珍惜人類的世界你也就做到了珍惜地球。", "en": "You see, if you understand the link between what we're doingto poison and pollute the planet and what we're doing to poor people, you arrive at a very troublingbut also very helpful insight: In order to trash the planet, you have to trash people. But if you create a worldwhere you don't trash people, you can't trash the planet."}, {"zh-tw": "我們社會進步到了一方面重視社會正義一方面也要環境保護但我們也終於看出來這其實是一體的兩個面。這兩個面指的事就是，拒絕用過就丟。", "en": "So now we are at a moment where the coming togetherof social justice as an idea and ecology as an idea, we finally can now see that they are really,at the end of the day, one idea. And it's the idea that we don't havedisposable anything."}, {"zh-tw": "我們的資源不該是用過即丟的其他的生物也不是用過即丟的。", "en": "We don't have disposable resources. We don't have disposable species."}, {"zh-tw": "人類更不是用過即丟的。我們的地球不是用過即丟的就像我們的下一代一樣，都是很珍貴的。", "en": "And we don't havedisposable people, either. We don't have a throwaway planet, and we don't have throwawaychildren -- it's all precious."}, {"zh-tw": "一旦我們有了這樣的基礎認識新的行動機會也跟著出現了。那就是“仿生學”這是一樣新概念剛出現的新科學也是一個很重要的社會正義的概念", "en": "And as we all begin to come backto that basic understanding, new opportunities for actionbegin to emerge. Biomimicry, which is an emerging science, winds up being a very importantsocial justice idea."}, {"zh-tw": "人們也才剛開始了解。仿生學是指尊重所有物種的智慧。順便一提，民主，是指尊重所有人民的智慧。", "en": "People who are justlearning about this stuff: biomimicry means respectingthe wisdom of all species. Democracy, by the way, means respecting the wisdomof all people -- we'll get to that."}, {"zh-tw": "仿生學是指尊重所有物種的智慧。我們人類被認定是很聰明的物種", "en": "But biomimicry meansrespecting the wisdom of all species. It turns out we're a prettyclever species."}, {"zh-tw": "腦很大之類的，我們相當自豪。我們要是要做一樣硬的東西我們會想，”我要拿一樣硬的原料", "en": "We have this big cortex,we're pretty proud of ourselves. But if we want to make something hard, we say, \"I know! I'm goingto make a hard substance."}, {"zh-tw": "我知道，我還需要鼓風機和熔爐把硬的原料從地底挖出來把一切搞得熱乎乎、又有毒、又重污染但我最後還是得到我要的。我太聰明了。“你看看你後面，一路造成的破壞", "en": "I know! I'm going to getvacuums and furnaces and drag stuff out of the ground and get things hotand poison and pollute ... But I got this hard thing!\" \"I'm so clever!\" And you look behind you,and there's destruction all around you."}, {"zh-tw": "你還說你很聰明嗎？你還比不上一顆蛤蚌呢", "en": "But guess what? You're so clever,but you're not as clever as a clam. A clamshell is hard."}, {"zh-tw": "蛤蚌的殼很硬不需要鼓風機，不需要大的熔爐不產生有毒物質，也沒有污染。", "en": "There's no vacuums.There's no big furnaces. There's no poison. There's no pollution."}, {"zh-tw": "看起來別的物種很早以前就知道用自然界的生物功法來製造我們需要的東西。我們的科學家終於了解仿生學的内涵我們可以從其它物種那裏學很多東西，我不是說抓一隻老鼠給牠貼上東西", "en": "It turns out that other speciesfigured out a long time ago how to create many of the things we need using biological processesthat nature knows how to use well. That insight of biomimicry,of our scientists finally realizing that we have as muchto learn from other species -- I don't mean taking a mouseand sticking it with stuff."}, {"zh-tw": "我不是說要虐待小動物我是說要去尊重，尊重牠們的成就。", "en": "I don't mean looking at it from that way,abusing the little species. I mean actually respecting them,respecting what they've achieved."}, {"zh-tw": "這就是仿生學這也是做到完全利用，零污染的關鍵這樣我們才可以享受高品質的生活而不會使地球毀滅。這個仿生學的尊重所有物種的智慧的概念去結合民主和社會正義的尊重所有人類的智慧和價值的觀念，會產生一個不同以往的社會。", "en": "That's called biomimicry, and that opens the doorto zero waste production; zero pollution production; that we could actually enjoy a high quality of life,a high standard of living, without trashing the planet. Well, that idea of biomimicry, respecting the wisdom of all species, combined with the ideaof democracy and social justice, respecting the wisdomand the worth of all people, would give us a different society."}, {"zh-tw": "我們也會有一個不同的經濟我們會有金博士都引以爲傲的環保綠色社會。", "en": "We would have a different economy. We would have a green society that Dr. King would be proud of."}, {"zh-tw": "這應該是我們的目標。而要達到這個目標大家要先認知這個用過即丟的概念不止傷害了我們談到的物種還會腐化我們的社會。", "en": "That should be the goal. And the way that we get thereis to first of all recognize that the idea of disposability not only hurts the specieswe've talked about, but it even corrupts our own society."}, {"zh-tw": "我們是如此地以住在加州為傲我們才剛投過票，大家才透過選票說“這種事不該在這裡發生。別的州在搞什麽我不懂。”是如此地自豪。", "en": "We're so proud to live here in California. We just had this vote,and everybody's like, \"Well -- not in our state!\" I don't know what thoseother states were doing, but ...\" Just so proud."}, {"zh-tw": "對啊，我也覺得很驕傲。", "en": "And, yeah, I'm proud, too. But ..."}, {"zh-tw": "但是加州雖然我們在一些環保建設是領先的但是，不幸地，在監禁人口這件事上我們也是領先全球的。加州有全國50州最高的囚禁率。", "en": "California, though we lead the worldin some of the green stuff, we also, unfortunately, lead the world in some of the gulag stuff. California has one of the highestincarceration rates of all the 50 states."}, {"zh-tw": "我們現在有個道德上的挑戰我們花很多心思來拯救瀕危的生態但我們對拯救活生生的人卻不一直是那麽有興趣。", "en": "We have a moral challengein this movement. We are passionate about rescuingsome dead materials from the landfill, but sometimes not as passionate about rescuing living beings,living people."}, {"zh-tw": "我可以說我們住的美國有全世界百分之五的人口排放全球百分之25的溫室氣體還有關了全球百分之25的囚犯。全世界的囚犯每四個人就有一個人是関在美國。", "en": "And I would saythat we live in a country -- five percent of the world's population, 25 percent of the greenhouse gases, but also 25 percentof the world's prisoners. One of every four peoplelocked up anywhere in the world is locked up right herein the United States."}, {"zh-tw": "所以這又跟我們這種只用一次、用過即丟的壞習慣相呼應。然而要成爲一個活動就要拓廣活動的延續性就要使這個活動能成長要使這個活動能超越其傳統範圍要把消除塑膠或幫助塑膠經濟轉型這個活動能否成功，我們常遇到的挑戰為人們常常對我們抱持著懷疑的態度。", "en": "So that is consistent with this idea that disposabilityis something we believe in. And yet, as a movement that has to broadenits constituency, that has to grow, that has to reach outbeyond our natural comfort zone, one of the challengesto the success of this movement, of getting rid of things like plasticand helping the economy shift, is people look at our movementwith some suspicion."}, {"zh-tw": "人們常常問一個問題：這些人怎麽會這麽有熱情這麽執著？一個窮人、低收入戶、住在癌症帶的人住在瓦茨區（洛杉磯的窮人區）住在哈林區（紐約的窮人區），住在印第安保留區的人他們會這麽說，倒也沒錯“這些人怎麽會這麽執著地要確認一個塑膠瓶還可以回收再利用，或是一個鋁罐可以再有第二個生命，然而，我的小孩惹了麻煩被送進了監獄卻沒有第二次的機會？“我們怎麽可以如此熱情地倡導資源物質的再回收利用然而任由人命的廢置或癌症帶的存在？所以我們現在有個機會能讓我們真正為這個活動感到驕傲如果我們選擇這個為我們奮鬥的議題這給我們額外的動機來向其他的活動伸展也使得我們變得更有包含性、也更能成長。而我們也終於能夠跳出以前那個無法兩全的局面。", "en": "And they ask a question,and the question is: How can these people be so passionate? A poor person, a low-income person,somebody in Cancer Alley, somebody in Watts, somebody in Harlem,somebody on an Indian reservation, might say to themselves --and rightfully so -- \"How can these people be so passionate about making sure that a plastic bottlehas a second chance in life, or an aluminum can has a second chance, and yet, when my child gets in troubleand goes to prison, he doesn't get a second chance?\" \"How can this movementbe so passionate about saying we don't have throwaway stuff,no throwaway dead materials, and yet accept throwaway lives and throwaway communitieslike Cancer Alley?\" And so, we now get a chanceto be truly proud of this movement. When we take on topics like this, it gives us that extra callto reach out to other movements and to become more inclusive and to grow, and we can finally get out ofthis crazy dilemma that we've been in."}, {"zh-tw": "你們大部分的人是好的，心很軟的當你們年輕時，你們關心全世界甚至於在某個階段有人說，你必須選擇一個議題來關心、奮鬥一個可以把你的愛加諸其上的議題。", "en": "Most of you are good, softhearted people. When you were younger,you cared about the whole world, and at some point, somebody saidyou had to pick an issue, you had to boil your lovedown to an issue."}, {"zh-tw": "你不可能愛全世界所以你選擇植樹、選擇移民政策你必須做篩選，只選一個議題來關心。基本上他們的意思是“你是要去擁抱一棵樹還是一個小孩？選吧。", "en": "\"Can't love the whole world -- you've got to work on treesor you've got to work on immigration. You've got to shrink it downand be about one issue.\" And really, they fundamentally told you, \"Are you going to hug a tree? Or are you going to hug a child? Pick."}, {"zh-tw": "你是要去擁抱一棵樹還是一個小孩？選吧。”但是你要是選擇塑膠為你的議題你將了解很多事是環環相扣的很幸運地，我們都有兩條手臂我們小孩和樹都可以擁抱。", "en": "Are you going to hug a tree? Or are you going to hug a child? Pick.\" Well, when you start workingon issues like plastic, you realize the whole thing is connected. And luckily, most of us are blessedto have two arms -- we can hug both."}, {"zh-tw": "謝謝大家。", "en": "Thank you very much."}], "title": "Van Jones The Economic Injustice Of Plastic"}