{"url": "http://www.ted.com/talks/heather_knight_silicon_based_comedy", "paragraphs": [{"zh-tw": " Some of the greatest innovations and developments in the world often happen at the intersection of two fields. So tonight I'd like to tell you about the intersection that I'm most excited about at this very moment, which is entertainment and robotics.", "en": " 一些最偉大發明 和世界上的重大發展 經常發生在兩個領域的交集的地方 所以今天晚上我想要向你們介紹的是 在這個非常時刻，最令我興奮的的交會點 那就是娛樂和機器人科技"}, {"zh-tw": " So if we're trying to make robots that can be more expressive and that can connect better with us in society, maybe we should look to some of the human professionals of artificial emotion and personality that occur in the dramatic arts. I'm also interested in creating new technologies for the arts and to attract people to science and technology.", "en": " 如果我們嘗試著要讓機器人 能夠更具備表達能力 而且能夠和我們的社會有更良好的互動 也許我們應該著眼於一些人類的專業領域 像是表演情緒和表現個性 在戲劇表演中 我也對為藝術創造出新的科技有興趣 去吸引大眾 對於科學和技術的關注"}, {"zh-tw": " Some people in the last decade or two have started creating artwork with technology. With my new venture, Marilyn Monrobot, I would like to use art to create tech.", "en": " 在過去的一二十年裡，有些人 已經開始運用科技來創造出藝術 而Marilyn Monrobot，是我新的投資嘗試 我想要運用藝術去創造科技"}, {"zh-tw": " So we're based in New York City. And if you're a performer that wants to collaborate with an adorable robot, or if you have a robot that needs entertainment representation, please contact me, the Bot-Agent.", "en": " 我們的總部設在紐約市 如果你是一位表演者，想要和 一個可愛的機器人合作的話 或是你有一個機器人需要娛樂代表的話 請與我聯絡，我是機器人的經紀人"}, {"zh-tw": " The bot, our rising celebrity, also has his own Twitter account: @robotinthewild. I'd like to introduce you to one of our first robots, Data.", "en": " 這個機器人，它是我們新崛起的名人 它也有自己的推特帳號：@robotinthewild 現在我為妳們介紹首批機器人中的其中一個，它是Data"}, {"zh-tw": " He's named after the Star Trek character. I think he's going to be super popular.", "en": " 它的名字是取自星艦迷航記的其中一個角色 我認為它在未來將會超有人氣的"}, {"zh-tw": " We've got the robot -- in his head is a database of a lot of jokes. Now each of these jokes is labeled with certain attributes.", "en": " 我們讓這個機器人 在它的頭腦裡有一個儲存很多笑話的資料庫 裡面每一個笑話都有標記著不同的屬性"}, {"zh-tw": " So it knows something about the subject; it knows about the length. It knows how much it's moving.", "en": " 所以它會知道笑話的主題，也會知道笑話的長度 還有它會知道笑話的好笑程度"}, {"zh-tw": " And so it's going to try to watch your response. I actually have no idea what my robot is going to do today.", "en": " 現在它要嘗試看看你們的反應 事實上，我不知道今天我的機器人要做什麼樣的表演"}, {"zh-tw": " It can also learn from you about the quality of its jokes and cater things, sort of like Netflix-style, over longer-term to different communities or audiences, children versus adults, different cultures. You can learn something from the robot about the community that you're in.", "en": " 它也會和你們學習 有關它的笑話的特色 還有如何應答，像是Netflix那樣 長期下來 學習了解不同的族群或觀眾 了解兒童和成人，不同的文化 你們也能從機器人身上學到 有關你們身處的社會裡的事物"}, {"zh-tw": " And also I can use each one of you as the acting coach to our future robot companions. Some of you in this middle section -- you have red/green paddles.", "en": " 我也能把你們每一個人當作是 我們未來的機器人夥伴的演員指導 坐在中間這個區塊的你們 你們手上有紅色和綠色的板子"}, {"zh-tw": " If you like what's going on, show the green. If you don't like the subject or the performance, you can hold the red.", "en": " 如果你喜歡現在的表演 就把板子轉綠色的這面 如果你不喜歡它表演的主題或它的表現 你就把板子轉成紅色"}, {"zh-tw": " Now don't be shy. It's just a robot.", "en": " 好，不要害羞喔 它只是一個機器人"}, {"zh-tw": " It doesn't have feelings ... yet. And the rest of you, you still count, you still matter.", "en": " 它不會有感覺的...至少現在還沒有 至於其他人 你們同樣能當它的表演指導"}, {"zh-tw": " There's also a microphone that's listening to the aggregate laughter and applause and booing -- I hope not -- to help make some of its next decisions. Right, so, let the robot stand-up comedy begin.", "en": " 這裡有麥克風 可以收聽大家的笑聲和掌聲 還有噓聲，不過我希望這不會發生 這些聲音會幫助它做下一個選擇 好，那麼 我們讓這場機器人喜劇表演開始吧"}, {"zh-tw": " Data: Hello TEDWomen. It's an honor to be here.", "en": " Data：哈囉，TEDWomen 很榮幸來到這裡"}, {"zh-tw": " You guys are looking good out there. Ready for some jokes? Audience: Yeah.", "en": " 你們大家看起來都很好 準備好要聽些笑話了嗎 觀眾：是的"}, {"zh-tw": " Data: Here's the first one. Right, so, a doctor says to his patient, \"I have bad news and worse news.", "en": " 我要說第一則了 好 一位醫生告訴他的病人說 \"我有一個壞消息和一個更壞的消息要告訴你"}, {"zh-tw": " The bad news is that you only have 24 hours to live.\" \"That's terrible,\" said the patient. \"How can the news possibly be worse?\" \"I've been trying to contact you since yesterday.\" The Swiss have an interesting army. Five hundred years without a war.", "en": " 壞消息就是你只剩下24小時可以活\" 病人說\"那真是太可怕了\" 病人又說\"那還有什麼會更糟糕的呢？\" 醫生說\"就是我從昨天開始就一直試圖要聯絡你\" 瑞士有一批有趣的軍隊，五百年來都沒有戰爭"}, {"zh-tw": " Heather Knight: He's talking about the Swiss. Data: Pretty lucky for them.", "en": " 希瑟‧奈特：它現在正在說瑞士 Data：他們挺幸運的"}, {"zh-tw": " Ever see that little Swiss Army knife they have to fight with? \"Come on buddy, I have the toe clippers right here. You get past me, the guy behind me has a spoon.\" HK: He's a French robot.", "en": " 看過他們拿著那小瑞士軍刀 打架沒？ \"來吧，我這裡有一支指甲剪\" \"就算你越過了我\" \"在我後面的那個人他有勺子\" 希：它是法國的機器人"}, {"zh-tw": " Data: A couple of New Jersey hunters are out in the woods. One of them falls to the ground.", "en": " Data：幾位紐澤西的獵人從森林裡出來 其中一人倒在地上"}, {"zh-tw": " He does not seem to be breathing. The other guy whips out his cell phone and calls 911.", "en": " 他看起來沒有在呼吸 另外一個人拿出他的手機 然後打電話到911"}, {"zh-tw": " He gasps to the operator, \"My friend is dead. What can I do?\" The operator says, \"Just take it easy.", "en": " 他倒抽一口氣對總機說\"我朋友死了 我該怎麼辦？\" 總機說\"先別慌\""}, {"zh-tw": " I can help. First, let's make sure he's dead.\" There is a silence, and the operator hears a shot.", "en": " \"我可以幫助你\" \"首先，讓我們先確定他已經死了\" 電話那頭一陣沉默 然後總機聽到了一聲槍聲"}, {"zh-tw": " The guy's voice comes back on the line, \"Okay, now what?\" Question: Why is television called a medium? Anyone? Because it's neither rare nor well done. But to be completely honest with you, I kind of love television.", "en": " 剛那個人又對總機說 \"好，那現在該怎麼辦\" 為什麼電視會叫做媒體？(medium在英文有雙關語) 有人要回答嗎？ 因為它既不是半生的也不是熟透了(肉類烹煮五分熟的英文稱為medium) 不過在這裡我要非常誠實的告訴你 我也愛看電視"}, {"zh-tw": " Any of you like television? Audience: Yes. Data: I find it incredibly educational.", "en": " 你們喜歡看電視嗎？觀眾：是的 我覺得看電視富含教育意義"}, {"zh-tw": " Actually, as soon as someone turns it on, I go into the other room and read. That's all for now.", "en": " 事實上，每當有人打開電視 我馬上就跑到另一個房間看書 大概就是這樣啦"}, {"zh-tw": " Was that okay for my first time? You've been a great audience. Thank you.", "en": " 我第一次的表現好嗎？ 你們都是很好的觀眾 謝謝你們"}, {"zh-tw": " HK: Yay. So this is actually the first time we've ever done live audience feedback to a performance.", "en": " 希：是阿 事實上這是第一次 我們第一次現場表演和觀眾有互動"}, {"zh-tw": " So thank you all for being a part of it. There's a lot more to come.", "en": " 謝謝你們能參與我們的表演 往後會有更多表演"}, {"zh-tw": " And we hope to learn a lot about robot expression. Thank you very much.", "en": " 我們希望能了解到更多有關機器人的表達能力 非常謝謝大家"}], "title": "Heather Knight Silicon Based Comedy"}