{"url": "http://www.ted.com/talks/suheir_hammad_poems_of_war_peace_women_power", "paragraphs": [{"zh-tw": " \"What I Will\" I will not dance to your war drum. I will not lend my soul nor my bones to your war drum.", "en": " “我要的” 我不會隨你的戰鼓起舞 我不會出借我的靈魂身骨給你的戰鼓。"}, {"zh-tw": " I will not dance to that beating. I know that beat.", "en": " 我不會隨著那節奏翩翩起舞 我很清楚那節奏。"}, {"zh-tw": " It is lifeless. I know intimately that skin you are hitting.", "en": " 沒有生命的節奏。 我内心清楚你敲擊的那張皮"}, {"zh-tw": " It was alive once, hunted, stolen, stretched. I will not dance to your drummed-up war.", "en": " 從前是活著的 而被獵殺、被竊取 被綳緊。 鼓聲隆隆的戰爭，我不會隨之起舞"}, {"zh-tw": " I will not pop, spin, break for you. I will not hate for you or even hate you.", "en": " 我不會爲了你躍進、迴旋或崩壞 我不會為你而恨 也不會恨你。"}, {"zh-tw": " I will not kill for you. Especially I will not die for you.", "en": " 我不會為你殺戮 我更不會為你而死。"}, {"zh-tw": " I will not mourn the dead with murder nor suicide. I will not side with you or dance to bombs because everyone is dancing.", "en": " 我不會自殺，不會跟兇手一起悼念死者 我不會支持你也不會隨炸彈起舞 只是因爲每個人都在跳舞。"}, {"zh-tw": " Everyone can be wrong. Life is a right, not collateral or casual.", "en": " 每個人都會錯。 生命是權利，不是附屬品或臨時的收容。"}, {"zh-tw": " I will not forget where I come from. I will craft my own drum.", "en": " 我不會忘記我來自何方。 我會打造我自己的鼓"}, {"zh-tw": " Gather my beloved near, and our chanting will be dancing. Our humming will be drumming.", "en": " 和我愛的人在一起 我們的歌頌是我們的舞 我們的低吟是我們的鼓"}, {"zh-tw": " I will not be played. I will not lend my name nor my rhythm to your beat.", "en": " 沒有人可以主宰我 你的戰鼓下不會包含我的名字和節奏。"}, {"zh-tw": " I will dance and resist and dance and persist and dance. This heartbeat is louder than death.", "en": " 我會起舞、抗拒、起舞、繼續、再起舞。 我的心跳比死亡還要響亮"}, {"zh-tw": " Your war drum ain't louder than this breath. Haaa. What's up TED people? Let me hear you make some noise.", "en": " 你的戰鼓還比不過 這個呼吸聲。哈... TED的人們，怎麽了？讓我聼聼你的反應"}, {"zh-tw": " A bunch of pacifists. Confused, aspiring pacifists.", "en": " 一票和平主義者 困惑的抱有大志的和平主義者"}, {"zh-tw": " I understand. I've been wrong a lot lately.", "en": " 我懂。 最近以來我作錯很多"}, {"zh-tw": " Like a lot. So I couldn't figure out what to read today.", "en": " 像很多。 所以我無法理出 今天要讀些什麽。"}, {"zh-tw": " I mean, I've been saying I've been prepping. What that means is prepping my outfit, prepping options, trying to figure out what I'm coming behind and going in front of.", "en": " 我是說，我一直說我在預習 那是在說預習我的外觀 預習選項 試著去理清我離開了什麽 將要面對什麽。"}, {"zh-tw": " Poetry does that. It preps you. It aims you.", "en": " 詩可以 讓人做好準備。讓人找到目標。"}, {"zh-tw": " So I am going to read a poem that was chosen just now. But I'm going to need you to just sit for like 10 minutes and hold a woman who is not here.", "en": " 所以接下來我要讀一首詩 一首剛剛選的詩 但是我會需要你 好好的坐10分鐘 抱著一個不在這裡的女人"}, {"zh-tw": " Hold her now with you. You don't need to say her name out loud, you can just hold her.", "en": " 現在就抱她 靠緊你。 你不需要說出她的名字，只需抱著她。"}, {"zh-tw": " Are you holding her? This is \"Break Clustered.\" All holy history banned. Unwritten books predicted the future, projected the past.", "en": " 你在抱她嗎？ 這是“打破集束（炸彈）“ 所有神聖的歷史都禁止。 不成文的書預測了未來，影射了過去"}, {"zh-tw": " But my head unwraps around what appears limitless, man's creative violence. Whose son shall it be? Which male child will perish a new day? Our boys' deaths galvanize.", "en": " 然而我的頭打開了 那看起來永無止境 人們富創意的暴力。 那是誰的兒子？ 誰家的男孩在這新的一天要死亡？ 為我們孩子們的死亡鍍銀"}, {"zh-tw": " We cherish corpses. We mourn women, complicated.", "en": " 我們珍惜屍體 我們哀悼女人，複雜。"}, {"zh-tw": " Bitches get beat daily. Profits made, prophets ignored.", "en": " 壞女人天天被打 先知被創造、被忽略"}, {"zh-tw": " War and tooth, enameled salted lemon childhoods. All colors run, none of us solid.", "en": " 戰爭和傷痛裝飾了鹹鹹檸檬般的童年 所有的顔色失真，所有的我們脆弱"}, {"zh-tw": " Don't look for shadow behind me. I carry it within. I live cycles of light and darkness.", "en": " 不必在我身後找尋背影。我一直帶著。 我活在光明和黑暗的周期"}, {"zh-tw": " Rhythm is half silence. I see now, I never was one and not the other.", "en": " 節奏的一半是寂靜。 我現在懂了，我從未是一個，也不是另一個。"}, {"zh-tw": " Sickness, health, tender violence. I think now I never was pure.", "en": " 生病，健康，溫柔的暴力。 我現在認爲我從未純潔。"}, {"zh-tw": " Before form I was storm, blind, ign'ant -- still am. Human contracted itself blind, malignant.", "en": " 在成型以前我是風暴 盲目、無知—如今仍是 人們和盲目、惡意結夥"}, {"zh-tw": " I never was pure. Girl spoiled before ripened.", "en": " 我從未是純潔的 女孩們在成熟前就被摧殘"}, {"zh-tw": " Language can't math me. I experience exponentially.", "en": " 你無法用言語來計算我 我經歷了對數平方的事"}, {"zh-tw": " Everything is everything. One woman loses 15, maybe 20, members of her family.", "en": " 一切是一切 一個女人家裏死了15或20個人"}, {"zh-tw": " One woman loses six. One woman loses her head.", "en": " 一個女人死了6個 一個女人失去頭顱"}, {"zh-tw": " One woman searches rubble. One woman feeds on trash. One woman shoots her face. One woman shoots her husband.", "en": " 一個女人找尋碎石。一個女人撿食垃圾。 一個女人開槍射自己的臉。一個女人射自己的丈夫。"}, {"zh-tw": " One woman straps herself. One woman gives birth to a baby.", "en": " 一個女人用皮帶捆綁自己 一個女人生了一個小孩。"}, {"zh-tw": " One woman gives birth to borders. One woman no longer believes love will ever find her.", "en": " 一個女人畫出新界綫 一個女人不再相信愛會再來"}, {"zh-tw": " One woman never did. Where do refugee hearts go? Broken, dissed, placed where they're not from, don't want to be missed.", "en": " 一個女人從沒相信過愛。 流亡者的心都到哪去了？ 碎了，分崩離析 被放在不是故鄉的地方，不想被思念。"}, {"zh-tw": " Faced with absence. We mourn each one or we mean nothing at all.", "en": " 面無表情的臉孔 我們為彼此哀悼 或者這根本不代表什麽。"}, {"zh-tw": " My spine curves spiral. Precipice running to and running from human beings.", "en": " 我的脊椎迴旋 危境在人間忽隱忽現"}, {"zh-tw": " Cluster bombs left behind. De facto landmines.", "en": " 集束炸彈留下了 現在的地雷"}, {"zh-tw": " A smoldering grief. Harvest contaminated tobacco.", "en": " 暗自燃燒的悲傷。 收集污染煙草"}, {"zh-tw": " Harvest bombs. Harvest baby teeth.", "en": " 收集炸彈 收集嬰孩牙齒"}, {"zh-tw": " Harvest palms, smoke. Harvest witness, smoke.", "en": " 收集斷掌，煙霧 收集證人，煙霧"}, {"zh-tw": " Resolutions, smoke. Salvation, smoke.", "en": " 決議文，煙霧 救世，煙霧"}, {"zh-tw": " Redemption, smoke. Breathe.", "en": " 償還，煙霧。 吸氣"}, {"zh-tw": " Do not fear what has blown up. If you must, fear the unexploded.", "en": " 別害怕 已經爆炸的 如果真的要的話 那麽就害怕未爆炸的吧。"}, {"zh-tw": " Thank you.", "en": " 謝謝大家"}], "title": "Suheir Hammad Poems Of War Peace Women Power"}