{"url": "http://www.ted.com/talks/salman_khan_let_s_use_video_to_reinvent_education", "paragraphs": [{"zh-tw": " Khan Academy is most knownfor its collection of videos, so before I go any further, let me show you a little bit of a montage. (Video) Salman Khan: So the hypotenuseis now going to be five.", "en": " Khan 學院因 它豐富的影片資源而出名 在我開始演講前 先讓我們看一段剪輯影片 於是這個直角三角形的斜邊就成了5"}, {"zh-tw": " This animal's fossils are only foundin this area of South America -- a nice clean band here -- and this part of Africa. We can integrate over the surface, and the notationusually is a capital sigma.", "en": " 這種動物的化石只能在南美這個地區找到 一條很清楚的界限 還有非洲的這個區域 我們可以合併表面 通常用 Σ 來標記"}, {"zh-tw": " National Assembly: They createthe Committee of Public Safety, which sounds like a very nice committee. Notice, this is an aldehyde,and it's an alcohol.", "en": " 國民大會：他們創造了公共安全委員會 聽上去像是個不錯的委員會 注意，這是乙醛 是一種酒精"}, {"zh-tw": " Start differentiatinginto effector and memory cells. A galaxy. Hey! There's another galaxy.Oh, look! There's another galaxy.", "en": " 開始分化為效應與記憶細胞 一個銀河。哇，那裡又有一個銀河 看啊，那裡還有另外一個"}, {"zh-tw": " And for dollars, is their 30 million, plus the 20 million dollarsfrom the American manufacturer. If this does not blow your mind, then you have no emotion.", "en": " 對美元來說，是三千萬 加上從美國製造商來的兩千萬 如果這還不夠讓你瞠目結舌 你就是麻木不仁"}, {"zh-tw": " (Live) SK: We now haveon the order of 2,200 videos, covering everything from basic arithmetic,all the way to vector calculus, and some of the stuffthat you saw up there. We have a million studentsa month using the site, watching on the orderof 100 to 200,000 videos a day.", "en": " 我們現在有 兩千兩百個影片 從基本的算術 一直到向量微積分 還有一些你剛剛看到的科目 一個月有百萬個學生使用我們的網站 一天有一百到二十萬個影片被觀看"}, {"zh-tw": " But what we're going to talk about in thisis how we're going to the next level. But before I do that, I want to talk a little bitabout really just how I got started.", "en": " 但我們今天所要談論的 是如何提升這項服務 在我這樣做以前 我想先談談我究竟是如何開始的"}, {"zh-tw": " And some of you all might know, about five years ago,I was an analyst at a hedge fund, and I was in Boston, and I was tutoring my cousinsin New Orleans, remotely. And I started puttingthe first YouTube videos up, really just as a kind of nice-to-have, just kind of a supplement for my cousins, something that might give thema refresher or something.", "en": " 你們其中的一些人或許知道 五年前我是個避險基金分析師 我當時人在波士頓 給我在紐澳良的表弟上課 當我把第一支影片放上 YouTube 不過是把它當成一種不錯的 輔助教材 讓他們耳目一新之類的"}, {"zh-tw": " And as soon as I put thosefirst YouTube videos up, something interesting happened. Actually, a bunch of interestingthings happened.", "en": " 當我把第一個 YouTube 影片放上去以後 有趣的事發生了 事實上是許多有趣的事發生了"}, {"zh-tw": " The first was the feedbackfrom my cousins. They told me that they preferredme on YouTube than in person.", "en": " 第一是我表弟的反應 他們說 他們喜歡 YouTube 上的我更勝真人"}, {"zh-tw": " And once you get overthe backhanded nature of that, there was actually somethingvery profound there. They were saying that they preferredthe automated version of their cousin to their cousin.", "en": " 而且一旦你忘記話中那諷刺的部份 你便能聽見一件非常重要的訊息 他們是說 他們喜歡自動化版本的表哥 勝於真正的表哥"}, {"zh-tw": " At first it's very unintuitive, but when you think about it from theirpoint of view, it makes a ton of sense. You have this situation where nowthey can pause and repeat their cousin, without feelinglike they're wasting my time.", "en": " 剛開始會覺得很反常 但當你用他們的角度來想，事實上很合理 狀況是 他們可以把表哥暫停或重複 而不用感覺浪費了我的時間"}, {"zh-tw": " If they have to review something that they should have learneda couple of weeks ago, or maybe a couple of years ago, they don't have to be embarrassedand ask their cousin. They can just watch those videos;if they're bored, they can go ahead.", "en": " 如果他們要復習 兩個禮拜前學的東西 甚至是幾年前學的東西 他們不用不好意思地來問我 只要看這些影片就好。無聊了可以隨時關掉 可以在自己想要的時間，用自己想要的速度看"}, {"zh-tw": " They can watch at their own time and pace. Probably the least-appreciated aspectof this is the notion that the very first time that you're trying to getyour brain around a new concept, the very last thing you need is another human being saying,\"Do you understand this?\" And that's what was happening with the interactionwith my cousins before, and now they can just do itin the intimacy of their own room.", "en": " 而最少人想到的是 在你第一次 第一次 在你的大腦嘗試理解一個新概念時 你最不需要的事情就是 另外一個人在你旁邊說“到底懂了沒有？” 但這就是我和我表弟互動時發生的 現在他們可以 在自己的房間看"}, {"zh-tw": " The other thing that happened is -- I put them on YouTube just -- I saw no reason to make it private, so I let other people watch it, and then people started stumbling on it, and I started gettingsome comments and some letters and all sorts of feedback from random people around the world. These are just a few.", "en": " 另外一件事就是 但我把影片放到 YouTube 上時 我覺得沒必要隱藏 大家都可以看 有人發現這些影片 我開始收到留言和一些信件 還有來自世界各地 很多不同的回應 這些是其中一些"}, {"zh-tw": " This is actually from oneof the original calculus videos. Someone wrote it on YouTube,it was a YouTube comment: \"First time I smiled doing a derivative.\" Let's pause here.", "en": " 這個回應是給最早的那些微積分影片的 有人在 Youtube 上留言到 “這是我第一次算導數會微笑” 等等"}, {"zh-tw": " This person did a derivative, and then they smiled. In response to that same comment -- this is on the thread, you can goon YouTube and look at the comments -- someone else wrote: \"Same thing here.", "en": " 這個人在算導數 然後他微笑了 然後有人回應了這個微笑的人 你可以上 YouTube 去看這些回應 另外一個人說“我也是”"}, {"zh-tw": " I actually got a natural highand a good mood for the entire day, since I remember seeingall of this matrix text in class, and here I'm all like, 'I know kung fu.'\" We get a lot of feedbackalong those lines. This clearly was helping people.", "en": " 那天我整個人飄飄欲仙 以前我 在課堂上看見這些天書 現在我好像學得了絕世功夫 我們得到了很多這種回應 很明顯地，這幫助了很多人"}, {"zh-tw": " But then, as the viewershipkept growing and kept growing, I started getting letters from people, and it was starting to become clear that it was more than just a nice-to-have. This is just an excerptfrom one of those letters: \"My 12 year-old son has autism, and has had a terrible time with math.", "en": " 觀影人數越來越多 我開始收到這些信件 漸漸的你開始明白 這不只是輔助教材 這裡有一封信 是這樣說的 “我12歲的自閉症兒子 對數學一籌莫展"}, {"zh-tw": " We have tried everything, viewed everything, bought everything. We stumbled on your videoon decimals, and it got through.", "en": " 我們試過所有方法 看過所有書籍，買了所有教材 我們發現了你的十進位影片，他看懂了"}, {"zh-tw": " Then we went on to the dreaded fractions. Again, he got it.", "en": " 於是我們播可怕的分數影片，他又懂了"}, {"zh-tw": " We could not believe it. He is so excited.\" And so you can imagine, here I was, an analyst at a hedge fund -- it was very strange for me to dosomething of social value.", "en": " 我們不可置信 他超興奮的。” 你可以想像 身為一位避險基金分析師 做一些有益社會的事對我來說非常陌生"}, {"zh-tw": " But I was excited, so I kept going. And then a few other thingsstarted to dawn on me; that not only would ithelp my cousins right now, or these people who were sending letters, but that this content will never grow old, that it could help their kidsor their grandkids.", "en": " 但我很興奮，於是我繼續製作這些影片 一些其它事情開始發生了 這些影片不但能幫助我表弟 和這些寫信給我的人 而且這些影片永遠不會變老 它可以幫助他們的孩子 或孫子"}, {"zh-tw": " If Isaac Newton had doneYouTube videos on calculus, I wouldn't have to. Assuming he was good. We don't know.", "en": " 如果牛頓 上傳一個微積分的 YouTube 影片 就用不著我了 當然，那得要他很會教，我們無從得知"}, {"zh-tw": " The other thing that happened --and even at this point, I said, \"OK, maybe it's a good supplement.It's good for motivated students. It's good for maybe home-schoolers.\" But I didn't think it would somehowpenetrate the classroom.", "en": " 就算發生了這些事 就算到了那個時候，我仍想“好吧，或許它是不錯的輔助教材 很能激勵學生 給在家上課的學生也很有用” 但我從來沒想到 它竟然能打進課堂"}, {"zh-tw": " Then I started gettingletters from teachers, and the teachers would write, saying, \"We've used your videosto flip the classroom. You've given the lectures,so now what we do --\" And this could happen in every classroomin America tomorrow -- \"what I do is I assignthe lectures for homework, and what used to be homework, I now have the studentsdoing in the classroom.\" And I want to pause here -- I want to pause here, because there'sa couple of interesting things.", "en": " 但我開始收到老師的信 這些老師寫著 “我們在課堂上播你的影片 你已經解釋過了，那我們呢⋯⋯” 說真的，這件事可以明天就在美國每個學校發生 “⋯⋯ 我們只要把看影片變成他們的功課 然後把以前的回家作業 變成在課堂上的習作” 我想要在這裡打個岔 － 我想在這裡打個岔 因為這裡有幾項有趣的事"}, {"zh-tw": " One, when those teachers are doing that, there's the obvious benefit -- the benefit that now their students can enjoy the videos in the waythat my cousins did, they can pause, repeat at theirown pace, at their own time. But the more interesting thing --and this is the unintuitive thing when you talk about technologyin the classroom -- by removing the one-size-fits-alllecture from the classroom, and letting students havea self-paced lecture at home, then when you go to the classroom, letting them do work,having the teacher walk around, having the peers actually be ableto interact with each other, these teachers have used technologyto humanize the classroom.", "en": " 一，當這些老師開始這麼做的時候 比較明顯的好處是 現在這些學生 都可以像我的表弟一樣 用自己的節奏學習 隨時暫停或復習 但更有趣的事是 當你把科技帶到課堂裡 便實現了因材施教的理想 學生們可以回家用自己的方式學習 當他們到了課堂，開始做作業 老師可以作為輔助 甚至讓學生互相教導學習 這些老師用科技 把教室變得更人性"}, {"zh-tw": " They took a fundamentallydehumanizing experience -- 30 kids with their fingers on their lips, not allowed to interact with each other. A teacher, no matter how good, has to give this one-size-fits-alllecture to 30 students -- blank faces, slightly antagonistic -- and now it's a human experience, now they're actuallyinteracting with each other.", "en": " 過去的課堂經驗是很去人性的 30個孩子不許開口 不許和彼此交談 無論一個老師多優秀 都得用一樣的方法 教30個不同的孩子 面無表情，還帶著些敵意 現在人性多了 現在他們總算可以交流了"}, {"zh-tw": " So once the Khan Academy -- I quit my job, and we turned into a real organization -- we're a not-for-profit -- the question is, how do we take thisto the next level? How do we take what those teacherswere doing to its natural conclusion? And so, what I'm showing over here, these are actual exercises that I started writing for my cousins. The ones I startedwere much more primitive.", "en": " 於是有了 Khan 學院 我辭掉工作 把學院變成一個真正的組織 我們是個非營利組織 問題是，下一步該怎麼走？ 我們該如何幫助這些老師的做法 讓它變得更好？ 我現在所要展示的 都是當時我為了我表弟 所做的題目 當時的畫面比較原始"}, {"zh-tw": " This is a more competent version of it. But the paradigm here is, we'll generateas many questions as you need, until you get that concept,until you get 10 in a row.", "en": " 現在的比較好用 這個範例所展現的是，我們讓你做許多題目 直到你理解了這個概念 直到你連續答對十題"}, {"zh-tw": " And the Khan Academy videos are there. You get hints, the actualsteps for that problem, if you don't know how to do it.", "en": " 如果你不知道怎麼做 Khan 學院影片在這 有提示，還有解題的步驟"}, {"zh-tw": " The paradigm here seemslike a very simple thing: 10 in a row, you move on. But it's fundamentally different than what's happeningin classrooms right now.", "en": " 這個範例看上去很簡單： 十題，然後繼續 它和現在的教室有所不同"}, {"zh-tw": " In a traditional classroom, you have homework, lecture,homework, lecture, and then you have a snapshot exam. And that exam, whether you geta 70 percent, an 80 percent, a 90 percent or a 95 percent, the class moves on to the next topic.", "en": " 在傳統的教室裡 你有一些作業 作業、講課、作業、講課 然後你有個短短的考試 無論你在考試裡拿了70分、80分 90或95分 課堂都會繼續"}, {"zh-tw": " And even that 95 percent student -- what was the five percentthey didn't know? Maybe they didn't know what happens whenyou raise something to the zeroth power. Then you build on thatin the next concept.", "en": " 但就算你拿了95分 他不知道的那5分怎麼辦 或許他們不知道你把數提到零功率的時候會怎樣 但你已經開始講解下個概念了 那就像是"}, {"zh-tw": " That's analogous to --imagine learning to ride a bicycle. Maybe I give you a lecture ahead of time, and I give you a bicycle for two weeks,then I come back after two weeks, and say, \"Well, let's see.You're having trouble taking left turns.", "en": " 想像你在學騎腳踏車 我事先和你講解 然後把腳踏車給你兩個禮拜 兩個禮拜後我回來說 “我看看，你左轉有問題 不太停的下來"}, {"zh-tw": " You can't quite stop.You're an 80 percent bicyclist.\" So I put a big \"C\" stampon your forehead -- and then I say, \"Here's a unicycle.\" But as ridiculous as that sounds, that's exactly what's happeningin our classrooms right now. And the idea is you fast forward and good students start failingalgebra all of the sudden, and start failingcalculus all of the sudden, despite being smart,despite having good teachers, and it's usually because they havethese Swiss cheese gaps that kept buildingthroughout their foundation.", "en": " 你是個80分的旗手” 然後我在你額頭上打個C印 然後說“這是你的單輪車。” 就算它聽上去很可笑 這就是每天 發生在我們教室裡的事 把情況往前快轉 好學生突然當掉了代數 當掉微積分 就算他們聰明，又有好老師 往往是來自那些打基礎時 造成的那些瑞士乳酪孔隙一樣的差距 我們的模式是"}, {"zh-tw": " So our model is: learn maththe way you'd learn anything, like riding a bicycle. Stay on that bicycle.Fall off that bicycle.", "en": " 用你學其它事物的方式學習數學 就像你學騎腳踏車一樣 坐在腳踏車上，從腳踏車上跌下"}, {"zh-tw": " Do it as long as necessary,until you have mastery. The traditional model, it penalizes youfor experimentation and failure, but it does not expect mastery.", "en": " 直到你真正學會為止 傳統的模式 懲罰學生的嘗試和失敗 它不期待你完全理解"}, {"zh-tw": " We encourage you to experiment.We encourage you to fail. But we do expect mastery.", "en": " 我們鼓勵你實驗，鼓勵你失敗 但我們要你完全理解掌控"}, {"zh-tw": " This is just another one of the modules. This is trigonometry.", "en": " 這是另外一個課題 這是三角習題"}, {"zh-tw": " This is shifting and reflecting functions. And they all fit together.", "en": " 這是移位和反射函數 他們全都有關聯"}, {"zh-tw": " We have about 90 of these right now. You can go to the site right now, it's all free,not trying to sell anything.", "en": " 我們現在大概有90個這樣的課程 你可以自己上網站看，全免費，沒有要賣甚麼"}, {"zh-tw": " But the general idea is that they allfit into this knowledge map. That top node right there,that's literally single-digit addition, it's like one plus one is equal to two.", "en": " 重點是他們全都包含在這知識地圖裡 上面那個最高的結是個位數加法 像一加一等於二"}, {"zh-tw": " The paradigm is, once you get10 in a row on that, it keeps forwarding youto more and more advanced modules. Further down the knowledge map, we're getting into moreadvanced arithmetic.", "en": " 它的用法是，一旦你連續答對十題 你就會進階到下一個課題 如果你這張知識地圖持續前進 便會進入更進階的演算"}, {"zh-tw": " Further down, you start gettinginto pre-algebra and early algebra. Further down, you start gettinginto algebra one, algebra two, a little bit of precalculus.", "en": " 再往下去，你就會到前代數和早期代數 再下去，就有代數一 一些早期微積分"}, {"zh-tw": " And the idea is, from this we canactually teach everything -- well, everything that can be taughtin this type of a framework. So you can imagine -- and thisis what we are working on -- from this knowledge map, you havelogic, you have computer programming, you have grammar, you have genetics, all based off of that core of,if you know this and that, now you're ready for this next concept.", "en": " 我們的想法是，我們可以教所有東西 至少那些所有可以教的東西 在這個框架下 你可以想像 － 這是我們現在在做的 － 從這個知識地圖 你有邏輯、寫電腦程式 文法、遺傳學 中心思想是 如果你懂了這個和那個 就已經準備好理解下一個概念了"}, {"zh-tw": " Now that can work wellfor an individual learner, and I encourage youto do it with your kids, but I also encourage everyonein the audience to do it yourself. It'll change what happensat the dinner table.", "en": " 當然你可以自己學 但是我鼓勵家長和孩子一起 我也鼓勵在場的個位觀眾自己試試 可以改變晚餐桌上的一些習慣"}, {"zh-tw": " But what we want to do is use the natural conclusionof the flipping of the classroom that those early teachershad emailed me about. And so what I'm showing you here, this is data from a pilotin the Los Altos school district, where they took two fifth-grade classesand two seventh-grade classes, and completely guttedtheir old math curriculum.", "en": " 但我們想做的是 應用這些老師寫信給我的內容 來改變現在的教育。 我現在要給你看的是 從洛杉磯 Los Altos 學區來的數據 他們帶兩班五年級和兩班七年級學生 完全遺棄他們過去的數學課程 這些學生不用課本"}, {"zh-tw": " These kids aren't using textbooks,or getting one-size-fits-all lectures. They're doing Khan Academy, that software,for roughly half of their math class.", "en": " 不用千篇一律的課堂解說 他們加入 Khan 學院 用半節課來用這套軟體"}, {"zh-tw": " I want to be clear: we don't view thisas a complete math education. What it does is -- this iswhat's happening in Los Altos -- it frees up time --it's the blocking and tackling, making sure you know how to movethrough a system of equations, and it frees up timefor the simulations, for the games, for the mechanics, for the robot-building, for the estimating how highthat hill is based on its shadow.", "en": " 我必須要說清楚，我們不是說這是完整的數學教育 它所做的是 － 就像在 Los Atlos 所做的一樣 它讓你有自由時間 這是針對問題解答 確定你知道如何在這些方程式系統中來去自如 你還有時間可以模擬、玩遊戲 學機械、做機器人 用影子估算山究竟有多高"}, {"zh-tw": " And so the paradigm isthe teacher walks in every day, every kid works at their own pace -- this is actually a live dashboardfrom the Los Altos school district -- and they look at this dashboard. Every row is a student.", "en": " 這個模式是，老師走進教室 每個學生用自己的速度學習 這是 Los Atlos 學區的測量表 數據在這裡一目瞭然 每一列是一個學生"}, {"zh-tw": " Every column is one of those concepts. Green means the student'salready proficient.", "en": " 每一行是一個概念 綠色代表這個學生已經通過了"}, {"zh-tw": " Blue means they're workingon it -- no need to worry. Red means they're stuck.", "en": " 藍色代表他們還在繼續學習 － 不用擔心 紅色代表他們有困難了"}, {"zh-tw": " And what the teacher doesis literally just say, \"Let me intervene on the red kids.\" Or even better, \"Let me getone of the green kids, who are already proficientin that concept, to be the first line of attack,and actually tutor their peer.\" Now, I come from a verydata-centric reality, so we don't want that teacherto even go and intervene and have to ask the kid awkward questions: \"What don't you understand? What doyou understand?\" and all the rest. So our paradigm is to arm teacherswith as much data as possible -- data that, in any otherfield, is expected, in finance, marketing, manufacturing -- so the teachers can diagnosewhat's wrong with the students so they can make their interactionas productive as possible.", "en": " 而教師所該做的不過是 “讓我看看這些紅色的學生遇見了甚麼困難” 更好的是“讓我把這些綠色的學生 那些已經學會的學生 送到前線 教導他們的同學。” 這是以數據為主的 我們不希望老師去介入 或問學生奇怪的問題像 “你有甚麼不懂的嗎？”或“你到底懂甚麼？” 等等的。 我們的軟體是用數據來幫助這些老師 這些在金融、市場或製造業 都有的真實數據 這些老師可以由此看出他們的學生有甚麼困難 讓他們的互動更有效率"}, {"zh-tw": " Now teachers know exactlywhat the students have been up to, how long they've spent each day,what videos they've watched, when did they pause the videos,what did they stop watching, what exercises are they using,what have they focused on? The outer circle showswhat exercises they were focused on. The inner circle showsthe videos they're focused on.", "en": " 現在這些老師知道他們的學生都做了些甚麼 他們一天花了多少時間、看了多少影片 他們甚麼時候暫停、停止了甚麼影片 他們做了甚麼習題 他們的學習重心是甚麼？ 外面的圈顯示他們專注於那些習題 裡面的圈顯示他們看了甚麼影片"}, {"zh-tw": " The data gets pretty granular, so you can see the exact problemsthe student got right or wrong. Red is wrong, blue is right.", "en": " 然後數據變得更仔細 你可以看到學生做對和做錯的問題 紅色是錯了，藍色是對了"}, {"zh-tw": " The leftmost question is the first onethe student attempted. They watched the video over there.", "en": " 左邊的問題是學生第一個嘗試的問題 他們在這裡看影片"}, {"zh-tw": " And you can see, eventuallythey were able to get 10 in a row. It's almost like you can see themlearning over those last 10 problems.", "en": " 然後終於，他們答對了十個問題 就像你可以看到他們慢慢靠向最後那十個問題 他們的速度更快了"}, {"zh-tw": " They also got faster -- the heightis how long it took them. When you talk about self-paced learning,it makes sense for everyone -- in education-speak,\"differentiated learning\" -- but it's kind of crazy, what happenswhen you see it in a classroom.", "en": " 高度是他們的答題時間 當你談到自主學習 大家都聽得懂 － 因材施教 但親眼教室看到時還是很令人吃驚"}, {"zh-tw": " Because every time we've done this,in every classroom we've done, over and over again,if you go five days into it, there's a group of kids who've raced ahead and a group who are a little bit slower. In a traditional model,in a snapshot assessment, you say, \"These are the gifted kids,these are the slow kids.", "en": " 因為每一次 在每一個我們實驗的課堂 一次又一次，五天下來 一群孩子往前直衝 一群孩子較為緩慢 在過去的模式，如果你用以前的衡量方法 你會說“這些是聰明的孩子，這些是遲緩的孩子 或許他們應該用不同的方式衡量"}, {"zh-tw": " Maybe they should be tracked differently. Maybe we should put themin different classes.\" But when you let studentswork at their own pace -- we see it over and over again -- you see students who tooka little bit extra time on one concept or the other, but once they get through that concept, they just race ahead.", "en": " 或許我們應該把他們放到不同班級。” 但一旦你讓學生用他們自己的速率學習 我們一次又一次的見證 那些在某些習題上 花較多時間的學生 只要搞懂了那個概念 便順利向前。"}, {"zh-tw": " And so the same kids that youthought were slow six weeks ago, you now would think are gifted. And we're seeing it over and over again.", "en": " 六個禮拜前覺得緩慢的學生 現在你會覺得他們很聰明 我們真的一次又一次地看見這種狀況"}, {"zh-tw": " It makes you really wonder how much all of the labels maybea lot of us have benefited from were really just dueto a coincidence of time. Now as valuable as something like this isin a district like Los Altos, our goal is to use technology to humanize, not just in Los Altos,but on a global scale, what's happening in education.", "en": " 不禁讓人想到 我們身上所貼的這些好標簽 到底有多少不過來自偶然 像這樣珍貴的發現 在 Los Altos 這樣的學區 我們的目標是用科技帶回人性 不只在 Los Altos，更在全球各地 我們的教育情況究竟如何"}, {"zh-tw": " And that brings up an interesting point. A lot of the effortin humanizing the classroom is focused on student-to-teacher ratios.", "en": " 事實上，這讓我們看見一些有趣的點 許多有關人性教育的討論 都注重老師和學生的比例上"}, {"zh-tw": " In our mind, the relevant metric is: student-to-valuable-human-time-with-the-teacher ratio. So in a traditional model,most of the teacher's time is spent doing lecturesand grading and whatnot.", "en": " 在我們看來，更有效的衡量方法 應該是以學生得到了老師多少時間 作為衡量 在傳統模式裡，老師大部分的時間 都在講課、改作業、打分數"}, {"zh-tw": " Maybe five percent of their timeis sitting next to students and working with them. Now, 100 percent of their time is.", "en": " 或許只有百分之五的時間 真的和學生一起相處 現在他們可以有百分百的注意力"}, {"zh-tw": " So once again, using technology,not just flipping the classroom, you're humanizingthe classroom, I'd argue, by a factor of five or 10. As valuable as that is in Los Altos, imagine what it does to the adult learner, who's embarrassed to go backand learn stuff they should have knownbefore going back to college.", "en": " 我要再說一次，科技不但讓課堂更有趣 也讓課堂更人性 至少增加五到十倍 就像在 Los Altos 所呈現的 想像這會對那些因為羞於承認 而不敢回去學習的成年學生 帶來多大的幫助"}, {"zh-tw": " Imagine what it doesto a street kid in Calcutta, who has to help his family during the day, and that's the reasonhe or she can't go to school. Now they can spend two hoursa day and remediate, or get up to speedand not feel embarrassed about what they do or don't know.", "en": " 想像它會對 加爾各答的街童帶來甚麼樣的改變 他們因為要工作幫助家裡 而無法上學 現在他們可以一天花兩小時補救 或迎頭趕過而不用因為他們的程度 而感到困窘"}, {"zh-tw": " Now imagine what happens where -- we talked about the peersteaching each other inside of a classroom. But this is all one system.", "en": " 想像那些 同儕在教室裡互相學習的 狀況 這都在同一個體系裡"}, {"zh-tw": " There's no reason why you can'thave that peer-to-peer tutoring beyond that one classroom. Imagine what happensif that student in Calcutta all of the sudden can tutor your son, or your son can tutorthat kid in Calcutta.", "en": " 沒甚麼理由你不能把 這種同儕學習的形態 延伸到教室外 想像一個加爾各答的學生 突然開始教你的兒子 或是你的兒子開始教他"}, {"zh-tw": " And I think what you'll see emerging is this notion of a globalone-world classroom. And that's essentiallywhat we're trying to build.", "en": " 我想這就是你會在世界如教室 教室如世界的今日所看到的情況 而這就是我們所想要建構的"}, {"zh-tw": " Thank you. Bill Gates: I'll ask about twoor three questions. Salman Khan: Oh, OK. (Applause continues) (Applause ends) BG: I've seen some thingsyou're doing in the system, that have to do with motivationand feedback -- energy points, merit badges.", "en": " 謝謝各位"}, {"zh-tw": " Tell me what you're thinking there. SK: Oh yeah. No, we havean awesome team working on it.", "en": " 比爾蓋茲：我有看過系統裡有些與 動力和反饋有關的機制 精神點數、榮譽胸章 告訴我那是甚麼回事？ SK: 是的，現在我們有一組很棒的人正在開發它"}, {"zh-tw": " I have to be clear,it's not just me anymore. I'm still doing all the videos, but we have a rock-star teamdoing the software.", "en": " 我要說清楚，現在不只有我 我仍然錄製所有的影片 但我們有一組超贊的人在開發軟體"}, {"zh-tw": " We've put a bunch of game mechanicsin there, where you get badges, we're going to start having leader boardsby area, you get points. It's actually been pretty interesting.", "en": " 我們設計了很多遊戲機制 學生們可以拿獎章 我們還要設計一個地區排行榜，讓他們拿點數 非常有趣"}, {"zh-tw": " Just the wording of the badging, or how many points you getfor doing something, we see on a system-wide basis, like tens of thousandsof fifth-graders or sixth-graders going one direction or another,depending what badge you give them. BG: And the collaborationyou're doing with Los Altos, how did that come about? SK: Los Altos, it was kind of crazy.", "en": " 就算只是獎章的名稱或是一些點數 都可以看到整個系統裡的 幾萬個五年級六年級生 轉換方向 就看你給他們甚麼獎章 蓋茲：你和 Los Altos 的合作 是怎麼開始的？ SK: Los Altos，那真是有點瘋狂"}, {"zh-tw": " Once again, I didn't expect itto be used in classrooms. Someone from their board came and said, \"What would you do if you hadcarte Blanche in a classroom?\" I said, \"Well, every studentwould work at their own pace, on something like this,we'd give a dashboard.\" They said, \"This is kind of radical.We have to think about it.\" Me and the rest of the team were like,\"They're never going to want to do this.\" But literally the next day they were like,\"Can you start in two weeks?\" BG: So fifth-grade mathis where that's going on right now? SK: It's two fifth-grade classesand two seventh-grade classes.", "en": " 說真的，我沒有預期它會被用在課堂裡 有時候他們的理事會來問我 “如果我把學校全權授權與你，你會怎麼做？” 我會說“我會讓所有學生用這個軟體自主學習 然後我們會給一個數據表” 他們會說“嗯這有點激進，我們得好好考慮。” 我和其他組員會想 “他們永遠不可能想試的。” 結果隔天他們就回來問“兩個禮拜內開始可以嗎？” 蓋茲：所以你們現在用五年級學生測試嗎？ SK: 是兩堂五年級和兩堂七年級生 整個學區"}, {"zh-tw": " They're doing it at the district level. I think what they're excited aboutis they can follow these kids, not only in school; on Christmas,we saw some of the kids were doing it.", "en": " 我想他們對於可以追蹤學生的進度感到很興奮 這不只是校內的事情 我們看到有些學生甚至在聖誕節也在做題"}, {"zh-tw": " We can track everything, track themas they go through the entire district. Through the summers, as they gofrom one teacher to the next, you have this continuity of data thateven at the district level, they can see.", "en": " 我們可以追蹤他們的學習狀態 他們也可以用學區來分別追蹤這些狀態 暑假過去，在他們換老師的時候 你有這些持續的數據 就算學區層次也能看到"}, {"zh-tw": " BG: So some of those views we sawwere for the teacher to go in and track actuallywhat's going on with those kids. So you're getting feedbackon those teacher views to see what they think they need? SK: Oh yeah. Most of thosewere specs by the teachers.", "en": " 蓋茲：所以我們剛剛所看到的這些 是給老師 用來追蹤學生的進度 你有老師對這些數據 的看法嗎？ SK: 有的，大部分的這些規格都來自老師的意見"}, {"zh-tw": " We made some of those for studentsso they could see their data, but we have a very tight design loopwith the teachers themselves. And they're saying,\"Hey, this is nice, but --\" Like that focus graph,a lot of the teachers said, \"I have a feeling a lot of the kidsare jumping around and not focusing on one topic.\" So we made that focus diagram.", "en": " 我們也有一些是為學生做的，讓他們可以看到他們的數據 但在設計過程中我們和這些老師保持緊密的合作關係 他們會說“這不錯，但⋯⋯” 就像這個重心圖，許多老師說 “我覺得許多孩子都會跳躍學習 而不會把重心放在一個主題上” 於是我們做了重心圖"}, {"zh-tw": " So it's all been teacher-driven.It's been pretty crazy. BG: Is this ready for prime time? Do you think a lot of classes next schoolyear should try this thing out? SK: Yeah, it's ready.", "en": " 這是非常以教師為重心的設計 非常瘋狂 蓋茲：這已經可以使用了嗎？ 你覺得明年是否有許多學校應該試試這個 SK:"}, {"zh-tw": " We've got a million peopleon the site already, so we can handle a few more. No, no reason why it really can't happen in every classroom in America tomorrow.", "en": " 我們已經有幾百萬人在使用網站 我們還可以承受一些 真的沒甚麼理由 明天美國的每個教室都可以使用它"}, {"zh-tw": " BG: And the vision of the tutoring thing. The idea there is,if I'm confused about a topic, somehow right in the user interface, I'd find people who are volunteering, maybe see their reputation, and I could schedule and connect upwith those people? SK: Absolutely. And this is somethingI recommend everyone in this audience do.", "en": " 蓋茲：所以這個教學的 如果我不明白某個主題 在用戶界面中 我就能找到志願者 看看別人對他的評語 然後我可以和他約時間？ SK: 沒錯。我建議在座的 每個人都這麼做。"}, {"zh-tw": " Those dashboards the teachers have,you can go log in right now and you can essentially become a coach for your kids, your nephews, your cousins, or maybe some kidsat the Boys and Girls Club. And yeah, you can startbecoming a mentor, a tutor, really immediately.", "en": " 老師有的這些平台，你也可以登入 你可以成為你的孩子 姪子或表弟妹的教練 甚至男孩或女孩社團的教練 你也可以開始做個家教、教練 馬上就行"}, {"zh-tw": " But yeah, it's all there. BG: Well, it's amazing.", "en": " 都已經好了。 蓋茲：實在太好了"}, {"zh-tw": " I think you just got a glimpseof the future of education. BG: Thank you.SK: Thank you.", "en": " 我想你正瞥見了教育的未來 謝謝你（SK：謝謝你）"}], "title": "Salman Khan Let S Use Video To Reinvent Education"}