{"url": "http://www.ted.com/talks/rob_harmon_how_the_market_can_keep_streams_flowing", "paragraphs": [{"zh-tw": " This is a river. This is a stream. This is a river.", "en": " 這是一條河 這是一條溪 這也是一條河"}, {"zh-tw": " This is happening all over the country. There are tens of thousands of milesof dewatered streams in the United States.", "en": " 全國到處都發生這種情況 美國的河川溪流 有數萬英里沒有水"}, {"zh-tw": " On this map, the colored areasrepresent water conflicts. Similar problemsare emerging in the East as well.", "en": " 在這張地圖上 著色區塊表示有用水衝突的問題 美國東部也有類似的問題"}, {"zh-tw": " The reasons vary state to state,but mostly in the details. There are 4,000 milesof dewatered streams in Montana alone.", "en": " 各州的原因雖然不同 但差別大多在於細節 單單蒙大拿這一州 缺水的河流就有4千英里"}, {"zh-tw": " They would ordinarilysupport fish and other wildlife. They're the veins of the ecosystem, and they're often empty veins.", "en": " 原本提供魚類和野生動物生息 原本是生態系統血脈的 河流如今經常乾涸了"}, {"zh-tw": " I want to tell you the storyof just one of these streams, because it's an archetypefor the larger story. This is Prickly Pear Creek.", "en": " 我想告訴各位 其中一條河流的故事 因為它將是一個更大故事的雛形 這條溪叫仙人掌球溪"}, {"zh-tw": " It runs through a populated areafrom East Helena to Lake Helena. It supports wild fish including cutthroat,brown and rainbow trout.", "en": " 流經居住地區 從東海倫娜流到海倫娜湖裡 它提供野生魚類生息 割喉鱒、褐鱒 還有虹鱒"}, {"zh-tw": " Nearly every yearfor more than a hundred years ... it looked like this in the summer.", "en": " 一百多年來 這條河幾乎每年夏天 看起來都像這樣"}, {"zh-tw": " How did we get here? Well, it started back in the late 1800s when people started settlingin places like Montana. In short, there was a lot of waterand there weren't very many people.", "en": " 怎會變成這樣的呢？ 話說19世紀末期 有人開始移居像蒙大拿這樣的地方 簡單來說，當時水源豐沛 居民也不多"}, {"zh-tw": " But as more peopleshowed up wanting water, the folks who were there firstgot a little concerned, and in 1865, Montana passedits first water law. It basically said, everybodynear the stream can share in the stream.", "en": " 但用水的人越來越多 先到者開始有點擔心 1865年蒙大拿通過第一部水資源法 基本上說，凡居住河流附近者 皆有權共享河流的水"}, {"zh-tw": " Oddly, a lot of people showed upwanting to share the stream, and the folks who were there first got concerned enoughto bring out their lawyers. There were precedent-setting suitsin 1870 and 1872, both involving Prickly Pear Creek.", "en": " 怪的是許多人都來要共享河水 先到者感到憂慮 便找來律師 於是1870和1872年 發生了兩樁訴訟先例 都與仙人掌球溪有關"}, {"zh-tw": " And in 1921, the Montana Supreme Courtruled in a case involving Prickly Pear that the folks who were there firsthad the first, or \"senior water rights.\" These senior water rights are key. The problem is that all over the Westnow it looks like this.", "en": " 1921年 蒙大拿最高法院 裁定了一樁有關仙人掌球溪的案子 凡先到該地區的居住者 有優先使用該地水源的權利 水源的優先使用權是關鍵 現在美國西部 也開始出現同樣的問題"}, {"zh-tw": " Some of these creeks have claims for 50 to 100 times more waterthan is actually in the stream. And the senior water rights holders,if they don't use their water right, they risk losing their water right -- along with the economic valuethat goes with it.", "en": " 這些溪流當中 有些配出的用水權 高達實有溪水的50到100倍以上 有優先用水權的人 如果不行使他們的用水權 可能就會失去用水權 也同時失去其他附帶的經濟價值"}, {"zh-tw": " So they have no incentive to conserve. So it's not justabout the number of people; the system itself createsa disincentive to conserve because you can lose your waterright if you don't use it.", "en": " 因此他們不受到節約用水的鼓勵 這不只是用水人數的問題 而是制度不鼓勵節約用水 因為你不用水就會失去用水權"}, {"zh-tw": " So after decades of lawsuitsand 140 years, now, of experience, we still have this. It's a broken system.", "en": " 因此經過幾十年訴訟 累積了140年的經驗 老問題還是沒有解決 這是個失敗的制度"}, {"zh-tw": " There's a disincentive to conserve, because if you don't use your water right,you can lose your water right. And I'm sure you all know,this has created significant conflicts between the agriculturaland environmental communities.", "en": " 不能鼓勵節約用水 因為不行使用水權 就會失去用水權 我相信大家都知道 這造成了農業和環保團體間的嚴重衝突"}, {"zh-tw": " OK, now I'm going to change gears here. Most of you will be happy to know thatthe rest of the presentation's free ...", "en": " 好，我現在換個方式來說 在座的各位大概都 會高興知道以下的演講是免費的"}, {"zh-tw": " and some of you'll be happyto know that it involves beer. There's another thinghappening around the country, which is that companiesare starting to get concerned about their water footprint.", "en": " 有些人還會高興知道這裡有供應啤酒 全國到處還發生另一件事 有些公司也開始憂慮 他們的\"水足跡\"相關問題(水足跡指製作產品時消費地球水資源的程度)"}, {"zh-tw": " They're concerned about securingan adequate supply of water, they're trying to be really efficientwith their water use, and they're concernedabout how their water use affects the image of their brand. Well, it's a national problem, but I'm going to tell youanother story from Montana ...", "en": " 他們關心能否保有充足的水源 他們試圖有效地利用水資源 也關心自己的用水情況 將如何影響到公司的形象 好，這是全國性的問題 不過我再說個蒙大拿州的故事"}, {"zh-tw": " and it involves beer. I bet you didn't know,it takes about 5 pints of water to make a pint of beer.", "en": " 這跟啤酒有關 我猜大家可能沒想到釀造一品脫的啤酒 需要大約五品脫的水"}, {"zh-tw": " If you include all the drain, it takes more than a hundred pintsof water to make a pint of beer. Now the brewers in Montana have already done a lotto reduce their water consumption, but they still usemillions of gallons of water.", "en": " 所有的廢水都算進來 釀造一品脫啤酒需要用到超過一百品脫的水 當今蒙大拿州的釀酒商 已經盡了很大的努力 節約用水 但還是用了數百萬加侖的水"}, {"zh-tw": " I mean, there's water in beer. So what can they doabout this remaining water footprint that can have serious effectson the ecosystem? These ecosystems are really important to the Montana brewersand their customers.", "en": " 我是說啤酒裡不能沒有水 那麼針對生態環境方面 可能會造成嚴重影響的 其他\"水足跡\"問題 他們能怎麼辦？ 對蒙大拿的釀酒商和顧客而言 生態環境當然重要"}, {"zh-tw": " After all, there's a strong correlationbetween water and fishing, and for some, there's a strong correlationbetween fishing and beer. So the Montana brewersand their customers are concerned and they're looking for some wayto address the problem.", "en": " 畢竟在水和釣魚之間 兩者很有關聯 對某些人來說 釣魚和啤酒也很有關聯 蒙大拿的釀酒商和顧客也開始關心 開始找尋能解決這個問題的方法"}, {"zh-tw": " So how can they addressthis remaining water footprint? Remember Prickly Pear. Up until now, business water stewardship has been limitedto measuring and reducing, and we're suggestingthat the next step is to restore.", "en": " 他們能如何解決剩餘的\"水足跡\"問題呢？ 請記得仙人掌球溪 到目前為止 商業水資源管理 一直局限在測量和減少水資源的利用 而我們建議的下一步 是恢復水資源"}, {"zh-tw": " Remember Prickly Pear. It's a broken system.", "en": " 請記得仙人掌球溪 那是個失敗的制度"}, {"zh-tw": " You've got a disincentive to conserve, because if you don't use your water right,you risk losing your water right. Well, we decided to connectthese two worlds -- the world of the companieswith their water footprints and the world of the farmers with their senior water rightson these creeks.", "en": " 它不能鼓勵節約用水 因為不行使用水權就可能失去用水權 我們決定連接這兩個世界 一邊是關心 \"水足跡\"的公司 另一邊是擁有溪流 優先用水權的農民"}, {"zh-tw": " In some states, senior water rights holderscan leave their water in the stream while legally protecting it from others, and maintaining their water right. After all, it is their water right, and if they want to use that water rightto help the fish grow in the stream, it's their right to do so.", "en": " 在某些州裡 有優先用水權的人可以 把他們有權用的水留在溪裡 同時法律保障不被他人佔用 並保留他們的用水權 畢竟 這是他們的用水權 如果他們要行使用水權 來幫助溪流裡的魚類 那也是他們的權利"}, {"zh-tw": " But they have no incentive to do so. So, working with local water trusts,we created an incentive to do so.", "en": " 但是他們並沒有意願這麼做 因此我們和當地水資源託管機構合作 創造出這麼做的獎勵辦法"}, {"zh-tw": " We pay them to leavetheir water in stream. That's what's happening here.", "en": " 我們付錢讓他們把水留在溪裡 就像這裡"}, {"zh-tw": " This individual has made the choiceand is closing this water diversion, leaving the water in the stream. He doesn't lose the water right, he just chooses to apply that right,or some portion of it, to the stream, instead of to the land.", "en": " 這位居民做了決定 關閉引水道 讓水留在溪裡 他沒有失去水資源 他只是選擇運用這項權利 或一部分的權利 讓水留在溪裡而不用到陸地上"}, {"zh-tw": " Because he's the seniorwater-rights holder, he can protect the waterfrom other users in the stream. OK? He gets paid to leavethe water in the stream.", "en": " 因為他有優先用水權 他的水受到保障，他人不得使用 了解嗎? 他收錢讓水留在溪裡"}, {"zh-tw": " This guy's measuring the waterthat this leaves in the stream. We then take the measured water, we divide it intothousand-gallon increments.", "en": " 這個人正在測量 他留在溪裡的水量 然後我們把測到的水量 分成一千加侖的增幅"}, {"zh-tw": " Each increment gets a serial numberand a certificate, and then the brewers and othersbuy those certificates as a way to return waterto these degraded ecosystems. The brewers payto restore water to the stream.", "en": " 每一增幅發給一組序號和證書 然後釀酒商或其他人 可以買這個證書 作為把水還給 受損的生態環境的一種方式 釀酒商付錢 讓水資源恢復到溪流裡"}, {"zh-tw": " It provides a simple,inexpensive and measurable way to return waterto these degraded ecosystems, while giving farmers an economic choice and giving businessesconcerned about their water footprints an easy way to deal with them. After 140 years of conflictand 100 years of dry streams, a circumstance that litigationand regulation has not solved, we put together a market-based,willing buyer, willing seller solution -- a solution thatdoes not require litigation.", "en": " 這提供了既簡單也不貴 又能測量的方法 讓水回到受損的生態環境裡 既給予農民們一個經濟上的選擇 也讓關心\"水足跡\"的公司行號 有了方法應對問題 經過140年的水資源衝突 和100年來的河流乾涸 在訴訟與調解下 都沒能解決的問題 我們理出一個讓買賣雙方 你情我願的市場解決機制 這個解決方案無須訴訟"}, {"zh-tw": " It's about giving folksconcerned about their water footprints a real opportunity to put waterwhere it's critically needed, into these degraded ecosystems, while at the same time providing farmersa meaningful economic choice about how their water is used. These transactionscreate allies, not enemies.", "en": " 這是讓關切 \"水足跡\"的人們 有一個真正的機會 把水放到迫切需要之處 放回受到損害的生態系統裡 於此同時也讓 農民們在經濟上 能在用水方面得到 一個有意義的選擇 這種交易創造出來的是盟友而非敵人"}, {"zh-tw": " They connect peoplerather than dividing them. And they provide needed economicsupport for rural communities.", "en": " 把人連結起來而非分開來 而且為鄉村社區提供所需的經濟支持"}, {"zh-tw": " And most importantly, it's working. We've returned more than four billiongallons of water to degraded ecosystems.", "en": " 最重要的是，這方法行得通 超過四十億加侖的水因而 返回受損的生態環境系統裡"}, {"zh-tw": " We've connected seniorwater-rights holders with brewers in Montana, with hotels and tea companies in Oregon, and with high-tech companiesthat use a lot of water in the Southwest. And when we make these connections, we can and we do turn this ...", "en": " 我們連結了有用水權者 和蒙大拿的釀酒商 以及奧勒岡的飯店和茶葉公司 還有西南部用水需要量龐大的高科技公司 只要我們做這樣的連結 我們能做到也確實做到"}, {"zh-tw": " into this. Thank you very much.", "en": " 把這個樣子轉變成這個樣子 非常謝謝各位"}], "title": "Rob Harmon How The Market Can Keep Streams Flowing"}