{"url": "http://www.ted.com/talks/patricia_ryan_ideas_in_all_languages_not_just_english", "paragraphs": [{"zh-tw": " I know what you're thinking. You think I've lost my way, and somebody's going to come on the stage in a minute and guide me gently back to my seat. I get that all the time in Dubai.", "en": " 我知道你們在想什麼 你們覺得我迷路了 馬上就會有人走上台 溫和地把我帶回我的座位上 我在杜拜總會遇上這種事"}, {"zh-tw": " \"Here on holiday are you, dear?\" \"Come to visit the children? How long are you staying?\" Well actually, I hope for a while longer yet. I have been living and teaching in the Gulf for over 30 years.", "en": " “來這裡度假的嗎，親愛的？” “來探望孩子的嗎？ 這次要待多久呢？\" 恩，事實上，我希望能再待久一點 我在波斯灣這邊生活和教書 已經超過30年了"}, {"zh-tw": " And in that time, I have seen a lot of changes. Now that statistic is quite shocking.", "en": " 這段時間裡，我看到了很多變化 現在這份數據 是挺嚇人的"}, {"zh-tw": " And I want to talk to you today about language loss and the globalization of English. I want to tell you about my friend who was teaching English to adults in Abu Dhabi.", "en": " 而我今天要和你們說的 是有關語言的消失 和英語的全球化 我想和你們談談我的朋友 她在阿布達比教成人英語"}, {"zh-tw": " And one fine day, she decided to take them into the garden to teach them some nature vocabulary. But it was she who ended up learning all the Arabic words for the local plants, as well as their uses -- medicinal uses, cosmetics, cooking, herbal.", "en": " 在一個晴朗的日子裡 她決定帶她的學生到花園去 教他們一些大自然的詞彙 但最後卻變成是她在學習 所有當地植物在阿拉伯語中是怎麼說的 還有這些植物是如何被使用 作為藥材，化妝品 烹飪，香草"}, {"zh-tw": " How did those students get all that knowledge? Of course, from their grandparents and even their great-grandparents. It's not necessary to tell you how important it is to be able to communicate across generations.", "en": " 這些學生是怎麼得到這些知識的呢？ 當然是從他們的祖父母 甚至曾祖父母那裡得來的 不需要我來告訴你們 能夠跨世代溝通 是多麼重要"}, {"zh-tw": " But sadly, today, languages are dying at an unprecedented rate. A language dies every 14 days.", "en": " 但遺憾的是，今天 很多語言 正在以前所未有的速度消失 每14天就有一種語言消失"}, {"zh-tw": " Now, at the same time, English is the undisputed global language. Could there be a connection? Well I don't know.", "en": " 而在此同時 英語卻無庸置疑地成為全球性的語言 這其中有關聯嗎？ 我不知道"}, {"zh-tw": " But I do know that I've seen a lot of changes. When I first came out to the Gulf, I came to Kuwait in the days when it was still a hardship post.", "en": " 但我知道的是我見證過許多改變 當我初次來到波灣，我是去科威特 當時教英文仍然是個困難的工作"}, {"zh-tw": " Actually, not that long ago. That is a little bit too early.", "en": " 其實，沒有那麼久啦 這有點太久以前了"}, {"zh-tw": " But nevertheless, I was recruited by the British Council, along with about 25 other teachers. And we were the first non-Muslims to teach in the state schools there in Kuwait.", "en": " 總之 我被英國文化協會聘用 連同其他25位老師 我們是第一批非穆斯林的老師 在科威特的國立學校任教"}, {"zh-tw": " We were brought to teach English because the government wanted to modernize the country and to empower the citizens through education. And of course, the U.K. benefited from some of that lovely oil wealth.", "en": " 我們被派到那裡教英語 是因為當地政府希望國家可以現代化 並透過教育提升公民的水準 當然，英國也能得到些好處 產油國可是很有錢的"}, {"zh-tw": " Okay. Now this is the major change that I've seen -- how teaching English has morphed from being a mutually beneficial practice to becoming a massive international business that it is today.", "en": " 言歸正傳 我見過最大的改變, 就是 英語教學 的蛻變 如何從一個互惠互利的方式 變成今天這種大規模的國際事業"}, {"zh-tw": " No longer just a foreign language on the school curriculum, and no longer the sole domain of mother England, it has become a bandwagon for every English-speaking nation on earth. And why not? After all, the best education -- according to the latest World University Rankings -- is to be found in the universities of the U.K. and the U.S.", "en": " 英語不再是學校課程裡的外語學科 也不再只是 英國的專利 英語(教學)已經成為 所有英語系國家追逐的潮流 何樂而不為呢？ 畢竟，最好的教育來自於最好的大學 而根據最新的世界大學排名 那些名列前茅的 都是英國和美國的大學"}, {"zh-tw": " So everybody wants to have an English education, naturally. But if you're not a native speaker, you have to pass a test.", "en": " 所以自然每個人都想接受英語教育 但如果你不是以英文為母語 你就要通過考試"}, {"zh-tw": " Now can it be right to reject a student on linguistic ability alone? Perhaps you have a computer scientist who's a genius. Would he need the same language as a lawyer, for example? Well, I don't think so.", "en": " 但僅憑語言能力 就拒絕學生 這樣對嗎？ 譬如如果你碰到一位電腦科學家 他是位天才 他會需要有和律師一樣的語言能力嗎？ 我不這麼認為"}, {"zh-tw": " We English teachers reject them all the time. We put a stop sign, and we stop them in their tracks.", "en": " 但身為英語老師的我們卻總是拒絕他們 我們處處設限 將學生擋在路上"}, {"zh-tw": " They can't pursue their dream any longer, 'til they get English. Now let me put it this way: if I met a monolingual Dutch speaker who had the cure for cancer, would I stop him from entering my British University? I don't think so.", "en": " 使他們無法再追求自己的夢想 直到他們通過考試 現在容我換一個方式說 如果我遇到了一位只會說荷蘭話的人 而這個人能治愈癌症 我會阻止他進入我的英國大學嗎？ 我想不會"}, {"zh-tw": " But indeed, that is exactly what we do. We English teachers are the gatekeepers.", "en": " 但事實上，我們的確在做這種事 我們這些英語老師就是把關的"}, {"zh-tw": " And you have to satisfy us first that your English is good enough. Now it can be dangerous to give too much power to a narrow segment of society.", "en": " 你必須先讓我們滿意 使我們認定你的英文夠好 但這可能是危險的 把太多的權力 交由這麼小的一群人把持"}, {"zh-tw": " Maybe the barrier would be too universal. Okay.", "en": " 也許會令這種障礙太過普及 好"}, {"zh-tw": " \"But,\" I hear you say, \"what about the research? It's all in English.\" So the books are in English, the journals are done in English, but that is a self-fulfilling prophecy. It feeds the English requirement.", "en": " \"但是\"，我聽到你們問 \"那研究呢?\" \"他們都用英文\" 書用英文寫 期刊也都是用英文 但這只是一種理所當然的現象 有英語要求自然就有英語供給"}, {"zh-tw": " And so it goes on. I ask you, what happened to translation? If you think about the Islamic Golden Age, there was lots of translation then.", "en": " 然後就這麼循環下去 我倒想問問大家，為什麼不用翻譯呢？ 如果你們想想伊斯蘭的黃金時代 當時翻譯盛行"}, {"zh-tw": " They translated from Latin and Greek into Arabic, into Persian, and then it was translated on into the Germanic languages of Europe and the Romance languages. And so light shone upon the Dark Ages of Europe.", "en": " 他們把拉丁文和希臘文 翻譯成阿拉伯文或波斯文 然後再由拉伯文或波斯文翻譯為 歐洲的日耳曼語言 以及羅曼語言 於是文明照亮了歐洲的黑暗時代"}, {"zh-tw": " Now don't get me wrong; I am not against teaching English, all you English teachers out there. I love it that we have a global language.", "en": " 但不要誤會我的意思 我不是反對英語教學 或是在座所有的英語老師 我很高興我們有一個全球性的語言"}, {"zh-tw": " We need one today more than ever. But I am against using it as a barrier.", "en": " 這在今日尤為重要 但我反對用英語 設立障礙"}, {"zh-tw": " Do we really want to end up with 600 languages and the main one being English, or Chinese? We need more than that. Where do we draw the line? This system equates intelligence with a knowledge of English, which is quite arbitrary. And I want to remind you that the giants upon whose shoulders today's intelligentsia stand did not have to have English, they didn't have to pass an English test.", "en": " 難道我們真希望世界上只剩下600種語言 其中又以英文或中文為主流？ 我們需要的不只如此。那麼我們該如何拿捏呢？ 這個體制 把智能 和英語能力畫上等號 這是相當武斷的 我想要提醒你們 扶持當代知識分子的 這些\"巨人肩膀\" 不必非得具有英文能力 他們不需要通過英語考試"}, {"zh-tw": " Case in point, Einstein. He, by the way, was considered remedial at school because he was, in fact, dyslexic.", "en": " 愛因斯坦就是典型的例子 順便說一下，他在學校還曾被認為需要補救教學 因為他其實有閱讀障礙"}, {"zh-tw": " But fortunately for the world, he did not have to pass an English test. Because they didn't start until 1964 with TOEFL, the American test of English.", "en": " 但對整個世界來說, 很幸運的 當時他不需要通過英語考試 因為他們直到1964年 才開始使用托福 (一種美式英語測驗)"}, {"zh-tw": " Now it's exploded. There are lots and lots of tests of English.", "en": " 現在英語測驗太氾濫了 有太多太多的英語測驗"}, {"zh-tw": " And millions and millions of students take these tests every year. Now you might think, you and me, \"Those fees aren't bad, they're okay,\" but they are prohibitive to so many millions of poor people.", "en": " 以及成千上萬的學生 每年都在參加這些考試 現在你會認為，你和我都這麼想 這些費用不貴，價錢滿合理的 但是對數百萬的窮人來說 這些費用高不可攀"}, {"zh-tw": " So immediately, we're rejecting them. It brings to mind a headline I saw recently: \"Education: The Great Divide.\" Now I get it, I understand why people would want to focus on English.", "en": " 所以當下我們又拒絕了他們 這使我想起最近看到的一個新聞標題： “教育：大鴻溝” 現在我懂了 我了解為什麼大家都重視英語"}, {"zh-tw": " They want to give their children the best chance in life. And to do that, they need a Western education.", "en": " 因為他們希望給孩子最好的人生機會 為了達成這目的，他們需要西方教育"}, {"zh-tw": " Because, of course, the best jobs go to people out of the Western Universities, that I put on earlier. It's a circular thing.", "en": " 畢竟，不可否認，最好的工作 都留給那些西方大學畢業出來的人 就像我之前說的 這是一種循環"}, {"zh-tw": " Okay. Let me tell you a story about two scientists, two English scientists.", "en": " 好 我跟你們說一個關於兩位科學家的故事 有兩位英國科學家"}, {"zh-tw": " They were doing an experiment to do with genetics and the forelimbs and the hind limbs of animals. But they couldn't get the results they wanted.", "en": " 在做一項實驗 是關於遺傳學的 以及動物的前、後肢 但他們無法得到他們想要的結果"}, {"zh-tw": " They really didn't know what to do, until along came a German scientist who realized that they were using two words for forelimb and hind limb, whereas genetics does not differentiate and neither does German. So bingo, problem solved.", "en": " 他們真的不知道該怎麼辦 直到來了一位德國的科學家 他發現在英文裡 前肢和後肢是不同的二個字 但在遺傳學上沒有區別 在德語也是同一個字 所以，賓果！ 問題解決了"}, {"zh-tw": " If you can't think a thought, you are stuck. But if another language can think that thought, then, by cooperating, we can achieve and learn so much more.", "en": " 如果你不能想到一個念頭 你會卡在那裏 但如果另一個語言能想到那念頭 然後，透過合作 我們可以達成目的，也學到更多"}, {"zh-tw": " My daughter came to England from Kuwait. She had studied science and mathematics in Arabic.", "en": " 我的女兒 從科威特來到英格蘭 她在阿拉伯的學校學習科學和數學"}, {"zh-tw": " It's an Arabic-medium school. She had to translate it into English at her grammar school.", "en": " 那是所阿拉伯中學 在學校裡，她得把這些知識翻譯成英文"}, {"zh-tw": " And she was the best in the class at those subjects. Which tells us that when students come to us from abroad, we may not be giving them enough credit for what they know, and they know it in their own language.", "en": " 而她在班上 卻是在這些學科上拿到最好的成績 這告訴我們 當外籍學生來找我們 我們可能無法 針對他們所知道的給予讚賞 因為那是來自於他們母語的知識"}, {"zh-tw": " When a language dies, we don't know what we lose with that language. This is -- I don't know if you saw it on CNN recently -- they gave the Heroes Award to a young Kenyan shepherd boy who couldn't study at night in his village, like all the village children, because the kerosene lamp, it had smoke and it damaged his eyes.", "en": " 當一個語言消失 我們不知道還有什麼也一併失去了 這是 --我不知道各位有沒有看最近的CNN-- 他們頒了一座英雄獎 給一位年輕的肯亞牧童 在他住的村莊裡，他和村裡其他的孩童一樣 無法在夜晚讀書 因為煤油燈 產生的煙霧會弄傷他的眼睛"}, {"zh-tw": " And anyway, there was never enough kerosene, because what does a dollar a day buy for you? So he invented a cost-free solar lamp. And now the children in his village get the same grades at school as the children who have electricity at home.", "en": " 再說，他也沒有足夠的煤油 畢竟每天只有一塊美金的收入，你還能買什麼？ 所以他發明了 不需成本的太陽能燈 現在他們村子裡的孩子們 大家的成績都和 那些家裡有電的孩子相同"}, {"zh-tw": " When he received his award, he said these lovely words: \"The children can lead Africa from what it is today, a dark continent, to a light continent.\" A simple idea, but it could have such far-reaching consequences. People who have no light, whether it's physical or metaphorical, cannot pass our exams, and we can never know what they know.", "en": " 當他拿到他的獎時 他說了下面這段可愛的話： \"這些孩子可以帶領非洲 這塊黑暗大陸 迎向光明\" 一個簡單的想法 卻能有這樣深遠的影響 沒有“光”的人 無論具體來說，還是抽象來說 都無法通過我們的測驗 我們也無法了解他們擁有的知識"}, {"zh-tw": " Let us not keep them and ourselves in the dark. Let us celebrate diversity.", "en": " 別讓他們和我們自己 都身處在黑暗裡 讓我們一同為多元性歡呼"}, {"zh-tw": " Mind your language. Use it to spread great ideas.", "en": " 持守你的語言 用它來宣揚偉大的想法"}, {"zh-tw": " Thank you very much.", "en": " 非常謝謝各位"}], "title": "Patricia Ryan Ideas In All Languages Not Just English"}