{"url": "http://www.ted.com/talks/sebastian_thrun_google_s_driverless_car", "paragraphs": [{"zh-tw": " As a boy, I loved cars. When I turned 18, I lost my best friend to a car accident.", "en": " 孩提時 我就愛車 在我滿18歲時 我最要好的朋友死於車禍"}, {"zh-tw": " Like this. And then I decided I'd dedicate my life to saving one million people every year.", "en": " 就這樣 我便決定要將我的人生 致力於挽救每年 一百萬人的生命損失"}, {"zh-tw": " Now I haven't succeeded, so this is just a progress report, but I'm here to tell you a little bit about self-driving cars. I saw the concept first in the DARPA Grand Challenges where the U.S. government issued a prize to build a self-driving car that could navigate a desert.", "en": " 我還沒成功, 所以這次只是個進度報告 今天我要介紹自動駕駛車輛 構想是來自於 DARPA 的大挑戰 U.S. 政府提供一個獎項 給能於沙漠中完成自動駕駛的團隊"}, {"zh-tw": " And even though a hundred teams were there, these cars went nowhere. So we decided at Stanford to build a different self-driving car.", "en": " 即使有一百多隊參加 但這些車都沒能完成 因此Standford 決定建構一個不同的自動駕駛車輛"}, {"zh-tw": " We built the hardware and the software. We made it learn from us, and we set it free in the desert.", "en": " 我們同時構造硬體與軟體 我們使它能向人類學習 我們把它放到沙漠中"}, {"zh-tw": " And the unimaginable happened: it became the first car to ever return from a DARPA Grand Challenge, winning Stanford 2 million dollars. Yet I still hadn't saved a single life.", "en": " 想不到的事發生了: 它竟成為第一部 能完成 DARPA 大挑戰的車 -- 為 Standford 贏得兩百萬美元 但我還沒救到任何一條命"}, {"zh-tw": " Since, our work has focused on building driving cars that can drive anywhere by themselves -- any street in California. We've driven 140,000 miles.", "en": " 一開始, 我們的設計就是 要建構一部車 能在任何路況作無人駕駛 在加州的任何街道上 我們已開了 14萬英哩"}, {"zh-tw": " Our cars have sensors by which they magically can see everything around them and make decisions about every aspect of driving. It's the perfect driving mechanism.", "en": " 我們的車有許多感應器 也就讓車子能看到 環繞車子四周的任何事物 作所有駕駛會遇到的 即時判斷 堪稱是完美的駕駛機制"}, {"zh-tw": " We've driven in cities, like in San Francisco here. We've driven from San Francisco to Los Angeles on Highway 1.", "en": " 我們開過市區 像這裡是舊金山 也開上從舊金山到洛杉磯的 1 號高速公路"}, {"zh-tw": " We've encountered joggers, busy highways, toll booths, and this is without a person in the loop; the car just drives itself. In fact, while we drove 140,000 miles, people didn't even notice.", "en": " 我們遇到過慢跑者 繁忙的高速公路，收費站 這些都是無人控制的 車子自動駕駛 事實上呢, 這些14 萬英哩的測試 也多是無人察覺"}, {"zh-tw": " Mountain roads, day and night, and even crooked Lombard Street in San Francisco. Sometimes our cars get so crazy, they even do little stunts.", "en": " 山路 日與夜 甚至是舊金山彎彎曲曲的 Lombard 街 有時 我們的車會玩瘋了 也會做些電影特技駕駛"}, {"zh-tw": " (Video) Man: Oh, my God. What? Second Man: It's driving itself.", "en": " (影片中對白) 甲: 哦! 天啊! 什麼? 乙: 是車子自己在開"}, {"zh-tw": " Sebastian Thrun: Now I can't get my friend Harold back to life, but I can do something for all the people who died. Do you know that driving accidents are the number one cause of death for young people? And do you realize that almost all of those are due to human error and not machine error, and can therefore be prevented by machines? Do you realize that we could change the capacity of highways by a factor of two or three if we didn't rely on human precision on staying in the lane -- improve body position and therefore drive a little bit closer together on a little bit narrower lanes, and do away with all traffic jams on highways? Do you realize that you, TED users, spend an average of 52 minutes per day in traffic, wasting your time on your daily commute? You could regain this time.", "en": " ST: 現在我雖不能救回我朋友 Harold 的命 但我能為死於車禍的人盡些心力 你們知道嗎: 車禍事故 是年輕人喪命的頭號殺手? 還有，你們知道嗎？ 那幾乎都是由於人為疏失 不是機器過失 所以由機器來替代人將有可能避免這些事故? 你們知道嗎: 我們將能把高速公路的車輛容量 提高將近二到三倍 將車輛開在車道内 如果不依賴人為的控制的話 也就是說藉著自動駕駛能精準控制位置 大家能開得靠近一些 車道寬度縮減後 就能改善高速公路的塞車 TED 來賓, 你們知道嗎？ 大家每天平均花費 52 分鐘 在交通中 你的時間 浪費在每天的通勤中 你可以再取回這些時間"}, {"zh-tw": " This is four billion hours wasted in this country alone. And it's 2.4 billion gallons of gasoline wasted.", "en": " 對國家而言 這些是總共 每年 40 億小時的浪費 也是 24億加崙的汽油被浪費"}, {"zh-tw": " Now I think there's a vision here, a new technology, and I'm really looking forward to a time when generations after us look back at us and say how ridiculous it was that humans were driving cars. Thank you.", "en": " 在這裡 我認為可以有個願景 有種新科技 我真的期待會有一天 當我們的後代 再回顧現在的時代 會說人們竟然需要開車 真是太好笑了 謝謝"}], "title": "Sebastian Thrun Google S Driverless Car"}