{"url": "http://www.ted.com/talks/eric_whitacre_a_virtual_choir_2_000_voices_strong", "paragraphs": [{"zh-tw": " I wanted to be a rock star. I dreamed of it, and that's all I dreamed of. To be more accurate, I wanted to be a pop star.", "en": " 我想成為搖滾歌手 那曾是我唯一的夢想 更準確地說，我想成為一位歌星"}, {"zh-tw": " This was in the late '80s. And mostly I wanted to be the fifth member of Depeche Mode or Duran Duran.", "en": " 當時是80年代末 我最想做的就是成為《流行尖端》或《杜蘭杜蘭》 這兩個天團的第五個成員"}, {"zh-tw": " They wouldn't have me. I didn't read music, but I played synthesizers and drum machines.", "en": " 但他們不要我 我不識譜，但我會用合成器和電子鼓"}, {"zh-tw": " And I grew up in this little farming town in northern Nevada. And I was certain that's what my life would be.", "en": " 我在內華達州北部的一個農業小鎮長大 我知道那就是我的人生"}, {"zh-tw": " And when I went to college at the University of Nevada, Las Vegas when I was 18, I was stunned to find that there was not a Pop Star 101, or even a degree program for that interest. And the choir conductor there knew that I sang and invited me to come and join the choir.", "en": " 去拉斯維加斯的內華達大學上學時 我18歲 驚訝地發現 通識課程竟然沒有如何成為歌星 也沒有同類型的學位 那兒的合唱團指揮 知道我會唱歌 於是邀請我加入合唱團"}, {"zh-tw": " And I said, \"Yes, I would love to do that. It sounds great.\" And I left the room and said, \"No way.\" The choir people in my high school were pretty geeky, and there was no way I was going to have anything to do with those people. And about a week later, a friend of mine came to me and said, \"Listen, you've got to join choir.", "en": " 我說“好啊，沒問題，聽上去很棒” 離開以後我馬上說“怎麼可能” 我高中的合唱團成員都是書呆子 我才不要和這些人扯上任何關係 一個禮拜後，一個朋友對我說 “聽著，你一定要加入合唱團"}, {"zh-tw": " At the end of the semester, we're taking a trip to Mexico, all expenses paid. And the soprano section is just full of hot girls.\" And so I figured for Mexico and babes, I could do just about anything.", "en": " 學期末我們要一起去墨西哥 全部有人買單 而且女高音部全是辣妹。” 為了墨西哥和辣妹 我什麼都願意做"}, {"zh-tw": " And I went to my first day in choir, and I sat down with the basses and sort of looked over my shoulder to see what they were doing. They opened their scores, the conductor gave the downbeat, and boom, they launched into the Kyrie from the \"Requiem\" by Mozart.", "en": " 參加合唱團的第一天 我坐在男低音部 仔細觀察 他們在做甚麼 他們打開樂譜，指揮一揮指揮棒 轟隆一聲，他們開始演唱 莫扎特“安魂曲”中的求憐經"}, {"zh-tw": " In my entire life I had seen in black and white, and suddenly everything was in shocking Technicolor. The most transformative experience I've ever had -- in that single moment, hearing dissonance and harmony and people singing, people together, the shared vision.", "en": " 在此之前我的世界是黑白的 突然所有的事物都有了顏色 這是我人生中改變我最大的一次經歷 在那一刻，聽著和諧的不和諧的歌聲 人們在歌唱，人們擁有 共同的願景"}, {"zh-tw": " And I felt for the first time in my life that I was part of something bigger than myself. And there were a lot of cute girls in the soprano section, as it turns out.", "en": " 我人生中第一次感受到 我是比自身更大的事物的一部分 事實證明，在女高音部有許多可愛的女孩"}, {"zh-tw": " I decided to write a piece for choir a couple of years later as a gift to this conductor who had changed my life. I had learned to read music by then, or slowly learning to read music.", "en": " 在一兩年後我決定為 合唱團做一個曲子 作為禮物送給 這個改變我人生的指揮 我在那時學會了閱讀五線譜，或者說慢慢地學會了讀五線譜"}, {"zh-tw": " And that piece was published, and then I wrote another piece, and that got published. And then I started conducting, and I ended up doing my master's degree at the Juilliard School.", "en": " 這個曲子發行了 然後我又寫了一個，也發行了 接著我開始指揮 然後在茱莉亞音樂學院讀碩士"}, {"zh-tw": " And I find myself now in the unlikely position of standing in front of all of you as a professional classical composer and conductor. Well a couple of years ago, a friend of mine emailed me a link, a YouTube link, and said, \"You have got to see this.\" And it was this young woman who had posted a fan video to me, singing the soprano line to a piece of mine called \"Sleep.\" (Video) Britlin Losee: Hi Mr. Eric Whitacre.", "en": " 再來我竟然發現 今日我是以專業古典作曲者和指揮家的身分 站在各位面前 幾年前 我的一個朋友email給我 一個鏈接，一個YouTube的鏈接 他說“你一定要看看這個” 那是名年輕的女性上傳的一段獻給我的視頻 演唱的是我的 一部女高音作品，名為“沈睡” （影片）布瑞林·洛西：艾瑞克·惠特克先生你好"}, {"zh-tw": " My name is Britlin Losee, and this is a video that I'd like to make for you. Here's me singing \"Sleep.\" I'm a little nervous, just to let you know.", "en": " 我的名字是布瑞林·洛西 這是我為你 所錄的一段影片 是我演唱你的“沈睡” 希望你知道，我有些緊張"}, {"zh-tw": " ♫ If there are noises ♫ ♫ in the night ♫ Eric Whitacre: I was thunderstruck. Britlin was so innocent and so sweet, and her voice was so pure.", "en": " ♫如果有噪音♫ ♫在這個夜晚♫ 艾瑞克·惠特克：我如著電亟 布瑞林如此純真甜美 她的聲音是如此的純淨"}, {"zh-tw": " And I even loved seeing behind her; I could see the little teddy bear sitting on the piano behind her in her room. Such an intimate video.", "en": " 我甚至愛上了 坐在她身後鋼琴的小熊 多麼親暱的一個影片"}, {"zh-tw": " And I had this idea: if I could get 50 people to all do this same thing, sing their parts -- soprano, alto, tenor and bass -- wherever they were in the world, post their videos to YouTube, we could cut it all together and create a virtual choir. So I wrote on my blog, \"OMG OMG.\" I actually wrote, \"OMG,\" hopefully for the last time in public ever.", "en": " 我突然有個點子：如果我能讓50個人 一起做這件事 演唱自己的聲部-- 女高音、女低音、男高音和男低音-- 無論他們身處何方，再把影片放到YouTube上 我們可以剪接在一起，創造一個虛擬合唱團 於是我在我的部落格上寫“哦老天 哦老天” 我真的寫，“哦老天” 希望這是我最後一次在公開場合這麼做"}, {"zh-tw": " And I sent out this call to singers. And I made free the download of the music to a piece that I had written in the year 2000 called \"Lux Aurumque,\" which means \"light and gold.\" And lo and behold, people started uploading their videos.", "en": " 於是我開始招募演唱者 我把2000年我做的一個叫“Lux Aurumque“ 的曲子放在網路上供人免費下載 曲名的意思是“光芒與金子” 慢慢地，人們開始上傳影片"}, {"zh-tw": " Now I should say, before that, what I did is I posted a conductor track of myself conducting. And it's in complete silence when I filmed it, because I was only hearing the music in my head, imagining the choir that would one day come to be.", "en": " 我得說，在此之前， 我所做的就是貼出了我自己 指揮的一段影片。 在我錄製它的時候是完全無聲的 我只聽得到我腦中的音樂 想像某天會出現的那個合唱團"}, {"zh-tw": " Afterwards, I played a piano track underneath so that the singers would have something to listen to. And then as the videos started to come in ...", "en": " 之後，我加入了鋼琴聲 這樣演唱者就能夠有伴奏可以邊聽邊唱了 於是影片開始出現..."}, {"zh-tw": " (Singing) This is Cheryl Ang from Singapore. (Singing) This is Evangelina Etienne (Singing) from Massachusetts.", "en": " （歌聲） 這是來自新加坡的謝麗爾·昂 （歌聲） 這是艾文傑里納·艾蒂安 （歌聲） 來自馬薩諸塞州"}, {"zh-tw": " (Singing) Stephen Hanson from Sweden. (Singing) This is Jamal Walker from Dallas, Texas.", "en": " （歌聲） 來自瑞典的斯蒂芬·漢森 （歌聲） 來自德州的賈馬爾·沃克"}, {"zh-tw": " (Singing) There was even a little soprano solo in the piece, and so I had auditions. And a number of sopranos uploaded their parts.", "en": " （歌聲） 這一作品中甚至還有一小段女高音獨唱 於是我開始試鏡 不少女高音歌手上傳了她們演唱的部分"}, {"zh-tw": " I was told later, and also by lots of singers who were involved in this, that they sometimes recorded 50 or 60 different takes until they got just the right take -- they uploaded it. Here's our winner of the soprano solo.", "en": " 後來有人告訴我， 許多參與這個項目的歌唱者也告訴過我 他們有時會錄製50或60個不同的版本 直到他們滿意 -- 然後再上傳 這是我們女高音獨唱的優勝者"}, {"zh-tw": " This is Melody Myers from Tennessee. (Singing) I love the little smile she does right over the top of the note -- like, \"No problem, everything's fine.\" And from the crowd emerged this young man, Scott Haines.", "en": " 來自田納西州的梅勒妮·梅爾斯 （歌聲） 我喜歡她在最高音時露出的那個微笑 像在說“沒問題，一切都好” 從人海中 出現了這樣一個年輕人，史考特·海恩斯"}, {"zh-tw": " And he said, \"Listen, this is the project I've been looking for my whole life. I'd like to be the person to edit this all together.\" I said, \"Thank you, Scott. I'm so glad that you found me.\" And Scott aggregated all of the videos.", "en": " 他說“聽著，這就是我一直在尋找的 一個案子 我希望我可以成為剪接這個影片的人。” 我說“謝謝你，史考特。你能找到我真是太好了。” 於是他把所有影片剪接在一起"}, {"zh-tw": " He scrubbed the audio. He made sure that everything lined up.", "en": " 整理了音頻 確保一切沒問題"}, {"zh-tw": " And then we posted this video to YouTube about a year and a half ago. This is \"Lux Aurumque\" sung by the Virtual Choir.", "en": " 然後我們在一年半前把這個影片放上 YouTube 這便是虛擬合唱團所演唱的“Lux Aurumque\""}, {"zh-tw": " (Singing) I'll stop it there in the interest of time. Thank you. Thank you.", "en": " （歌聲） 因為時間的關係，我們就聽到這裡 謝謝各位，謝謝各位"}, {"zh-tw": " Thank you. So there's more. There's more.", "en": " 謝謝各位 還有更多，還有"}, {"zh-tw": " Thank you so much. And I had the same reaction you did.", "en": " 非常謝謝各位 我和各位有一樣的反應"}, {"zh-tw": " I actually was moved to tears when I first saw it. I just couldn't believe the poetry of all of it -- these souls all on their own desert island, sending electronic messages in bottles to each other.", "en": " 第一次看的時候，我感動落淚 我幾乎無法承受這其中的詩意 這些靈魂從他們的孤島上 把電子信件放進瓶子裡面，彼此傳送"}, {"zh-tw": " And the video went viral. We had a million hits in the first month and got a lot of attention for it.", "en": " 這個影片馬上就被瘋傳 第一個月就有百萬點閱 收到了極大的關注"}, {"zh-tw": " And because of that, then a lot of singers started saying, \"All right, what's Virtual Choir 2.0?\" And so I decided for Virtual Choir 2.0 that I would choose the same piece that Britlin was singing, \"Sleep,\" which is another work that I wrote in the year 2000 -- poetry by my dear friend Charles Anthony Silvestri. And again, I posted a conductor video, and we started accepting submissions.", "en": " 正因如此，許多歌唱者開始說， “很好，再來虛擬唱詩班2.0該做甚麼？” 於是我決定這次虛擬唱詩班 應該唱布瑞林唱的那首 “沈睡” 那也是我在 2000年所譜 由我親愛的朋友查爾斯·安東尼·維斯特里創作詩詞 於是我再次貼上我的指揮影片 開始接受作品"}, {"zh-tw": " This time we got some more mature members. (Singing) And some younger members.", "en": " 這次我們有了更年長的成員 （歌聲） 和更年輕的成員"}, {"zh-tw": " (Video) Soprano: ♫ Upon my pillow ♫ ♫ Safe in bed ♫ EW: That's Georgie from England. She's only nine. Isn't that the sweetest thing you've ever seen? Someone did all eight videos -- a bass even singing the soprano parts.", "en": " （影片）女高音♫在我枕上♫ ♫安眠在床♫ 艾瑞克：這是來自英格蘭的喬吉。她只有九歲 這難道不是你看過最可愛的事物嗎？ 有些人錄了八段影片 一個男低音甚至演唱了女高音的部分"}, {"zh-tw": " This is Beau Awtin. (Video) Beau Awtin: ♫ Safe in bed ♫ EW: And our goal -- it was sort of an arbitrary goal -- there was an MTV video where they all sang \"Lollipop\" and they got people from all over the world to just sing that little melody.", "en": " 這是柏·安汀 （影片）柏·安汀：♫安眠在床♫ 艾瑞克：我們的目標是-- 是個隨性的目標-- 有一個MTV是大家合唱“棒棒糖”， 他們讓來自世界各地的人演唱那一小段曲調"}, {"zh-tw": " And there were 900 people involved in that. So I told the singers, \"That's our goal.", "en": " 有超過900人參與 因此我告訴演唱者，“這就是我們的目標"}, {"zh-tw": " That's the number for us to beat.\" And we just closed submissions January 10th, and our final tally was 2,051 videos from 58 different countries. Thank you.", "en": " 這就是我們要超越的數字。 ” 我們在一月十號停止接受作品， 我們最終收到了2,051個視頻 來自58個不同國家 謝謝各位。"}, {"zh-tw": " From Malta, Madagascar, Thailand, Vietnam, Jordan, Egypt, Israel, as far north as Alaska and as far south as New Zealand. And we also put a page on Facebook for the singers to upload their testimonials, what it was like for them, their experience singing it.", "en": " 來自馬爾他、馬達加斯加、泰國、越南、 約旦、埃及、以​​色列， 最北端來自阿拉斯加，最南端來自紐西蘭。 我們在臉書有自己的網頁 讓歌唱者可以上傳他們的證言 他們唱歌的時候經歷了甚麼，有甚麼樣的感覺"}, {"zh-tw": " And I've just chosen a few of them here. \"My sister and I used to sing in choirs together constantly.", "en": " 我也從中選出了一部分。 “我姐姐和我過去時常一起在合唱團中唱歌"}, {"zh-tw": " Now she's an airman in the air force constantly traveling. It's so wonderful to sing together again!\" I love the idea that she's singing with her sister.", "en": " 現在她是一名不斷旅行的空軍飛行員 能再次一起演唱實在是太棒了！ ” 我喜歡她和姊姊一起合唱的想法"}, {"zh-tw": " \"Aside from the beautiful music, it's great just to know I'm part of a worldwide community of people I never met before, but who are connected anyway.\" And my personal favorite, \"When I told my husband that I was going to be a part of this, he told me that I did not have the voice for it.\" Yeah, I'm sure a lot of you have heard that too. Me too.", "en": " “除了美妙的音樂以外， 知道我是這個世界社群的一分子 和我從未蒙面的人們緊緊相連的感覺真好。“ 我個人最喜歡的 “當我告訴我丈夫我打算參與時， 他對我說，你沒有唱這些歌的嗓子。 ” 是的，我保證各位中許多人都曾聽到過這些 我也是。"}, {"zh-tw": " \"It hurt so much, and I shed some tears, but something inside of me wanted to do this despite his words. It is a dream come true to be part of this choir, as I've never been part of one.", "en": " “這太傷人了，我的眼淚噴湧而出， 儘管他這樣說，我還是想參與 成為合唱團的一部分就像美夢成真 因為我從沒有參加過合唱團"}, {"zh-tw": " When I placed a marker on the Google Earth Map, I had to go with the nearest city, which is about 400 miles away from where I live. As I am in the Great Alaskan Bush, satellite is my connection to the world.\" So two things struck me deeply about this.", "en": " 當我在Google Earth Map上做上標記時 我不得不標示最近的城市，離我生活的地方大約有400英里遠。 由於我生活在大阿拉斯加小鎮 衛星是我與世界的唯一連接途徑。 ” 這中間有兩件事感動我"}, {"zh-tw": " The first is that human beings will go to any lengths necessary to find and connect with each other. It doesn't matter the technology.", "en": " 第一是，人類 將跨越任何距離 去相互尋找和聯繫。 這與科技無關。"}, {"zh-tw": " And the second is that people seem to be experiencing an actual connection. It wasn't a virtual choir.", "en": " 第二件是， 人們似乎正在經歷的是一個真實的聯繫。 這不是個虛擬合唱團"}, {"zh-tw": " There are people now online that are friends; they've never met. But, I know myself too, I feel this virtual esprit de corps, if you will, with all of them.", "en": " 這其中的從未蒙面的某些人現在成了網友 我自己也感覺的到 這些參與著的虛擬團隊精神"}, {"zh-tw": " I feel a closeness to this choir -- almost like a family. What I'd like to close with then today is the first look at \"Sleep\" by Virtual Choir 2.0.", "en": " 這個合唱團親密的 就像是個大家庭 今日我想給大家看的是 虛擬合唱團所演唱的 “沈睡”"}, {"zh-tw": " This will be a premiere today. We're not finished with the video yet.", "en": " 今日將會是首映 我們還沒有完全完成"}, {"zh-tw": " You can imagine, with 2,000 synchronized YouTube videos, the render time is just atrocious. But we do have the first three minutes.", "en": " 你可以想像要把2000個YouTube影片同步 製作的時間就夠驚人的了 但我們已經做好前三分鐘"}, {"zh-tw": " And it's a tremendous honor for me to be able to show it to you here first. You're the very first people to see this.", "en": " 我感到極其榮幸， 能在各位面前播放這影片 各位是最先看到它的人。"}, {"zh-tw": " This is \"Sleep,\" the Virtual Choir. (Video) Virtual Choir: ♫ The evening hangs ♫ ♫ beneath the moon ♫ ♫ A silver thread on darkened dune ♫ ♫ With closing eyes and resting head ♫ ♫ I know that sleep is coming soon ♫ ♫ Upon my pillow, ♫ ♫ safe in bed, ♫ ♫ a thousand pictures fill my head ♫ ♫ I cannot sleep ♫ ♫ my mind's aflight ♫ ♫ and yet my limbs seem made of lead ♫ ♫ If there are noises in the night ♫ Eric Whitacre: Thank you very, very much. Thank you.", "en": " 由虛擬合唱團所演唱的“沈睡” （影片）虛擬合唱團：♫夜色低垂♫ ♫在月亮下♫ ♫道銀絲在黑暗的沙丘之上♫ ♫緊閉的雙眼和休息的臉龐♫ ♫我即將沈睡♫ ♫在我枕上♫ ♫安眠在床♫ ♫腦中出現無數影像♫ ♫我無法入眠♫ ♫我心潮澎湃♫ ♫但我的四肢像是鉛做的♫ ♫如果噪音出現在夜晚♫ 非常謝謝各位，謝謝，謝謝各位"}, {"zh-tw": " Thank you very much. Thank you. Thank you.", "en": " 謝謝各位，謝謝，謝謝"}], "title": "Eric Whitacre A Virtual Choir 2 000 Voices Strong"}