{"url": "http://www.ted.com/talks/david_christian_big_history", "paragraphs": [{"zh-tw": " First, a video. Yes, it is a scrambled egg. But as you look at it, I hope you'll begin to feeljust slightly uneasy.", "en": " 首先, 一則錄影 是的, 這是關於打蛋 但當你注視它 我希望你們會開始 感到一絲絲的不自在"}, {"zh-tw": " Because you may noticethat what's actually happening is that the egg is unscrambling itself. And you'll now see the yolkand the white have separated.", "en": " 因為你會注意到實際上發生的是 蛋在重新回到有序的狀態 看到蛋白蛋黃分離"}, {"zh-tw": " And now they're going to bepoured back into the egg. And we all know in our heart of hearts that this is not the waythe universe works.", "en": " 接著是灌回到蛋殼之中 我們非常清楚 宇宙不會是這樣運行的"}, {"zh-tw": " A scrambled egg is mush --tasty mush -- but it's mush. An egg is a beautiful, sophisticated thing that can create even moresophisticated things, such as chickens.", "en": " 打散的蛋 是濃稠的 蛋是美麗的 是複雜的 也能產生更複雜的 像是小雞"}, {"zh-tw": " And we know in our heart of hearts that the universe does not travelfrom mush to complexity. In fact, this gut instinct is reflected in one of the mostfundamental laws of physics, the second law of thermodynamics,or the law of entropy.", "en": " 我們也非常明白 宇宙不是從稠狀混亂 到複雜的運行 事實上, 本能直覺 是反映了一些基本物理定律 熱力學的第二定律或熵變定理"}, {"zh-tw": " What that says basically is that the generaltendency of the universe is to move from order and structure to lack of order, lack of structure -- in fact, to mush. And that's why that videofeels a bit strange.", "en": " 基本上是說 宇宙的一般通則 是從較有規則 與結構的狀態 演變成缺乏規律與結構的方向 也就是向 濃稠狀混亂 那也就是剛剛錄影片段 看起來奇怪的地方"}, {"zh-tw": " And yet, look around us. What we see around usis staggering complexity.", "en": " 同樣地 看看我們的四周 到處所見 都是驚人的複雜"}, {"zh-tw": " Eric Beinhocker estimatesthat in New York City alone, there are some 10 billion SKUs,or distinct commodities, being traded. That's hundreds of timesas many species as there are on Earth.", "en": " Eric Beinhocker 估計光紐約市 就有近100億項物品在進行交易 是數百倍地球所有生物 的實際數量"}, {"zh-tw": " And they're being traded by a speciesof almost seven billion individuals, who are linked by trade,travel, and the Internet into a global systemof stupendous complexity. So here's a great puzzle: in a universe ruledby the second law of thermodynamics, how is it possible to generate the sortof complexity I've described, the sort of complexityrepresented by you and me and the convention center? Well, the answer seems to be, the universe can create complexity, but with great difficulty.", "en": " 而這些交易只是由一種近 70億數量的生物物種 被交易 旅行 與 網路 所串聯 成一全球系統 的驚人複雜性 這就是個偉大的迷惑: 宇宙中 由熱力學的第二定律所主宰 又是怎麼可能 產生剛剛所描述的複雜 由你我所代表的複雜 以及這會議中心的一切呢? 答案似乎是 宇宙能創造出複雜性 但帶著些困難度"}, {"zh-tw": " In pockets, there appearwhat my colleague, Fred Spier, calls \"Goldilocks conditions\" -- not too hot, not too cold, just right for the creation of complexity. And slightly more complex things appear.", "en": " 口袋裡 有著我的同事, Fred Spier, 所稱的 Goldilocks (適宜)條件 既不過熱 也不過冷 條件剛剛好 適宜創造出複雜性 更約略複雜的事就發生了"}, {"zh-tw": " And where you haveslightly more complex things, you can get slightly more complex things. And in this way, complexitybuilds stage by stage.", "en": " 有了複雜的發生 才能有再約略複雜的事接著發生 就這樣 複雜性一步一步 建構起來"}, {"zh-tw": " Each stage is magical because it creates the impressionof something utterly new appearing almost out of nowherein the universe. We refer in big history to these momentsas threshold moments.", "en": " 每一步都是神奇的 因為一切都是創建新奇的事物 一切都是無中生有 在大歷史中 我們稱這些階段為 閥值時段"}, {"zh-tw": " And at each threshold,the going gets tougher. The complex things get more fragile, more vulnerable; the Goldilocks conditionsget more stringent, and it's more difficultto create complexity.", "en": " 每一個閥值 是愈來愈難 複雜的事是 更脆弱 更易破碎 Goldilocks (適宜)條件是更嚴峻 更困難 創建下一個複雜性"}, {"zh-tw": " Now, we, as extremely complex creatures, desperately need to know this story of how the universe creates complexitydespite the second law, and why complexity meansvulnerability and fragility. And that's the storythat we tell in big history.", "en": " 現在呢, 身為極度複雜物種 極度需要知道這個關於 宇宙變得複雜的故事 除了是第二定律 以及為何複雜性 意味著脆弱性 與不穩定 這些就是我們想解的大歷史"}, {"zh-tw": " But to do it, you have do something that may, at first sight,seem completely impossible. You have to survey the wholehistory of the universe.", "en": " 為了達成它 我們必須先做些其他事 這事乍看之下是完全不可能的 就是你得盤查整個宇宙的歷史"}, {"zh-tw": " So let's do it. Let's begin by winding the timeline back 13.7 billion years, to the beginning of time.", "en": " 所以 進行吧! 讓我們把時間往回撥 到137億年前 也就是時間的開始"}, {"zh-tw": " Around us, there's nothing. There's not even time or space.", "en": " 四周是什麼也沒有 根本沒有時間與空間"}, {"zh-tw": " Imagine the darkest,emptiest thing you can and cube it a gazillion timesand that's where we are. And then suddenly, bang! A universe appears, an entire universe.", "en": " 先想像能想像的最黑暗與空無的狀況 再更加無數倍的狀況 那才是所處的狀態 突然間 砰! 一個宇宙出現 一個完整的宇宙"}, {"zh-tw": " And we've crossed our first threshold. The universe is tiny;it's smaller than an atom.", "en": " 我們第一次越過閥值 那個宇宙是非常小 比一個原子還小"}, {"zh-tw": " It's incredibly hot. It contains everythingthat's in today's universe, so you can imagine, it's busting.", "en": " 卻是極度的高溫高能量 它包含今日所有存在宇宙的東西 所以你可以想像 那是非常爆滿"}, {"zh-tw": " And it's expanding at incredible speed. And at first, it's just a blur, but very quickly distinct thingsbegin to appear in that blur.", "en": " 它開始以極快的速度膨脹 一開始只是模糊渾沌 但是渾沌中一些明晰的物質出現"}, {"zh-tw": " Within the first second, energy itself shattersinto distinct forces including electromagnetism and gravity. And energy does somethingelse quite magical: it congeals to form matter -- quarks that will create protons and leptons that include electrons.", "en": " 就在第一秒內 能量自己分裂出不同的作用力 包括電磁力與重力 能量開始做些神奇的事 它凝結成物質 有夸克就是後來組成質子等 有輕子就是含電子等"}, {"zh-tw": " And all of that happensin the first second. Now we move forward 380,000 years.", "en": " 這些都發生在第一秒內 再往前撥快38萬年"}, {"zh-tw": " That's twice as long as humanshave been on this planet. And now simple atoms appearof hydrogen and helium.", "en": " 是人類出現於地球上的兩倍長的時間 現在 簡單的原子出現了 氫與氦"}, {"zh-tw": " Now I want to pause for a moment, 380,000 years after the originsof the universe, because we actually know quite a lotabout the universe at this stage. We know above allthat it was extremely simple.", "en": " 讓我暫停一下下 宇宙開始後的38萬年 就目前為止我們 對這段宇宙歷史是知道相當多的 我們也知道一切都是相當簡單的物理"}, {"zh-tw": " It consisted of huge cloudsof hydrogen and helium atoms, and they have no structure. They're really a sort of cosmic mush.", "en": " 有著龐大雲霧般的 氫與氦原子 還不成結構狀態 它們真的只是一種宇宙渾沌"}, {"zh-tw": " But that's not completely true. Recent studies by satellites such as the WMAP satellite have shown that, in fact, there are just tiny differencesin that background.", "en": " 又不完全是 根據最近研究 WMAP衛星的觀測 顯示背景輻射 有少許的不同"}, {"zh-tw": " What you see here, the blue areas are about a thousandthof a degree cooler than the red areas. These are tiny differences, but it was enoughfor the universe to move on to the next stage of building complexity.", "en": " 就如此所示 藍色區域有著相差千分之一度的冷 相較於紅色區域 只有著些許不同 卻足夠讓宇宙演化 進入下一階段的複雜度"}, {"zh-tw": " And this is how it works. Gravity is more powerfulwhere there's more stuff.", "en": " 就是這麼的進展 重力當有更多物質聚集 作用更強"}, {"zh-tw": " So where you get slightly denser areas, gravity starts compacting cloudsof hydrogen and helium atoms. So we can imagine the early universebreaking up into a billion clouds.", "en": " 只要有密度分配不均的情況 重力就開始作用 拉近 氫和氦原子團 所以可以想像 初期的宇宙 開始分出 無數的 小雲團"}, {"zh-tw": " And each cloud is compacted, gravity gets more powerfulas density increases, the temperature begins to riseat the center of each cloud, and then, at the center, the temperature crossesthe threshold temperature of 10 million degrees, protons start to fuse, there's a huge release of energy, and -- bam! We have our first stars. From about 200 million yearsafter the Big Bang, stars begin to appearall through the universe, billions of them.", "en": " 每一個雲團都是緊實的 而重力又隨密度增加而增加作用 雲團核心處的溫度開始升高 然後在雲團中的核心處 溫度越過了臨界溫度 約為1000萬度 質子開始融合 也釋放出巨大能量 碰! 有了第一個恆星了 約當自宇宙開始後的2億年 恆星開始出現在宇宙四處 幾十億的星星"}, {"zh-tw": " And the universe is nowsignificantly more interesting and more complex. Stars will createthe Goldilocks conditions for crossing two new thresholds.", "en": " 宇宙開始有趣多了 也更複雜 恆星會產生最適宜狀態 再越過兩個門階"}, {"zh-tw": " When very large stars die, they create temperatures so high that protons begin to fusein all sorts of exotic combinations, to form all the elementsof the periodic table. If, like me, you're wearing a gold ring, it was forged in a supernova explosion.", "en": " 當大型恆星死亡 會是極高溫狀態 質子開始結合成各種奇特的組合 也建構出週期表的所有元素 如果 你也像我帶著一只金戒指 它被超新星爆炸所偽造"}, {"zh-tw": " So now the universeis chemically more complex. And in a chemically more complex universe, it's possible to make more things.", "en": " 所以 現在的宇宙就化學的觀點是更複雜的 就化學上複雜的宇宙 具備製造更多事物的條件"}, {"zh-tw": " And what starts happeningis that, around young suns, young stars, all these elements combine,they swirl around, the energy of the star stirs them around, they form particles, they form snowflakes,they form little dust motes, they form rocks, they form asteroids, and eventually,they form planets and moons. And that is how oursolar system was formed, four and a half billion years ago.", "en": " 接著發生的是 在一些年輕的恆星中 年輕的星球 所有元素結合 環旋 星球的能量 擾動它們 形成粒子 形成雪片 形成小小的沙塵 形成岩石 形成小行星 最後形成行星與衛星 這也就是我們太陽系統的形成 約是45億年前"}, {"zh-tw": " Rocky planets like our Earthare significantly more complex than stars because they containa much greater diversity of materials. So we've crossed a fourththreshold of complexity.", "en": " 岩石建構的行星 如地球 會比其他星球 更複雜 因為有著更多元的的物質 我們也就越過複雜度 第四階的門檻"}, {"zh-tw": " Now, the going gets tougher. The next stage introduces entitiesthat are significantly more fragile, significantly more vulnerable, but they're also much more creative and much more capableof generating further complexity.", "en": " 愈來愈困難了 下個階段的複雜 是個體 更脆弱 更容易受傷 卻也更有創造性 更能產生更多的複雜度"}, {"zh-tw": " I'm talking, of course,about living organisms. Living organisms are created by chemistry.", "en": " 這裡說的 當然就是 有生命的實體 生物體都是由化學變化產生"}, {"zh-tw": " We are huge packages of chemicals. So, chemistry is dominatedby the electromagnetic force.", "en": " 我們就是一大包的化學物集合體 而化學主要是靠電磁作用力"}, {"zh-tw": " That operates over smallerscales than gravity, which explains why you and Iare smaller than stars or planets. Now, what are the idealconditions for chemistry? What are the Goldilocks conditions? Well, first, you need energy, but not too much.", "en": " 作用距離比重力作用的小很多 也解釋了為何你和我 比星球是小很多很多 又是怎樣的理想化學狀態呢? 也就是所謂的最適條件? 首先, 需要能源 但又不能過多"}, {"zh-tw": " In the center of a star,there's so much energy that any atoms that combinewill just get busted apart again. But not too little.", "en": " 星球的中心能量是高的 任何結合的原子 又都會再爆開 又不能太少的能量"}, {"zh-tw": " In intergalactic space, there's so little energythat atoms can't combine. What you want is just the right amount, and planets, it turns out, are just right, because they're close to stars,but not too close.", "en": " 星河之間的太空 就是太少的能量 原子無法結合一起 所需的就是適當的能量 行星 就剛剛好有著適當能量 因為它們是接近恆星 又不是過近"}, {"zh-tw": " You also need a great diversityof chemical elements, and you need liquids, such as water. Why? Well, in gases, atoms movepast each other so fast that they can't hitch up.", "en": " 也同時需要多種化學元素 也需要一些液體 像水 為什麼? 因為在氣相態 原子與原子的移動過於快速 很難結合"}, {"zh-tw": " In solids, atoms are stuck together, they can't move. In liquids, they can cruise and cuddle and link up to form molecules.", "en": " 固相態 又因連在一起 無法移動 液相態呢 允許四處遊蕩與集結 連結成各種分子"}, {"zh-tw": " Now, where do you findsuch Goldilocks conditions? Well, planets are great, and our early Earth was almost perfect. It was just the rightdistance from its star to contain huge oceans of liquid water.", "en": " 那到哪裡找到如此的 最適狀態? 其實行星就是好的 我們的地球 就算是幾乎完美 它有著與恆星剛剛好的距離 能有著巨大的海洋"}, {"zh-tw": " And deep beneath those oceans, at cracks in the Earth's crust, you've got heat seeping upfrom inside the Earth, and you've got a greatdiversity of elements. So at those deep oceanic vents, fantastic chemistry began to happen, and atoms combined in all sortsof exotic combinations.", "en": " 在海洋深處 地殼縫隙 地熱往上傳遞 又有著多種的元素 所以在深海縫隙 神奇的化學反應開始了 原子組合成未有的化合物"}, {"zh-tw": " But of course, life is morethan just exotic chemistry. How do you stabilize those huge molecules that seem to be viable? Well, it's here that life introducesan entirely new trick.", "en": " 當然 生命本身 不是只是非比尋常的化學 你要如何穩定這些 不穩定的 巨大的分子群? 在這時候 生命引入 一整個新把戲"}, {"zh-tw": " You don't stabilize the individual; you stabilize the template, the thing that carries information, and you allow the template to copy itself. And DNA, of course,is the beautiful molecule that contains that information.", "en": " 並不是穩定每一個體 而是穩定樣版: 就是攜帶訊息的 與日後可複製的樣版 DNA 就是這 美麗攜帶訊息 的化學分子"}, {"zh-tw": " You'll be familiarwith the double helix of DNA. Each rung contains information.", "en": " 大家都熟悉雙螺旋體的 DNA 每一連接橫桿都帶著資訊"}, {"zh-tw": " So, DNA contains informationabout how to make living organisms. And DNA also copies itself.", "en": " DNA有著如何製作 生命體的訊息 以及如何自行複製自己"}, {"zh-tw": " So, it copies itself and scatters the templatesthrough the ocean. So the information spreads.", "en": " 所以生物開始複製 將資訊經由海洋傳遞 同時資訊也傳開了"}, {"zh-tw": " Notice that informationhas become part of our story. The real beauty of DNA thoughis in its imperfections.", "en": " 請留意 資訊將扮演一個重要部份 而DNA精彩的部分是 在於它的不完美"}, {"zh-tw": " As it copies itself,once in every billion rungs, there tends to be an error. And what that meansis that DNA is, in effect, learning.", "en": " 當它在複製時 十億分之一的機會 會產生複製錯誤 也就是說 DNA 會自我學習"}, {"zh-tw": " It's accumulating new waysof making living organisms because some of those errors work. So DNA's learning and it's building greaterdiversity and greater complexity.", "en": " 累積製造新的生命體的方式 因為一些錯誤的確能存用 所以 DNA 一直學習 它一直建構更多元更複雜的架構"}, {"zh-tw": " And we can see this happeningover the last four billion years. For most of that time of life on Earth, living organisms have beenrelatively simple -- single cells.", "en": " 過去40億年來, 這都一直在發生 地球的大多數時間 生物體多是以簡單的 單細胞存在的"}, {"zh-tw": " But they had great diversity,and, inside, great complexity. Then from about 600to 800 million years ago, multi-celled organisms appear.", "en": " 但仍是非常多元 與複雜 從6~8億年前開始 多細胞生物出現"}, {"zh-tw": " You get fungi, you get fish, you get plants, you get amphibia, you get reptiles, and then, of course,you get the dinosaurs. And occasionally, there are disasters.", "en": " 有了真菌類 有了魚類 有了植物類 有了兩棲類 有了爬蟲類 當然 也有了恐龍 偶而 會有災難"}, {"zh-tw": " Sixty-five million years ago, an asteroid landed on Earth near the Yucatan Peninsula, creating conditions equivalentto those of a nuclear war, and the dinosaurs were wiped out. Terrible news for the dinosaurs, but great newsfor our mammalian ancestors, who flourished in the niches left empty by the dinosaurs.", "en": " 6千5百萬年前 隕石墬落到地球 靠近Yucatan 半島 創造出相當於核子戰爭的威力 恐龍滅絕 對恐龍來說是壞消息 卻是哺乳動物祖先的好消息 才能在恐龍 留下的生存縫隙繁衍"}, {"zh-tw": " And we human beings are partof that creative evolutionary pulse that began 65 million years ago with the landing of an asteroid. Humans appeared about 200,000 years ago.", "en": " 人類 也是那6千5百萬年開始進化的 一部分 就在隕石落下後 人類出現在20萬年前"}, {"zh-tw": " And I believe we countas a threshold in this great story. Let me explain why.", "en": " 我相信人類 發展就是宇宙進化的一個階段 讓我來做解釋"}, {"zh-tw": " We've seen that DNA learns in a sense, it accumulates information. But it is so slow.", "en": " 我們已經見到DNA是會學習的 它會累積資訊 卻是非常緩慢的"}, {"zh-tw": " DNA accumulates informationthrough random errors, some of which just happen to work. But DNA had actually generateda faster way of learning: it had produced organisms with brains, and those organismscan learn in real time.", "en": " DNA會累積資訊 經由隨機的錯誤 有的錯誤剛好適用 另外DNA有更快的方式在學習 是經由有腦的生物體 這種生物就能即時的學習"}, {"zh-tw": " They accumulate information, they learn. The sad thing is, when they die, the information dies with them.", "en": " 便能由腦累積資訊 學習 可悲的是 當他們死去 資訊也跟著失去"}, {"zh-tw": " Now what makes humans differentis human language. We are blessed with a language,a system of communication, so powerful and so precise that we can share what we've learnedwith such precision that it can accumulatein the collective memory.", "en": " 所以造就人類的不同 就是人類的語言能力 我們有幸能有語言 是個溝通的系統 是有力與正確的傳達 我們能正確分享我們所學的 能集合成一集體智慧"}, {"zh-tw": " And that means it can outlast the individualswho learned that information, and it can accumulatefrom generation to generation. And that's why, as a species,we're so creative and so powerful, and that's why we have a history.", "en": " 也就是說 資訊能夠超過個體的壽命 能以世代的方式傳遞 也因為這 我們這樣的物種 才這麼有創造力 能有這麼大的能耐 也是這樣我們能記下歷史"}, {"zh-tw": " We seem to be the only speciesin four billion years to have this gift. I call this ability collective learning.", "en": " 40億年來 我們似乎是唯一有 此天賦的物種 我稱此能力為 集體式學習"}, {"zh-tw": " It's what makes us different. We can see it at workin the earliest stages of human history.", "en": " 這就是造就我們不同的 我們能明顯 這能力在早期人類歷史中呈現"}, {"zh-tw": " We evolved as a speciesin the savanna lands of Africa, but then you see humans migratinginto new environments, into desert lands, into jungles, into the Ice Age tundra of Siberia -- tough, tough environment -- into the Americas, into Australasia. Each migration involved learning -- learning new ways of exploitingthe environment, new ways of dealingwith their surroundings.", "en": " 我們是以整個物種的方式進化 即使是在 早期非洲沙瓦那平原時代 接著 也看到人類移居到新環境 --- 進入沙漠地帶 進入叢林 進入冰河期的西伯利亞凍土平原 非常非常艱辛的環境 --- 進入美洲 進入澳洲 每一次的移居 就伴隨著學習 學習如何開墾新環境 學習新方法與週遭共榮"}, {"zh-tw": " Then 10,000 years ago, exploiting a suddenchange in global climate with the end of the last ice age, humans learned to farm. Farming was an energy bonanza.", "en": " 一萬年前 在上個冰河期的末期 面對了突然的氣候變遷 人類開始學會農耕 農耕就是 能源的礦藏"}, {"zh-tw": " And exploiting that energy,human populations multiplied. Human societies got larger,denser, more interconnected.", "en": " 開發這樣的能源 人類數目開始增加 人類社會也跟著增大與密集 更加相互關連"}, {"zh-tw": " And then from about 500 years ago, humans began to link up globally through shipping, through trains, through telegraph, through the Internet, until now we seem to forma single global brain of almost seven billion individuals. And that brain is learning at warp speed.", "en": " 從約500年前 人類開始有全球性的相連 經由船運 與 鐵路 經由電報 與 網際網路 到現在 我們形成了 來自近70億人 的單一全球腦袋 這個腦是以極高速的方式在學習"}, {"zh-tw": " And in the last 200 years,something else has happened. We've stumbled on another energy bonanza in fossil fuels.", "en": " 在過去的200年 另外的事情也發生了 我們發現了另一能源礦藏 就是化石石油"}, {"zh-tw": " So fossil fuels and collectivelearning together explain the staggering complexitywe see around us. So -- Here we are, back at the convention center.", "en": " 化石石油加上集體式學習 解釋了驚人的 週遭的複雜性 所以 我們在此 回到會議中心"}, {"zh-tw": " We've been on a journey,a return journey, of 13.7 billion years. I hope you agree this is a powerful story.", "en": " 我們經歷過一個回溯的旅程 到137億年前 希望你也認同這個震撼故事"}, {"zh-tw": " And it's a story in which humansplay an astonishing and creative role. But it also contains warnings.", "en": " 是個人類扮演著 驚人與創意的角色 它也帶來警訊"}, {"zh-tw": " Collective learning is a very,very powerful force, and it's not clearthat we humans are in charge of it. I remember very vividlyas a child growing up in England, living through the Cuban Missile Crisis.", "en": " 集合的智慧是個非常巨大的力量 但不明確的是 我們人類是否能控制它 我記得在英格蘭的童年 經過古巴飛彈危機"}, {"zh-tw": " For a few days, the entire biosphere seemed to be on the verge of destruction. And the same weapons are still here, and they are still armed.", "en": " 有那麼幾天 整個生物圈 似乎濒臨全球毀滅 但是同樣的武器仍然存在 他們仍然武裝"}, {"zh-tw": " If we avoid that trap,others are waiting for us. We're burning fossil fuels at such a rate that we seem to be underminingthe Goldilocks conditions that made it possiblefor human civilizations to flourish over the last 10,000 years.", "en": " 我們是否能避開那陷阱 其他國也在觀望 我們使用化石石油的快速 就好像忽略所謂的最適狀態 那最適狀態才造就了人類文明 綻放了過去一萬年"}, {"zh-tw": " So what big history can do is show us the natureof our complexity and fragility and the dangers that face us, but it can also show usour power with collective learning. And now, finally -- this is what I want.", "en": " 所以這個大歷史能作的是 告訴我們自己的複雜與脆弱 以及我們所面對的危機 它也同樣昭示我們 我們有著集體式的智慧力量 最後 我想說的是"}, {"zh-tw": " I want my grandson, Daniel, and his friends and his generation, throughout the world, to know the story of big history, and to know it so well that they understandboth the challenges that face us and the opportunities that face us. And that's why a group of us are building a free, online syllabus in big history for high-school studentsthroughout the world.", "en": " 我希望我的孫子 Daniel 及他的朋友與全球 的這代人 能知道這個大歷史故事 清楚到 他們明瞭 我們所面臨的挑戰 與所面臨的機會 那也就是我們之中一群人 在建構線上教學大綱 有關於大歷史 針對全球高中生"}, {"zh-tw": " We believe that big history will be a vitalintellectual tool for them, as Daniel and his generation face the huge challenges and also the huge opportunities ahead of them at this threshold moment in the history of our beautiful planet. I thank you for your attention.", "en": " 我們相信大歷史 在Daniel 及他的同世代 面對挑戰 與無窮機會 面對下一個 美麗地球上的進化門檻 會成為他們的一個智慧的工具 謝謝聆聽"}], "title": "David Christian Big History"}