{"url": "http://www.ted.com/talks/dave_meslin_the_antidote_to_apathy", "paragraphs": [{"zh-tw": " How often do we hearthat people just don't care? How many times have you been told that real, substantial changeisn't possible because most people are too selfish, too stupid or too lazy to try to make a differencein their community? I propose to you todaythat apathy as we think we know it doesn't actually exist; but rather, that people do care, but that we live in a worldthat actively discourages engagement by constantly putting obstaclesand barriers in our way. I'll give you someexamples of what I mean.", "en": " 我們是否時常聽到 沒人關心政治？ 是否時常有人告訴你 真正的改變是不可能的 因為大多數的人們要不是太自私 太白癡，就是太懶惰 沒人想真正努力改變自己的社區 今天我想要告訴大家的你所熟悉的這些冷漠 其實並不存在 其實人們在乎 但我們所在的這個世界 卻往往以許多阻礙 來阻擾我們參與社區事務 讓我舉出一些例子來說明我的論點"}, {"zh-tw": " Let's start with city hall. You ever see one of these before? This is a newspaper ad.", "en": " 從市政府開始 你看過這個嗎？ 這是個報紙廣告"}, {"zh-tw": " It's a notice of a zoning applicationchange for a new office building so the neighborhoodknows what's happening. As you can see, it's impossible to read.", "en": " 一個新商業大樓申請區域重劃 於是登報告訴當地住戶 如你所見，這根本無法閱讀 你需要一路看到中間"}, {"zh-tw": " You need to get halfway down to even find out which addressthey're talking about, and then further down,in tiny 10-point font, to find out how to actually get involved. Imagine if the private sectoradvertised in the same way -- if Nike wanted to sell a pair of shoes -- And put an ad in the paper like that.", "en": " 才能找到這塊地的地址 你得再往下找到這些更小的字 才知道如何參與討論 想像私人企業也用這套 － 如果耐吉想賣鞋 然後登這種報紙廣告"}, {"zh-tw": " Now, that would never happen. You'll never see an ad like that, because Nike actually wantsyou to buy their shoes, whereas the city of Torontoclearly doesn't want you involved with the planning process, otherwise their ads would looksomething like this, with all the information laid out clearly.", "en": " 這是不可能的 你不會看到這種廣告 因為耐吉真心希望你買他們的鞋子 但多倫多市政府 很明顯地不要你參與重劃過程 要不然他們的廣告應該看起來像這樣 所有的資訊都一目了然 要是市政府的公告總是這樣"}, {"zh-tw": " As long as the city's putting outnotices like this to try to get people engaged, then of course peoplearen't going to be engaged. But that's not apathy;that's intentional exclusion.", "en": " 還期待市民加入討論 那麼當然，不會得到任何結果 但這不是冷漠 而是刻意排除"}, {"zh-tw": " Public space. The manner in which we mistreatour public spaces is a huge obstacle towards any typeof progressive political change, because we've essentially put a price tagon freedom of expression.", "en": " 公共空間 我們對待公共空間的方式 也是一個 阻礙政治進步和改變的障礙 就像是我們為言論自由貼上價格標簽"}, {"zh-tw": " Whoever has the most moneygets the loudest voice, dominating the visualand mental environment. The problem with this modelis there are some amazing messages that need to be said,that aren't profitable to say.", "en": " 誰有錢，誰大聲 充斥著我們的視覺和心靈環境 這個模式的問題是 那些需要被聽到的重要訊息 並不賺錢"}, {"zh-tw": " So you're never goingto see them on a billboard. The media plays an important role in developing our relationshipwith political change, mainly by ignoring politics and focusingon celebrities and scandals, but even when they do talkabout important political issues, they do it in a way that I feeldiscourages engagement.", "en": " 於是你永遠無法在告示牌上看見它們 媒體在我們處理公共事務和促進政治改變的心態上 扮演著非常重要的角色 它們避開那些爭議性的話題 過分關心娛樂新聞和醜聞 就連它們好不容易提到重要的議題時 都是用一種避免人參與的方式"}, {"zh-tw": " I'll give you an example. The \"Now\" magazine from last week:progressive, downtown weekly in Toronto.", "en": " 讓我舉出一個例子：這是上禮拜的“現在”雜誌 一本先進的，多倫多市中心的週刊 這是封面故事"}, {"zh-tw": " This is the cover story. It's an articleabout a theater performance, and it starts with basicinformation about where it is, in case you actually want to go and seeit after you've read the article -- where, the time, the website.", "en": " 一個有關劇場表演的文章 一開始它就寫出上演的地方 因為你讀完這篇文章後，很有可能會想去看 地點，時間，網頁"}, {"zh-tw": " Same with this -- it's a movie review. An art review.", "en": " 這個電影評論也是 還有藝術評論"}, {"zh-tw": " A book review -- where the readingis in case you want to go. A restaurant -- you might notwant to just read about it, maybe you want to go there.", "en": " 書評 － 朗讀會在哪裡舉辦，如果你想去的話 餐廳 － 因為你不只想讀 你還會想去吃"}, {"zh-tw": " So they tell you where it is, the prices,the address, the phone number, etc. Then you get to their political articles.", "en": " 於是它們會告訴你在哪裡，大概甚麼價位 地址，電話等等 等到你開始讀政治評論"}, {"zh-tw": " Here's a great article about an importantelection race that's happening. It talks about the candidates,written very well, but no information, no follow-up,no websites for the campaigns, no information about when the debatesare, where the campaign offices are.", "en": " 這個文章為現在進行的選舉做了很好的報導 它談論我們的候選人 － 寫的很好 但沒有後續資訊 沒有選舉網頁 也沒有選舉中心的地址，或辯論大會舉行的資料 這裡有另一個好文章"}, {"zh-tw": " Here's another good article, about a new campaignopposing privatization of transit, without any contact informationfor the campaign. The message seems to be that the readers are most likelyto want to eat, maybe read a book, maybe see a movie, but not be engagedin their community.", "en": " 談論反對大眾運輸私有化 卻也沒有附上活動的連絡方式 這本雜誌透露出來的訊息彷彿是 讀者們最喜歡的是吃 偶爾看本書、看部電影，但絕不是改變社區 你可能覺得這都是小事"}, {"zh-tw": " You might think this is a small thing,but I think it's important, because it sets a tone and it reinforces the dangerous ideathat politics is a spectator sport. Heroes: How do we view leadership? Look at these 10 movies.What do they have in common? Anyone? They all have heroes who were chosen.", "en": " 但我之所以覺得它重要是因為 這一切都導向一個危險的訊息 就是我們可以袖手旁觀 英雄們：我們如何看待領導力 看看這十部電影，它們的共通處是甚麼？ 誰來告訴我們？ 電影裡的英雄都是被選擇的"}, {"zh-tw": " Someone came up to them and said,\"You're the chosen one. There's a prophecy.You have to save the world.\" And then they go off and save the worldbecause they've been told to, with a few people tagging along.", "en": " 某個人出現對他們說“就是你了 預言說，你必須拯救世界。” 於是這個人就上路去拯救世界，因為有人要他們這樣做 也沒幾個人跟隨他 這讓我理解"}, {"zh-tw": " This helps me understand why a lot of people have troubleseeing themselves as leaders -- because it sends all the wrong messagesabout what leadership is about. A heroic effort is a collective effort, number one.", "en": " 為甚麼人們很難把自己看成領導者 因為這些都灌輸人們有關領導力的錯誤訊息 英雄事蹟是集體合作 第一"}, {"zh-tw": " Number two, it's imperfect;it's not very glamorous, and doesn't suddenly startand suddenly end. It's an ongoing process your whole life.", "en": " 第二，它並不完美，也不華麗 它不會突然開始又突然結束 它是一個持續發生的過程 最重要的是，它是自願的"}, {"zh-tw": " But most importantly, it's voluntary. It's voluntary.", "en": " 自發性的"}, {"zh-tw": " As long as we're teaching our kids that heroism starts when someonescratches a mark on your forehead, or someone tells youyou're part of a prophecy, they're missing the most importantcharacteristic of leadership, which is that it comes from within. It's about followingyour own dreams, uninvited, and then working with othersto make those dreams come true.", "en": " 一旦我們教導我們的孩子 英雄都是從有個人在他額頭做上標記開始 或是得有人過來告訴你：你是預言的一部分 他們都遺漏了領導力最重要的一個特性 就是它是從內而生的 它有關跟隨你的夢想 無須他人邀請 然後與他人一起合作，實現美夢"}, {"zh-tw": " Political parties: oh, boy. Political parties could and should beone of the basic entry points for people to get engaged in politics.", "en": " 政黨，老天 政黨可以是，也應該是 那些想參與政治活動的人 的絕佳入口"}, {"zh-tw": " Instead, they've become, sadly, uninspiring and uncreative organizations that rely so heavily on market researchand polling and focus groups that they end up all sayingthe same thing, pretty much regurgitating backto us what we already want to hear at the expense of putting forwardbold and creative ideas. And people can smell that,and it feeds cynicism.", "en": " 但是它們，很不幸地 卻變成這些沒創意又沒想法的組織 靠著市場調查 投票和意見調查 說出一樣的話 反芻那些我們想聽的話 而不是提供有創意或勇敢的想法 人們聽得出來，於是變得諷刺"}, {"zh-tw": " Charitable status. Groups who have charitable statusin Canada aren't allowed to do advocacy.", "en": " 慈善組織： 加拿大擁有慈善身分的團體不能支持特定組織和人物"}, {"zh-tw": " This is a huge problemand a huge obstacle to change, because it means that someof the most passionate and informed voices are completely silenced,especially during election time. Which leads us to the last one,which is: our elections.", "en": " 這是一個大問題，也是改變的一大阻力 這意味著最熱情和理解狀況的聲音 在選舉期間是完全靜默的 於是我們來到最後一點 我們的選舉"}, {"zh-tw": " As you may have noticed, our elections in Canadaare a complete joke. We use out-of-date systems that are unfair and create random results.", "en": " 大家都知道，加拿大的選舉根本是個笑話 我們用落後的系統 製造出不公平和隨性的結果"}, {"zh-tw": " Canada's currently led by a party that most Canadians didn't actually want. How can we honestly and genuinelyencourage more people to vote when votes don't count in Canada? You add all this up together,and of course people are apathetic.", "en": " 今日的加拿大是由 大部分的加拿大人不想要的政黨所帶領的 我們該如何誠懇地鼓勵人們去投票 當投票在加拿大根本不算數呢？ 你把以上原因全加在一起 你就知道為甚麼人們如此漠然"}, {"zh-tw": " It's like trying to run into a brick wall. Now, I'm not trying to be negativeby throwing all these obstacles out and explaining what's in our way.", "en": " 就像撞進一堵磚牆 列舉這些阻礙不是為了 帶來負面影響，然後說，我們就是這樣"}, {"zh-tw": " Quite the opposite -- I actually think people are amazingand smart and that they do care, but that, as I said,we live in this environment where all these obstaclesare being put in our way. As long as we believethat people, our own neighbors, are selfish, stupid or lazy, then there's no hope.", "en": " 相反的，我覺得人們非常聰明 而且他們在乎 但誠如我所說，冷漠是來自我們的環境 和這些立在我們之前的阻礙 一旦我們相信人們，我們的鄰舍 都是些自私、愚蠢、又懶惰的人 就毫無希望"}, {"zh-tw": " But we can changeall those things I mentioned. We can open up city hall.", "en": " 但我們可以改變我剛剛所提到的 我們可以向市政府提出要求"}, {"zh-tw": " We can reform our electoral systems. We can democratize our public spaces.", "en": " 我們可以改變我們的選舉系統 我們可以讓公共空間民主化"}, {"zh-tw": " My main message is: if we can redefine apathy, not as some kind of internal syndrome, but as a complex web of cultural barriersthat reinforces disengagement, and if we can clearly define,clearly identify what those obstacles are, and then if we can work togethercollectively to dismantle those obstacles, then anything is possible. Thank you.", "en": " 我的重點是 如果我們可以把人們的漠然 不再歸咎於個人的心理狀態 而是歸咎於這些複雜的文化負擔 是這些負擔阻礙了我們的參與 一旦我們重新思考 我們就可以辨認這些阻力 如果我們一起努力打破這些阻礙 任何事都是有可能的 謝謝各位"}], "title": "Dave Meslin The Antidote To Apathy"}