{"url": "http://www.ted.com/talks/carlo_ratti_architecture_that_senses_and_responds", "paragraphs": [{"zh-tw": " Good afternoon, everybody. I've got something to show you. Think about this as a pixel, a flying pixel.", "en": " 大家下午好 我有些東西想展示給大家 把它想像成一個像飛行的素點"}, {"zh-tw": " This is what we call, in our lab, sensible design. Let me tell you a bit about it.", "en": " 這就是在我們實驗室中被稱為感應器 我們來補充看點東西"}, {"zh-tw": " Now if you take this picture -- I'm Italian originally, and every boy in Italy grows up with this picture on the wall of his bedroom -- but the reason I'm showing you this is that something very interesting happened in Formula 1 racing over the past couple of decades. Now some time ago, if you wanted to win a Formula 1 race, you take a budget, and you bet your budget on a good driver and a good car.", "en": " 現在我們來看這幅圖片 我是一名意大利人 每一個在意大利長大的孩子 都會有這樣一副圖在他們的床頭 但是今天我給你們看這幅畫的原因是 在其中有些很有意思的東西 在過去幾十年的 F1比賽中發生著 假如你想要在 曾經的F1比賽中勝利 你必須要有一筆預算費用，我打賭你的費用中 包括了一位好的賽手 一輛好的車"}, {"zh-tw": " And if the car and the driver were good enough, then you'd win the race. Now today, if you want to win the race, actually you need also something like this -- something that monitors the car in real time, has a few thousand sensors collecting information from the car, transmitting this information into the system, and then processing it and using it in order to go back to the car with decisions and changing things in real time as information is collected.", "en": " 假如的車和賽手足夠優秀，想必你可以贏下這次比賽 但是時至今日，假如你還想勝出 你就必須要這樣的裝備了 它用於實時監控賽車 有著幾千個感測器 用於收集從車上反饋的信息 並把這些信息導入電腦 經電腦處理后 用作決策信息 根據收集的信息 實時改變賽車的一些東西"}, {"zh-tw": " This is what, in engineering terms, you would call a real time control system. And basically, it's a system made of two components -- a sensing and an actuating component.", "en": " 這在工程學里稱為 實時監控系統 基本上，這個系統是由兩個部份構成的 一個感應器和一個反應器"}, {"zh-tw": " What is interesting today is that real time control systems are starting to enter into our lives. Our cities, over the past few years, just have been blanketed with networks, electronics.", "en": " 在現在更有趣的是 實時監控系統 正在進入我們的日常生活 在過去幾年中 電子網絡在城市中 鋪設開來"}, {"zh-tw": " They're becoming like computers in open air. And, as computers in open air, they're starting to respond in a different way to be able to be sensed and to be actuated.", "en": " 他們正成為空氣中的電腦 就像空氣中的電腦一樣 他們正開始以不同的方式工作著 去感應并做成相應的反饋"}, {"zh-tw": " If we fix cities, actually it's a big deal. Just as an aside, I wanted to mention, cities are only two percent of the Earth's crust, but they are 50 percent of the world's population.", "en": " 假如我們能改善城市 這是個大工程 作為背景 我想提一下 城市雖然在地球表面只占百分之2的面積 但是他們是世界人口的百分之50"}, {"zh-tw": " They are 75 percent of the energy consumption -- up to 80 percent of CO2 emissions. So if we're able to do something with cities, that's a big deal.", "en": " 百分之75的能量消耗是在城市里德 並且導致百分之80的二氧化碳排放 所以我們假如能對城市做點什麽的話 這必定是件大事"}, {"zh-tw": " Beyond cities, all of this sensing and actuating is entering our everyday objects. That's from an exhibition that Paola Antonelli is organizing at MoMA later this year, during the summer.", "en": " 出來城市 這些感應效應裝置 正在進入我們的每日生活 這來自于一個展覽 Paola Antonelli正在MoMA 在今夏舉行的MoMA(現代藝術博物館)上展出"}, {"zh-tw": " It's called \"Talk to Me.\" Well our objects, our environment is starting to talk back to us. In a certain sense, it's almost as if every atom out there were becoming both a sensor and an actuator.", "en": " 它叫做“告訴我” 我們的物品環境 正要開始與我們對話 在某種意義上 幾乎每個在環境中的分子 將要成為一個感應器和效應器"}, {"zh-tw": " And that is radically changing the interaction we have as humans with the environment out there. In a certain sense, it's almost as if the old dream of Michelangelo ...", "en": " 那麼將會從根本上改變人與環境 之間的關係 某種角度上 他幾乎就是米開朗基羅的夢想"}, {"zh-tw": " you know, when Michelangelo sculpted the Moses, at the end it said that he took the hammer, threw it at the Moses -- actually you can still see a small chip underneath -- and said, shouted, \"Perché non parli? Why don't you talk?\" Well today, for the first time, our environment is starting to talk back to us. And I'll show just a few examples -- again, with this idea of sensing our environment and actuating it.", "en": " 我們是知道 黨米開朗基羅雕刻摩西是 據說在最後他把自己的錘子丟向了摩西 的確你也可以看到在底部的一小個缺口 并咆哮到 “你爲什麽不說話（意大利語），你爲什麽不說話（英語）” 到了今天 終於有了第一次 我們的環境開始與我們交流了 我將向你們展示幾個例子 再一次，用到我們感應環境后效應的思想"}, {"zh-tw": " Let's starting with sensing. Well, the first project I wanted to share with you is actually one of the first projects by our lab.", "en": " 我們先從感應開始 第一個我想與你們分享的是 我們實驗室做的一次實驗"}, {"zh-tw": " It was four and a half years ago in Italy. And what we did there was actually use a new type of network at the time that had been deployed all across the world -- that's a cellphone network -- and use anonymous and aggregated information from that network, that's collected anyway by the operator, in order to understand how the city works.", "en": " 實驗進行是在四年半前的意大利 我們當時用了一種 新的網絡 手機網絡 雖然現在手機網絡 已經在全世界普及了 我們當時用匿名的方式從這個網絡裏面獲取信息 信息當然是由服務商搜集的 爲了瞭解 城市是怎樣工作的"}, {"zh-tw": " The summer was a lucky summer -- 2006. It's when Italy won the soccer World Cup.", "en": " 2006年的夏天是個幸運的夏天 那個夏天意大利贏得了世界冠軍"}, {"zh-tw": " Some of you might remember, it was Italy and France playing, and then Zidane at the end, the headbutt. And anyway, Italy won at the end.", "en": " 可能你們還記得 是法國和意大利的對局 在最後齊達內用頭撞了人 但是無論如何意大利贏了"}, {"zh-tw": " Now look at what happened that day just by monitoring activity happening on the network. Here you see the city.", "en": " 現在我們就用監控信息 來看看那天在手機網絡上 發生了什麽 現在你可以看到這種城市"}, {"zh-tw": " You see the Colosseum in the middle, the river Tiber. It's morning, before the match.", "en": " 可以看到中間的是羅馬競技場 台伯河 現在是早上 比賽之前"}, {"zh-tw": " You see the timeline on the top. Early afternoon, people here and there, making calls and moving.", "en": " 你可以在上方看到時間軸 剛過中文 隨處的人 再打電話到處移動"}, {"zh-tw": " The match begins -- silence. France scores. Italy scores.", "en": " 比賽開始了 一片寂靜 法國隊進球 意大利進球"}, {"zh-tw": " Halftime, people make a quick call and go to the bathroom. Second half. End of normal time.", "en": " 半場，人們趕快打了個電話去洗了澡 下半場 常規賽結束"}, {"zh-tw": " First overtime, second. Zidane, the headbutt in a moment.", "en": " 加時賽上半場 下半場 齊達內用頭撞人的一瞬間"}, {"zh-tw": " Italy wins. Yeah. Well, that night, everybody went to celebrate in the center.", "en": " 意大利贏了 當晚 每個人都到市中心慶祝"}, {"zh-tw": " You saw the big peak. The following day, again everybody went to the center to meet the winning team and the prime minister at the time.", "en": " 我可以看到一個大高峰 之後那天 每個人都去到市中心 迎接勝利歸來的球隊 和首相"}, {"zh-tw": " And then everybody moved down. You see the image of the place called Circo Massimo, where, since Roman times, people go to celebrate, to have a big party, and you see the peak at the end of the day.", "en": " 之後每個人都開始狂歡 你可以看到羅馬賽馬場的圖像 從羅馬時代開始 人們就開始去那裡慶祝 開大派對 你可以在今天的最後看到最高峰"}, {"zh-tw": " Well, that's just one example of how we can sense the city today in a way that we couldn't have done just a few years ago. Another quick example about sensing: it's not about people, but about things we use and consume.", "en": " 好了 這就是我們今天如何感應的一種方法 在幾年前我們 是無法做到的 另外一個有關感應的小例子 並不是涉及到人的 而是我們使用的物件"}, {"zh-tw": " Well today, we know everything about where our objects come from. This is a map that shows you all the chips that form a Mac computer, how they came together.", "en": " 在當下 我們是知道 每個東西是從哪裡來的 這個地圖向你展示 一個iMac中的所有部件是從那裡來的如何組合在一起的"}, {"zh-tw": " But we know very little about where things go. So in this project, we actually developed some small tags to track trash as it moves through the system.", "en": " 但是我們對它們在之後去了哪裡瞭解的甚少 所以在這次的項目中 我們做了一些小部件 去追蹤它們的軌跡"}, {"zh-tw": " So we actually started with a number of volunteers who helped us in Seattle, just over a year ago, to tag what they were throwing away -- different types of things, as you can see here -- things they would throw away anyway. Then we put a little chip, little tag, onto the trash and then started following it.", "en": " 所以我們一年前便開始找志願者 在西雅圖找能幫助我們 的志願者 把他們要丟的東西裝上我們的小部件 你可以看到 有很多東西 但是都是些你會丟掉的東西 然後我們就把我們的小部件 裝到垃圾上 然後就可以開始跟蹤它了"}, {"zh-tw": " Here are the results we just obtained. (Music) From Seattle ...", "en": " 這是我們拿到的結果 （♪） 從西雅圖開始"}, {"zh-tw": " after one week. With this information we realized there's a lot of inefficiencies in the system.", "en": " 一星期后 有了這些信息我們可以發現 在我們配送垃圾的系統中有很多地方很不效率"}, {"zh-tw": " We can actually do the same thing with much less energy. This data was not available before.", "en": " 我們可以作同樣的事用更少的能量 這樣一份資料在以前是無法得到的"}, {"zh-tw": " But there's a lot of wasted transportation and convoluted things happening. But the other thing is that we believe that if we see every day that the cup we're throwing away, it doesn't disappear, it's still somewhere on the planet.", "en": " 很多不必要的運輸正在發生 有這樣一個事實 是我們丟掉的杯子 並不會消失 而是會仍然在地球的某個地方"}, {"zh-tw": " And the plastic bottle we're throwing away every day still stays there. And if we show that to people, then we can also promote some behavioral change.", "en": " 我們丟掉的塑料杯每天都還是會在那裡的 假如我們把這些東西展現給大家看 我們就能夠推動某些行為的改變"}, {"zh-tw": " So that was the reason for the project. My colleague at MIT, Assaf Biderman, he could tell you much more about sensing and many other wonderful things we can do with sensing, but I wanted to go to the second part we discussed at the beginning, and that's actuating our environment.", "en": " 我們做這項計劃是很原因的 我在MIT的同時Assaf Biderman 他可以向你們展示更懂有關感應器的東西 還有一些更奇妙的東西 我們通過感應能學到的 但是我想開始一開始提出來的一個話題 那就是環境效應器"}, {"zh-tw": " And the first project is something we did a couple of years ago in Zaragoza, Spain. It started with a question by the mayor of the city, who came to us saying that Spain and Southern Europe have a beautiful tradition of using water in public space, in architecture.", "en": " 我們的第一個項目是 在幾年前我們在西班牙Zaragoza 這次項目是從市長的一個問題開始的 他有天對我們說 西班牙 南歐有一個很美麗的 在建築物里用到水的傳統"}, {"zh-tw": " And the question was: How could technology, new technology, be added to that? And one of the ideas that was developed at MIT in a workshop was, imagine this pipe, and you've got valves, solenoid valves, taps, opening and closing. You create like a water curtain with pixels made of water.", "en": " 他的問題是 如何把 新科技加入其中 於是有這樣一個想法在MIT的一個工作室里誕生了 想像這是一個管子 你還有一個閥門 螺旋閥門 打開 關閉 用水形成的圖素你就可以做出一個水簾出來"}, {"zh-tw": " If those pixels fall, you can write on it, you can show patterns, images, text. And even you can approach it, and it will open up to let you jump through, as you see in this image.", "en": " 這些圖素掉下來時 我可以在修飾一下他 你就可以看到一些圖像 文字了 你甚至可以靠近它 它就會停下來 讓你跳過去 在圖片中你可以看到"}, {"zh-tw": " Well, we presented this to Mayor Belloch. He liked it very much.", "en": " 當我們把這個給市長看時 他很喜歡"}, {"zh-tw": " And we got a commission to design a building at the entrance of the expo. We called it Digital Water Pavilion.", "en": " 之後我們便接下了要在世博園入口 設計一個建築的單子 我們把這個項目叫做數字水館"}, {"zh-tw": " The whole building is made of water. There's no doors or windows, but when you approach it, it will open up to let you in.", "en": " 整個建築都是用水做的 沒有門窗 只要你一接近 它就會打開讓你進去"}, {"zh-tw": " (Music) The roof also is covered with water. And if there's a bit of wind, if you want to minimize splashing, you can actually lower the roof.", "en": " （♪） 天頂也是被水包裹著的 假如有風 想減少水的濺射 你可以減低屋頂"}, {"zh-tw": " Or you could close the building, and the whole architecture will disappear, like in this case. You know, these days, you always get images during the winter, when they take the roof down, of people who have been there and said, \"They demolished the building.\" No, they didn't demolish it, just when it goes down, the architecture almost disappears.", "en": " 或者關閉建築物 就像這樣整個建築物 都會消失 在那個冬天你總會看到這樣的圖像 黨天頂降下來時 到那裡的人們會說 他們把這個建築拆了 但是他們並沒有拆而是降下時 整個建築消失了而已"}, {"zh-tw": " Here's the building working. You see the person puzzled about what was going on inside.", "en": " 這就是建築物 你可以看到人們被裏面發生的事驚訝到的表情"}, {"zh-tw": " And here was myself trying not to get wet, testing the sensors that open the water. Well, I should tell you now what happened one night when all of the sensors stopped working.", "en": " 然後這是我自己在測試感應器 看看會不會淋濕 但是 我想告訴你們有一天晚上發生的事情 那天所有的感應器停止了工作"}, {"zh-tw": " But actually that night, it was even more fun. All the kids from Zaragoza came to the building, because the way of engaging with the building became something different.", "en": " 但是那天晚上卻更有趣了 好多來自Zaragoza 的小孩來到了展館 因為進入建築變難了"}, {"zh-tw": " Not anymore a building that would open up to let you in, but a building that would still make cuts and holes through the water, and you had to jump without getting wet. (Video) (Crowd Noise) And that was, for us, was very interesting, because, as architects, as engineers, as designers, we always think about how people will use the things we design.", "en": " 並不是你靠近就會讓你進去 而是建築物會在水簾上留有空間 你不淋濕可以從當中跳過去 （視頻 人群聲） 這對我們來說是一件很有趣的事情 因為作為一個建築者工程師設計師 我們總會想人們會用我們設計的東西"}, {"zh-tw": " But then reality's always unpredictable. And that's the beauty of doing things that are used and interact with people.", "en": " 但是現實總是無法預測的 這就是做這個行當美麗的地方 也是它吸引人的地方"}, {"zh-tw": " Here is an image then of the building with the physical pixels, the pixels made of water, and then projections on them. And this is what led us to think about the following project I'll show you now.", "en": " 這是當時建築的照片 由水這個實像素組成的 然後投影到上面的 這就讓我們想到了 接下來我想你們展示的項目"}, {"zh-tw": " That's, imagine those pixels could actually start flying. Imagine you could have small helicopters that move in the air, and then each of them with a small pixel in changing lights -- almost as a cloud that can move in space.", "en": " 來想像這些像素點開始飛行 想像他們是一架一架的小直升機 在空中運動 然後每個像素點都在變色 就像在天空動的云一樣"}, {"zh-tw": " Here is the video. (Music) So imagine one helicopter, like the one we saw before, moving with others, in synchrony.", "en": " 這是一視頻 （♪） 我們來想像一架直升機 就像我們之前見過的一樣 與其他的直升機 一起動"}, {"zh-tw": " So you can have this cloud. You can have a kind of flexible screen or display, like this -- a regular configuration in two dimensions.", "en": " 然後我們就可以得到這樣的一朵雲 我們有一個跟動態的畫面 像這樣 一個簡單的2D圖像"}, {"zh-tw": " Or in regular, but in three dimensions, where the thing that changes is the light, not the pixels' position. You can play with a different type.", "en": " 一個簡單的3D圖像 現在在改變的東西是光 而不是像素點的位置 只可以用不同方式展示"}, {"zh-tw": " Imagine your screen could just appear in different scales or sizes, different types of resolution. But then the whole thing can be just a 3D cloud of pixels that you can approach and move through it and see from many, many directions.", "en": " 想像你的屏幕可以 以不同的大小出現 不同的分辨率 然後整個的畫面 就會成為一個3D的像素雲 你可以靠近可以這當中移動 從不同的角度去看"}, {"zh-tw": " Here is the real Flyfire control and going down to form the regular grid as before. When you turn on the light, actually you see this. So the same as we saw before.", "en": " 這是真的Flyfire 被操作著下降形成像往常一樣的平面 但你打開燈 你看到是這些 這和我們之前看到的是一個東西"}, {"zh-tw": " And imagine each of them then controlled by people. You can have each pixel having an input that comes from people, from people's movement, or so and so.", "en": " 想像每一個都是有人控制的 你可以讓每一個像素點 收到來自人的指令 來自人的動作"}, {"zh-tw": " I want to show you something here for the first time. We've been working with Roberto Bolle, one of today's top ballet dancers -- the étoile at Metropolitan in New York and La Scala in Milan -- and actually captured his movement in 3D in order to use it as an input for Flyfire.", "en": " 我現在想向你們展示我第一次展示的項目 我們與Roberto Bolle合作的項目 當今世界頂尖的芭蕾舞者 是紐約Metropolitan（劇院） 米蘭的La Scala（劇院）的新星 我們在3D影像中記錄下他的動作 作為Flyfire信號發出源"}, {"zh-tw": " And here you can see Roberto dancing. You see on the left the pixels, the different resolutions being captured.", "en": " 我們現在可以看到Roberto在跳舞 你可以在左邊看到像素點 不同的動作正在被記錄下來"}, {"zh-tw": " It's both 3D scanning in real time and motion capture. So you can reconstruct a whole movement.", "en": " 這都是實時的3D掃描 和動態捕捉 所以你可以把整個過程重組"}, {"zh-tw": " You can go all the way through. But then, once we have the pixels, then you can play with them and play with color and movement and gravity and rotation.", "en": " 可以把整個都過一邊 我們只有有了像素點 我們是可以以像素點形式播放它的 可以加上顏色和動作 可以加上特效"}, {"zh-tw": " So we want to use this as one of the possible inputs for Flyfire. I wanted to show you the last project we are working on.", "en": " 我們想把這作為Flyfire的一種可能的 信號源 我想向你們展示我最近在做的一項工程"}, {"zh-tw": " It's something we're working on for the London Olympics. It's called The Cloud.", "en": " 是我們為倫敦奧運會做的 這個叫The Cloud"}, {"zh-tw": " And the idea here is, imagine, again, we can involve people in doing something and changing our environment -- almost to impart what we call cloud raising -- like barn raising, but with a cloud. Imagine you can have everybody make a small donation for one pixel.", "en": " 然後我們又要再次想像一下 我們這次加入了人 做了一些改變環境的事 告訴他們收集云的計劃 就像收集糧食一樣 但是我們收集的是云 假如你可以讓每一個為每一個像素點做一點捐款"}, {"zh-tw": " And I think what is remarkable that has happened over the past couple of years is that, over the past couple of decades, we went from the physical world to the digital one. This has been digitizing everything, knowledge, and making that accessible through the Internet.", "en": " 我想在過去幾十年中 最有意義的 事情就是 我們從現實世界走向的數字世界 我們已經把很多東西都數字化了 比如知識讓它可以在全世界範圍傳播"}, {"zh-tw": " Now today, for the first time -- and the Obama campaign showed us this -- we can go from the digital world, from the self-organizing power of networks, to the physical one. This can be, in our case, we want to use it for designing and doing a symbol.", "en": " 在當下 歐巴馬的政權第一次向我們展示了 我們可以從數字世界 從自我構成的網絡系統 走向物質化的世界 這是可行的對我們而言 我們想用這個理念去設計去創造一個標誌"}, {"zh-tw": " That means something built in a city. But tomorrow it can be, in order to tackle today's pressing challenges -- think about climate change or CO2 emissions -- how we can go from the digital world to the physical one.", "en": " 這就意味著像建築一座城市這樣的事 在今後就可能是 解決當今最大的問題 關於氣候變化和二氧化碳排放 關於如何從數字世走向物質世界"}, {"zh-tw": " So the idea that we can actually involve people in doing this thing together, collectively. The cloud is a cloud, again, made of pixels, in the same way as the real cloud is a cloud made of particles.", "en": " 我們是可以號召人們 一起來做這件事 雲是一片雲 由像素點構成的 和真的雲一樣的方式 真雲是一片由物質構成的雲"}, {"zh-tw": " And those particles are water, where our cloud is a cloud of pixels. It's a physical structure in London, but covered with pixels.", "en": " 物質是水 我們云是一片像素點構成的云 這是現實的倫敦但是被像素點包起來的"}, {"zh-tw": " You can move inside, have different types of experiences. You can actually see from underneath, sharing the main moments for the Olympics in 2012 and beyond, and really using it as a way to connect with the community.", "en": " 你可以在裏面行走經歷不同的事情 你可以從下面進行觀看 欣賞2012歐林匹克 主要的時刻 并用它作為與他人交流的手段"}, {"zh-tw": " So both the physical cloud in the sky and something you can go to the top [of], like London's new mountaintop. You can enter inside it.", "en": " 都是在天空里的雲 和你可以上去的雲 像倫敦的新的高點 你可以進入它"}, {"zh-tw": " And a kind of new digital beacon for the night -- but most importantly, a new type of experience for anybody who will go to the top. Thank you.", "en": " 這是是一種新的夜晚數字燈塔 但是更總要的事 對於走上頂層的人的一種前所未有的經歷 謝謝大家"}], "title": "Carlo Ratti Architecture That Senses And Responds"}