{"url": "http://www.ted.com/talks/sean_carroll_distant_time_and_the_hint_of_a_multiverse", "paragraphs": [{"zh-tw": " The universe is really big. We live in a galaxy, the Milky Way Galaxy.", "en": " 宇宙 是浩瀚的 我們生活在宇宙中的一個星系裡 也就是銀河系"}, {"zh-tw": " There are about a hundred billion stars in the Milky Way Galaxy. And if you take a camera and you point it at a random part of the sky, and you just keep the shutter open, as long as your camera is attached to the Hubble Space Telescope, it will see something like this.", "en": " 銀河系裡大約有上千億的恆星 如果你拿一個照相機 隨便對著天空的某一個角落 打開快門 如果你的照相機連接著一個哈勃天文望遠鏡的話 你就會看到這樣一幅景象"}, {"zh-tw": " Every one of these little blobs is a galaxy roughly the size of our Milky Way -- a hundred billion stars in each of those blobs. There are approximately a hundred billion galaxies in the observable universe.", "en": " 這一團一團的 都是是跟銀河系差不多大小的星系 就是說這枚一團裡都有上千億的恆星 並且在我們可以觀測到的宇宙範圍內 存在着上千億這樣的團"}, {"zh-tw": " 100 billion is the only number you need to know. The age of the universe, between now and the Big Bang, is a hundred billion in dog years.", "en": " 上千億——你記住這個數字就可以了 宇宙的年齡 也就是從宇宙大爆炸至今 大概是一千億“狗年”（一狗年約等於八年）"}, {"zh-tw": " Which tells you something about our place in the universe. One thing you can do with a picture like this is simply admire it.", "en": " 我這麼說也是為了告訴你我們在宇宙中的位置 對於這樣一幅圖像 我們能做什麼呢？也就是純粹的欣賞景仰吧"}, {"zh-tw": " It's extremely beautiful. I've often wondered, what is the evolutionary pressure that made our ancestors in the Veldt adapt and evolve to really enjoy pictures of galaxies when they didn't have any.", "en": " 多麼美麗的圖像 我時常會想 在星系的圖像還不存在的時候 是什麼進化壓力 促使我們非洲大草原的的祖先 不斷地適應 進化 並開始欣賞星系？"}, {"zh-tw": " But we would also like to understand it. As a cosmologist, I want to ask, why is the universe like this? One big clue we have is that the universe is changing with time.", "en": " 但是我們還想試圖理解它們 作為一個宇宙學家 我的疑惑是 為什麼宇宙是這樣的？ 一個線索就是宇宙是隨著時間而不斷變化的"}, {"zh-tw": " If you looked at one of these galaxies and measured its velocity, it would be moving away from you. And if you look at a galaxy even farther away, it would be moving away faster.", "en": " 如果你關注一個星系 並度量這個星系變化的速率 你會發現這個星系是不斷離你遠去的 如果你再去關註一個更遠距離以外的星系 這個星系會以更快的速度離你遠去"}, {"zh-tw": " So we say the universe is expanding. What that means, of course, is that, in the past, things were closer together.", "en": " 所以我們說宇宙是在不斷膨脹的 這是什麼意思呢？就是說 在過去 物質是很緊密的聚合在一起的"}, {"zh-tw": " In the past, the universe was more dense, and it was also hotter. If you squeeze things together, the temperature goes up.", "en": " 在過去 宇宙是相對更加緊實的 並且其溫度也更高 你把東西擠壓到一起 溫度自然會升高"}, {"zh-tw": " That kind of makes sense to us. The thing that doesn't make sense to us as much is that the universe, at early times, near the Big Bang, was also very, very smooth.", "en": " 這個很好理解 難以令人理解的是 宇宙在非常早期的時候 也就是大爆炸之後不久 也是非常非常平滑的"}, {"zh-tw": " You might think that that's not a surprise. The air in this room is very smooth.", "en": " 你可能想 這沒什麼可驚訝的 這個房間裡的空氣就很平滑"}, {"zh-tw": " You might say, \"Well, maybe things just smoothed themselves out.\" But the conditions near the Big Bang are very, very different than the conditions of the air in this room. In particular, things were a lot denser.", "en": " 你也許會說 “可能物質自然就平滑了” 但是要知道宇宙大爆炸之後初期的情況 與現在這個屋子裡的情況是非常不一樣的 具體來說 就是物質都很緊密"}, {"zh-tw": " The gravitational pull of things was a lot stronger near the Big Bang. What you have to think about is we have a universe with a hundred billion galaxies, a hundred billion stars each.", "en": " 這些物質之間的引力 在大爆炸之後初期比現在要強烈得多 你可以這樣想 我們這個宇宙裡 有上千億的星系 每個星系裡 有上千億的恆星"}, {"zh-tw": " At early times, those hundred billion galaxies were squeezed into a region about this big -- literally -- at early times. And you have to imagine doing that squeezing without any imperfections, without any little spots where there were a few more atoms than somewhere else.", "en": " 在很早期的時候 這樣的上千億的星系 被擠壓到了僅僅這樣大小的一個空間裡 真的是這樣的 在早期的時候 並且 你要知道 這樣的擠壓必須 以一種完美的方式發生 沒有任何一處疏鬆 即使僅僅是某一處比另一處多了幾個原子"}, {"zh-tw": " Because if there had been, they would have collapsed under the gravitational pull into a huge black hole. Keeping the universe very, very smooth at early times is not easy; it's a delicate arrangement.", "en": " 因為假如有任何疏鬆或不平均的話 整個宇宙就會在引力的作用下垮塌 從而變成一個巨大的黑洞 在宇宙早期保證宇宙處於一個非常平滑的狀態 是很不容易的 需要精心的安排"}, {"zh-tw": " It's a clue that the early universe is not chosen randomly. There is something that made it that way.", "en": " 這就從一個側面說明了 早期的宇宙不是一個隨機的組合 有某種原因的存在導致了這樣的組合的發生"}, {"zh-tw": " We would like to know what. So part of our understanding of this was given to us by Ludwig Boltzmann, an Austrian physicist in the 19th century.", "en": " 我們研究就是為了明白這種原因 路德維希 波茲曼 一個生活在19世紀的奧地利物理學家 向我們提供了部分的解釋"}, {"zh-tw": " And Boltzmann's contribution was that he helped us understand entropy. You've heard of entropy.", "en": " 波茲曼的貢獻就在於他幫我們理解了“熵”這個概念 你應該聽說過熵"}, {"zh-tw": " It's the randomness, the disorder, the chaoticness of some systems. Boltzmann gave us a formula -- engraved on his tombstone now -- that really quantifies what entropy is.", "en": " 熵是指一種存在於某些系統中的隨意性 無序性和混亂性 波茲曼給出了一個方程式 —— 這個方程式現在是刻在他的墓碑上的—— 來給熵定量"}, {"zh-tw": " And it's basically just saying that entropy is the number of ways we can rearrange the constituents of a system so that you don't notice, so that macroscopically it looks the same. If you have the air in this room, you don't notice each individual atom.", "en": " 這個方程式大概就是說 熵是一個值 用來描述在你未發現一個系統 產生了變化的前提下 可以對系統進行重組的方式的數目 這裡的變化是指外部大體上的變化 比如說這個屋子裡的空氣 你不會看到每個原子"}, {"zh-tw": " A low entropy configuration is one in which there's only a few arrangements that look that way. A high entropy arrangement is one that there are many arrangements that look that way.", "en": " 一個低熵值的形態 是指一個 只能有少數的組合方式的變化來保證外在沒有變化的形態 一個高熵值的組合 是指在這種形態裡 可以有很多種排列組合的方式並不影響其外在沒有變化"}, {"zh-tw": " This is a crucially important insight because it helps us explain the second law of thermodynamics -- the law that says that entropy increases in the universe, or in some isolated bit of the universe. The reason why entropy increases is simply because there are many more ways to be high entropy than to be low entropy.", "en": " 這是一個非常重要的見解 因為這個見解可以幫助我們來解釋 熱力學第二定律 這個定律告訴我們 宇宙的熵值在不斷提高 或是說宇宙各部分的熵值在各自提高 熵值升高的原因很簡單 那就是高熵值的情況下比在低熵值的情況下 存在有更多的可能性"}, {"zh-tw": " That's a wonderful insight, but it leaves something out. This insight that entropy increases, by the way, is what's behind what we call the arrow of time, the difference between the past and the future.", "en": " 這是一個很好的觀點 但是卻不盡全面 順便說一下 這個熵值不斷提高的說法 就是我們說的單向時間軸 時間之箭 也就是過去與未來的區別"}, {"zh-tw": " Every difference that there is between the past and the future is because entropy is increasing -- the fact that you can remember the past, but not the future. The fact that you are born, and then you live, and then you die, always in that order, that's because entropy is increasing.", "en": " 之所以有這個過去 與現在之間的區別 原因就是不斷上升的熵值 你能記住過去的事情 卻不能對未來的事情有印象 你出生 生活 然後死亡 這些事情都是依次發生的 原因都是熵值在不斷提高"}, {"zh-tw": " Boltzmann explained that if you start with low entropy, it's very natural for it to increase because there's more ways to be high entropy. What he didn't explain was why the entropy was ever low in the first place.", "en": " 博茨曼解釋說 如果一個初始狀態是低熵值 很自然的這個狀態會升高到高熵值 因為這樣就提供了更多種的存在可能性 但是博茨曼沒有解釋 為什麼低熵值是一個初始狀態"}, {"zh-tw": " The fact that the entropy of the universe was low was a reflection of the fact that the early universe was very, very smooth. We'd like to understand that.", "en": " 宇宙早期的熵值很低 這就反映了 早期的宇宙是非常平滑的 我們需要理解的就是這一現象"}, {"zh-tw": " That's our job as cosmologists. Unfortunately, it's actually not a problem that we've been giving enough attention to.", "en": " 我們宇宙學家就是做這個的 可惜的是 我們並沒有給予 這個問題足夠的重視"}, {"zh-tw": " It's not one of the first things people would say, if you asked a modern cosmologist, \"What are the problems we're trying to address?\" One of the people who did understand that this was a problem was Richard Feynman. 50 years ago, he gave a series of a bunch of different lectures.", "en": " 如果你問一個宇宙學家 ”宇宙學界現在在試圖解決的哪些問題？“ 這個問題不會是他最先給你的答案之一 認識到這個問題的人之一 便是理查德·費曼 五十年前 他給了一系列講座"}, {"zh-tw": " He gave the popular lectures that became \"The Character of Physical Law.\" He gave lectures to Caltech undergrads that became \"The Feynman Lectures on Physics.\" He gave lectures to Caltech graduate students that became \"The Feynman Lectures on Gravitation.\" In every one of these books, every one of these sets of lectures, he emphasized this puzzle: Why did the early universe have such a small entropy? So he says -- I'm not going to do the accent -- he says, \"For some reason, the universe, at one time, had a very low entropy for its energy content, and since then the entropy has increased. The arrow of time cannot be completely understood until the mystery of the beginnings of the history of the universe are reduced still further from speculation to understanding.\" So that's our job.", "en": " 他面向大眾的講座 被編成了一本書 叫做『物理理論的特性』 他給加州理工本科生做的講座 變成了『費曼物理講座』一書 他給加州理工研究生做的講座 被編成了『費曼引力講座』一書 在每本書 每組講座裡 費曼都強調了這個難題 為什麼宇宙早期有如此低的一個熵值？ 他說——我就不學他的口音了—— 他說”出於某種原因 宇宙曾經 有一個很低的熵值 而從那時起 熵值在不斷的升高 如果宇宙初期歷史這個謎團 沒有被我們從簡單的揣測 帶入到理解這個層次 我們便無法去完全理解時間之箭” 我們就是要解決這個問題"}, {"zh-tw": " We want to know -- this is 50 years ago, \"Surely,\" you're thinking, \"we've figured it out by now.\" It's not true that we've figured it out by now. The reason the problem has gotten worse, rather than better, is because in 1998 we learned something crucial about the universe that we didn't know before.", "en": " 我們想解決——從五十年前開始　你可能會想 ”那肯定 這個問題現在肯定已經解決了” 但事實並非如此 這個問題現在更難解決了 而不是更加容易 原因就是在1998年 我們對於宇宙有了一個突破性的發現"}, {"zh-tw": " We learned that it's accelerating. The universe is not only expanding.", "en": " 我們了解到了 宇宙是在加速擴張的 宇宙不僅是在擴張而已"}, {"zh-tw": " If you look at the galaxy, it's moving away. If you come back a billion years later and look at it again, it will be moving away faster.", "en": " 如果你看著那個星系 他在離你遠去 如果你隔了10億年後再回來看 這個星系會離你更遠"}, {"zh-tw": " Individual galaxies are speeding away from us faster and faster so we say the universe is accelerating. Unlike the low entropy of the early universe, even though we don't know the answer for this, we at least have a good theory that can explain it, if that theory is right, and that's the theory of dark energy.", "en": " 每個星係都是以加速度不斷離我們遠去的 所以我們說宇宙是在加速擴張的 與早期宇宙低熵值的狀態不同的是 儘管我們不知道為什麼宇宙是在加速擴張的 我們有一個還沒有確認的理論 如果這個理論是正確的話 這就是暗能量理論"}, {"zh-tw": " It's just the idea that empty space itself has energy. In every little cubic centimeter of space, whether or not there's stuff, whether or not there's particles, matter, radiation or whatever, there's still energy, even in the space itself.", "en": " 根據這個理論 一個空的空間裡也是有能量的 在空間的每一個立方厘米裡 不管有沒有東西存在 都是有能量的 不管有沒有粒子 物質 放射 還是別的什麼 空間 就因為空間本身 也是有能量的"}, {"zh-tw": " And this energy, according to Einstein, exerts a push on the universe. It is a perpetual impulse that pushes galaxies apart from each other.", "en": " 這個能量 愛因斯坦認為 會對於宇宙施加一個推力 這個推理是一個永存的推力 推動著星系互相遠去"}, {"zh-tw": " Because dark energy, unlike matter or radiation, does not dilute away as the universe expands. The amount of energy in each cubic centimeter remains the same, even as the universe gets bigger and bigger.", "en": " 這個暗能量 與物質或者放射性不同的是 不會因為宇宙的擴張而被稀釋 每立方厘米裡能量 是不變的 即使宇宙變得越來越大"}, {"zh-tw": " This has crucial implications for what the universe is going to do in the future. For one thing, the universe will expand forever.", "en": " 這個對於解釋宇宙走向何方 有很關鍵的意義 首先 宇宙將會永遠擴張"}, {"zh-tw": " Back when I was your age, we didn't know what the universe was going to do. Some people thought that the universe would recollapse in the future.", "en": " 當我想你們這個年級的時候 我們不知道宇宙將會怎樣 有人說宇宙將會又一次垮塌"}, {"zh-tw": " Einstein was fond of this idea. But if there's dark energy, and the dark energy does not go away, the universe is just going to keep expanding forever and ever and ever.", "en": " 愛因斯坦很喜歡這個理論 但是 如果有暗能量的話 並且它不會消失的話 這個宇宙將不斷 永遠的擴張下去"}, {"zh-tw": " 14 billion years in the past, 100 billion dog years, but an infinite number of years into the future. Meanwhile, for all intents and purposes, space looks finite to us.", "en": " 在過去與的140億年裡 也就是一千億狗年 但是我們不能估計未來還有多少年 同時 不管怎麼看 空間對於我們都看起來是有限的"}, {"zh-tw": " Space may be finite or infinite, but because the universe is accelerating, there are parts of it we cannot see and never will see. There's a finite region of space that we have access to, surrounded by a horizon.", "en": " 空間可能是有限的 也可能是無限的 但是因為宇宙是加速度擴張的 有一部分宇宙 我們是看不到的 並且永遠都看不到 我們能夠接觸到的宇宙只是很有限的一部分 在一個有限的視線範圍之內"}, {"zh-tw": " So even though time goes on forever, space is limited to us. Finally, empty space has a temperature.", "en": " 所以即使時間不斷前行 空間對於我們來說仍然是有限的 最後 空的空間裡是有一個溫度的"}, {"zh-tw": " In the 1970s, Stephen Hawking told us that a black hole, even though you think it's black, it actually emits radiation when you take into account quantum mechanics. The curvature of space-time around the black hole brings to life the quantum mechanical fluctuation, and the black hole radiates.", "en": " 在上世紀70年代 史蒂芬·霍金告訴我們 黑洞 即使你認為它是黑壓壓的一片 也是有放射性的 如果你從量子力學的角度來考慮問題 黑洞周圍的時間-空間曲率 帶來了量子力學意義上的波動 並且黑洞開始具有放射性"}, {"zh-tw": " A precisely similar calculation by Hawking and Gary Gibbons showed that if you have dark energy in empty space, then the whole universe radiates. The energy of empty space brings to life quantum fluctuations.", "en": " 霍金跟加利 吉布森有一個很類似的計算 這個計算顯示 如果你在一個空的空間裡有暗能量 那麼整個宇宙都是會有放射性的 空的空間裡的能量 帶來量子波動"}, {"zh-tw": " And so even though the universe will last forever, and ordinary matter and radiation will dilute away, there will always be some radiation, some thermal fluctuations, even in empty space. So what this means is that the universe is like a box of gas that lasts forever.", "en": " 並且即使宇宙永遠存在 普通物質跟放射性被稀釋 宇宙中總是會有一些放射性存在的 還有熱波動 即使是在這樣一個空的空間裡 這就說明 宇宙就像一個永遠存在的 装满的气体的盒子"}, {"zh-tw": " Well what is the implication of that? That implication was studied by Boltzmann back in the 19th century. He said, well, entropy increases because there are many, many more ways for the universe to be high entropy, rather than low entropy.", "en": " 那麼這說明了什麼呢 博茨曼在19世紀就對此進行了研究 他說 熵值增加 因為相比起低熵值的狀態 宇宙有更多方式達到一個高熵值的狀態"}, {"zh-tw": " But that's a probabilistic statement. It will probably increase, and the probability is enormously huge.", "en": " 但這是一個概率問題 熵值很有可能升高 並且這個可能性是非常巨大的"}, {"zh-tw": " It's not something you have to worry about -- the air in this room all gathering over one part of the room and suffocating us. It's very, very unlikely.", "en": " 但是你不用擔心說 這個房間裡所有的空氣將聚集到房間的一個角落 讓我們窒息 這是非常非常不可能的"}, {"zh-tw": " Except if they locked the doors and kept us here literally forever, that would happen. Everything that is allowed, every configuration that is allowed to be obtained by the molecules in this room, would eventually be obtained.", "en": " 除非門被鎖上 我們真的永遠的在這里呆下去 剛才所說的情況才能有可能發生 所有可能發生的情形 所有這個屋子裡的原子所可能形成的所有的組合 最後總會被實現"}, {"zh-tw": " So Boltzmann says, look, you could start with a universe that was in thermal equilibrium. He didn't know about the Big Bang. He didn't know about the expansion of the universe.", "en": " 所以博茨曼說 你看 宇宙可以從一個 熱平衡的狀態開始發展 他不知道宇宙大爆炸理論 更不知道宇宙擴張理論"}, {"zh-tw": " He thought that space and time were explained by Isaac Newton -- they were absolute; they just stuck there forever. So his idea of a natural universe was one in which the air molecules were just spread out evenly everywhere -- the everything molecules.", "en": " 他以為牛頓對於時間空間的解釋是正確的 那就是 時間空間是絕對的 永遠不變的 所以博茨曼的自然宇宙的理論 認為空氣分子就是平均分散在各處的 構成各種東西的分子"}, {"zh-tw": " But if you're Boltzmann, you know that if you wait long enough, the random fluctuations of those molecules will occasionally bring them into lower entropy configurations. And then, of course, in the natural course of things, they will expand back.", "en": " 但是如果你是博茨曼 你會想 如果你足夠耐心 隨意的分子波動 會時不時的把分子 帶入一個較低熵值的構造 當然 之後 按照事物的自然發展規律 分子會重新回到之前的狀態"}, {"zh-tw": " So it's not that entropy must always increase -- you can get fluctuations into lower entropy, more organized situations. Well if that's true, Boltzmann then goes onto invent two very modern-sounding ideas -- the multiverse and the anthropic principle.", "en": " 所以並不是說熵值必須不斷地增加—— 有可能波動使熵值降低 帶來一個更加齊整的情況 那麼 這個說法是正確的話 博茨曼進而將會提出 兩個聽起來非常領先的看法 多層宇宙和人擇原理"}, {"zh-tw": " He says, the problem with thermal equilibrium is that we can't live there. Remember, life itself depends on the arrow of time.", "en": " 他說 熱平衡狀態的問題是 我們無法生活在這個一個平衡的狀態裡 你應該還記得 生命本身是依賴於時間軸的存在而存在的"}, {"zh-tw": " We would not be able to process information, metabolize, walk and talk, if we lived in thermal equilibrium. So if you imagine a very, very big universe, an infinitely big universe, with randomly bumping into each other particles, there will occasionally be small fluctuations in the lower entropy states, and then they relax back.", "en": " 如果在熱平衡的狀態下 我們將無法處理信息 新陳代謝 走路 說話 所以你可能想像一個非常非常大的宇宙 一個無限大的宇宙 裡面的粒子隨機的互相碰撞 在這裡宇宙裡將會在較低熵值的狀態中有一些小規模的波動 然後這些波動會回到原來的狀態"}, {"zh-tw": " But there will also be large fluctuations. Occasionally, you will make a planet or a star or a galaxy or a hundred billion galaxies.", "en": " 但同時也會有大規模的波動 時不時的 這些波動會造出一個行星來 或者一個恆星 或者一個星系 或者一千億個星系"}, {"zh-tw": " So Boltzmann says, we will only live in the part of the multiverse, in the part of this infinitely big set of fluctuating particles, where life is possible. That's the region where entropy is low.", "en": " 所以博茨曼說 我們只是生活在這個多重宇宙的一個部分裡 一個無限大的不斷波動的粒子堆裡的一部分 這部分粒子恰巧有可以有生命存在的條件 這個區域也就是有低熵值的一個區域"}, {"zh-tw": " Maybe our universe is just one of those things that happens from time to time. Now your homework assignment is to really think about this, to contemplate what it means.", "en": " 可能我們的宇宙 就是偶爾在這個多重宇宙中出現的 這麼一個低熵值的宇宙 所以 現在我們來佈置家庭作業 那就是認真想這個問題 到底這個多重宇宙與波動意味著什麼"}, {"zh-tw": " Carl Sagan once famously said that \"in order to make an apple pie, you must first invent the universe.\" But he was not right. In Boltzmann's scenario, if you want to make an apple pie, you just wait for the random motion of atoms to make you an apple pie.", "en": " 卡爾·薩根曾經提出過一個很有名的說法 那就是 “你要想做一個蘋果派 你必須首先做一個宇宙” 但是他說的不對 在博茨曼的假設情況下 如果你想要做一個蘋果派 你只需要耐心等這些隨機的原子 運動來給你做一個蘋果派"}, {"zh-tw": " That will happen much more frequently than the random motions of atoms making you an apple orchard and some sugar and an oven, and then making you an apple pie. So this scenario makes predictions.", "en": " 這個要比這些隨即無序的粒子運動 現在給你造出一個蘋果園 再給你造出一些糖跟一個火爐 然後用這些東西給你做一個蘋果派 更容易發生 所以這個假設情況下 我們可以做出一些推測"}, {"zh-tw": " And the predictions are that the fluctuations that make us are minimal. Even if you imagine that this room we are in now exists and is real and here we are, and we have, not only our memories, but our impression that outside there's something called Caltech and the United States and the Milky Way Galaxy, it's much easier for all those impressions to randomly fluctuate into your brain than for them actually to randomly fluctuate into Caltech, the United States and the galaxy.", "en": " 包括 這些造就了我們的波動是很小的 即使你可以想像 這個我們現在所在的屋子 事實上存在著 真實存在著 並且我們也存在著 我們不僅有記憶 還有一個感知 可以知道在我們的存在之外 還存在著加州理工 美國 銀河系 比起這些東西真正的隨機波動 組成加州理工 美國 跟銀河系 更有可能發生的是你腦子裡的這些印象感知隨意波動"}, {"zh-tw": " The good news is that, therefore, this scenario does not work; it is not right. This scenario predicts that we should be a minimal fluctuation.", "en": " 好消息是 這個假設情況行不通 是不對的 這個假設情況推測說 我們應該是微微的波動的"}, {"zh-tw": " Even if you left our galaxy out, you would not get a hundred billion other galaxies. And Feynman also understood this.", "en": " 即使你不考慮我們的星系 你也不會得到一千億個其他的星系 費曼也這樣認為"}, {"zh-tw": " Feynman says, \"From the hypothesis that the world is a fluctuation, all the predictions are that if we look at a part of the world we've never seen before, we will find it mixed up, and not like the piece we've just looked at -- high entropy. If our order were due to a fluctuation, we would not expect order anywhere but where we have just noticed it.", "en": " 費曼說 “假設世界是波動著的 並且我們的推測都是基於這個想法 那麼如果我們去觀察一個新的區域 我們將會發現它是混雜的 不像我們剛剛看到的 因為熵值變高了 如果我們存在秩序基於這個波動 那我們將不會在除了剛才看到的那個地方之外找到這種秩序"}, {"zh-tw": " We therefore conclude the universe is not a fluctuation.\" So that's good. The question is then what is the right answer? If the universe is not a fluctuation, why did the early universe have a low entropy? And I would love to tell you the answer, but I'm running out of time. Here is the universe that we tell you about, versus the universe that really exists.", "en": " 這樣 我們就會認為宇宙並不是一個波動的存在 好的 那麼個問題的答案到底是什麼 如果宇宙不是一個波動的存在 為什麼早期宇宙有這樣低的一個熵值 我很樂意告訴你們這個問題的答案 但是我時間不夠了 這樣我們就有一個我們給你描述的宇宙 還有 一個真實存在的宇宙"}, {"zh-tw": " I just showed you this picture. The universe is expanding for the last 10 billion years or so.", "en": " 我剛剛向你描述了這個圖像 宇宙已經在過去的一百億年中不斷的擴張"}, {"zh-tw": " It's cooling off. But we now know enough about the future of the universe to say a lot more.", "en": " 宇宙現在在冷卻下來 但是我們現在對於宇宙的未來知道的足夠多 來進行更多的陳述"}, {"zh-tw": " If the dark energy remains around, the stars around us will use up their nuclear fuel, they will stop burning. They will fall into black holes.", "en": " 如果暗能量還是存在 如果我們周圍的恆星用完它們的核燃料 它們將會停止燃燒 這個恆星那是將會變成黑洞"}, {"zh-tw": " We will live in a universe with nothing in it but black holes. That universe will last 10 to the 100 years -- a lot longer than our little universe has lived.", "en": " 我們將會生活在一個·除了黑洞 什麼都沒有的宇宙裡 宇宙將會持續存在於這樣的狀態裡大概10的100次方年 比我們的小宇宙存在的時間長很多"}, {"zh-tw": " The future is much longer than the past. But even black holes don't last forever.", "en": " 未來 比過去 要長很多 但是即使是黑洞也不會永遠存在"}, {"zh-tw": " They will evaporate, and we will be left with nothing but empty space. That empty space lasts essentially forever.", "en": " 他們會蒸發掉 然後我們就發現宇宙裡除了空無一物的空間之外 什麼也沒有 空的空間可以說是永遠存在的"}, {"zh-tw": " However, you notice, since empty space gives off radiation, there's actually thermal fluctuations, and it cycles around all the different possible combinations of the degrees of freedom that exist in empty space. So even though the universe lasts forever, there's only a finite number of things that can possibly happen in the universe.", "en": " 但是 你注意到 即使是空的空間 也是有放射性的 事實上還是有熱波動的 然後如此循環 各種不同的在空的空間中存在的 不同程度的”空無一物“的組合 所以即使宇宙永遠存在 只有有限的情況 會發生在宇宙裡"}, {"zh-tw": " They all happen over a period of time equal to 10 to the 10 to the 120 years. So here's two questions for you.", "en": " 這些情況都會發生在 10的10的120次方年的一個時間段裡 我有兩個問題"}, {"zh-tw": " Number one: If the universe lasts for 10 to the 10 to the 120 years, why are we born in the first 14 billion years of it, in the warm, comfortable afterglow of the Big Bang? Why aren't we in empty space? You might say, \"Well there's nothing there to be living,\" but that's not right. You could be a random fluctuation out of the nothingness.", "en": " 第一個問題 如果宇宙存在了10的10的120次方年 為什麼我們人類出現在 初始的一百四十億年裡 在這個溫暖 舒適的宇宙大爆炸的餘輝裡？ 為什麼我們不是生活在空無一物的空間裡？ 你可能會回答說 “那是因為那裡沒有任何東西可以讓我們依賴而生存” 但是 不是這樣的 你可以作為一個隨機的無物的波動的產品"}, {"zh-tw": " Why aren't you? More homework assignment for you. So like I said, I don't actually know the answer.", "en": " 你為什麼不是這麼一個東西呢？ 這就是你們另一個家庭作業 就像我說的 我也不知道答案"}, {"zh-tw": " I'm going to give you my favorite scenario. Either it's just like that. There is no explanation.", "en": " 我可以告訴你我最喜歡的假設 有一個可能的解釋是 沒有任何解釋"}, {"zh-tw": " This is a brute fact about the universe that you should learn to accept and stop asking questions. Or maybe the Big Bang is not the beginning of the universe.", "en": " 關於宇宙的一個很難讓人接受的事實 就是你必須學會接受現實 停止問問題 或者也有可能 宇宙大爆炸 並不是宇宙的最初開始"}, {"zh-tw": " An egg, an unbroken egg, is a low entropy configuration, and yet, when we open our refrigerator, we do not go, \"Hah, how surprising to find this low entropy configuration in our refrigerator.\" That's because an egg is not a closed system; it comes out of a chicken. Maybe the universe comes out of a universal chicken.", "en": " 一個雞蛋 一個完好無損的雞蛋 是一個低熵值的存在 然而 我們打開冰箱的時候 我們不會說 “啊哈 這太令人驚訝了 我在冰箱裡發現了這麼一個低熵值的玩意” 因為雞蛋不是一個封閉的系統 一隻雞下了這個雞蛋 可能宇宙就是一個漁舟雞下的蛋"}, {"zh-tw": " Maybe there is something that naturally, through the growth of the laws of physics, gives rise to universe like ours in low entropy configurations. If that's true, it would happen more than once; we would be part of a much bigger multiverse.", "en": " 可能有一東西 很自然的 根據一些物理生長法則 造就了我們的宇宙 成為一個低熵值的存在 如果這是真的的話 這樣的情況會發生不止一次 我們會是一個更大的多重宇宙的一部分"}, {"zh-tw": " That's my favorite scenario. So the organizers asked me to end with a bold speculation.", "en": " 這是我最喜歡的假設 組織者要我以一個大膽的設想來結束我的談話"}, {"zh-tw": " My bold speculation is that I will be absolutely vindicated by history. And 50 years from now, all of my current wild ideas will be accepted as truths by the scientific and external communities.", "en": " 我的大膽的設想就是 歷史毫無疑問的將會證明我的理論是無比正確的 從現在起 五十年後 我現在的所有瘋狂的理論都會被奉為是真理 不僅是在科學界 也包括在社會上"}, {"zh-tw": " We will all believe that our little universe is just a small part of a much larger multiverse. And even better, we will understand what happened at the Big Bang in terms of a theory that we will be able to compare to observations.", "en": " 我們都會相信我們的小小宇宙 只是一個更大的多重宇宙的一小部分 還有更好的 在理論層面上 我們將會理解宇宙大爆炸的時候發生了什麼 我們就可以跟我們的觀察結果做對比"}, {"zh-tw": " This is a prediction. I might be wrong. But we've been thinking as a human race about what the universe was like, why it came to be in the way it did for many, many years.", "en": " 這只是一個推測　我可能猜錯 但是人類已經思考了很多年 為什麼宇宙是現在這樣的 為什麼它變成現在這樣樣子"}, {"zh-tw": " It's exciting to think we may finally know the answer someday. Thank you.", "en": " 令人激動的是 我們可能會在某一天終於找到答案 謝謝大家"}], "title": "Sean Carroll Distant Time And The Hint Of A Multiverse"}