{"url": "http://www.ted.com/talks/leonard_susskind_my_friend_richard_feynman", "paragraphs": [{"zh-tw": " I decided when I was asked to do this that what I really wanted to talk aboutwas my friend, Richard Feynman. I was one of the fortunate fewthat really did get to know him and enjoyed his presence.", "en": " 當我被要求做這演說 我立即想到要說的 就是我的好友費因曼 我是少數幾個夠幸運 能真正的認識他 以及享受他的相處"}, {"zh-tw": " And I'm going to tell youabout the Richard Feynman that I knew. I'm sure there are people herewho could tell you about the Richard Feynman they knew, and it would probably bea different Richard Feynman.", "en": " 我將告訴你們我所知道的費因曼 我相信這裡也有其他人 能告訴你們他們認識的費因曼 也可能會不同於我說的"}, {"zh-tw": " Richard Feynman was a very complex man. He was a man of many, many parts.", "en": " 費因曼是個非常複雜的人 他是個非常非常多樣的人"}, {"zh-tw": " He was, of course, foremost,a very, very, very great scientist. He was an actor. You saw him act.", "en": " 當然節大部分 他是 非常非常偉大的科學家 他是個演員 你們都看過他的演出"}, {"zh-tw": " I also had the good fortuneto be in those lectures, up in the balcony. They were fantastic.", "en": " 我也曾聽過幾次的課堂演說 就在那閣樓 這些演講都是精采萬分"}, {"zh-tw": " He was a philosopher. He was a drum player.", "en": " 他是一個哲學家 他是個鼓手"}, {"zh-tw": " He was a teacher par excellence. Richard Feynman was also a showman, an enormous showman.", "en": " 他是個傑出的教師 費因曼是個愛出風頭的人 是個非常愛出風頭"}, {"zh-tw": " He was brash, irreverent. He was full of macho,a kind of macho one-upmanship.", "en": " 他有時傲慢 玩世不恭 他是非常有男子氣概 一種 one-upsmanship 的男子氣概"}, {"zh-tw": " He loved intellectual battle. He had a gargantuan ego.", "en": " 他喜歡挑戰智力 他非常的自我"}, {"zh-tw": " But the man had, somehow, a lot of room at the bottom. And what I mean by thatis a lot of room, in my case -- I can't speak for anybody else,but in my case -- a lot of room for another big ego.", "en": " 但是 他又是 非常有肚量 我的意思是 肚量是... 這是以我為例 別人我就無法代言 所以就我而言 肚量卻是為了再放一個自我"}, {"zh-tw": " Well, not as big as his, but fairly big. I always felt good with Dick Feynman.", "en": " 不是非常大 但足夠 和費因曼相處 我是愉快的"}, {"zh-tw": " It was always fun to be with him. He always made me feel smart.", "en": " 是非常的有趣 他總是讓我覺得聰明"}, {"zh-tw": " How can somebody like thatmake you feel smart? Somehow he did. He made me feel smart.He made me feel he was smart.", "en": " 怎麼可能像他這樣的天才能夠讓你覺得自己聰明呢? 不曉得為什麼 他就是 他讓我覺得聰明 也讓我覺得他是聰明的"}, {"zh-tw": " He made me feel we were both smart, and the two of us could solveany problem whatever. And in fact, we did sometimesdo physics together.", "en": " 它讓我覺得我們都是聰明的 好像我們兩個可以解決所有問題 事實上, 我們也真的有時一起討論物理 但我們從未一起發表論文"}, {"zh-tw": " We never published a paper together, but we did have a lot of fun. He loved to win, win these little macho gameswe would sometimes play.", "en": " 我們還是有很多的趣事 他喜歡贏 從我們常玩的一斜男人遊戲"}, {"zh-tw": " And he didn't only play them with me,but with all sorts of people. He would almost always win.", "en": " 他不只與我玩 也與各式各樣的人玩 他幾乎總是贏"}, {"zh-tw": " But when he didn't win, when he lost, he would laugh and seemto have just as much fun as if he had won. I remember once he told me a story about a joke the students played on him.", "en": " 當他輸時 他會笑 就像是贏一樣的 歡樂 我記得有一次 他告訴我一個故事 是學生們開在他身上的玩笑"}, {"zh-tw": " I think it was for his birthday -- they took him for lunch to a sandwich place in Pasadena. It may still exist; I don't know.", "en": " 我想是在他的生日上 他們帶他 去午餐 午餐是去 Pasadena 的三明治餐廳 或許還在那裡 我不清楚"}, {"zh-tw": " Celebrity sandwiches was their thing. You could get a Marilyn Monroe sandwich.", "en": " 名人三明治 就是餐廳的特色 比方說 你可以點 瑪麗蓮‧夢露 三明治"}, {"zh-tw": " You could get a Humphrey Bogart sandwich. The students went there in advance, and arranged that they'd all orderFeynman sandwiches.", "en": " 或是 亨弗萊‧鮑嘉 三明治 學生先前去過 就商量安排 所有學生全部都點 費因曼三明治"}, {"zh-tw": " One after another, they came inand ordered Feynman sandwiches. Feynman loved this story.", "en": " 學生一個接一個 進來都點 費因曼三明治 費因曼很喜歡這個故事"}, {"zh-tw": " He told me this story,and he was really happy and laughing. When he finished the story, I said to him, \"Dick, I wonder whatwould be the difference between a Feynman sandwichand a Susskind sandwich.\" And without skipping a beat at all, he said, \"Well, they'd be about the same.", "en": " 他是真的快樂與高興的敘說這個故事 當他說完這故事 我跟他說 \"Dick, 我好奇費因曼三明治 和 我的三明治 會有什麼不同\" 連停都沒停 他就說 \"嗯, 大致上會是差不多"}, {"zh-tw": " The only difference is a Susskindsandwich would have a lot more ham.\" \"Ham\" as in bad actor. Well, I happened to have beenvery quick that day, and I said, \"Yeah,but a lot less baloney.\" The truth of the matter is that a Feynman sandwichhad a load of ham, but absolutely no baloney.", "en": " 這唯一的差異是 你的三明治會有很多的火腿\" 火腿是差的角色 我剛好那天反應很快 我說 \"是的 但會少很多的 baloney (扯淡)\" 實際上呢! 費因曼三明治 有很多的火腿 絕對沒有 baloney (扯淡)"}, {"zh-tw": " What Feynman hated worsethan anything else was intellectual pretense -- phoniness, false sophistication, jargon. I remember sometime during the mid-'80s, Dick and I and Sidney Colemanwould meet a couple of times up in San Francisco --at some very rich guy's house -- up in San Francisco for dinner.", "en": " 費因曼最討厭的事就是 假聰明 做作 世故 滿嘴名詞 我記得80年代 或是80年代中 Dick 與 我 以及 Sidney Coleman 三個人一起見過好幾次 某個舊金山有錢人家 用晚餐"}, {"zh-tw": " And the last time the rich guy invited us, he also invited a couple of philosophers. These guys were philosophers of mind.", "en": " 最後一次那有錢人的晚宴 也邀請了一些哲學家 那些是腦學的哲學家"}, {"zh-tw": " Their specialty was the philosophyof consciousness. And they were full of all kinds of jargon.", "en": " 他們專長在人類意識的哲學探討 他們用了一大堆的名詞"}, {"zh-tw": " I'm trying to remember the words -- \"monism,\" \"dualism,\"categories all over the place. I didn't know what those meant, neitherdid Dick or Sydney, for that matter.", "en": " 讓我想想這些詞兒 -- \"一元論\" \"二元論\" 到處是分類名詞 我不曉得這些意涵 Dick 也不知道 Sydney 也不清楚"}, {"zh-tw": " And what did we talk about? Well, what do you talk aboutwhen you talk about minds? There's one obvious thing to talk about: Can a machine become a mind? Can you build a machine that thinks like a human beingthat is conscious? We sat around and talked about this --we of course never resolved it. But the trouble with the philosophers is that they were philosophizing when they should have beenscience-ophizing.", "en": " 那我們在講些什麼? 談到腦 你們會談些什麼? 大概只有這件事 --- 機器能像腦一樣嗎? 能夠建造一個機器 能像人類一樣思考 就是一樣的有意識 我們坐下討論 --- 當然是無法有結論的 但是哲學家的問題是 他們急想要把事情哲學化 而實際上應該先科學化"}, {"zh-tw": " It's a scientific question, after all. And this was a very, verydangerous thing to do around Dick Feynman.", "en": " 那只是個科學問題 與費因曼共室時 這樣的自以為是 是非常的危險"}, {"zh-tw": " Feynman let them have it --both barrels, right between the eyes. It was brutal; it was funny --ooh, it was funny.", "en": " 費因曼當時就立即給他們難堪 相當嚴厲 也是有趣的 --- 是有趣的"}, {"zh-tw": " But it was really brutal. He really popped their balloon.", "en": " 但也真的是殘酷 他真的戳破他們的說法"}, {"zh-tw": " But the amazing thing was --Feynman had to leave a little early; he wasn't feeling too well,so he left a little bit early. And Sidney and I were left therewith the two philosophers.", "en": " 妙的事是 --- 費因曼 必需提前離開 他有些不適 所以得先離開 Sidney 與我只好繼續留下"}, {"zh-tw": " And the amazing thingis these guys were flying. They were so happy.", "en": " 妙的是 這兩位哲學家 是快樂的"}, {"zh-tw": " They had met the great man; they had been instructed by the great man; they had an enormous amount of fun having their faces shoved in the mud ... And it was something special.", "en": " 他們遇到一位偉人 他們讓這偉人親自指教 他們非常地享受 即使是當眾顏面掃地 但是個美妙的相遇"}, {"zh-tw": " I realized there was somethingjust extraordinary about Feynman, even when he did what he did. Dick -- he was my friend;I did call him Dick -- Dick and I had a little bit of a rapport.", "en": " 我才明白關於費因曼的不平凡 即使是像這樣的情況 Dick 是我的朋友 我都是這麼叫他 Dick 我們兩個是有些一致性"}, {"zh-tw": " I think it may have been a specialrapport that he and I had. We liked each other;we liked the same kind of things.", "en": " 我想這共同性就是 我們互相喜歡對方; 也會喜歡相同的事"}, {"zh-tw": " I also like the intellectual macho games. Sometimes I would win,mostly he would win, but we both enjoyed them.", "en": " 我也喜歡一些 男人的智力遊戲 我有時贏 但大多數時間是他贏 但我們都享受這些遊戲"}, {"zh-tw": " And Dick became convinced at some point that he and I hadsome kind of similarity of personality. I don't think he was right.", "en": " Dick 有時也相信我們有著 類似的個性 我不這麼認為"}, {"zh-tw": " I think the only pointof similarity between us is we both like to talk about ourselves. But he was convinced of this.", "en": " 我以為我們唯一的相似點是 我們都喜歡談論自己 他也這麼贊同我的說法 他很好奇"}, {"zh-tw": " And the man was incredibly curious. And he wanted to understandwhat it was and why it was that there was this funny connection.", "en": " 他是個非常好奇的人 他喜歡弄明白事情的本質與緣由 是不是有有趣的關聯"}, {"zh-tw": " And one day, we were walking. We were in France, in Les Houches.", "en": " 有一天我們在法國散步 那是在 La Zouche"}, {"zh-tw": " We were up in the mountains, 1976. And Feynman said to me, \"Leonardo ...\" The reason he called me \"Leonardo\"is because we were in Europe, and he was practicing his French.", "en": " 那是1976年 的山上 山林中 費因曼對我說 他說 \"Leonardo\" 他叫我 \"Leonardo\" 是因為我們在歐洲 他在練習法文"}, {"zh-tw": " And he said, \"Leonardo, were you closer to your motheror your father when you were a kid?\" I said, \"Well, my real hero was my father. He was a working man, had a fifth-grade education.", "en": " 他說 \"Leonardo 你是比較親近妳的母親還是你的父親 當你還是個孩子時?\" 我說: \"我心中真正的英雄是我父親 他是個勞工 只有小學五年級的教育"}, {"zh-tw": " He was a master mechanic,and he taught me how to use tools. He taught me all sorts of thingsabout mechanical things.", "en": " 他是個機械專家 他教我如何使用工具 他教我所有關於機械的事"}, {"zh-tw": " He even taught me the Pythagorean theorem. He didn't call it the hypotenuse, he called it the shortcut distance.\" And Feynman's eyes just opened up.", "en": " 他還教我畢氏定理 他不是稱那為 直角的斜邊 他說是 捷徑距離\" 費因曼的眼睛亮了起來"}, {"zh-tw": " He went off like a lightbulb. And he said that he had had basically exactly the samerelationship with his father.", "en": " 就像個電燈泡 他說他也有 與他的父親 像是這樣的關係"}, {"zh-tw": " In fact, he had been convinced at one time that to be a good physicist, it was very important to have hadthat kind of relationship with your father. I apologize for the sexistconversation here, but this is the way it really happened.", "en": " 事實上 他也曾認為 要成為一個好的物理學家 是非常需要有 與父親這樣的關係 抱歉 這裡的性別論點 但這是曾經發生的"}, {"zh-tw": " He said he had been absolutelyconvinced that this was necessary, a necessary part of the growing upof a young physicist. Being Dick, he, of course,wanted to check this.", "en": " 他說 他是完全的相信 一個年輕的物理學家成長 是需要這樣的關係 Dick 當然想驗證這點"}, {"zh-tw": " He wanted to go out and do an experiment. Well, he did.", "en": " 他曾想做個實驗 他也真的做 這個實驗"}, {"zh-tw": " He went out and did an experiment. He asked all his friendsthat he thought were good physicists, \"Was it your mom or your popthat influenced you?\" They were all men, and to a man, every singleone of them said, \"My mother.\" There went that theory,down the trash can of history.", "en": " 他跑去問所有他以為是好物理學家的人 \"是你的母親或是父親影響你?\" 每個人 都是男性 每個人都這麼回答 \"我的母親\" 所以這假說只好扔進歷史的垃圾桶"}, {"zh-tw": " But he was very excitedthat he had finally met somebody who had the same experiencewith his father as he had with his father. And for some time, he was convincedthis was the reason we got along so well.", "en": " 但他是十分興奮 總算找到個 有著類似父子關係 的人 有時候 他也認為 這就是為什麼我們是合得來的"}, {"zh-tw": " I don't know. Maybe. Who knows? But let me tell you a little bitabout Feynman the physicist. Feynman's style --no, \"style\" is not the right word.", "en": " 我不曉得 又或許是 誰知道? 讓我再多告訴你們一些 這位物理學家 費因曼 費因曼的風格 不 風格用得不對"}, {"zh-tw": " \"Style\" makes you thinkof the bow tie he might have worn, or the suit he was wearing. It's something much deeper than that, but I can't think of another word for it.", "en": " 風格會讓你想到的是 他繫的領帶 或是他的西裝 有更深沉的東西 但我卻想不出更好的說法"}, {"zh-tw": " Feynman's scientific stylewas always to look for the simplest, most elementary solutionto a problem that was possible. If it wasn't possible,you had to use something fancier.", "en": " 費因曼的科學風格 就是總是找出最簡單的 最簡單的解答 可能性才高 若不對 就得再找複雜的"}, {"zh-tw": " No doubt, part of thiswas his great joy and pleasure in showing people that he couldthink more simply than they could. But he also deeply believed,he truly believed, that if you couldn't explainsomething simply, you didn't understand it.", "en": " 毫無疑問 他做學問的樂趣 就是表現他能想出比別人更簡單的解答 他也深深相信 如果你無法將事物解釋的夠簡單 那表示你不明白它"}, {"zh-tw": " In the 1950s, peoplewere trying to figure out how superfluid helium worked. There was a theory.", "en": " 在1950年代 大家試圖理解 超流體氦 的原理 有一個理論"}, {"zh-tw": " It was due to a Russianmathematical physicist. It was a complicated theory; I'll tell you what it was soon enough.", "en": " 由蘇俄物理數學家提出的 但是個極複雜的理論 很快的告訴大家"}, {"zh-tw": " It was a terribly complicated theory, full of very difficultintegrals and formulas and mathematics and so forth. And it sort of worked,but it didn't work very well.", "en": " 那是個遭透了的複雜理論 一大堆複雜的積分, 程式 以及數學等等 它似乎能解釋 但並不完善"}, {"zh-tw": " The only way it worked is when the helium atomswere very, very far apart. And unfortunately, the helium atoms in liquid heliumare right on top of each other.", "en": " 只有當 兩個氦原子相隔很遠時 只有那時該理論是可用 不幸的是 氦在液態時 氦原子是緊緊相連"}, {"zh-tw": " Feynman decided, as a sortof amateur helium physicist, that he would try to figure it out. He had an idea, a very clear idea.", "en": " 費因曼決定 以一業餘的氦物理學家 來解解看 他有了個清楚的點子"}, {"zh-tw": " He would try to figure out what the quantum wave functionof this huge number of atoms looked like. He would try to visualize it, guided by a small numberof simple principles.", "en": " 他試著發展 如此龐大數目原子 的量子波動函數 也試著 能視覺化 用的就只是少數量的簡單原理"}, {"zh-tw": " The small number of simple principleswere very, very simple. The first one was that whenhelium atoms touch each other, they repel.", "en": " 這些就都是非常簡單的 第一個是 當氦原子碰到另一個氦原子時 會排斥"}, {"zh-tw": " The implication of that is thatthe wave function has to go to zero, it has to vanish when the heliumatoms touch each other. The other factis that in the ground state -- the lowest energy stateof a quantum system -- the wave function is always very smooth; it has the minimum number of wiggles.", "en": " 意味著波函數會降到零 波函數會消失當兩個氦原子相連 另一個證據是 基態 也就是量子系統的最小能階 波函數是非常平滑的 有最小的擾動"}, {"zh-tw": " So he sat down -- and I imagine he had nothing more than a simple pieceof paper and a pencil -- and he tried to write down,and did write down, the simplest functionthat he could think of, which had the boundary conditions that the wave functionvanish when things touch and is smooth in between. He wrote down a simple thing --so simple, in fact, that I suspect a really smarthigh-school student who didn't even have calculus could understand what he wrote down.", "en": " 他就坐下 --- 我可以想見他沒有其他東西 只用了鉛筆和一張紙 --- 試著也真的寫下 他認為最簡單的函式開始 有著邊界條件: 波函式會歸零當物體相碰觸 也需要是連續平滑的發生 他寫下簡單的式子 是非常的簡單易懂 我想一個聰明的高中生 不用懂微積分 也能懂他所寫下的式子"}, {"zh-tw": " The thing was, that simple thingthat he wrote down explained everything that was knownat the time about liquid helium, and then some. I've always wonderedwhether the professionals -- the real professional helium physicists -- were just a little bitembarrassed by this.", "en": " 那些簡單的式子 便能解釋那時所觀察到一切有關液態氦 的情況 我常好奇 那些真的氦物理專家 會不會因此而感到窘困"}, {"zh-tw": " They had their super-powerful technique, and they couldn't do as well. Incidentally, I'll tell youwhat that super-powerful technique was.", "en": " 他們也有著高超的技巧 卻沒有解好 所以這個高超的技巧"}, {"zh-tw": " It was the technique of Feynman diagrams. He did it again in 1968.", "en": " 就是 費因曼的圖形學 他在1968年又作了一次"}, {"zh-tw": " In 1968, in my own university --I wasn't there at the time -- they were exploringthe structure of the proton. The proton is obviously madeof a whole bunch of little particles; this was more or less known.", "en": " 1968年 在我自己的大學 我當時不在 他們正在探索有關質子 質子明顯是由一群 小粒子組成 這些是隱約明白的"}, {"zh-tw": " And the way to analyze it was,of course, Feynman diagrams. That's what Feynman diagramswere constructed for -- to understand particles.", "en": " 去理解這件事 當然是用費因曼圖學 也是費因曼圖學的最初設計目的 理解基本粒子理論"}, {"zh-tw": " The experiments that were going onwere very simple: you simply take the proton, and you hit it really sharplywith an electron. This was the thingthe Feynman diagrams were for.", "en": " 實驗是相當簡單 就是把質子用 高速電子撞擊 這就是費因曼圖學的設計目的"}, {"zh-tw": " The only problem was thatFeynman diagrams are complicated. They're difficult integrals.", "en": " 唯一的困擾是 費因曼圖學是複雜的 是困難的積分"}, {"zh-tw": " If you could do all of them,you would have a very precise theory, but you couldn't --they were just too complicated. People were trying to do them.", "en": " 如果能全解決 那就是個完整的理論 但是卻無法完成 因為太複雜了 大家試著解題"}, {"zh-tw": " You could do a one-loop diagram.Don't worry about one loop. One loop, two loops --maybe you could do a three-loop diagram, but beyond that, you couldn't do anything.", "en": " 可以作出一迴圈 一點都不擔心 一迴圈 兩迴圈 甚至可能可以解出三迴圈 但是超過就不太能解開"}, {"zh-tw": " Feynman said, \"Forget all of that. Just think of the proton as an assemblage, a swarm,of little particles.\" He called them \"partons.\" He said, \"Just think of it as a swarmof partons moving real fast.\" Because they're moving real fast, relativity says the internalmotions go very slow.", "en": " 費因曼說 \"忘了那些解法 只要把質子想成 是小粒子的集合 一群小粒子的集合\" 他叫它們是 部份子 (parton) 他說: \"就想像質子是一群 部份子 組成 快速移動\" 因為是快速運動 相對論說明內部運動實際是慢的"}, {"zh-tw": " The electron hits it suddenly -- it's like taking a very suddensnapshot of the proton. What do you see? You see a frozen bunch of partons.", "en": " 當電子瞬間撞上 就像是對質子拍一張快照 會看到什麼? 就會看到一群靜止的部份子"}, {"zh-tw": " They don't move, and because they don't moveduring the course of the experiment, you don't have to worryabout how they're moving. You don't have to worryabout the forces between them.", "en": " 因為這樣的實驗 造成的靜止狀態 你就暫時不用操心它們是如何運動 你就不用操心他們之間的作用力 只需想像"}, {"zh-tw": " You just get to think of itas a population of frozen partons.\" This was the key to analyzingthese experiments. Extremely effective.", "en": " 是一群靜止 部份子的集合 這就是解題的關鍵 非常有效"}, {"zh-tw": " Somebody said the word\"revolution\" is a bad word. I suppose it is,so I won't say \"revolution,\" but it certainly evolved very, very deeplyour understanding of the proton, and of particles beyond that.", "en": " 有些人認為\"革命\"是個不好的詞 可能吧! 所以我不會說這是革命 但它真的徹徹底底的改變 我們所理解的質子 以及其他未來的基本粒子"}, {"zh-tw": " Well, I had some morethat I was going to tell you about my connection with Feynman, what he was like, but I see I have exactly half a minute. So I think I'll just finish up by saying: I actually don't thinkFeynman would have liked this event.", "en": " 嗯, 我還想告訴大家一些其他事 關於我和費因曼的故事 以及他是怎樣的人 但我似乎只剩半分鐘了 所以我最好在此作結束 我實際上相信 費因曼本人不會喜歡這整件活動"}, {"zh-tw": " I think he would have said,\"I don't need this.\" But ... How should we honor Feynman? How should we really honor Feynman? I think the answeris we should honor Feynman by getting as much baloneyout of our own sandwiches as we can.", "en": " 我想他會說: \"我不需要這個\" 但是我們又該如何紀念費因曼呢? 我們真的該如何紀念費因曼呢? 我想答案就是 在生活與研究上 不再隨便膨風吹噓"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Leonard Susskind My Friend Richard Feynman"}