{"url": "http://www.ted.com/talks/mustafa_akyol_faith_versus_tradition_in_islam", "paragraphs": [{"zh-tw": " A few weeks ago, I had a chanceto go to Saudi Arabia. And the first thingI wanted to do as a Muslim was to go to Mecca and visit the Kaaba, the holiest shrine of Islam. And I did that;I put on my ritualistic dress, I went to the holy mosque, I did my prayers, I observed all the rituals.", "en": " 幾週前 我有幸去了沙烏地阿拉伯一趟 作為一個穆斯林，我最想做的事情 就是去麥加的天房 伊斯蘭最神聖的廟堂 我去了天房；我穿上了我朝聖的服裝 去了這個神聖的清真寺 我禱告 並遵循的所有儀式的流程"}, {"zh-tw": " And meanwhile,besides all the spirituality, there was one mundane detail in the Kaaba that was pretty interesting for me: there was no separation of sexes. In other words, men and womenwere worshiping all together.", "en": " 同時 我發現在這一切神性之外 天房儀式中有一個很不起眼的細節 但是我卻覺得非常有趣 在天房裡，沒有將男女隔離開來 意思就是說，男人女人 在同一個空間裡一起做禮拜"}, {"zh-tw": " They were together while doing tawāf,the circular walk around the Kaaba. They were together while praying.", "en": " 在行塔瓦夫禮，也就是繞天房角落的黑石時 男女也是在一起的 男女在一起祈禱"}, {"zh-tw": " And if you wonderwhy this is interesting at all, you have to see the rest of Saudi Arabia, because this a country which is strictlydivided between the sexes. In other words: as men, you are simply not supposed to bein the same physical space with women.", "en": " 如果你不明白這有什麼有趣的 你可以去沙烏地阿拉伯其他的地方看看 因為在這個國家裡 男女是被嚴格分離開來的 也就是說 男人無論如何都不應該 與女人在同一個空間裡"}, {"zh-tw": " And I noticed this in a very funny way. I left the Kaaba to eat somethingin downtown Mecca.", "en": " 有趣的是我怎樣注意到這點的 我離開了天房 去麥加市中心找吃的東西"}, {"zh-tw": " I headed to the nearestBurger King restaurant. And I went there -- I noticedthat there was a male section, which is carefully separatedfrom the female section.", "en": " 我去了距離天房最近的漢堡王 在那裡 我發現這裡有一個男性用餐區 很嚴格地與女性用餐區分割開來"}, {"zh-tw": " I had to pay, order and eatin the male section. \"It's funny,\" I said to myself, \"You can mingle with the opposite sexat the holy Kaaba, but not at the Burger King?\" Quite, quite ironic.", "en": " 我必須在男性用餐區點餐，付賬，用餐 “這太有趣了，”我和我自己說 “你可以跟異性在神聖的天房一起做事情， 卻不能在漢堡王這樣做。 很諷刺不是嗎?"}, {"zh-tw": " Ironic, and it's also,I think, quite telling, because the Kaabaand the rituals around it are relics from the earliestphase of Islam, that of prophet Muhammad. And if there was a big emphasisat the time to separate men from women, the rituals around the Kaabacould have been designed accordingly.", "en": " 我認為這不僅有諷刺意味，還值得我們去深入探討 因為天房與其中進行的儀式 都是從最早期的伊斯蘭傳統中流傳下來的 早至先知穆罕默德的時代 如果當時伊斯蘭很重視 將男女分割開來 天房的宗教儀式也會反映這一點"}, {"zh-tw": " But apparently, that was notan issue at the time. So the rituals came that way.", "en": " 但是，我們很明顯可以看到，當時這並不是一個問題 所以儀式是男女一起的"}, {"zh-tw": " This is also, I think,confirmed by the fact that the seclusion of womenin creating a divided society is something that you alsodo not find in the Koran -- the very core of Islam,the divine core of Islam -- that all Muslims, equally myself, believe. And I think it's not an accident that you don't find this ideain the very origin of Islam, because many scholars who studythe history of Islamic thought -- Muslim scholars or Westerners -- think that, actually, the practiceof dividing men and women physically came as a later development in Islam, as Muslims adoptedsome preexisting cultures and traditions of the Middle East.", "en": " 我認為這同時也驗證了 將女性隔離出去 創造一個兩性分隔的社會 並不是從古蘭經中來的 而古蘭經是伊斯蘭教的核心 伊斯蘭最神聖的核心 是包括我在內的所有穆斯林的信仰 我認為在古蘭經， 這個伊斯蘭的源頭中 無法找到男女分隔的要求並不令人驚奇 因為，據許多學者研究 伊斯蘭思想史的 穆斯林學者，或者西方學者說 事實上，將男女從空間上分隔開來的 這個習俗 是伊斯蘭較後期發展出來的 當穆斯林開始遵循 一些中東地區已有的文化跟傳統"}, {"zh-tw": " Seclusion of women was actuallya Byzantine and Persian practice, and Muslims adopted itand made it a part of their religion. Actually, this is just one exampleof a much larger phenomenon.", "en": " 將女性排除出主流社會事實上 是一個拜占庭和波斯的習俗 穆斯林後來沿襲了這個習俗 並使之成為自己宗教的一部分 事實上，這個例子 只說明了整體現象的冰山一角"}, {"zh-tw": " What we call today Islamic law,and especially Islamic culture -- and there are many Islamiccultures, actually; the one in Saudi Arabia is much different from where I comefrom in Istanbul or Turkey. But still, if you're going to speakabout a Muslim culture, this has a core: the divine messagewhich began the religion.", "en": " 我們目前所理解的伊斯蘭法，特別是伊斯蘭文化—— 事實上伊斯蘭文化也分很多種 沙烏地阿拉伯的文化與 我的家鄉伊斯坦堡，或者整個土耳其，是有很大不同的 但是 如果我們要談穆斯林文化 這個文化裡有一個很核心很神聖的訊息 開啟了這個宗教的源頭"}, {"zh-tw": " But then many traditions, perceptions,practices were added on top of it. And these were traditionsof the Middle East medieval traditions.", "en": " 但是之後很多傳統，觀念 習俗被加在了這個訊息之上 這些就是中世紀中東的一些習俗"}, {"zh-tw": " There are two importantmessages, or two lessons, to take from that reality. First of all, Muslims -- pious, conservative, believing Muslimswho want to be loyal to their religion -- should not cling onto everythingin their culture, thinking that that's divinely mandated.", "en": " 知道了這個之後 我想引出兩個訊息，或者是兩點我們需要學習的 首先，穆斯林—— 虔誠的，傳統的，忠實於其信仰的穆斯林 不應一板一眼的遵循他們文化中的所有習俗 認為這些習俗是神的旨意"}, {"zh-tw": " Maybe some things are bad traditionsand they need to be changed. On the other hand, the Westernerswho look at Islamic culture and see some troubling aspects should not readily concludethat this is what Islam ordains.", "en": " 有可能有些是不好的傳統 需要被改變的習俗 另外，作為西方人 當研究伊斯蘭文化 並發現一些令人不安的內容的時候 不應該馬上就歸納這些文化中的習俗是伊斯蘭原始教旨的一部分"}, {"zh-tw": " Maybe it's a Middle Eastern culturethat became confused with Islam. There is a practicecalled female circumcision.", "en": " 很有可能這只是中東文化的一部分 與伊斯蘭文化混雜了起來 有一個習俗，叫做女性割禮"}, {"zh-tw": " It's something terrible, horrible. It is basically an operationto deprive women of sexual pleasure.", "en": " 這是一個很可怕，很恐怖的習俗 它是一個手術 一個剝奪女性性高潮的手術"}, {"zh-tw": " And Westerners -- Europeans or Americans --who didn't know about this before, [saw] this practice within some of the Muslim communitieswho migrated from North Africa. And they've thought, \"Oh, what a horrible religion that is,which ordains something like that.\" But when you look at female circumcision, you see that it hasnothing to do with Islam; it's just a North African practicewhich predates Islam.", "en": " 西方人，不論是歐洲人還是美國人 如果不知道這個習俗的由來 在一些從北非移民的 穆斯林的社群裡 發現了這個習俗 西方人會想，”天啊，伊斯蘭教太恐怖了， 居然教教徒們做這種事情 但是如果你再進一步了解女性割禮 你就會發現，這個習俗與伊斯蘭毫無關係 它只是北非的一個習俗 比伊斯蘭更早產生"}, {"zh-tw": " It was there for thousands of years. And, quite tellingly,some Muslims do practice it -- the Muslims in North Africa,not in other places.", "en": " 這個習俗已經存在了幾千年了 很明顯一些穆斯林確實有這樣的習俗 僅在北非，而不是其他地區的穆斯林"}, {"zh-tw": " But also the non-Muslimcommunities of North Africa -- the animists, some Christiansand even a Jewish tribe in North Africa -- are known to practice female circumcision. So what might look like a problemwithin Islamic faith might turn out to be a traditionthat Muslims have subscribed to.", "en": " 但是還有其他北非地區的非穆斯林群體 萬物有靈論者，甚至一些基督徒 甚至還有一個北非地區的猶太部落 都有這樣的習俗 所以這個貌似是伊斯蘭信仰問題的 問題 就成了一個 穆斯林從別處借來並沿襲的傳統"}, {"zh-tw": " The same thing can be saidfor honor killings, which is a recurrent themein the Western media -- and which is, of course,a horrible tradition. And we see, truly, in some Muslimcommunities, that tradition.", "en": " 同樣的道理適用於\"名譽殺害\" 這個問題經常在西方媒體中被提到 當然這是一個非常恐怖的傳統 並且我們確實在一些穆斯林群體中看到這一傳統"}, {"zh-tw": " But in the non-Muslim communitiesof the Middle East, such as some Christian communities,Eastern communities, you see the same practice. We had a tragic case of an honor killing within Turkey's Armenian communityjust a few months ago.", "en": " 但是在一些其他中東地區的非穆斯林群體中 比如說基督教群體，東方人（注：非通常意義上的亞洲東方人，而是中東地區的東方人種）群體中 你也發現相同的習俗 在土耳其的亞美尼亞群體中 發生了一個名譽殺害的慘劇 就在幾個月前"}, {"zh-tw": " Now, these are thingsabout general culture, but I'm also very muchinterested in political culture and whether libertyand democracy is appreciated, or whether there's an authoritarianpolitical culture in which the state is supposedto impose things on the citizens. And it is no secret that many Islamic movementsin the Middle East tend to be authoritarian, and some of the so-called\"Islamic regimes,\" such as Saudi Arabia, Iran and the worstcase, the Taliban in Afghanistan, they are pretty authoritarian --no doubt about that.", "en": " 我上面談到的是普通大眾文化範圍內的事情 我同樣對政治文化也很感興趣 還有在一個政治文化裡自由與民主是否被珍視 以及是否這個政治文化里有獨裁的成分存在 也就是說國家想向公民強加一些事實 大家都知道 中東地區的很多伊斯蘭運動 都很傾向於獨裁 並且一些所謂的“伊斯蘭政權” 比如說沙烏地阿拉伯，伊朗 還有最嚴重的阿富汗的塔利班政權 毫無疑問都是很獨裁的"}, {"zh-tw": " For example, in Saudi Arabia, there is a phenomenoncalled the religious police. And the religious police imposesthe supposed Islamic way of life on every citizen, by force -- like, women are forcedto cover their heads -- wear the hijab, the Islamic head cover.", "en": " 比如說，在沙烏地阿拉伯 有一種叫做宗教警察的東西 宗教警察用暴力確保 每個公民都遵循 所謂的伊斯蘭的生活方式 比如說女性被強制要求戴頭巾 那種伊斯蘭式大蓋頭"}, {"zh-tw": " Now that is pretty authoritarian, and that's somethingI'm very much critical of. But when I realized that the non-Muslim, or the non-Islamic-mindedactors in the same geography sometimes behaved similarly, I realized that the problem maybe lies in the political cultureof the whole region, not just Islam.", "en": " 這是很獨裁的 並且我對此很持批判態度 但是當我意識到 這一地區的非穆斯林 或者說非伊斯蘭信仰者 有時也這麼做(指戴頭巾) 我就意識到這個問題可能 不僅是伊斯蘭的問題，而是這一地區政治文化的問題"}, {"zh-tw": " Let me give you an example:in Turkey, where I come from, which is a very hyper-secular republic, until very recently, we used to havewhat I call \"secularism police,\" which would guard the universitiesagainst veiled students. In other words, they would force studentsto uncover their heads.", "en": " 我來給你舉個例子：我的家鄉土耳其 是一個極度世俗化的共和國 直到很不久之前 在土耳其存在著一些我稱作世俗警察的人 這些人不讓戴頭巾的 學生進入校園 換句話說，他們強制學生 不戴頭巾"}, {"zh-tw": " And I think forcing peopleto uncover their head is as tyrannical as forcingthem to cover it. It should be the citizen's decision.", "en": " 我認為，強制人們不戴頭巾與 強制人們戴頭巾是一樣的暴政行為 這應當是每個公民自己的選擇"}, {"zh-tw": " But when I saw that, I said, \"Maybe the problem is justan authoritarian culture in the region, and some Muslimshave been influenced by that. But the secular-minded peoplecan be influenced by that.", "en": " 當我看到這樣的現象的時候，我就說 “可能問題 只是這一地區的獨裁政治文化， 並且一些穆斯林被這樣的文化所影響。” 一些很世俗化的人也會被這樣的文化所影響"}, {"zh-tw": " Maybe it's a problemof the political culture, and we have to think abouthow to change that political culture.\" Now, these are some of the questionsI had in mind a few years ago when I sat down to write a book. I said, \"Well, I will do research about how Islam actuallycame to be what it is today, and what roads were takenand what roads could have been taken.\" The name of the book is \"Islam WithoutExtremes: A Muslim Case for Liberty.\" And as the subtitle suggests, I looked at Islamic traditionand the history of Islamic thought from the perspectiveof individual liberty, and I tried to find what are the strengthswith regard to individual liberty.", "en": " 可能這就是一個政治文化的問題 我們應該來思考 如果改變這種政治文化 這些是我幾年前 開始寫書的時候 想到的一些問題 我就想，“讓我來對於 伊斯蘭是怎樣發展到今天來做一些研究， 經過了怎樣的發展道路 本來有可能向哪些方向發展。” 我的書的題目是《無極端伊斯蘭：穆斯林的自由研究》 書的副標題點出了書的內容 我從個人自由的角度 研究了伊斯蘭傳統跟伊斯蘭思想史 並且我試圖去找個人自由的 優越之處"}, {"zh-tw": " And there are strengthsin Islamic tradition. Islam, actually,as a monotheistic religion, which defined manas a responsible agent by itself, created the idea of the individualin the Middle East, and saved it from the communitarianism,the collectivism of the tribe.", "en": " 同樣，伊斯蘭傳統也有其優越之處 伊斯蘭，作為一個一神論的宗教 將人定義成為一個自身責任的個體 在中東創造了\"個人\"這一概念 並保護這一概念不受社群主義 與部落集體主義的侵蝕"}, {"zh-tw": " You can derive many ideas from that. But besides that, I also sawproblems within Islamic tradition.", "en": " 你可以從這一概念中衍生出很多內容 但是除此之外，我也看到了伊斯蘭傳統中的問題"}, {"zh-tw": " But one thing was curious: most of those problems turn out to beproblems that emerged later, not from the very divine coreof Islam, the Koran, but from, again,traditions and mentalities, or the interpretations of the Koranthat Muslims made in the Middle Ages. The Koran, for example,doesn't condone stoning.", "en": " 但是有一點很值得我們思考 那就是大部分的問題都是伊斯蘭發展後期產生的 不是基於伊斯蘭的神聖核心，可蘭經 而是，就像我們前面講到的，從一些中東地區中世紀的傳統 跟心理現象 或者對於可蘭經的解讀而來的 比方說，可蘭經 並不支持石刑"}, {"zh-tw": " There is no punishment for apostasy. There is no punishmentfor personal sins like drinking.", "en": " 叛教不會受到處罰 對於一些個人行為，比如飲酒，也沒有處罰"}, {"zh-tw": " These things which make Islamic law, the troubling aspects of Islamic law, were developed into laterinterpretations of Islam. Which means that Muslims can, today, look at those things and say, \"Well, the core of our religionis here to stay with us.", "en": " 這些在伊斯蘭法中的規定 特別是伊斯蘭法中令人不安部分 是後來從伊斯蘭的一些後期解讀中發展而來的 這就意味著當今的穆斯林可以 這樣理解這些伊斯蘭法的要求 “嗯，我們宗教的核心 與我們同在"}, {"zh-tw": " It's our faith,and we will be loyal to it. But we can change how it was interpreted, because it was interpretedaccording to the time and milieu in the Middle Ages.", "en": " 這是我們的信仰，我們會對我們的信仰忠誠。” 但是我們可以改變我們對於宗教的解讀 因為現在宗教是基於中世紀的時間與環境背景而解讀的 我們現在生活在一個不同的世界裡"}, {"zh-tw": " Now we're living in a different world, with different valuesand political systems.\" That interpretationis quite possible and feasible. Now, if I were the only personthinking that way, we would be in trouble.", "en": " 有不同的價值取向以及政治體系 這樣的想法是很有可能並且行得通的。 但是如果只有我一個人這樣想 就有麻煩了"}, {"zh-tw": " But that's not the case at all. Actually, from the 19th century on, there's a whole revisionist, reformist --whatever you call it -- tradition, a trend in Islamic thinking.", "en": " 但是不是這樣的 事實上，從19世紀開始 已經有了一個修正主義的，改良主義—— 隨便你怎樣命名—— 這樣的一個傳統 一個伊斯蘭思想界的傾向"}, {"zh-tw": " These were intellectuals or statesmen of the 19th century,and later, 20th century, which looked at Europe, basically, and saw that Europehas many things to admire, like science and technology. But not just that;also democracy, parliament, the idea of representation, the idea of equal citizenship.", "en": " 並且有一些19世紀20世紀的 知識分子與政治家 他們對於歐洲進行了一些研究 發現歐洲有很多值得學習借鑒的東西 比如科學技術 但是不僅如此，還有民主，議會 \"代表制度\"這一個的想法 平等公民權的概念"}, {"zh-tw": " These Muslim thinkers, intellectualsand statesmen of the 19th century, looked at Europe,saw these things, and said, \"Why don't we have these things?\" And they looked back at Islamic tradition, and saw that there areproblematic aspects, but they're not the core of the religion,so maybe they can be re-understood, and the Koran can be rereadin the modern world. That trend is generally calledIslamic modernism, and it was advancedby intellectuals and statesmen, not just as an intellectual idea, though, but also as a political program.", "en": " 這些生活在19世紀的穆斯林思想家 知識分子，以及政治家看到歐洲有這些東西 他們就說，“為什麼我們不能有這些東西呢？” 他們回頭研究了伊斯蘭傳統 他們發現了有問題的方面 但是這些方面不是宗教的核心，所以說不定他們可以被重新理解 可蘭經可以被重新解讀 在一個現代的社會背景下 這個趨向 被統稱為伊斯蘭現代主義 由知識分子與政治家推動 並非一個純粹的知識分子的想法 而是一個政治運動"}, {"zh-tw": " And that's why, actually,in the 19th century, the Ottoman Empire, which thencovered the whole Middle East, made very important reforms -- reforms like giving Christians and Jewsan equal citizenship status, accepting a constitution, accepting a representative parliament, advancing the idea of freedom of religion. That's why the Ottoman Empire,in its last decades, turned into a proto-democracy,a constitutional monarchy, and freedom was a very importantpolitical value at the time.", "en": " 這就是為什麼在19世紀 覆蓋整個中東地區的鄂圖曼帝國 做出了很重要的改革—— 改革包括給予基督徒與猶太教徒 平等的公民身份 制定憲法 建立代表制度的議會 推廣宗教自由的觀點 這就是為什麼鄂圖曼帝國在其最後幾十年裡 有了早期民主的跡象 建立了君主立憲制 自由，在當時是一個非常重要的政治概念"}, {"zh-tw": " Similarly, in the Arab world, there was what the great Arabhistorian Albert Hourani defines as the Liberal Age. He has a book, \"Arabic Thoughtin the Liberal Age,\" and the Liberal Age, he definesas 19th century and early 20th century.", "en": " 同樣的，在阿拉伯世界裡 有被偉大的阿拉伯歷史學家阿爾伯特 胡拉尼 稱為自由時期的一個階段 他寫過一本書，叫做\"在自由時代的阿拉伯思想\" 他定義下的自由時期 包括19世紀及20世紀早期"}, {"zh-tw": " Quite notably, this was the dominant trendin the early 20th century among Islamic thinkersand statesmen and theologians. But there is a very curious patternin the rest of the 20th century, because we see a sharp declinein this Islamic modernist line.", "en": " 很值得注意的是，這是20世紀早期 在伊斯蘭思想界，政治界，以及神學界 佔有主導地位的一個趨向 但是20世紀的後半期 有一個非常有趣的現象 那就是我們看到一個很顯著的 伊斯蘭現代主義發展的下滑"}, {"zh-tw": " And in place of that, what happens is that Islamism growsas an ideology which is authoritarian, which is quite strident, which is quite anti-Western, and which wants to shape societybased on a utopian vision. So Islamism is the problematic idea that really created a lot of problemsin the 20th-century Islamic world.", "en": " 取而代之的是另一個趨向，那就是 伊斯蘭變成 一個集權思想 一個弔詭的 帶有反西方思想的 並且想要改造社會 根據烏托邦版的意識形態 所以伊斯蘭主義成為了一個 20世紀在伊斯蘭世界 帶來很多麻煩的一個思潮"}, {"zh-tw": " And even the very extremeforms of Islamism led to terrorism in the name of Islam -- which is actually a practicethat I think is against Islam, but some, obviously, extremists,did not think that way. But there is a curious question: If Islamic modernism was so popularin the 19th and early 20th centuries, why did Islamism become so popularin the rest of the 20th century? And this is a question, I think,which needs to be discussed carefully.", "en": " 以至於最極端的伊斯蘭主義 帶來了打著伊斯蘭旗號的恐怖主義 在我看來，這是違抗伊斯蘭的 但是很明顯，有些極端主義者不會同意我的看法 但是這裡我有一個問題 既然伊斯蘭現代主義 在19世紀與20世紀早期這樣盛行 為什麼伊斯蘭主義在其餘的20世紀 變得如此風行 我認為這個問題 需要認真考慮"}, {"zh-tw": " In my book, I wentinto that question as well. And actually, you don't need to bea rocket scientist to understand that.", "en": " 在我的書裡，我也對上述問題進行了思考 而且，你不需要才高八斗才能理解這個問題"}, {"zh-tw": " Just look at the politicalhistory of the 20th century, and you see things have changed a lot. The contexts have changed.", "en": " 你只需要看看20世紀的政治史 就會發現這一時期發生了很多事情 時代背景不同了"}, {"zh-tw": " In the 19th century, when Muslims were lookingat Europe as an example, they were independent;they were more self-confident. In the early 20th century,with the fall of the Ottoman Empire, the whole Middle East was colonized.", "en": " 在19世紀 穆斯林把歐洲當作一個樣本 穆斯林獨立且有自信 在20世紀早期，隨著鄂圖曼帝國的衰落 整個中東地區淪為了殖民地"}, {"zh-tw": " And when you have colonialization,what do you have? You have anti-colonialization. So Europe is not justan example now to emulate; it's an enemy to fight and to resist.", "en": " 有殖民，就會有？ 反殖民 這樣歐洲就不再是一個被模仿的範本 而成為了要抗爭的敵人"}, {"zh-tw": " So there's a very sharp declinein liberal ideas in the Muslim world, and what you see is more of a defensive,rigid, reactionary strain, which led to Arab socialism,Arab nationalism and ultimately to the Islamist ideology. And when the colonial period ended, what you had in place of thatwas generally secular dictators, which say they're a country, but did not bringdemocracy to the country, and established their own dictatorship.", "en": " 所以穆斯林世界就有了一個顯著的 自由主義思想的衰落 更多的是一種防禦的 激烈的，反抗性的反應 帶來了阿拉伯社會主義，阿拉伯國家主義 最終帶來了伊斯蘭主義的意識形態 當殖民時期結束後 取而代之的 是世俗的獨裁者 他們建立國家 卻不給予國家民主 而是建立了自己的獨裁政權"}, {"zh-tw": " And I think the West,at least some powers in the West, particularly the United States, made the mistake of supportingthose secular dictators, thinking that they were morehelpful for their interests. But the fact that those dictatorssuppressed democracy in their country and suppressed Islamicgroups in their country actually made the Islamistsmuch more strident.", "en": " 我認為西方，起碼是西方的某些政權 特別是在美國 犯了一個錯誤，那就是支持這些世俗的獨裁者 因為這些政權覺得支持這些世俗獨裁者有利於其自身利益 但是這些獨裁者 壓制其國內的民主 壓制其國內的伊斯蘭組織 這樣的壓制使伊斯蘭主義者更加激烈 所以在20世紀"}, {"zh-tw": " So in the 20th century, you had this vicious cyclein the Arab world, where you have a dictatorshipsuppressing its own people, including the Islamic pious, and they're reacting in reactionary ways. There was one country, though, which was able to escape or stay awayfrom that vicious cycle.", "en": " 在阿拉伯世界裡就有了這樣的一個惡性循環 獨裁者壓制本國人民 包括虔誠的伊斯蘭教徒 伊斯蘭教徒隨後對於這些壓制做出反抗 只有一個國家 得以擺脫，或者說遠離 這個惡性循環"}, {"zh-tw": " And that's the countrywhere I come from, Turkey. Turkey has never been colonized, so it remained as an independent nationafter the fall of the Ottoman Empire.", "en": " 這就是我的家鄉：土耳其 土耳其從來沒有被殖民 所以土耳其成為了鄂圖曼帝國倒台之後的唯一一個獨立國家 這點很重要"}, {"zh-tw": " That's one thing to remember; it did not sharethe same anti-colonial hype that you can find in some othercountries in the region. Secondly, and most importantly, Turkey became a democracy earlier than any of the countrieswe are talking about.", "en": " 土耳其沒有與其他中東地區其他國家一樣的 反殖民的狂熱 第二點也是最重要的一點 土耳其走上了民主之路 比任何一個中東國家都要早"}, {"zh-tw": " In 1950, Turkey had the firstfree and fair elections, which ended the moreautocratic secular regime, which was in the beginning of Turkey. And the pious Muslims in Turkey saw that they could changethe political system by voting.", "en": " 1950年，土耳其舉行了第一次自由公平的選舉 結束了世俗化的貴族統治政權 開始了土耳其的早期 土耳其虔誠的穆斯林 看到他們可以用選舉投票的方式來改變政治制度"}, {"zh-tw": " And they realized that democracyis something compatible with Islam, compatible with their values, and they've been supportive of democracy. That's an experience that not every other Muslim nationin the Middle East had, until very recently.", "en": " 然後他們意識到民主與伊斯蘭是可融合的 與他們的價值觀一致 土耳其人一直很支持民主 這樣的經歷 不是每個中東地區的穆斯林國家都有的 這樣的情況直到最近才有所改變"}, {"zh-tw": " Secondly, in the past two decades, thanks to globalization,thanks to the market economy, thanks to the rise of a middle class, we in Turkey see what I defineas a rebirth of Islamic modernism. Now, there's the more urbanmiddle-class pious Muslims who, again, look at their tradition and see that there aresome problems in the tradition, and understand that they need to bechanged and questioned and reformed.", "en": " 第二，在過去的20年裡 借助全球化，市場經濟 以及中產階級的崛起 我們在土耳其看到了 我認為是伊斯蘭現代主義的複興 在土耳其有更多的城市居住的中產虔誠穆斯林 他們重新審視穆斯林傳統 看到了傳統中的一些問題 他們明白自己需要改變，質疑，改革這些問題 他們又研究歐洲"}, {"zh-tw": " And they look at Europe,and see an example, again, to follow. They see an example, at least,to take some inspiration from.", "en": " 他們又一次找到一個可以學習的範本 起碼他們找到了一個可以提供靈感的範本來源"}, {"zh-tw": " That's why the EU process,Turkey's effort to join the EU, has been supported inside Turkeyby the Islamic pious, while some secular nationalistswere against it. Well, that processhas been a little bit blurred by the fact that not allEuropeans are that welcoming, but that's another discussion.", "en": " 這就是為什麼有土耳其歐盟化進程 土耳其政府要加入歐盟的努力 在土耳其國內得到了 伊斯蘭虔誠信徒的支持 然後很多世俗化的國家反對這一進程 當然土耳其加入歐盟這一進程由於某些歐洲國家 的反對而變得複雜 但這個問題我們今天不討論"}, {"zh-tw": " But the pro-EU sentimentin Turkey in the past decade has become almost an Islamic causeand supported by the Islamic liberals and the secular liberalsas well, of course. And thanks to that, Turkey has been ableto reasonably create a success story in which Islam and the most piousunderstandings of Islam have become part of the democratic game, and even contributes to the democraticand economic advance of the country.", "en": " 但是在過去的10年裡，土耳其國內的支持加入歐盟的情緒 幾乎成為了一個伊斯蘭運動 受到了伊斯蘭自由派的支持 當然也有世俗自由派 多虧了這些支持 土耳其才能不出人意料地創造這個的成功故事 使伊斯蘭和最虔誠的伊斯蘭信仰 成為民主的一部分 甚至成為了促進國家的民主與經濟 發展的動力"}, {"zh-tw": " And this has beenan inspiring example right now for some of the Islamic movements or some of the countriesin the Arab world. You must have all seen the Arab Spring, which began in Tunis and in Egypt.", "en": " 土耳其現在對於一些伊斯蘭運動 還有一些阿拉伯世界的國家 是一個鼓舞人心的例子 你們肯定都看到了從突尼斯與埃及 興起的阿拉伯之春"}, {"zh-tw": " Arab masses just revoltedagainst their dictators. They were asking for democracy;they were asking for freedom.", "en": " 和阿拉伯的群眾 起義反對獨裁者 他們要求民主，要求自由"}, {"zh-tw": " And they did not turn out to bethe Islamist boogeyman that the dictators were always usingto justify their regime. They said, \"We want freedom;we want democracy.", "en": " 並且他們沒有成為獨裁者 常常用來嚇唬人民不要追求民主 並用來合理化他們的政權 他們說：“我們要自由，我們要民主。"}, {"zh-tw": " We are Muslim believers, but we want to be livingas free people in free societies.\" Of course, this is a long road. Democracy is not an overnightachievement; it's a process.", "en": " 我們是穆斯林信仰者 但我們也希望想自由社會的自由人民一樣生活 當然，這是一條很長的道路 民主不是一夜之間可以實現的 民主需要一個過程"}, {"zh-tw": " But this is a promising erain the Muslim world. And I believe that the Islamic modernismwhich began in the 19th century, but which had a setbackin the 20th century because of the politicaltroubles of the Muslim world, is having a rebirth.", "en": " 但是這是一個穆斯林世界 充滿希望的時代 並且我相信，伊斯蘭現代主義 源於19世紀 由於穆斯林世界的政治動盪 在20世紀經歷了一個低谷 現在正在復興"}, {"zh-tw": " And I think the takeaway messagefrom that would be that Islam, despite some of the skeptics in the West, has the potential in itself to create its own way to democracy,create its own way to liberalism, create its own way to freedom. They just should be allowedto work for that.", "en": " 我認為今天我想要傳達給大家的訊息就是 伊斯蘭 雖然在西方受到一些質疑 還是有潛力 來創造自己的民主方式，打通通向 自由解放的路 他們應該被允許為此奮鬥"}, {"zh-tw": " Thanks so much.", "en": " 非常感謝大家愛 【掌聲】"}], "title": "Mustafa Akyol Faith Versus Tradition In Islam"}