{"url": "http://www.ted.com/talks/paul_romer_the_world_s_first_charter_city", "paragraphs": [{"zh-tw": " In 2007, I decided that we needed to reconceptualize how we thought about economic development. Our new goal should be that when every family thinks about where they want to live and work, they should be able to choose between at least a handful of different cities that were all competing to attract new residents.", "en": " 在2007年時， 我覺得我們需要重新思考 我們如何看經濟發展 我們的新目標應該是 當任何一個家庭在思考他們想住哪裡時 他們都應該要能夠從 至少幾個 不同 爭著吸引新居民的城市中做出選擇"}, {"zh-tw": " Now we're a long way away from that goal right now. There are billions of people in developing countries who don't have even a single city that would be willing to welcome them.", "en": " 我們現在離那個目標還相當遠 在開發中國家裡有上百萬的人民 是沒有任何一個城市願意歡迎他們的"}, {"zh-tw": " But the amazing thing about cities is they're worth so much more than it costs to build them. So we could easily supply the world with dozens, maybe hundreds, of new cities.", "en": " 但是，關於城市，最讓人驚奇的是 它們的價值遠超過 建造它們的成本 所以，我們能夠很容易地在這世界上蓋起 幾十座，可能幾百座 新城市"}, {"zh-tw": " Now this might sound preposterous to you if you've never thought about new cities. But just substitute apartment building for cities.", "en": " 關於這點，如果你從未認真思考過城市 你可能覺得這聽起來很荒謬 但是，只要用城市去取代公寓建築"}, {"zh-tw": " Imagine half the people who wanted to be in apartments already had them; the other half aren't there yet. You could try and expand the capacity by doing additions on all the existing apartments.", "en": " 想像一下，在想要住公寓的人們裡，一半的人已經擁有公寓可住了 另一半的人還沒有 你可以試著藉由在現有公寓上加蓋 來擴大容積"}, {"zh-tw": " But you know what you'd run into is those apartments and the surrounding areas have rules to avoid discomfort and the distractions of construction. So it's extremely hard to do all of those additions.", "en": " 但你知道你會碰到的情況是 那些公寓及周遭區域 都有的規定以避免不適 以及工程所帶來的干擾 所以要做那些加蓋是非常難的"}, {"zh-tw": " But you could go out someplace brand new, build a brand new apartment building, as long as the rules there were ones that facilitated construction rather than getting in the way. So I proposed that governments create new reform zones big enough to hold cities and gave them a name: charter cities.", "en": " 然而，你可以去一個全新的環境 蓋一棟全新的公寓大樓 只要那裡的規定是 方便工程進行 而非帶來阻撓的 因此，我建議 政府創造全新的「改革區」 是大到可以容納城市 並且將它取名為「特區市」"}, {"zh-tw": " Later I learned that at about this same time, Javier and Octavio were thinking about the challenge of reform in Honduras. They knew that about 75,000 Hondurans every year would leave to go to the United States, and they wanted to ask, what could they do to make sure that those people could stay and do the same things in Honduras.", "en": " 後來我發現大約在我提出這個看法的同一時間 哈維爾及奧克塔維歐 也正在思考在宏都拉斯 改革的挑戰 他們知道每年大約有75,000宏都拉斯人 會離鄉，前往美國 所以他們想問問，他們可以做些什麼 以確保這些人會留下來 並且在宏都拉斯做一樣的工作"}, {"zh-tw": " At one point, Javier said to Octavio, \"What if we took some of our empty land -- what if we just gave it to an embassy -- give some to the U.S. embassy; give some to the Canadian embassy -- and then if people want to go work under the rules of Canada or under the rules of the United States, they can go get jobs, do everything they do on those embassy grounds that they would otherwise have to go to Canada or the U.S. to do?\" In the summer of 2009, Honduras went through a wrenching constitutional crisis. At the next regularly scheduled election, Pepe Lobo won in a landslide on a platform that promised reform, but reconciliation as well.", "en": " 就在某個時間點，哈維爾告訴奧克塔維歐 「假如我們將國內一部分的空地 直接送給一個大使館 一部分送給美國大使館，一部分送給加拿大大使館 然後假如人們想要 在加拿大的法規或美國的法規下工作 他們可以在那裡找到工作 在那些大使館領土上做所有他們正在做的工作 而非必須到加拿大或美國才能做，這樣的結果會如何？」 在2009年夏天 宏都拉斯經歷一場折磨人的憲法危機 在隔一次的正規選舉中 派比羅柏獲得壓倒性勝利 他在競選中不只承諾了改革 也承諾了和解"}, {"zh-tw": " He asked Octavio to be his chief of staff. Meanwhile, I was getting ready to give a talk at TEDGlobal.", "en": " 他聘奧克塔維歐擔任他的參謀長 同時間，我正準備要 在TEDGlobal上進行一場演說"}, {"zh-tw": " Through a process of refinement, trial and error, a lot of user testing, I tried to boil this complicated concept of charter city down to the bare essentials. The first point was the importance of rules, like those rules that say you can't come in and disturb all the existing apartment holders.", "en": " 透過一個改良過程 透過反覆試驗，許多使用者的測試 我試著將這個複雜的「特區市」觀念 簡化到其本質 第一個重點是，法規的重要性 像是那些說 你不能進來之後去打擾現有公寓住戶的規定"}, {"zh-tw": " We pay a lot of attention to new technologies, but it takes technologies and rules to get progress, and it's usually the rules that hold us back. In the fall of 2010, a friend from Guatemala sent Octavio a link to the TEDTalk.", "en": " 我們很關心新科技 但要有所進展，是必須同時靠科技與法規 而且常見的情況是，法規會限制我們 在2010年的秋天，一位來自瓜地馬拉的朋友 寄一個TEDTalk的網址連結給奧克塔維歐"}, {"zh-tw": " He showed it to Javier. They called me.", "en": " 然後他又把連結秀給哈維爾看 然後他們倆跟我聯絡"}, {"zh-tw": " They said, \"Let's present this to the leaders of our country.\" So in December we met in Miami, in a hotel conference room. I tried to explain this point about how valuable cities are, how much more valuable they are than they cost.", "en": " 他們說：「我們把這個概念提議給我們國家的領導吧」 所以十二月時，我們在邁阿密見了面 在一間飯店的會議室裡 我試著解釋這個概念 就是城市是多麼有價值 城市的價值遠高過它們的建造成本"}, {"zh-tw": " And I used this slide showing how valuable the raw land is in a place like New York City: notice, land that's worth thousands of dollars, in some cases, per square meter. But it was a fairly abstract discussion, and at some point when there was a pause, Octavio said, \"Paul, maybe we could watch the TEDTalk.\" (Laughing) So the TEDTalk laid out in very simple terms, a charter city is a place where you start with uninhabited land, a charter that specifies the rules that will apply there and then a chance for people to opt in, to go live under those rules or not.", "en": " 而且我用這張投影片 秀出在紐約市裡的空地 是多麼有價值 請注意，在某些例子裡，土地一平方公尺 就價值好幾千元美金 但那是一場很抽象的討論 在過程中的某個時點出現一陣靜默 然後，奧克塔維歐就說： 「保羅，也許我們應該看一下那場TEDTalk。」 所以，那場TEDTalk很清楚地解釋道 一個「特區市」是 你以一塊無人居住的土地為基礎 一個明文規定適用於此地法規的憲章 以及一個讓人們選擇是否加入的機會 一個選擇是否在那些法規之下生活的機會"}, {"zh-tw": " So I was asked by the president of Honduras who said that we need to do this project, this is important, this could be the way forward for our country. I was asked to come to Tegucigalpa and talk again on January fourth and fifth.", "en": " 那我就被宏都拉斯總統詢問 他說他們需要這樣的計畫 這是相當重要的 這可能是我們國家的未來之路 我被邀請到德古斯加巴（宏都拉斯首都） 於一月四日及五日再做一次演說"}, {"zh-tw": " So I presented another fact-filled lecture that included a slide like this, which tried to make the point that, if you want to create a lot of value in a city, it has to be very big. This is a picture of Denver, and the outline is the new airport that was built in Denver.", "en": " 所以我就給了 又一場引述大量實際資料的演說 其中包含一張像這樣的投影片 這張投影片的重點是，如果你想要為一座城市創造很多的價值 它必須很大 這是一張丹佛市的照片 那個外框是丹佛市的新蓋機場"}, {"zh-tw": " This airport alone covers more than 100 square kilometers. So I was trying to persuade the Hondurans, if you build a new city, you've got to start with a site that's at least 1,000 square kilometers.", "en": " 光是機場本身 就佔地超過100平方公里 所以，我當時就試著說服宏都拉斯人 假如你要建造一座新城市 你必須從一塊至少1000平方公里大的土地開始"}, {"zh-tw": " That's more than 250 hundred-thousand acres. Everybody applauded politely.", "en": " 那是超過兩億英畝的土地 每個人都很禮貌地鼓掌"}, {"zh-tw": " The faces in the audience were very serious and attentive. The leader of the congress came up on stage and said, \"Professor Romer, thank you very much for your lecture, but maybe we could watch the TEDTalk.", "en": " 觀眾的表情 看起來很嚴肅又專注 會議的主席就走上台，說： 「羅默教授，謝謝您今天的演講， 但也許我們可以看一下那場TEDTalk。」"}, {"zh-tw": " I've got it here on my laptop.\" So I sat down, and they played the TEDTalk. And it got to the essence, which is that a new city could offer new choices for people.", "en": " 我這台筆記型電腦裡有檔案 所以我就坐下來，他們就播放那場TEDTalk 那場演講觸及到「特區市」概念的本質 也就是，一個可以提供人們機會的新城市"}, {"zh-tw": " There would be a choice of a city which you could go to which could be in Honduras, instead of hundreds of miles away in the North. And it also involved new choices for leaders.", "en": " 會有讓你選擇居住城市的機會 這個城市會在宏都拉斯境內 而非在幾百公里遠的北方 而且這也為領導者提供了新的選擇"}, {"zh-tw": " Because the leaders in the government there in Honduras would need help from partner countries, who could benefit from partner countries who help them set up the rules in this charter and the enforcement, so everybody can trust that the charter really will be enforced. And the insight of President Lobo was that that assurance of enforcement that I was thinking about as a way to get the foreign investors to come in and build the city could be equally important for all the different parties in Honduras who had suffered for so many years from fear and distrust.", "en": " 因為宏都拉斯境內的政府領導者 會需要合作國家的協助 也會受惠於那些有合作關係的國家 這些國家協助憲章裡法規的建立及執行 那麼所有人都可以相信 那個憲章會被落實 而羅柏總統的洞見是 對於我所想的 對於執行上的保證 會是吸引外國投資人進來建造城市的一種方式 這也對宏都拉斯境內的所有團體都是同等重要的 這些團體都承受了這麼多年的 恐懼及不信任"}, {"zh-tw": " We went and looked at a site. This picture's from there.", "en": " 我們來到一個地點進行視察 這張照片是在那裡拍的"}, {"zh-tw": " It easily could hold a thousand square kilometers. And shortly thereafter, on January 19th, they voted in the congress to amend their constitution to have a constitutional provision that allows for special development regions.", "en": " 那裡絕對超過一千平方公里 在那不久之後，於一月十九日 他們在國會上修訂了憲法 增訂一則憲法條文 允許特殊發展區域的存在"}, {"zh-tw": " In a country which had just gone through this wrenching crisis, the vote in the congress in favor of this constitutional amendment was 124 to one. All parties, all factions in society, backed this.", "en": " 在一個才剛經歷這樣一場折磨人的危機的國家裡 國會裡的投票結果中，贊成這項憲法修訂文 是124票贊成對1票反對 整個社會的所有政黨、派系皆支持"}, {"zh-tw": " To be part of the constitution, you actually have to pass it twice in the congress. On February 17th they passed it again with another vote of 114 to one.", "en": " 要成為憲法的一部分，必須要讓條文在國會中通過兩次 在二月十七日，他們再度通過法案 結果是114票贊成對1票反對"}, {"zh-tw": " Immediately after that vote, on February 21st to the 24th, a delegation of about 30 Hondurans went to the two places in the world that are most interested in getting into the city building business. One is South Korea.", "en": " 在那場投票不久後 於二月二十一至二十四日間 一群大約30位宏都拉斯人組成的代表團 去了這世界上兩個 對城市建造最有興趣的地方 一個是南韓"}, {"zh-tw": " This is a picture of a big, new city center that's being built in South Korea -- bigger than downtown Boston. Everything you see there was built in four years, after they spent four years getting the permits.", "en": " 這張照片呈現一個巨大、全新的市中心 那是蓋在南韓 比波士頓市中心還大 你看到的每一樣東西都是在花了四年拿到許可證之後 於四年之內蓋好的"}, {"zh-tw": " The other place that's very interested in city building is Singapore. They've actually built two cities already in China and are preparing the third.", "en": " 另一個對城市建造很感興趣的地方是新加坡 它們事實上已經在中國蓋了兩座城市 而且正準備蓋第三座"}, {"zh-tw": " So if you think about this practically, here's where we are. They've got a site; they're already thinking about this site for the second city.", "en": " 所以，如果你就實際層面來看 我現在的位置在這裡 他們有了地點，他們已經在思考第二座城市的地點"}, {"zh-tw": " They're putting in place a legal system that could allow for managers to come in, and also an external legal system. One country has already volunteered to let its supreme court be the court of final appeal for the new judicial system there.", "en": " 他們在設立一個可以 引進經理人的法治系統 以及一個外部法律系統 有一個國家已經自願以他們的最高法院 當做這裡新司法系統中的最終判決的法院"}, {"zh-tw": " There's designers and builders of cities who are very interested. They even can bring with them some financing.", "en": " 另外還有非常感興趣的 城市設計師及建築師 他們甚至可以引進一些資金"}, {"zh-tw": " But the one thing you know they've already solved is that there's lots of tenants. There's lots of businesses that would like to locate in the Americas, especially in a place with a free trade zone, and there's lots of people who'd like to go there.", "en": " 但是，你很清楚有一件問題是他們已經先解決了 那就是有大量的房客 有許多的公司想要在美洲落地 特別是在一個自由貿易區 而且還有很多人想要去那裡"}, {"zh-tw": " Around the world, there's 700 million people who say they'd like to move permanently someplace else right now. There's a million a year who leave Latin America to go to the United States.", "en": " 這世界上，有7億的人口 說他們現在想要永久性地移居他地 一年有一百萬人 離開拉丁美洲，前往美國"}, {"zh-tw": " Many of these are a father who has to leave his family behind to go get a job -- sometimes a single mother who has to get enough money to even pay for food or clothing. Sadly, sometimes there are even children who are trying to get reunited with their parents that they haven't seen, in some cases, for a decade.", "en": " 這些人中有很多是父親 被迫離開他們的家庭，去找工作 有時候是一位單親媽媽 必須賺足夠的錢來支付食物及衣服費用 很讓人心痛的是，有時候甚至是小孩 有些個案中，他們試圖跟他們十年未見的 的父母親團員"}, {"zh-tw": " So what kind of an idea is it to think about building a brand new city in Honduras? Or to build a dozen of these, or a hundred of these, around the world? What kind of an idea is it to think about insisting that every family have a choice of several cities that are competing to attract new residents? This is an idea worth spreading. And my friends from Honduras asked me to say thank you, TED.", "en": " 那麼，思考在宏都拉斯裡蓋一個全新城市 到底是什麼樣的想法？ 或者在全世界蓋十幾個這樣的城市 或者幾百個呢？ 堅持每一個家庭都能夠從 幾個積極爭取居民的城市中做挑選 去做這樣的思考 這又是什麼樣的想法呢？ 這是一個值得被傳播出去的想法 最後，我在宏都拉斯的朋友們 請我們向TED說聲謝謝"}], "title": "Paul Romer The World S First Charter City"}