{"url": "http://www.ted.com/talks/honor_harger_a_history_of_the_universe_in_sound", "paragraphs": [{"zh-tw": " Space, we all know what it looks like. We've been surrounded by images of space our whole lives, from the speculative images of science fiction to the inspirational visions of artists to the increasingly beautiful pictures made possible by complex technologies.", "en": " 太空， 我們都知道它的樣子。 太空的圖景一直環繞著 我們整個一生， 從科幻小說中 推測出的景象， 到藝術家靈感觸發的圖景， 乃至越來越美麗的照片 這得益于複雜的技術手段。"}, {"zh-tw": " But whilst we have an overwhelmingly vivid visual understanding of space, we have no sense of what space sounds like. And indeed, most people associate space with silence.", "en": " 儘管我們 已經生動地瞭解了 太空看上去是怎樣的， 但我們對太空聽上去如何卻一無所知。 事實上，大多數人都認為太空是寂靜無聲的。"}, {"zh-tw": " But the story of how we came to understand the universe is just as much a story of listening as it is by looking. And yet despite this, hardly any of us have ever heard space.", "en": " 但是我們 認識宇宙的過程中 傾聽所占的比重 與觀測是同樣的。 但是儘管如此， 我們卻幾乎從來沒有聽見過太空的聲音。"}, {"zh-tw": " How many of you here could describe the sound of a single planet or star? Well in case you've ever wondered, this is what the Sun sounds like. (Static) (Crackling) (Static) (Crackling) This is the planet Jupiter.", "en": " 在座的有多少人 可以描述一下 一顆行星或恒星的聲音？ 如果你想知道的話， 這就是太陽的聲音。 （靜音） （劈啪聲） （靜音） （劈啪聲） 這是木星。"}, {"zh-tw": " (Soft crackling) And this is the space probe Cassini pirouetting through the ice rings of Saturn. (Crackling) This is a a highly condensed clump of neutral matter, spinning in the distant universe.", "en": " （輕柔的劈啪聲） 這是卡西尼航天探測器 正旋轉著穿過土星的冰環 （啵啵聲） 這是一個高度壓縮的 中子聚合 旋轉在遙遠的宇宙中。"}, {"zh-tw": " (Tapping) So my artistic practice is all about listening to the weird and wonderful noises emitted by the magnificent celestial objects that make up our universe. And you may wonder, how do we know what these sounds are? How can we tell the difference between the sound of the Sun and the sound of a pulsar? Well the answer is the science of radio astronomy.", "en": " （敲擊聲） 所以說我的藝術創作 就是聆聽 就是聆聽這些奇怪而美妙的聲音 正是發出了這些聲音的巨大天體 組成了我們的宇宙。 可能你會問， 我們是怎麼知道這些聲音的？ 我們如何能區分 太陽的聲音 脈衝星的聲音？ 答案就是 射電天文學。"}, {"zh-tw": " Radio astronomers study radio waves from space using sensitive antennas and receivers, which give them precise information about what an astronomical object is and where it is in our night sky. And just like the signals that we send and receive here on Earth, we can convert these transmissions into sound using simple analog techniques.", "en": " 射電天文學家們 研究來自太空的無線電波 他們使用靈敏的天線和接收器， 從而獲得準確的信息 瞭解到天體的狀況 以及在我們夜空中的位置。 正如那些 我們在地球上收發的信號， 我們也能把這些電波轉化為聲音， 只需一些簡單的模擬技術。"}, {"zh-tw": " And therefore, it's through listening that we've come to uncover some of the universe's most important secrets -- its scale, what it's made of and even how old it is. So today, I'm going to tell you a short story of the history of the universe through listening.", "en": " 所以，通過聆聽 我們逐漸揭開 一些最重要的宇宙奧秘—— 它的範圍，組成構造， 甚至它的年齡。 所以，今天我要展示給大家的， 就是透過聆聽瞭解宇宙的歷史。"}, {"zh-tw": " It's punctuated by three quick anecdotes, which show how accidental encounters with strange noises gave us some of the most important information we have about space. Now this story doesn't start with vast telescopes or futuristic spacecraft, but a rather more humble technology -- and in fact, the very medium which gave us the telecommunications revolution that we're all part of today: the telephone.", "en": " 它包括 3小段， 展示出那些偶然聽到的 奇怪聲音是如何 讓我們瞭解到關於太空的 一些最為重要的信息。 這個故事並不是來自 大型的望遠鏡 或非常先進的宇宙飛船， 而是來自一種相當平凡的器材—— 而事實上，正是這種器材 給我們帶來了電信革命 今天的我們都是這個革命的一部份： 那就是電話。"}, {"zh-tw": " It's 1876, it's in Boston, and this is Alexander Graham Bell who was working with Thomas Watson on the invention of the telephone. A key part of their technical set up was a half-mile long length of wire, which was thrown across the rooftops of several houses in Boston.", "en": " 那是1876年，波士頓， 這位就是貝爾（Alexander Graham Bell） 他和Thomas Watson一起 發明了電話機。 他們的技術設計的關鍵部份 是一條半英里長的電線， 這條線橫跨過波士頓 好幾家房屋的屋頂。"}, {"zh-tw": " The line carried the telephone signals that would later make Bell a household name. But like any long length of charged wire, it also inadvertently became an antenna.", "en": " 這條線承載了電話信號 它使得貝爾後來成為一個家喻戶曉的名字。 但是就像任何長距離的帶電電線， 這條線也成為一條意料之外的 天線。"}, {"zh-tw": " Thomas Watson spent hours listening to the strange crackles and hisses and chirps and whistles that his accidental antenna detected. Now you have to remember, this is 10 years before Heinrich Hertz proved the existence of radio waves -- 15 years before Nikola Tesla's four-tuned circuit -- nearly 20 years before Marconi's first broadcast.", "en": " Thomas Watson 經常連續數小時聆聽 那些奇怪的劈啪聲和嘶嘶聲 各種鳴音和哨音 這些都是他那個無心之作的天線探測到的。 你們要記得， 直到十年之後 赫茲才證明了無線電波的存在—— 十五年之後泰斯拉（美國電機工程師）才發明了四調諧電路—— 近二十年後，馬可尼才首次進行無線廣播。"}, {"zh-tw": " So Thomas Watson wasn't listening to us. We didn't have the technology to transmit.", "en": " 所以Thomas Watson聽到的聲音並不是人為的。 那時還沒有技術 去廣播。"}, {"zh-tw": " So what were these strange noises? Watson was in fact listening to very low-frequency radio emissions caused by nature. Some of the crackles and pops were lightning, but the eerie whistles and curiously melodious chirps had a rather more exotic origin.", "en": " 那麼這些奇怪的噪音是什麽呢？ Watson事實上聽到的 是非常低頻率的無線電輻射， 是自然界產生的。 有些咔嚓和噼啪聲是閃電， 但是那些陰森森的哨音 以及有著奇怪旋律的鳴音 則有著非常奇異的源頭。"}, {"zh-tw": " Using the very first telephone, Watson was in fact dialed into the heavens. As he correctly guessed, some of these sounds were caused by activity on the surface of the Sun.", "en": " 就是使用第一部電話機， Watson事實上 撥通了天堂的電話。 而且正如他所猜想的， 其中一些聲音來自 太陽表面的活動。"}, {"zh-tw": " It was a solar wind interacting with our ionosphere that he was listening to -- a phenomena which we can see at the extreme northern and southern latitudes of our planet as the aurora. So whilst inventing the technology that would usher in the telecommunications revolution, Watson had discovered that the star at the center of our solar system emitted powerful radio waves.", "en": " 那是太陽風 與我們的電離層發生相互作用 他所聽到的 就是我們能看到的一種現象 在地球的南北高緯度上 就是極光。 於是就在發明了 引發電信革命的技術手段的同時， Watson也發現了 我們太陽系中心的恒星 發出的強力的無線電波。"}, {"zh-tw": " He had accidentally been the first person to tune in to them. Fast-forward 50 years, and Bell and Watson's technology has completely transformed global communications.", "en": " 他不經意地成為第一個人 調通了它們的頻道。 快進50年， 貝爾和Watson的技術 徹底地改變了 全世界的通訊狀況。"}, {"zh-tw": " But going from slinging some wire across rooftops in Boston to laying thousands and thousands of miles of cable on the Atlantic Ocean seabed is no easy matter. And so before long, Bell were looking to new technologies to optimize their revolution.", "en": " 但是從拉起一條電線 跨過波士頓的幾個房頂， 演變到鋪設數千英里的線纜 在大西洋底， 並不是一個簡單的過程。 所以很快地， 貝爾就在探索新的技術 來優化他們的革命。"}, {"zh-tw": " Radio could carry sound without wires. But the medium is lossy -- it's subject to a lot of noise and interference.", "en": " 無線電可以無需電線就可以承載聲音。 但是載體會有耗損—— 容易有噪音和干擾。"}, {"zh-tw": " So Bell employed an engineer to study those noises, to try and find out where they came from, with a view towards building the perfect hardware codec, which would get rid of them so they could think about using radio for the purposes of telephony. Most of the noises that the engineer, Karl Jansky, investigated were fairly prosaic in origin.", "en": " 因此貝爾雇傭了一名工程師 來研究這些噪音， 試圖找到它們的來源， 從而可以建立起 完美的硬件解碼器能擺脫這些噪音， 因此他們可能想到使用無線電 用在電話技術上。 大部份的噪音 經過工程師 Karl Jansky的研究後發現 其源頭都很普通。"}, {"zh-tw": " They turned out to be lightning or sources of electrical power. But there was one persistent noise that Jansky couldn't identify, and it seemed to appear in his radio headset four minutes earlier each day.", "en": " 或者是閃電 或者是來自其他電源。 但是有一個持續存在的噪音 Jansky無法辨認， 這種噪音似乎在 他的無線電聽筒中 每天都提早4分鐘出現。"}, {"zh-tw": " Now any astronomer will tell you, this is the telltale sign of something that doesn't originate from Earth. Jansky had made a historic discovery, that celestial objects could emit radio waves as well as light waves.", "en": " 現在任何一個天文學家都可以告訴你， 這顯然標示了 該訊號並非來自地球。 Jansky的這一發現具有歷史意義， 太空中的天體既發射無線電波， 也發射光波。"}, {"zh-tw": " Fifty years on from Watson's accidental encounter with the Sun, Jansky's careful listening ushered in a new age of space exploration: the radio astronomy age. Over the next few years, astronomers connected up their antennas to loudspeakers and learned about our radio sky, about Jupiter and the Sun, by listening.", "en": " 50年來， 從Watson無意之中收聽到太陽算起， Jansky的認真聆聽 開啟了空間探索的新紀元： 射電天文學時代。 在接下來的數年間， 天文學家們將他們的天線連上揚聲器 認識到我們的無線電天空， 認識了木星和太陽， 就是通過聆聽。"}, {"zh-tw": " Let's jump ahead again. It's 1964, and we're back at Bell Labs.", "en": " 讓我們再跳前一段。 這是1964年， 我們回到貝爾實驗室。"}, {"zh-tw": " And once again, two scientists have got a problem with noise. Arno Penzias and Robert Wilson were using the horn antenna at Bell's Holmdel laboratory to study the Milky Way with extraordinary precision.", "en": " 再一次， 兩個科學家也遇到了噪音的問題。 Arno Penzias 和Robert Wilson 正使用喇叭天線 在貝爾的Holmdel實驗室（位於新澤西） 研究銀河 他們的精確度是超乎尋常的。"}, {"zh-tw": " They were really listening to the galaxy in high fidelity. There was a glitch in their soundtrack.", "en": " 他們真的是以高保真的方式 傾聽整個銀河系。 在他們錄製的音軌中有一個小差錯。"}, {"zh-tw": " A mysterious persistent noise was disrupting their research. It was in the microwave range, and it appeared to be coming from all directions simultaneously.", "en": " 一個揮之不去的神秘噪音 干擾著他們的研究。 這個噪音在微波範圍， 而且它似乎從各個方向 同時出現。"}, {"zh-tw": " Now this didn't make any sense, and like any reasonable engineer or scientist, they assumed that the problem must be the technology itself, it must be the dish. There were pigeons roosting in the dish.", "en": " 這根本就說不通。 就像任何理性的工程師或科學家， 他們以為問題一定處在技術本身， 一定是天線的問題。 有鴿子棲息在天線上。"}, {"zh-tw": " And so perhaps once they cleaned up the pigeon droppings, get the disk kind of operational again, normal operations would resume. But the noise didn't disappear.", "en": " 所以可能一旦他們清掃乾淨鴿子糞， 讓天線重新運轉， 就可以恢復正常的運行。 但是那個噪音并沒有消失。"}, {"zh-tw": " The mysterious noise that Penzias and Wilson were listening to turned out to be the oldest and most significant sound that anyone had ever heard. It was cosmic radiation left over from the very birth of the universe.", "en": " 這個神秘的噪音 也就是Penzias和Wilson聽到的 原來是人類能聽到的最為古老 也最為重要的聲音。 那就是宇宙輻射 它產生自宇宙誕生的一刹那。"}, {"zh-tw": " This was the first experimental evidence that the Big Bang existed and the universe was born at a precise moment some 14.7 billion years ago. So our story ends at the beginning -- the beginning of all things, the Big Bang.", "en": " 這是第一個實驗證據 證明了大爆炸的存在 證明了宇宙是在某一確切的時間點誕生的 大約147億年前。 所以我們的故事就要結束在 這個最開始的時刻—— 也就是整個世界的最開始，大爆炸。"}, {"zh-tw": " This is the noise that Penzias and Wilson heard -- the oldest sound that you're ever going to hear, the cosmic microwave background radiation left over from the Big Bang. (Fuzz) Thanks.", "en": " 這就是Penzias 和 Wilson 聽到的那個噪音—— 你所能聽到的最古老的聲音， 宇宙微波背景輻射 是宇宙大爆炸遺留下來的。 （滋滋聲） 謝謝大家。 （觀眾掌聲）"}], "title": "Honor Harger A History Of The Universe In Sound"}