{"url": "http://www.ted.com/talks/joshua_walters_on_being_just_crazy_enough", "paragraphs": [{"zh-tw": " My name is Joshua Walters. I'm a performer. (Beatboxing) But as far as being a performer, I'm also diagnosed bipolar.", "en": " 我是約書亞•華特斯 我是位表演家 【口技表演】 【笑聲】 【掌聲】 但身為表演家的同時 我也被診斷出 患有躁鬱症"}, {"zh-tw": " I reframe that as a positive because the crazier I get onstage, the more entertaining I become. When I was 16 in San Francisco, I had my breakthrough manic episode in which I thought I was Jesus Christ.", "en": " 我換個想法把它當成件好事 因為我在舞台上越瘋狂 我就越有娛樂性 我16歲那年在舊金山的時候 我的躁症發作了 我以為自己是耶穌基督"}, {"zh-tw": " Maybe you thought that was scary, but actually there's no amount of drugs you can take that can get you as high as if you think you're Jesus Christ. I was sent to a place, a psych ward, and in the psych ward, everyone is doing their own one-man show.", "en": " 也許你們覺得那挺可怕的 但老實說 想靠嗑藥 High到以為自己是耶穌基督 還不容易咧 【笑聲】 我被送到一個地方 一間精神病院 在那間精神病院 每個人都在唱自己的獨角戲 【笑聲】"}, {"zh-tw": " There's no audience like this to justify their rehearsal time. They're just practicing.", "en": " 那裡不像現在，有觀眾 來讓他們的「排演」看起來正式 他們不斷地練習"}, {"zh-tw": " One day they'll get here. Now when I got out, I was diagnosed and I was given medications by a psychiatrist.", "en": " 好像有一天 他們也會站上舞台 在我出院後 我接受了診斷 也拿了藥 精神科醫師開的藥"}, {"zh-tw": " \"Okay, Josh, why don't we give you some -- why don't we give you some Zyprexa. Okay? Mmhmm? At least that's what it says on my pen.\" Some of you are in the field, I can see.", "en": " 「好吧 喬許（暱稱） 不如我開個......痾..... 那個......金普薩（常用精神藥物）給你好了 好嗎? 嗯? 至少藥商送的筆上是這個名字」 【笑聲】 我看得出來你們有人在這個領域工作"}, {"zh-tw": " I can feel your noise. The first half of high school was the struggle of the manic episode, and the second half was the overmedications of these drugs, where I was sleeping through high school.", "en": " 我聽到你們的笑聲了 在我高中的前半段 我都因為躁症發作而掙扎著 後半段 則是服藥過量 而讓我一路睡到畢業"}, {"zh-tw": " The second half was just one big nap, pretty much, in class. When I got out I had a choice.", "en": " 後半段差不多就是在學校睡一場很長的午覺 畢業後 我有個機會抉擇"}, {"zh-tw": " I could either deny my mental illness or embrace my mental skillness. (Bugle sound) There's a movement going on right now to reframe mental illness as a positive -- at least the hypomanic edge part of it.", "en": " 我可以排拒 我的精神病 或者是擁抱 我精神病症的「優點」 【口技表演喇叭聲】 現在有一個趨勢 要人們正面看待精神疾病 至少正面看待輕躁症的優勢"}, {"zh-tw": " Now if you don't know what hypomania is, it's like an engine that's out of control, maybe a Ferrari engine, with no breaks. Many of the speakers here, many of you in the audience, have that creative edge, if you know what I'm talking about.", "en": " 如果你問我輕躁症是什麼 它就像是失控的引擎 可能是法拉利的引擎 但沒有剎車 台下許多講者及聽眾 就有這樣的創意優勢 如果你們懂我在說什麼"}, {"zh-tw": " You're driven to do something that everyone has told you is impossible. And there's a book -- John Gartner.", "en": " 你們被驅使著去做一些 大家都說不可能的事 有一本書 約翰‧嘉納寫的"}, {"zh-tw": " John Gartner wrote this book called \"The Hypomanic Edge\" in which Christopher Columbus and Ted Turner and Steve Jobs and all these business minds have this edge to compete. A different book was written not too long ago in the mid-90s called \"Touched With Fire\" by Kay Redfield Jamison in which it was looked at in a creative sense in which Mozart and Beethoven and Van Gogh all have this manic depression that they were suffering with.", "en": " 約翰‧嘉納寫了這本《瀕臨輕躁》 在書中 哥倫布 泰德‧透納（CNN創辦人） 和賈伯斯 這些頭腦精明的人 都有這樣的優勢 不久前還有另一本 在90年代中期寫的書 凱‧傑米森的《為火所染》 這本書就創意的角度來探討躁鬱症 提到莫札特 貝多芬以及梵谷 都深受躁鬱症折磨"}, {"zh-tw": " Some of them committed suicide. So it wasn't all the good side of the illness.", "en": " 他們之中有幾位自殺了 所以 這種病 並不只有好的一面"}, {"zh-tw": " Now recently, there's been development in this field. And there was an article written in the New York Times, September 2010, that stated: \"Just Manic Enough.\" Just be manic enough in which investors who are looking for entrepreneurs that have this kind of spectrum -- you know what I'm talking about -- not maybe full bipolar, but they're in the bipolar spectrum -- where on one side, maybe you think you're Jesus, and on the other side maybe they just make you a lot of money.", "en": " 最近 這個領域有了新的發展 紐約時報刊登了一篇文章 2010年9月登的 標題是 〈瘋得剛剛好〉 瘋得剛剛好就好 文章談到有些投資人在尋找企業家 有躁鬱症狀的企業家 你知道我在說什麼 或許不是完全的躁鬱症 而是有一點那樣的症狀 或許一方面 他們覺得自己是耶穌 也可能同時 他們就幫你賺了一堆錢唷 【笑聲】"}, {"zh-tw": " Your call. Your call. And everyone's somewhere in the middle.", "en": " 完完全全看你怎麼想 每個人其實都介於躁跟鬱之間"}, {"zh-tw": " Everyone's somewhere in the middle. So maybe, you know, there's no such thing as crazy, and being diagnosed with a mental illness doesn't mean you're crazy.", "en": " 都不是在躁鬱的兩極 你們知道嗎 也許 根本就沒有 發瘋這回事 即使被診斷出精神疾病 也不代表你真的瘋了"}, {"zh-tw": " But maybe it just means you're more sensitive to what most people can't see or feel. Maybe no one's really crazy.", "en": " 或許這只意味著 你比較敏感 對於多數人看不到 或感覺不到的事物敏感 或許沒有人真正瘋"}, {"zh-tw": " Everyone is just a little bit mad. How much depends on where you fall in the spectrum.", "en": " 而每個人都有那麼點狂 而你有多瘋狂 就要看你離躁鬱的兩極有多遠"}, {"zh-tw": " How much depends on how lucky you are. Thank you.", "en": " 而你離躁鬱的兩極有多遠 就要看你多幸運了 謝謝 【掌聲】"}], "title": "Joshua Walters On Being Just Crazy Enough"}