{"url": "http://www.ted.com/talks/matt_cutts_try_something_new_for_30_days", "paragraphs": [{"zh-tw": " A few years ago,I felt like I was stuck in a rut, so I decided to follow in the footsteps of the great Americanphilosopher, Morgan Spurlock, and try something new for 30 days. The idea is actually pretty simple.", "en": " 幾年之前 我感覺生活枯燥乏味 所以我決定追隨 美國傑出的哲學家Morgan Spurlock的腳步 用30天的時間嘗試新事物 這個想法其實非常簡單"}, {"zh-tw": " Think about something you've alwayswanted to add to your life and try it for the next 30 days. It turns out 30 days is justabout the right amount of time to add a new habit or subtract a habit -- like watching the news -- from your life.", "en": " 想想那些你在生命中一直想做的事 然後在接下來的三十天裡嘗試做這件事 事實證明 三十天剛好是一段合適的時間 在你的生活中去養成一個新的習慣 或改掉一個習慣-- 例如看新聞"}, {"zh-tw": " There's a few things I learnedwhile doing these 30-day challenges. The first was, instead of the monthsflying by, forgotten, the time was much more memorable.", "en": " 而我在這三十天的挑戰裡，學到了一些事 第一件事是 和那些匆匆流逝或被遺忘的月份相比 這段時間顯得更彌足珍貴，令人難忘"}, {"zh-tw": " This was part of a challenge I didto take a picture every day for a month. And I remember exactly where I wasand what I was doing that day.", "en": " 在這三十天的挑戰裡，每天我要拍攝一張照片 我清楚記得每一天我身在何處 當天做了哪些事"}, {"zh-tw": " I also noticed that as I started to do moreand harder 30-day challenges, my self-confidence grew. I went from desk-dwelling computer nerd to the kind of guy who bikes to work.", "en": " 我也注意到 隨著我開始做更多更難的三十天挑戰任務 我的自信心也增強了 我從一位老是窩在電腦桌前的宅男 變成一位為了玩樂"}, {"zh-tw": " For fun! Even last year, I ended up hikingup Mt. Kilimanjaro, the highest mountain in Africa. I would never have been that adventurousbefore I started my 30-day challenges.", "en": " 而騎腳踏車去上班的人 去年我甚至完成了非洲的最高峰－ 乞力馬扎羅山的登山活動 在我開始這三十天的挑戰之前 我從來沒有這樣愛冒險過"}, {"zh-tw": " I also figured out that if youreally want something badly enough, you can do anything for 30 days. Have you ever wanted to write a novel? Every November, tens of thousands of people try to write their own50,000-word novel, from scratch, in 30 days.", "en": " 我也發現 如果你真的非常渴望做一些事情 這三十天是最好的時間 你曾想過寫小說嗎？ 每年十一月 有數以萬計的人們 打算用三十天的時間，從頭開始撰寫 他們自己的五萬字小說"}, {"zh-tw": " It turns out, all you have to dois write 1,667 words a day for a month. So I did.", "en": " 結果你所要去做的事 就是每天寫1,667個字 寫上一個月 而我做到了"}, {"zh-tw": " By the way, the secretis not to go to sleep until you've writtenyour words for the day. You might be sleep-deprived, but you'll finish your novel.", "en": " 秘密就是除非你能在一天裡寫完1,667個字 要不然你就別想睡覺 你的睡眠時間可能被剝奪 但你將會完成你的小說"}, {"zh-tw": " Now is my book the next greatAmerican novel? No. I wrote it in a month. It's awful.", "en": " 那麼我寫的書會成為下一部偉大的美國小說嗎 不會，一個月就寫完的小說 讀起來極其可怕"}, {"zh-tw": " But for the rest of my life, if I meet John Hodgman at a TED party, I don't have to say, \"I'm a computer scientist.\" No, no, if I want to,I can say, \"I'm a novelist.\" So here's one last thingI'd like to mention. I learned that when I madesmall, sustainable changes, things I could keep doing, they were more likely to stick.", "en": " 但在我的後半輩子－ 如果我在一個TED派對上遇見John Hodgman 我不一定得說： 「我是一位電腦專家。」 不，如果我想，我能說「我是一位小說家。」 我最後想提的一件事是 我學到了：當我做些小的持續性的改變 就是一些我可以持續做的事情時 這些事比較能夠有始有終"}, {"zh-tw": " There's nothing wrongwith big, crazy challenges. In fact, they're a ton of fun.", "en": " 又大又瘋狂的挑戰並沒有什麼不對 事實上，那些挑戰樂趣無窮"}, {"zh-tw": " But they're less likely to stick. When I gave up sugar for 30 days, day 31 looked like this.", "en": " 但是那些挑戰不太可能堅持下去 當我要在三十天裡不吃糖 第三十一天看上去就像這樣"}, {"zh-tw": " So here's my question to you: What are you waiting for? I guarantee you the next 30 days are going to passwhether you like it or not, so why not think about somethingyou have always wanted to try and give it a shot! For the next 30 days. Thanks.", "en": " 所以我想請問大家： 你們還在等什麼？ 我保證大家在未來三十天 會去經歷 你喜歡或者不喜歡的事 那為什麼不考慮一些 你一直想去嘗試做的事 並在未來三十天裡試試 給自己一個機會 謝謝"}], "title": "Matt Cutts Try Something New For 30 Days"}