{"url": "http://www.ted.com/talks/thandie_newton_embracing_otherness_embracing_myself", "paragraphs": [{"zh-tw": " Embracing otherness. When I first heard this theme, I thought, well, embracing otherness is embracing myself. And the journey to that place of understanding and acceptance has been an interesting one for me, and it's given me an insight into the whole notion of self, which I think is worth sharing with you today.", "en": " 擁抱相異性 當我第一次聽到這個說法時 我想到，擁抱相異性 就是擁抱我自己 我現在有了理解與包容的心態 然而通往這種心態的心路歷程 我覺得非常有趣 並且這個歷程還給了我 對於自我這個概念的一些見解 我想這個見解值得與在座的每一位分享"}, {"zh-tw": " We each have a self, but I don't think that we're born with one. You know how newborn babies believe they're part of everything; they're not separate? Well that fundamental sense of oneness is lost on us very quickly.", "en": " 我們每個人，都有一個自我 但我認為這個自我不是與生俱來的 你知道，新生兒 認為他們與萬物是一體的，自己只是萬物的一部分 而不是分離的 這種根本的萬物一體的概念 我們很快就忘記了"}, {"zh-tw": " It's like that initial stage is over -- oneness: infancy, unformed, primitive. It's no longer valid or real.", "en": " 就像是我們人生的初始階段很快就結束了 這種合一的概念：人生初始 未成型的，原始的 這個合一的概念對於我們不再真實有效"}, {"zh-tw": " What is real is separateness, and at some point in early babyhood, the idea of self starts to form. Our little portion of oneness is given a name, is told all kinds of things about itself, and these details, opinions and ideas become facts, which go towards building ourselves, our identity.", "en": " 取而代之的分離的概念 在嬰兒時期的早期階段 自我的概念 開始成型 我們個人的這一小部分開始有了一個名字 開始得知各種關於自己的事情 這些細節 觀點，見解 成爲事實 成爲構築我們的自我 我們的身份的材料"}, {"zh-tw": " And that self becomes the vehicle for navigating our social world. But the self is a projection based on other people's projections.", "en": " 這個自我成爲了在我們 這個社會裏行動的承載 但是這個自我只是一個投影 一個建於別人的看法上的投影"}, {"zh-tw": " Is it who we really are? Or who we really want to be, or should be? So this whole interaction with self and identity was a very difficult one for me growing up. The self that I attempted to take out into the world was rejected over and over again.", "en": " 真實的反映了我們嗎？ 或者真實的反映了我們想要成爲的樣子，或者應該成爲的樣子嗎？ 這一切的自我與身份 之間的交流 在我長大的過程是個很大的難題 我試圖展現給世界的一個自我身份 收到一次又一次的打擊"}, {"zh-tw": " And my panic at not having a self that fit, and the confusion that came from my self being rejected, created anxiety, shame and hopelessness, which kind of defined me for a long time. But in retrospect, the destruction of my self was so repetitive that I started to see a pattern.", "en": " 我因爲沒有一個 適合世界的自我身份而帶來的恐慌 以及由於這種自我身份受到打擊 與拒絕而產生的困惑 又帶來了焦慮，羞愧 還有無助感 這些感受在很長的一段時間裏是我生命的主題 但是回頭看看 我的自我被摧毀的是如此頻繁 幫我看到了一個規律的存在"}, {"zh-tw": " The self changed, got affected, broken, destroyed, but another one would evolve -- sometimes stronger, sometimes hateful, sometimes not wanting to be there at all. The self was not constant.", "en": " 我的自我開始起變化 收到了外界影響，被打碎摧毀 另一個自我開始逐漸產生 —— 有時候很強壯 有時候充滿了憤恨 有時候根本不想存在 這個自我不穩定"}, {"zh-tw": " And how many times would my self have to die before I realized that it was never alive in the first place? I grew up on the coast of England in the '70s. My dad is white from Cornwall, and my mom is black from Zimbabwe.", "en": " 就像這樣 我的自我要死去多少次 我才能醒悟 這個自我根本不是從一開始就存在的 我在70年代的英格蘭的 沿海地區長大 我的爸爸是從康維爾地區來的，白人 我媽媽是從津巴部偉來的黑人"}, {"zh-tw": " Even the idea of us as a family was challenging to most people. But nature had its wicked way, and brown babies were born.", "en": " 我們這個家庭的組成 對於大多數人來說是不好接受的 但是自然有它自己的方式 棕色的孩子誕生了"}, {"zh-tw": " But from about the age of five, I was aware that I didn't fit. I was the black atheist kid in the all-white Catholic school run by nuns.", "en": " 但是自從五歲開始 我就意識到，我與世界格格不入 我是在我們由修女們管理的全是白人的 天主教學校的無神論的黑人孩子"}, {"zh-tw": " I was an anomaly, and my self was rooting around for definition and trying to plug in. Because the self likes to fit, to see itself replicated, to belong.", "en": " 我是個異類 我的自我四處找尋定義 試圖找到切入點而融入 因爲自我希望融入 看到自己被複製 找到歸屬"}, {"zh-tw": " That confirms its existence and its importance. And it is important.", "en": " 因爲這樣就肯定了自我的存在 以及其重要性 這很重要"}, {"zh-tw": " It has an extremely important function. Without it, we literally can't interface with others.", "en": " 這有一個很重要的功用 沒有這個功用，我們根本無法與他人交往"}, {"zh-tw": " We can't hatch plans and climb that stairway of popularity, of success. But my skin color wasn't right.", "en": " 我們就沒辦法想出計劃 不斷的向上爬，變得更加受歡迎 更加成功 但是我的膚色不對"}, {"zh-tw": " My hair wasn't right. My history wasn't right.", "en": " 我的頭髮也不對 我的個人歷史也不對"}, {"zh-tw": " My self became defined by otherness, which meant that, in that social world, I didn't really exist. And I was \"other\" before being anything else -- even before being a girl.", "en": " 我的自我被相異性 所定義 這就意味着，在這個社會裏 我不存在 我首先是一個異類—— 這個身份甚至比作爲一個女孩還要考前"}, {"zh-tw": " I was a noticeable nobody. Another world was opening up around this time: performance and dancing.", "en": " 我是一個引人注目的無名小卒 在這個時候，另一個世界 向我招手 這就是表演與舞蹈"}, {"zh-tw": " That nagging dread of self-hood didn't exist when I was dancing. I'd literally lose myself.", "en": " 那個無時無刻都存在的對我自我身份的擔心 在我跳舞的時候不復存在 我真的拋棄了自我"}, {"zh-tw": " And I was a really good dancer. I would put all my emotional expression into my dancing.", "en": " 我是一個很好的舞者 我把我全部的 感情都在我的舞蹈裏 表現出來"}, {"zh-tw": " I could be in the movement in a way that I wasn't able to be in my real life, in myself. And at 16, I stumbled across another opportunity, and I earned my first acting role in a film.", "en": " 我舞動的方式 是我在我的現實生活中 無法做到的 在16歲的時候 我碰上了另一個機會 得到了我第一個電影表演角色"}, {"zh-tw": " I can hardly find the words to describe the peace I felt when I was acting. My dysfunctional self could actually plug in to another self, not my own, and it felt so good.", "en": " 我在表演是感受道德 平和是我無法 用語言描述的 我無法運轉的自我 卻可以融入另一個 不屬於我自己的自我 那種感覺好極了"}, {"zh-tw": " It was the first time that I existed inside a fully-functioning self -- one that I controlled, that I steered, that I gave life to. But the shooting day would end, and I'd return to my gnarly, awkward self.", "en": " 那是我第一次存在與 一個完全正常的自我裏—— 這個自我由我控制 我掌握其方向 我給予其生命 但是拍攝結束後 我會回到 我自己的長刺的，蹩腳的自我"}, {"zh-tw": " By 19, I was a fully-fledged movie actor, but still searching for definition. I applied to read anthropology at university.", "en": " 19歲的時候 我已經成爲了一個羽翼豐滿的電影演員 但是我還是在找尋我自我的定義 我申請上大學 攻讀人類學"}, {"zh-tw": " Dr. Phyllis Lee gave me my interview, and she asked me, \"How would you define race?\" Well, I thought I had the answer to that one, and I said, \"Skin color.\" \"So biology, genetics?\" she said. \"Because, Thandie, that's not accurate.", "en": " 菲莉思 李 博士面試我 她問我：“你怎樣來定義種族呢？“ 我以爲我知道這一題的答案 我說，“膚色。” “那你就是說，生物，基因了？”她說 “桑迪，你這樣的定義是不準確的。"}, {"zh-tw": " Because there's actually more genetic difference between a black Kenyan and a black Ugandan than there is between a black Kenyan and, say, a white Norwegian. Because we all stem from Africa.", "en": " 因爲一個黑皮膚的肯尼亞人 與一個黑皮膚的烏幹達人 之間的基因差別要多與 一個黑色皮膚的肯尼亞人 與，比如說，一個白色皮膚挪威人之間的區別 因爲我們都是從非洲來的"}, {"zh-tw": " So in Africa, there's been more time to create genetic diversity.\" In other words, race has no basis in biological or scientific fact. On the one hand, result.", "en": " 所以在非洲 有更長的時間來 實現基因多樣化 也就是說 種族的劃分 沒有生物或者科學的依據 一方面是結果"}, {"zh-tw": " Right? On the other hand, my definition of self just lost a huge chunk of its credibility. But what was credible, what is biological and scientific fact, is that we all stem from Africa -- in fact, from a woman called Mitochondrial Eve who lived 160,000 years ago.", "en": " 是不是？ 另一方面，我對自我這個概念的定義 就這樣失去了一大部分其可信性 可信的是 生物學與科學事實 那就是我們都是源自非洲 事實上，我們都是源自於一個叫做 Mitochondrial Eve 的女人 她生活在16萬年前"}, {"zh-tw": " And race is an illegitimate concept which our selves have created based on fear and ignorance. Strangely, these revelations didn't cure my low self-esteem, that feeling of otherness.", "en": " 所以說，種族是一個不合理的概念 我們的自我創造出來的 基於恐懼與無知 奇怪的是，瞭解到這些 並沒有提高我的自尊 還有那種異類感"}, {"zh-tw": " My desire to disappear was still very powerful. I had a degree from Cambridge; I had a thriving career, but my self was a car crash, and I wound up with bulimia and on a therapist's couch.", "en": " 我想要消失的願望 還是非常強烈 我有一個劍橋的學位 我的事業蒸蒸日上 但我自己是一團糟，就像一個災難 結果我患上了貪食症 並且開始接受心理治療"}, {"zh-tw": " And of course I did. I still believed my self was all I was.", "en": " 我當然會成爲這樣 我當時依然相信 我的自我就是我的全部"}, {"zh-tw": " I still valued self-worth above all other worth, and what was there to suggest otherwise? We've created entire value systems and a physical reality to support the worth of self. Look at the industry for self-image and the jobs it creates, the revenue it turns over.", "en": " 我依然重視自我價值 勝過其他的任何價值 我還能怎麼想呢 我們創造的整個的價值系統 客觀存在 都是爲了支撐這個自我的價值 看看那圍繞個人形象的建立的產業 還有由此帶來的工作 創造的產值"}, {"zh-tw": " We'd be right in assuming that the self is an actual living thing. But it's not. It's a projection which our clever brains create in order to cheat ourselves from the reality of death.", "en": " 我們最好是去認爲 這個自我是個真實存在的東西 但是答案是否定的；它只是一個投影 一個我們聰明的大腦創造出來的投影 來欺騙我們自己 好讓我們無需面對死亡這一現實"}, {"zh-tw": " But there is something that can give the self ultimate and infinite connection -- and that thing is oneness, our essence. The self's struggle for authenticity and definition will never end unless it's connected to its creator -- to you and to me.", "en": " 但是有一個東西 可以給予自我 終極的，無限的聯繫 這就是合一性 我們的本源 自我的掙扎 來尋求真實性與定義 永遠不會停止 除非自我得以與其創造者鏈接—— 與你，與我"}, {"zh-tw": " And that can happen with awareness -- awareness of the reality of oneness and the projection of self-hood. For a start, we can think about all the times when we do lose ourselves.", "en": " 只要意識到這一點—— 意識到合一性的真實存在 與自我其實僅僅是一個投影 開始的時候我們可以想想 我們真的忘我的時候"}, {"zh-tw": " It happens when I dance, when I'm acting. I'm earthed in my essence, and my self is suspended.", "en": " 對我而言，我在舞蹈的時候就會忘了自己 還有在我表演的時候 我植根與我的本源中 我的自我被暫停"}, {"zh-tw": " In those moments, I'm connected to everything -- the ground, the air, the sounds, the energy from the audience. All my senses are alert and alive in much the same way as an infant might feel -- that feeling of oneness.", "en": " 在那些時段裏 我與萬物相連—— 大地，空氣 聲音，觀衆羣中的能量 我所有的感官都警覺而有活力 就像一個初生嬰兒一樣 感受合一性"}, {"zh-tw": " And when I'm acting a role, I inhabit another self, and I give it life for awhile, because when the self is suspended so is divisiveness and judgment. And I've played everything from a vengeful ghost in the time of slavery to Secretary of State in 2004.", "en": " 當我表演一個角色的時候 我居住在另一個自我裏 我在一段時間裏給予其生命 因爲，當我的自我被暫停了以後 分離與 評判的態度也就暫停了 我表演過各種角色 從存在與奴隸制時代的復仇心很重的鬼魂 到生活在2004年的國務卿"}, {"zh-tw": " And no matter how other these selves might be, they're all related in me. And I honestly believe the key to my success as an actor and my progress as a person has been the very lack of self that used to make me feel so anxious and insecure.", "en": " 不管這些別的人物的自我 與我有多麼相異 我都能理解他們 而且我真的相信 我做爲演員成功的關鍵 還有我做爲一個人進步的原因 就是我缺乏我的自我 即使這種缺乏在過去讓我感到 無比焦慮與缺乏安全感"}, {"zh-tw": " I always wondered why I could feel others' pain so deeply, why I could recognize the somebody in the nobody. It's because I didn't have a self to get in the way.", "en": " 我經常想 爲什麼我能如此深刻的感受到他人的痛楚 爲什麼我能看到 無名小卒裏的不平凡的靈魂 因爲我沒有一個我的自我來擋道"}, {"zh-tw": " I thought I lacked substance, and the fact that I could feel others' meant that I had nothing of myself to feel. The thing that was a source of shame was actually a source of enlightenment.", "en": " 我本以爲我缺乏實在的存在 還有我能夠感受他人 是因爲我沒有一個自我可以感受 這在過去是我羞愧的來源 現在卻成了我感悟的源泉"}, {"zh-tw": " And when I realized and really understood that my self is a projection and that it has a function, a funny thing happened. I stopped giving it so much authority.", "en": " 當我意識到 並理解 我的自我是一個投影，這個自我有自己的功用 一個有意思的事情發生了 我不再給我的自我很多的權力"}, {"zh-tw": " I give it its due. I take it to therapy.", "en": " 我開始對它進行磨練 我帶我的自我去心理諮詢"}, {"zh-tw": " I've become very familiar with its dysfunctional behavior. But I'm not ashamed of my self.", "en": " 我已經對我的自我不運轉不正常 的行爲非常熟悉 但是我不再對自己感到羞愧"}, {"zh-tw": " In fact, I respect my self and its function. And over time and with practice, I've tried to live more and more from my essence.", "en": " 事實上，我尊重我的自我 還有它的運轉 通過時間跟練習 我不斷試着從我的 本源出發來生活"}, {"zh-tw": " And if you can do that, incredible things happen. I was in Congo in February, dancing and celebrating with women who've survived the destruction of their selves in literally unthinkable ways -- destroyed because other brutalized, psychopathic selves all over that beautiful land are fueling our selves' addiction to iPods, Pads, and bling, which further disconnect ourselves from ever feeling their pain, their suffering, their death.", "en": " 如果你可以做到這點 很奇妙的事情就會發生 二月份的時候我在剛果 與自我遭到了 真實無法想象的毀滅的 婦女們一起 跳舞慶祝—— 其他有着被摧殘了的變態的自我的人們 大舉入侵這篇美麗的土地 來保障供應我們的自我 對於ipods，ipads，與其他光鮮事物的癮 這個癮讓我們更加無法 感受她們的苦痛 她們的磨難 她們的死亡"}, {"zh-tw": " Because, hey, if we're all living in ourselves and mistaking it for life, then we're devaluing and desensitizing life. And in that disconnected state, yeah, we can build factory farms with no windows, destroy marine life and use rape as a weapon of war.", "en": " 因爲， 如果我們都在我們的自我裏生活 還以爲這就是人生 那麼我們就在貶低人生的價值 對一切都不再敏感 在這樣一個隔離的狀態裏 沒錯，我們可以建造沒有窗戶的工廠 摧毀海洋生命 用強姦來做爲戰爭的武器"}, {"zh-tw": " So here's a note to self: The cracks have started to show in our constructed world, and oceans will continue to surge through the cracks, and oil and blood, rivers of it. Crucially, we haven't been figuring out how to live in oneness with the Earth and every other living thing.", "en": " 所以，我有一個對於自我的建議： 我們鋼筋水泥的世界 已經呈現裂縫了 大海將會不斷的 沿着裂縫上涌 還有石油和血 迴流成河 關鍵的是，我們還沒有找出 怎樣與地球以及其他生物 合一而共存"}, {"zh-tw": " We've just been insanely trying to figure out how to live with each other -- billions of each other. Only we're not living with each other; our crazy selves are living with each other and perpetuating an epidemic of disconnection.", "en": " 我們瘋了一樣試圖找到 與其他人類共存的方式——幾十億的人類 只是，並不是我們生活在一起 而是我們瘋癲的自我生活在一起 不斷的讓這個無法交匯溝通的疫病 蔓延"}, {"zh-tw": " Let's live with each other and take it a breath at a time. If we can get under that heavy self, light a torch of awareness, and find our essence, our connection to the infinite and every other living thing.", "en": " 讓我們真正的生活在一起 一步一步的來 如果我們可以鑽到自我這個龐然大物下面 點燃一隻自覺的火炬 找到我們的本源 那我們得以與無限以及 其它一起生物相聯繫的紐帶"}, {"zh-tw": " We knew it from the day we were born. Let's not be freaked out by our bountiful nothingness.", "en": " 我們從出生之日其就知曉這個紐帶 我們不需要因爲 我們大把的空虛性而慌張"}, {"zh-tw": " It's more a reality than the ones our selves have created. Imagine what kind of existence we can have if we honor inevitable death of self, appreciate the privilege of life and marvel at what comes next.", "en": " 我們生存的狀態這個事實 僅僅是我們自己創造的 想象一下，我們的生存方式會是怎樣的 如果我們能夠直面自我不可避免的死亡 珍惜我們可以生存的權利 對即將發生的事情保持驚喜的心"}, {"zh-tw": " Simple awareness is where it begins. Thank you for listening.", "en": " 這些簡單的意識，就是我們回歸的開始 感謝你們來聽我的演講 「掌聲」"}], "title": "Thandie Newton Embracing Otherness Embracing Myself"}