{"url": "http://www.ted.com/talks/a_robot_that_flies_like_a_bird", "paragraphs": [{"zh-tw": " It is a dream of mankindto fly like a bird. Birds are very agile. They fly, not with rotating components, so they fly only by flapping their wings.", "en": " 人類的夢想─ ─像鳥一樣的遨翔。 鳥類是非常輕快敏捷的 它們飛行靠的不是旋轉的機械零件 而是藉由振動雙翼飛翔。"}, {"zh-tw": " So we looked at the birds, and we tried to make a modelthat is powerful, ultralight, and it must have excellentaerodynamic qualities that would fly by its ownand only by flapping its wings. So what would be better than to usethe herring gull, in its freedom, circling and swooping over the sea, and to use this as a role model? So we bring a team together.", "en": " 所以我們盯著鳥類觀察, 企圖建構一個模型 是高功率、超輕型的飛行器 它必須具備極佳的航空動力學的特性 ──能夠自體飛行 而且只靠拍動翅膀。 那麼有什麼會比使用 銀鷗（為模型典範）更好！它自由自在地 在海上盤旋俯衝, 我們以它做為模型主角。 我們組成一個團隊,"}, {"zh-tw": " There are generalists and also specialistsin the field of aerodynamics, in the field of building gliders. And the task was to buildan ultralight indoor-flying model that is able to fly over your heads.", "en": " 團隊中,有萬事通也有來自某個領域的專家 有航空動力學領域的專家 也有打造滑翔機的專家。 而任務是製造 一架超輕型的室內飛行模型, 能飛越你們的頭頂。"}, {"zh-tw": " So be careful later on. And this was one issue: to build it that lightweight that no one would be hurt if it fell down.", "en": " 所以,稍會兒大家請小心 而且製作時有個議題: 將它製造得那樣的輕 就沒有人會受傷, 如果它掉下來的話。"}, {"zh-tw": " So why do we do all this? We are a companyin the field of automation, and we'd like to dovery lightweight structures because that's energy efficient, and we'd like to learn moreabout pneumatics and air flow phenomena. So I now would like youto put your seat belts on and put your hats on.", "en": " 那麼為何我們要做這些事？ 我們是一間經營自動化的公司, 想要製作極輕的結構體 因為那符合「能源效率」。 而且我們想知道更多關於 氣動力學(pneumatics)和氣流現象。 那麼現在請你們 繫上安全帶 戴上安全帽"}, {"zh-tw": " So maybe we'll try it once -- to fly a SmartBird. Thank you.", "en": " 也許我們來試飛一次, 讓「聰明鳥」展翅飛翔。 謝謝大家 (掌聲響起)"}, {"zh-tw": " (Cheers) (Applause ends) So we can now look at the SmartBird. So here is one without a skin.", "en": " (掌聲又起) (掌聲如雷) 那我們現在 就來看看「聰明鳥」的結構。 這有一隻沒有外殼包覆的鳥模型"}, {"zh-tw": " We have a wingspan of about two meters. The length is one meter and six, and the weight is only 450 grams.", "en": " 展翼約二米長 身長一米六, 而重量 只有450克"}, {"zh-tw": " And it is all out of carbon fiber. In the middle we have a motor, and we also have a gear in it, and we use the gearto transfer the circulation of the motor.", "en": " 骨架材質是碳纖維 在中間有個發動機 在內部還有齒輪 而且我們用齒輪 協助馬達傳動。"}, {"zh-tw": " So within the motor,we have three Hall sensors, so we know exactly where the wing is. And if we now beat up and down -- (Mechanical sounds) We have the possibilityto fly like a bird.", "en": " 在發動機內部,有三個霍爾感測器(Hall sensors), 所以能確切辨識 翅膀拍動的位置 若翅膀能上下拍動 就有可能 像鳥那樣飛行。"}, {"zh-tw": " So if you go down, you havethe large area of propulsion, and if you go up, the wings are not that large, and it is easier to get up. So, the next thing we did, or the challenges we did, was to coordinate this movement.", "en": " 翅膀向下拍,就會有充裕的空間作推進 翅膀向上揚起, 翅膀的幅度就沒那麼大 那就更容易起飛。 所以,接下來我們得做的 或者說我們挑戰的下一個任務是 調節翅膀的動作"}, {"zh-tw": " We have to turn it, go up and go down. We have a split wing.", "en": " 讓翅膀可以上下振動 我們將羽翼分節。"}, {"zh-tw": " With the split wing, we get the lift at the upper wing, and we get the propulsionat the lower wing. Also, we see how we measurethe aerodynamic efficiency.", "en": " 因羽翼分節 上翼可協助上升 下翼產生推進力 我們也監管 我們測量「空氣動力效率」的過程"}, {"zh-tw": " We had knowledgeabout the electromechanical efficiency and then we can calculatethe aerodynamic efficiency. So therefore, it rises upfrom passive torsion to active torsion, from 30 percent up to 80 percent.", "en": " 我們熟諳 機電效能, 我們能計算 空氣動力效率, 測得結果是, 它升起時從被動扭力轉至積極扭力 效能從百分之三十 提升至百分之八十"}, {"zh-tw": " Next thing we have to do, we have to control and regulatethe whole structure. Only if you control and regulate it, you will get that aerodynamic efficiency.", "en": " 接下來我們必須做的事是 控管及校準 整個架構。 唯有控管和校準整體架構, 才能達到「空氣動力效率」的功效。"}, {"zh-tw": " So the overall consumption of energy is about 25 watts at takeoff and 16 to 18 watts in flight. Thank you.", "en": " 所以總消耗能量是 起飛需要電量約25瓦特 飛行則是16至18瓦特。 謝謝大家"}, {"zh-tw": " Bruno Giussani: Markus,we should fly it once more. Markus Fischer: Yeah, sure.", "en": " Bruno Giussani(TED歐洲主管):我認為,我們應該讓它再飛一次 當然好啊"}, {"zh-tw": " (Audience) Yeah! (Gasps) (Cheers)", "en": " 笑笑 (驚呼) (歡呼喝采) (掌聲如雷)"}], "title": "A Robot That Flies Like A Bird"}