{"url": "http://www.ted.com/talks/harald_haas_wireless_data_from_every_light_bulb", "paragraphs": [{"zh-tw": " Do you know that we have 1.4 million cellular radio masts deployed worldwide? And these are base stations. And we also have more than five billion of these devices here.", "en": " 你知道 全世界手機通訊天線桿的數量 已達140萬 這是基地台 此外 還有50億以上 手持裝置"}, {"zh-tw": " These are cellular mobile phones. And with these mobile phones, we transmit more than 600 terabytes of data every month.", "en": " 也就是蜂窩手機 手機的資料傳輸量 每個月計算總共有 600兆bits"}, {"zh-tw": " This is a 6 with 14 zeroes -- a very large number. And wireless communications has become a utility like electricity and water.", "en": " 6後面加上14個0 極大的數字 無線通訊 已成為和水、電一樣 的民生用品"}, {"zh-tw": " We use it everyday. We use it in our everyday lives now -- in our private lives, in our business lives. And we even have to be asked sometimes, very kindly, to switch off the mobile phone at events like this for good reasons.", "en": " 日常生活不可或缺 私人領域，商業領域 有時甚至必須非常客氣 才能請來賓暫將手機關機 譬如今天這裡的場合"}, {"zh-tw": " And it's this importance why I decided to look into the issues that this technology has, because it's so fundamental to our lives. And one of the issues is capacity.", "en": " 它的重要性,促使我 決定探索這種技術 與之相關的幾個議題 因它對大家都至關重要 首先是承载量"}, {"zh-tw": " The way we transmit wireless data is by using electromagnetic waves -- in particular, radio waves. And radio waves are limited.", "en": " 我們用來傳輸無線訊號的是 電磁頻譜中的無線電波 無線電波的承载量有限"}, {"zh-tw": " They are scarce; they are expensive; and we only have a certain range of it. And it's this limitation that doesn't cope with the demand of wireless data transmissions and the number of bytes and data which are transmitted every month.", "en": " 頻寬稀有,費用也貴 能用的只有幾個波段 這個資源和每個月 手機傳輸資料量的需求 根本難以 相提並論"}, {"zh-tw": " And we are simply running out of spectrum. There's another problem.", "en": " 頻譜資源誠然已達枯竭 第二個麻煩是："}, {"zh-tw": " That is efficiency. These 1.4 million cellular radio masts, or base stations, consume a lot of energy.", "en": " 效能 這140萬個手機基地台 全都高秏電"}, {"zh-tw": " And mind you, most of the energy is not used to transmit the radio waves, it is used to cool the base stations. Then the efficiency of such a base station is only at about five percent.", "en": " 更重要的是, 大部分所耗的電還不是用來 打出無線電波 而是用來冷卻基地台 每支基地台的效能 大約只有5%而已"}, {"zh-tw": " And that creates a big problem. Then there's another issue that you're all aware of.", "en": " 問題不小 第三個問題,大家都注意到了"}, {"zh-tw": " You have to switch off your mobile phone during flights. In hospitals, they are security issues.", "en": " 飛機上,醫院裡,會告知您「請關機」 這些場所,無可避免 因儀器操作安全性理由禁用無線電"}, {"zh-tw": " And security is another issue. These radio waves penetrate through walls.", "en": " 第4點,資料傳輸的安全性 無線電波穿得透牆壁"}, {"zh-tw": " They can be intercepted, and somebody can make use of your network if he has bad intentions. So these are the main four issues.", "en": " 有心人可以解碼 竊取你的資料,作非法用途 竊取你的資料,作非法用途 無線電波通訊總共有以上4個問題"}, {"zh-tw": " But on the other hand, we have 14 billion of these: light bulbs, light. And light is part of the electromagnetic spectrum.", "en": " 但另一方面,我們卻有 140億顆燈泡 燈泡代表:光資源 光也是電磁頻譜的一部份"}, {"zh-tw": " So let's look at this in the context of the entire electromagnetic spectrum, where we have gamma rays. You don't want to get close to gamma rays, it could be dangerous.", "en": " 我們就來看一下 整個電磁波頻譜中,最右邊 伽瑪射線,這個絕對要遠離,極端危險"}, {"zh-tw": " X-rays, useful when you go to hospitals. Then there's ultraviolet light.", "en": " X射線,上醫院才用 再來是紫外線"}, {"zh-tw": " it's good for a nice suntan, but otherwise dangerous for the human body. Infrared -- due to eye safety regulations, can be only used with low power.", "en": " 曬出特定膚色很好用 否則對人體有害 紅外線 由於眼部保健的原因 規定只能用低頻的部份"}, {"zh-tw": " And then we have the radio waves, they have the issues I've just mentioned. And in the middle there, we have this visible light spectrum.", "en": " 最左是無線電波,剛說過它的瓶頸 在電磁波譜差不多中央地帶有個可見光的部份"}, {"zh-tw": " It's light, and light has been around for many millions of years. And in fact, it has created us, has created life, has created all the stuff of life.", "en": " 也就是光 有地球的第一天就有光 事實上,光孕育了我們這些生命體 光創造了周遭萬千種種生命 光創造了周遭萬千種種生命"}, {"zh-tw": " So it's inherently safe to use. And wouldn't it be great to use that for wireless communications? Not only that, I compared [it to] the entire spectrum.", "en": " 當然是很安全可用的 那為什麼我們不能用它來做無線電波傳輸呢? 不僅如此,當我拿它來和無線電波頻寬相比"}, {"zh-tw": " I compared the radio waves spectrum -- the size of it -- with the size of the visible light spectrum. And guess what? We have 10,000 times more of that spectrum, which is there for us to use.", "en": " 不僅如此,我還拿它來和無線電波頻寬相比 比它們在光譜上的範圍大小 在光譜上的範圍大小 結果是: 光波段的頻譜要比無線電波寬了1萬倍! 只等著我們去開發使用!"}, {"zh-tw": " So not only do we have this huge amount of spectrum, let's compare that with a number I've just mentioned. We have 1.4 million expensively deployed, inefficient radio cellular base stations.", "en": " 所以不只是頻寬很大可以去用 還有幾個數字也值得看一下做個比較 140萬座手機基地台 低能源效益 昂貴且低效益"}, {"zh-tw": " And multiply that by 10,000, then you end up at 14 billion. 14 billion is the number of light bulbs installed already.", "en": " 140萬 x 10,000 =140億 140億正好是現有的燈具數量"}, {"zh-tw": " So we have the infrastructure there. Look at the ceiling, you see all these light bulbs.", "en": " 也就是說,基礎設施已經佈建完成! 你們看吧,天花板,到處"}, {"zh-tw": " Go to the main floor, you see these light bulbs. Can we use them for communications? Yes.", "en": " 一樓大廳,都已經裝了很多燈泡 我們可以用它來做無線通訊傳輸嗎? 可以"}, {"zh-tw": " What do we need to do? The one thing we need to do is we have to replace these inefficient incandescent light bulbs, florescent lights, with this new technology of LED, LED light bulbs. An LED is a semiconductor. It's an electronic device.", "en": " 怎麼做? 首先要把這個 白熱光燈炮 並且不太節能的,日光燈炮 改換成這個 LED燈泡 LED是半導體產品,電子元件"}, {"zh-tw": " And it has a very nice acute property. Its intensity can be modulated at very high speeds, and it can be switched off at very high speeds.", "en": " 有著一個很棒的極端特性 它的密度可編碼轉換為高速資料流 它的密度可編碼轉換為高速資料流 熄燈亮燈都可以高速進行"}, {"zh-tw": " And this is a fundamental basic property that we exploit with our technology. So let's show how we do that.", "en": " 我們的技術 就是利用這個特性開發出來的 接下來我們看看 這種技術要怎麼做"}, {"zh-tw": " Let's go to the closest neighbor to the visible light spectrum -- go to remote controls. You all know remote controls have an infrared LED -- basically you switch on the LED, and if it's off, you switch it off.", "en": " 先看在光譜上最近的隔壁鄰居 遙控器 大家都知道遙控器裡有個小LED燈泡,紅外線的 按一下遙控器它就開,再按一下就關"}, {"zh-tw": " And it creates a simple, low-speed data stream in 10,000 bits per second, 20,000 bits per second. Not usable for a YouTube video.", "en": " 它發出單一低速的資料流 每秒10k bits 20k bits左右 用來傳youtube 影片是不可能的"}, {"zh-tw": " What we have done is we have developed a technology with which we can furthermore replace the remote control of our light bulb. We transmit with our technology, not only a single data stream, we transmit thousands of data streams in parallel, at even higher speeds.", "en": " 但若用我們 開發出來的這種技術呢? 首先把這個遙控器裡的LED換掉 換成加入了我們的技術的LED 用它來傳,不只是單一資料流 用它來傳,不只單一資料流 而是上千筆資料流 平行,同步地傳 並且速度更快"}, {"zh-tw": " And the technology we have developed -- it's called SIM OFDM. And it's spacial modulation -- these are the only technical terms, I'm not going into details -- but this is how we enabled that light source to transmit data.", "en": " 這種技術叫做 SIM OFDM 是利用到第三維的「空間調變」技術 技術細節在此點到為止 總之,我們應用這種技術來 以光線 作無線傳輸用途"}, {"zh-tw": " You will say, \"Okay, this is nice -- a slide created in 10 minutes.\" But not only that. What we've done is we have also developed a demonstrator.", "en": " 你會說,了不起 10分鐘就搞定的一個簡報,誰知道真假? 所以,不只說說而已 我們做了 一個現場示範機"}, {"zh-tw": " And I'm showing for the first time in public this visible light demonstrator. And what we have here is no ordinary desk lamp.", "en": " 這是首度在公開場合曝光的 一個可見光展示機台 上面這是 一隻普通檯燈"}, {"zh-tw": " We fit in an LED light bulb, worth three U.S. dollars, put in our signal processing technology. And then what we have here is a little hole.", "en": " 裡頭改裝一顆LED燈泡 價值美金3塊錢 燈泡裡面加上了信號處理技術 這裡有個小洞"}, {"zh-tw": " And the light goes through that hole. There's a receiver.", "en": " 檯燈的光穿過這洞 抵達下面的接收機"}, {"zh-tw": " The receiver will convert these little, subtle changes in the amplitude that we create there into an electrical signal. And that signal is then converted back to a high-speed data stream.", "en": " 接收機將微小的振幅變化 -就是我們所賦予它的變化 轉換為電子訊號 電子訊號又被轉換成資料流 高速資料流"}, {"zh-tw": " In the future we hope that we can integrate this little hole into these smart phones. And not only integrate a photo detector here, but maybe use the camera inside.", "en": " 未來我們希望能 將這個小洞 整合到智慧手機裡 不僅是整合一個光偵測器 而可能是借用到裡面的照相模組"}, {"zh-tw": " So what happens when I switch on that light? As you would expect, it's a light, a desk lamp. Put your book beneath it and you can read.", "en": " 所以現在把燈炮打開 會發生什麼事? 當然啦,把書本攤開 在一盞燈底下,一定可以閱讀 它是個燈"}, {"zh-tw": " It's illuminating the space. But at the same time, you see this video coming up here.", "en": " 燈泡有照亮環境的功能 但同時它也在傳送一個影片"}, {"zh-tw": " And that's a video, a high-definition video that is transmitted through that light beam. You're critical.", "en": " 這個高解析度的影片 是透過光束傳送的 或許你有點存疑"}, {"zh-tw": " You think, \"Ha, ha, ha. This is a smart academic doing a little bit of tricks here.\" But let me do this.", "en": " 心裡想:哈哈,這只是 一位聰明的大學教授在台上玩障眼法吧 不過,我證明給你看"}, {"zh-tw": " Once again. Still don't believe? It is this light that transmits this high-definition video in a split stream.", "en": " 還不相信的話 再來一次 真的是這個光 在傳輸這支高解析度的影片,以分流的方式"}, {"zh-tw": " And if you look at the light, it is illuminating as you would expect. You don't notice with your human eye.", "en": " 所看到的光線 卻和你居家用來照明的光一樣 肉眼察覺不出任何不同"}, {"zh-tw": " You don't notice the subtle changes in the amplitude that we impress onto this light bulb. It's serving the purpose of illumination, but at the same time, we are able to transmit this data.", "en": " 我們其實透過燈泡在這光裡壓縮了 一些極微小的振幅變化 它既提供照明 同時也傳輸資料"}, {"zh-tw": " And you see, even light from the ceiling comes down here to the receiver. It can ignore that constant light, because all the receiver's interested in are subtle changes.", "en": " 即便天花板 有好多燈泡的光打下來在講台這邊 接收機卻可以忽略那些連續性光源 因為它只對 有著特定的微小頻段變化的部分有反應"}, {"zh-tw": " You also have a critical question now, and you say, \"Okay, do I have to have the light on all the time to have this working?\" And the answer is yes. But, you can dim down the light to a level that it appears to be off.", "en": " 您或許還有些這樣那樣挑剔的問題 「那我們豈不是 不能關燈啦 不然它就不工作了,是嗎?」 答案是:沒錯。 不過,可以把燈光轉得很暗 只要很暗就行,不用全關"}, {"zh-tw": " And you are still able to transmit data -- that's possible. So I've mentioned to you the four challenges.", "en": " 這樣資料還是會繼續傳輸,是可行的 所以我已經跟各位介紹過四個無線通訊的瓶頸"}, {"zh-tw": " Capacity: We have 10,000 times more spectrum, 10,000 times more LEDs installed already in the infrastructure there. You would agree with me, hopefully, there's no issue of capacity anymore.", "en": " 1. 承载量 有1萬倍的頻寬 用LED的話 而其基礎設施已經是現成的 相信各位能同意我的看法: 也就是,承载量不再是問題"}, {"zh-tw": " Efficiency: This is data through illumination -- it's first of all an illumination device. And if you do the energy budget, the data transmission comes for free -- highly energy efficient.", "en": " 其次,節能 這是運用燈具傳資料 燈是基本一定要開的 這樣一來你算能源開銷時 資料傳輸項目等於免費 高節能,費用低"}, {"zh-tw": " I don't mention the high energy efficiency of these LED light bulbs. If the whole world would deploy them, you would save hundreds of power plants.", "en": " 還不提LED燈本身就是高度節能的燈具 要是全世界都改裝 LED燈具的話 發電廠可以關掉幾百座"}, {"zh-tw": " That's aside. And then I've mentioned the availability.", "en": " 那是題外話 繼續往下,可用性"}, {"zh-tw": " You will agree with me that we have lights in the hospital. You need to see what to do.", "en": " 相信您必定同意,醫院也要開燈 否則就伸手不見五指啦"}, {"zh-tw": " You have lights in an aircraft. So it's everywhere in a day there is light.", "en": " 飛機上也要開燈,照樣 到處都有燈光"}, {"zh-tw": " Look around. Everywhere. Look at your smart phone. It has a flashlight, an LED flashlight.", "en": " 看一下,到處,包括智慧手機 還都裝上了手電筒,也是LED手電筒"}, {"zh-tw": " These are potential sources for high-speed data transmission. And then there's security.", "en": " 全都是可以用來當做高速資料傳輸的設備 最後,資料內容安全性"}, {"zh-tw": " You would agree with me that light doesn't penetrate through walls. So no one, if I have a light here, if I have secure data, no one on the other side of this room through that wall would be able to read that data.", "en": " 這很簡單 光總不會穿透牆壁吧 所以如果我在這裡 用這光傳機密資料 隔牆的人是不可能 讀得到這資料的"}, {"zh-tw": " And there's only data where there is light. So if I don't want that receiver to receive the data, then what I could do, turn it away.", "en": " 非要有光才能收資料 那要是我不想讓接收器收到資料 我可以 把燈轉個頭"}, {"zh-tw": " So the data goes in that direction, not there anymore. Now we can in fact see where the data is going to.", "en": " 轉一個方向,資料朝向那邊,接收器就收不到了 現在我們其實可以看到資料會去向哪個方向"}, {"zh-tw": " So for me, the applications of it, to me, are beyond imagination at the moment. We have had a century of very nice, smart application developers.", "en": " 對我而言 這個技術的應用 是遠比想像的還美好 我們已有許多很棒的智慧產品應用開發商"}, {"zh-tw": " And you only have to notice, where we have light, there is a potential way to transmit data. But I can give you a few examples.", "en": " 只要注意哪裏有燈 哪裡就有潛在應用 我可以跟各位講其中一些應用"}, {"zh-tw": " Well you may see the impact already now. This is a remote operated vehicle beneath the ocean.", "en": " 你現在已經可以看出其中一些影響力 這是一艘遙控運輸器 在海底"}, {"zh-tw": " And they use light to illuminate space down there. And this light can be used to transmit wireless data that these things [use] to communicate with each other.", "en": " 所以必須有燈光來提供照明 而這個燈就同時也能負責傳輸資料 這些運輸器彼此之間也就能通訊"}, {"zh-tw": " Intrinsically safe environments like this petrochemical plant -- you can't use RF, it may generate antenna sparks, but you can use light -- you see plenty of light there. In hospitals, for new medical instruments; in streets for traffic control.", "en": " 極端要求安全的場所 比方是這座石油化學廠 你不能用無線電,它有可能使天線爆出火花 但是光,沒這個麻煩,圖中已看到不少的燈在那兒 醫院 新的醫療設備 街道上的交通號誌"}, {"zh-tw": " Cars have LED-based headlights, LED-based back lights, and cars can communicate with each other and prevent accidents in the way that they exchange information. Traffic lights can communicate to the car and so on.", "en": " 很多車子如今都是配備LED的頭燈和尾燈 車輛之間彼此可以通訊 可以預防事故 如果它們彼此交換著資訊的話 紅綠燈也能對車輛通訊"}, {"zh-tw": " And then you have these millions of street lamps deployed around the world. And every street lamp could be a free access point.", "en": " 街燈,少說也有幾百萬盞 全世界總量 要是每盞街燈都變成一個存取點"}, {"zh-tw": " We call it, in fact, a Li-Fi, light-fidelity. And then we have these aircraft cabins.", "en": " 我們稱之為Li-Fi 光傳真(相對於Wi-Fi,無線高傳真) 飛機座艙"}, {"zh-tw": " There are hundreds of lights in an aircraft cabin, and each of these lights could be a potential transmitter of wireless data. So you could enjoy your most favorite TED video on your long flight back home.", "en": " 至少也有幾百盞個別的小燈 每一盞小燈 都可以成為無線資訊的潛在傳輸器具 這樣你就可以享受最棒的TED演講影片 在回家途中的飛機上"}, {"zh-tw": " Online life. So that is a vision, I think, that is possible. So, all we would need to do is to fit a small microchip to every potential illumination device.", "en": " 這就是未來的網路生活。我認為這個理想在未來是可行的 我們需要做的只是 把一顆微晶片放到 每個可能成為傳輸體的燈具裡"}, {"zh-tw": " And this would then combine two basic functionalities: illumination and wireless data transmission. And it's this symbiosis that I personally believe could solve the four essential problems that face us in wireless communication these days.", "en": " 這會結合 兩個基本功能 照明和無線資料傳輸 正是這種共生關係，我個人認為 可以化解決前述四大問題 是今日無線通必須面對的"}, {"zh-tw": " And in the future, you would not only have 14 billion light bulbs, you may have 14 billion Li-Fis deployed worldwide -- for a cleaner, a greener, and even a brighter future. Thank you.", "en": " 未來 您將不只有140億顆燈泡 而是有140億座\"Li-Fi\"存取點 全球各處都有 更乾淨更環保 更亮更美好的未來 謝謝"}], "title": "Harald Haas Wireless Data From Every Light Bulb"}