{"url": "http://www.ted.com/talks/dyan_denapoli_the_great_penguin_rescue", "paragraphs": [{"zh-tw": " For as long as I can remember, I have felt a very deep connectionto animals and to the ocean. And at this age, my personal idolwas Flipper the dolphin.", "en": " 記憶中, 我一直感覺自己和動物及海洋 有很深切的連結。 在這個年紀, 我個人的玩具 是海豚飛寶。"}, {"zh-tw": " And when I first learnedabout endangered species, I was truly distressed to knowthat every day, animals were being wipedoff the face of this Earth forever. And I wanted to do something to help,but I always wondered: What could one person possibly doto make a difference? And it would be 30 years, but I would eventually getthe answer to that question.", "en": " 當我首度得知瀕臨絶種物種的訊息, 我十分難過地發現 每天有動物會永遠從地球消失。 我想為牠們做些事情, 但我總是疑惑, 一個人能做些什麼來改變事情的發展? 三十年了, 我終究得到問題的答案。"}, {"zh-tw": " When these heartbreakingimages of oiled birds finally began to emergefrom the Gulf of Mexico last year during the horrific BP oil spill, a German biologist by the nameof Silvia Gaus was quoted as saying, \"We should just euthanize all oiled birds, because studies have shown that fewer than one percent of themsurvive after being released.\" And I could not disagree more. In addition, I believe that every oiled animaldeserves a second chance at life.", "en": " 這些鳥群慘遭石油毒害的驚心動魄景象 最終暴光──去年發生在墨西哥灣, 十分嚴重的BP(國際石油公司)漏油事件── 一位德國生物學家名為Silvia Gaus 說過這樣的話, 「我們應讓所有的『油鳥』安樂死 因研究顯示 釋放牠們重返自然後,低於百分之一的 『油鳥』能存活下來。」 我非常不同意這個說法。 此外,我相信每隻『油鳥』 值得有第二次生存機會。"}, {"zh-tw": " And I want to tell you whyI feel so strongly about this. On June 23, 2000, a ship named the Treasure sankoff the coast of Cape Town, South Africa, spilling 1,300 tons of fuel, which polluted the habitatsof nearly half the entire world population of African penguins.", "en": " 我要告訴你們 為何我對這件事有強烈的感受。 2000年6月23日, 一艘叫『寶藏』(Treasure)的運輸船 沈入南非開普敦(Capetown)沿海海域, 1,300噸燃料外洩, 污染了 幾乎大半個 全球南非企鵝棲息地。"}, {"zh-tw": " Now, the ship sankbetween Robben Island to the south, and Dassen Island to the north -- two of the penguins' mainbreeding islands. And exactly six yearsand three days earlier, on June 20, 1994, a ship named the Apollo Seasank near Dassen Island, oiling 10,000 penguins,half of which died.", "en": " 那艘船沈沒在海中,就在南往羅本島(Robben Island) 和北往Dassen Island的航行路線途中。 這兩個島是企鵝主要繁殖地。 正好6年又零3天前, 即1994年6月20日, 一艘叫『阿波羅海』(Apollo Sea)鐵礦運輸船沈入Dassen Island附近海域, 油害一萬隻企鵝── 半數企鵝死了。"}, {"zh-tw": " Now when the Treasure sank in 2000, it was the heightof the best breeding season scientists had ever recordedfor the African penguin, which at the time, was listedas a threatened species. And soon, nearly 20,000 penguins were covered with this toxic oil.", "en": " 當『寶藏』在2000年沈入大海時, 正值繁殖季節高峰, 科學家曾為南非企鵝紀錄── 在那時,牠們被列為生存受威脅的物種。 不久,近兩萬隻企鵝 遭油污附著。"}, {"zh-tw": " The local seabird rescuecenter, named SANCCOB, immediately launcheda massive rescue operation, and this soon would becomethe largest animal rescue ever undertaken. At the time, I was workingdown the street.", "en": " 當地海鳥營救中心「SANCCOB」(The Southern African Foundation for the Conservation of Coastal Birds) 立即發起一個大規模的救援行動── 而且很快地成為 有始以來最大規模的搶救動物行動。 嗯,當時我在陸地下工作。"}, {"zh-tw": " I was a penguin aquaristat the New England Aquarium. And exactly 11 years ago yesterday, the phone rang in the penguin office.", "en": " 在新英格蘭海生館時,我是企鵝館館長。 從昨天算起正好11年前, 我辦公室電話響起。"}, {"zh-tw": " And with that call,my life would change forever. It was Estelle van Der Merwecalling from SANCCOB, saying, \"Please come help.", "en": " 因那通電話,我的生活從而改變了。 是海鳥營救中心 Estelle van der Meer 打來的電話 說:「請來協助我們。"}, {"zh-tw": " We have thousands of oiled penguins and thousands of willingbut completely inexperienced volunteers. And we need penguin expertsto come train and supervise them.\" So two days later, I was on a plane headed for Cape Town with a team of penguin specialists.", "en": " 我們有成千上萬隻『油企鵝』 和成千上萬個熱心, 但完全沒有經驗的自願者。 我們需要企鵝專家來訓練並管理他們。」 於是兩天後, 我在一架前往開普頓的飛機上, 同行的還有企鵝專家團隊。"}, {"zh-tw": " And the scene inside of this buildingwas devastating and surreal. In fact, many peoplecompared it to a war zone.", "en": " 大樓內的景象 令人震驚又難以置信。 事實上,很多人稱其可與戰場相比擬。"}, {"zh-tw": " Last week, a 10-year-old girl asked me: \"What did it feel likewhen you first walked into that building and saw so many oiled penguins?\" And this is what happened. I was instantly transportedback to that moment in time.", "en": " 上週,一個十歲的女孩問： 「那是怎樣的感覺, 當妳首次走入那棟大樓 看到那樣多的『油企鵝』?」 情形是這樣： 我當下彷彿回到 那個時刻。"}, {"zh-tw": " Penguins are very vocal birdsand really, really noisy, so I expected to walk into this building and be met with this cacophonyof honking and braying and squawking. But instead, when we stepped throughthose doors and into the building, it was eerily silent.", "en": " 企鵝是「很愛說話」的鳥類, 真的真的很吵。 所以我料定走進這座大樓 會聽到這樣的嘈雜聲 喋喋咻咻、嘎嘎作響, 可是 當我踏入大樓,進入一道道的門 取而代之的是,怪異的沈默寂靜"}, {"zh-tw": " So it was very clear these were stressed,sick, traumatized birds. The other thing that was so striking was the sheer number of volunteers.", "en": " 由此可知 這些是焦慮、生病、受創的企鵝。 另一件令人震撼的事是 自願參與救援的人數眾多, 一天多達一千人"}, {"zh-tw": " Up to 1,000 people a daycame to the rescue center. Eventually, over the courseof this rescue, more than 12-and-a-halfthousand volunteers came from all over the world to Cape Town, to help save these birds.", "en": " 到營救中心。 在整個救援的過程中 超過一萬二千五百多人 自世界各地來到開普頓 協助拯救這些雀鳥。"}, {"zh-tw": " And the amazing thingwas that not one of them had to be there. Yet they were.", "en": " 令人動容的是 他們任何人都沒必要這麼做, 然而他們來了。"}, {"zh-tw": " So for the few of us that were therein a professional capacity, this extraordinary volunteer responseto this animal crisis was profoundly moving and awe-inspiring. So the day after we arrived, two of us from the aquariumwere put in charge of room two.", "en": " 看在我們──在那裡是少數的專業人員──的眼中, 這個非凡的自願行動 ──對動物危機的回響── 令人十分敬佩又感動萬分。 話說回來,我們抵達隔天 來自海生館的我們兩人負責2號室。"}, {"zh-tw": " Room two had morethan 4,000 oiled penguins in it. Now, mind you -- three days earlier,we had 60 penguins under our care, so we were definitely overwhelmed and just a bit terrified --at least I was.", "en": " 2號室有超過四千隻『油企鵝』。 你要知道, 開始的前三天, 我們照料六十隻企鵝。 哦! 我們真的忙得人仰馬翻 而且有點惶恐──至少我是這樣。"}, {"zh-tw": " Personally, I really didn't know if I was capable of handlingsuch a monstrous task. And collectively, we really didn't knowif we could pull this off.", "en": " 個人而言,我真不知道 我是否有能力應付 場面如此殘酷難堪的任務。 就全體而言, 我們真的不確定挽救行動能否奏效。"}, {"zh-tw": " Because we all knewthat just six years earlier, half as many penguinshad been oiled and rescued, and only half of them had survived. So would it be humanly possibleto save this many oiled penguins? We just did not know.", "en": " 因為大家都知道 早在六年前, 遭油害後,有半數企鵝獲救, 其中僅半數存活。 這麼說吧,人力能挽救 多少『油企鵝』? 我們當下真不知道。"}, {"zh-tw": " But what gave us hope were these incredibly dedicatedand brave volunteers, three of whom hereare force-feeding penguins. You may notice they're wearingvery thick gloves.", "en": " 但讓我們點燃希望的是 這些全力以赴、奮不顧身的自願者── 這三個自願者得強迫餵食企鵝。 你可能注意到了,他們戴著非常厚的手套。"}, {"zh-tw": " And what you should knowabout African penguins is that they have razor-sharp beaks. And before long, our bodies were covered head to toe with these nasty woundsinflicted by the terrified penguins.", "en": " 你知道的,非洲企鵝 有像剃刀那般鋒利的鳥喙。 不久前, 我們遍體鱗傷, 這些傷口是 飽受驚嚇的企鵝留下的。"}, {"zh-tw": " Now the day after we arrived,a new crisis began to unfold. The oil slick was now movingnorth towards Dassen Island, and the rescuers despaired, because they knew if the oil hit, it would not be possibleto rescue any more oiled birds.", "en": " 就在我們抵達隔天 一個新的危機呈現, 浮油漸漸朝北方,向Dassen Island流動, 救難人員感到絶望, 因為他們曉得若油水抵達 就不可能搭救任何『油鳥』了。"}, {"zh-tw": " And there really were no good solutions. But then finally, one of the researchersthrew out this crazy idea.", "en": " 當時真的沒有好辦法了。 但後來, 有個研究人員抛出一個瘋狂的點子。"}, {"zh-tw": " He said, \"OK, why don't we tryand collect the birds at the greatest risk of getting oiled\" -- they collected 20,000 -- \"and we'll ship them 500 milesup the coast to Port Elizabeth in these open-air trucks, and release theminto the clean waters there and let them swim back home?\" So three of those penguins --Peter, Pamela and Percy -- wore satellite tags, and the researchers crossed their fingers and hoped that by the timethey got back home, the oil would be cleaned upfrom their islands. And luckily, the day they arrived, it was.", "en": " 他說：「雖然有油侵身的風險,我們何不試著 就在油水中打撈這些鳥!」 營救團隊搜獲兩萬隻企鵝── 我們裝載這些企鵝沿海岸行駛長達500英哩(804.65公里) 以後車廂開放式卡車將他們帶至依莉莎白港 放入未受油污、乾淨的海域 讓他們游回家。」 這樣說吧,三隻企鵝──彼得、潘蜜拉、波西── 戴著衛星標識裝置； 研究人員祈禱並希望 他們回到家園時, 在那個島及其海域的油能被清除掉。 還好,他們到達當天 油被清光了。"}, {"zh-tw": " So it had been a huge gamble,but it had paid off. And so they know nowthat they can use this strategy in future oil spills.", "en": " 這是一個巨大的賭注,但是這個策略奏效了。 因此救援團隊現在知道 可以採取這個策略 若未來有石油外漏的話。"}, {"zh-tw": " So in wildlife rescue as in life, we learn from each previous experience, and we learn from bothour successes and our failures. And the main thing learnedduring the Apollo Sea rescue in '94 was that most of those penguinshad died due to the unwitting use of poorly ventilatedtransport boxes and trucks, because they just had not been prepared to deal with so manyoiled penguins at once.", "en": " 正如救助生命；野生救援也一樣, 我們有前車之鑑, 從成功救援中學習, 當然也從失敗救援中獲得教訓。 最重要的事是知道 ──在1994年『阿波羅海』營救行動── 大多數的『油企鵝』死於 未事先察覺而使用 通風不良的 運送箱和貨車-- 由於營救團隊的準備不足以 應付為數眾多的『油企鵝』。"}, {"zh-tw": " So in these six yearsbetween these two oil spills, they've built thousandsof these well-ventilated boxes. And as a result,during the Treasure rescue, just 160 penguins diedduring the transport process, as opposed to 5,000.", "en": " 因而在兩次石油外漏的六年間, 營救團隊建造成千上萬個通風良好的箱子。 因此,在執行『寶藏』營救行動時 在運輸過程中, 有160隻企鵝暴斃 而能有5,000隻存活下來。"}, {"zh-tw": " So this alone was a huge victory. Something else learnedduring the Apollo rescue was how to train the penguins to take fish freely from their hands, using these training boxes.", "en": " 所以就此而論,是一場空前的勝戰。 其他從『阿波羅』營救行動中獲得的經驗 是如何訓練企鵝、 如何使用這些訓練箱 從餵食人員手中順利地取得魚。"}, {"zh-tw": " And we used this technique againduring the Treasure rescue. But an interesting thing was notedduring the training process.", "en": " 我們再度使用這些手法 在『寶藏』營救行動中, 我們在訓練過程中 注意到一件有趣的事。"}, {"zh-tw": " The first penguins to makethat transition to free feeding were the ones that hada metal band on their wing from the Apollo Sea spillsix years earlier. So penguins learnfrom previous experience, too.", "en": " 第一批 撐過變遷而能自由進食的企鵝 是有金屬帶在翅膀的、 也是經歷6年前『阿波羅海』漏油的那批企鵝。 所以企鵝也從先前的事件 獲得經驗。"}, {"zh-tw": " So all of those penguins had to havethe oil meticulously cleaned from their bodies. It would take two people at least an hourjust to clean one penguin.", "en": " 像這樣,所有『油企鵝』 身體的油污必需被仔細清理； 兩個人至少得花上一小時的時間 只為清理一隻企鵝。"}, {"zh-tw": " When you clean a penguin, you first have to spray itwith a degreaser. And this brings me to my favorite storyfrom the Treasure rescue.", "en": " 而且清理一隻企鵝時 首先必須噴灑去油劑在牠身上。 我想到我最愛的故事── 在『寶藏』救援行動時發生的。"}, {"zh-tw": " About a year prior to this oil spill, a 17-year-old studenthad invented a degreaser. And they'd been using itat SANCCOB with great success, so they began using itduring the Treasure rescue.", "en": " 此石油外漏事件的約一年前, 一名十七歲的學生 發明了一種去油劑 海鳥營救中心使用去油劑的成效很棒。 所以在執行『寶藏』援救行動便開始採用。"}, {"zh-tw": " But partway through, they ran out. So in a panic, Estellefrom SANCCOB called the student and said, \"Please, you have to make more!\" So he raced to the lab and made enough to cleanthe rest of the birds.", "en": " 但過程中,去油劑被用光了 情急之下,海鳥營救中心Estelle打電話給該名學生, 說：「請務必製造更多的去油劑。」 所以他飛奔到實驗室 製造出足以清潔其他企鵝的劑量。"}, {"zh-tw": " So I just think it is the coolest thing that a teenager invented a product that helped save the livesof thousands of animals. So what happenedto those 20,000 oiled penguins? And was Silvia Gaus right? Should we routinely euthanizeall oiled birds because most of themare going to die anyway? Well, she could not be more wrong.", "en": " 我認為這是最酷的事 是一名青少年 發明了一項產品 協助拯救 成千上萬隻動物的生命。 那麼這兩萬隻『油企鵝』後來怎麼了? Silvia Gaus說對了嗎? 我們應該讓所有的企鵝沒有餘地 只能安樂死嗎? 反正他們大部分還是無法存活下來,是嗎? 嗯,她錯得離譜。"}, {"zh-tw": " After half a million hoursof grueling volunteer labor, more than 90 percentof those oiled penguins were successfully returned to the wild. And we know from follow-up studies that they have lived just as longas never-oiled penguins, and bred nearly as successfully.", "en": " 在五十萬個小時 精疲力竭自願勞動後, 超過百分之九十的『油企鵝』 被野放成功。 我們從後續的研究得知 牠們活得和那些未遭油害的 企鵝一般長久, 並且相當成功地繁殖。"}, {"zh-tw": " And in addition, about 3,000 penguin chickswere rescued and hand raised. And again, we knowfrom long-term monitoring that more of these hand-raised chickssurvive to adulthood and breeding age than do parent-raised chicks.", "en": " 還有大約三千隻企鵝寶寶 獲救並且由人工哺育。 我們經由長期的觀測得知 人工哺育的企鵝寶寶 順利存活至長大成人並達繁殖年齡, 比由其雙親哺育的企鵝寶寶還多。 有了這層了解"}, {"zh-tw": " Armed with this knowledge,SANCCOB has a chick-bolstering project, and every year, they rescueand raise abandoned chicks, and they have a very impressive,80 percent success rate. This is critically important, because one year ago, the African penguinwas declared endangered.", "en": " 海鳥營救中心便策劃出企鵝寶寶保育計劃。 每年援救並扶養被棄養的企鵝寶寶。 而且成功率高達 百分之八十。 這是十分重要, 因為一年前 非洲企鵝被正式宣佈瀕臨絶種。"}, {"zh-tw": " And they could be extinctin less than 10 years if we don't do somethingnow to protect them. So what did I learn from this intenseand unforgettable experience? Personally, I learned that I am capableof handling so much more than I ever dreamed possible.", "en": " 而且不到十年, 若我們現在不採取 行動保護牠們的話, 牠們可能滅絶。 這麼說吧,從這個深刻難忘的經驗 我們學到什麼? 個人而言,我發現 自己有能力成就更多,連作夢都難以想像。"}, {"zh-tw": " And I learned that one personcan make a huge difference. Just look at that 17-year-old.", "en": " 而且我明白個人力量 能讓情況截然不同── 瞧!那個十七歲的學生就做到了。"}, {"zh-tw": " And when we come together and work as one, we can achieve extraordinary things. And truly, to be a part of somethingso much larger than yourself is the most rewarding experienceyou can possibly have.", "en": " 當我們團結在一起 行動一致, 我們能成就非凡。 的確,成為某個非凡行動的一部分 ──你能體驗超越個人能力所能及的成就── 是你可能擁有的 最有意義的經驗。"}, {"zh-tw": " So I'd like to leave youwith one final thought and a challenge, if you will. My mission as The Penguin Ladyis to raise awareness and funding to protect penguins.", "en": " 最後我想讓大家思考一下 若你們願意,請接受提議 我擔任「企鵝大使」的任務 是喚起民眾意識和募款 保護企鵝,"}, {"zh-tw": " But why should any of youcare about penguins? Well, you should carebecause they're an indicator species. And simply put: if penguins are dying,it means our oceans are dying.", "en": " 只是,你們為何應該要在乎企鵝? 你們確實應該要在乎, 因為牠們是「指標物種」。 簡單說,如果企鵝逐步滅跡, 這意味我們的海洋處於垂死狀態,"}, {"zh-tw": " And we ultimately will be affected, because, as Sylvia Earle says, \"The oceans are our life-support system.\" And the two main threats to penguins today are overfishing and global warming. And these are two things that each one of us actually hasthe power to do something about.", "en": " 我們到頭來還是會受影響, 因為如同海洋學家Sylvia Earle說的, 「海洋是我們的自然生命維持系統。」 目前企鵝面臨的兩個主要威脅是 過度捕捉和全球暖化。 這兩件事是 我們每個人 實際有能力去解決的牠"}, {"zh-tw": " So if we each do our part, together,we can make a difference, and we can help keeppenguins from going extinct. Humans have always been the greatestthreat to penguins, but we are now their only hope.", "en": " 所以若我們每人都能出一份力 便能扭轉乾坤,讓情況改變, 可使企鵝免於滅絶。 人類一直是企鵝面臨的最大威脅, 但現在我們是牠們唯一的希望。"}, {"zh-tw": " Thank you.", "en": " 謝謝大家。"}], "title": "Dyan Denapoli The Great Penguin Rescue"}