{"url": "http://www.ted.com/talks/lucianne_walkowicz_finding_planets_around_other_stars", "paragraphs": [{"zh-tw": " Planetary systems outside our own are like distant cities whose lights we can see twinkling, but whose streets we can't walk. By studying those twinkling lights though, we can learn about how stars and planets interact to form their own ecosystem and make habitats that are amenable to life.", "en": " 在我們太陽系之外的行星系 就好像遙遠的城市，我們可以看見有燈火在閃爍， 但是卻有一條難以踰越的街道。 然而通過研究這些閃爍， 我們可以瞭解到恆星時如何與行星互相作用 來形成他們自己的生態系統 並創造出能夠承載生命的棲息地。"}, {"zh-tw": " In this image of the Tokyo skyline, I've hidden data from the newest planet-hunting space telescope on the block, the Kepler Mission. Can you see it? There we go.", "en": " 在這張東京市的圖片中， 我將從最新型的 行星探測空間望遠鏡，凱普勒任務，所獲得的數據 隱藏在了這個街區里。 看的見嗎？ 在這裡。"}, {"zh-tw": " This is just a tiny part of the sky the Kepler stares at, where it searches for planets by measuring the light from over 150,000 stars, all at once, every half hour, and very precisely. And what we're looking for is the tiny dimming of light that is caused by a planet passing in front of one of these stars and blocking some of that starlight from getting to us.", "en": " 這只是凱普對勒觀測行星的 範圍中的一小塊。 通過每半個小時一次 精確地測量全部15萬顆 行星的光譜。 我們想要尋找 是行星在移動過程中 經過恆星時阻擋住射向我們的 一部份光線所造成的黯淡。"}, {"zh-tw": " In just over two years of operations, we've found over 1,200 potential new planetary systems around other stars. To give you some perspective, in the previous two decades of searching, we had only known about 400 prior to Kepler.", "en": " 在僅僅兩年的運行後 我們發現了1200個 可能是圍繞其他恆星運轉的行星系統。 相比較下， 在凱普勒任務之前的長達二十年的搜尋中， 我們只發現了 400顆行星。"}, {"zh-tw": " When we see these little dips in the light, we can determine a number of things. For one thing, we can determine that there's a planet there, but also how big that planet is and how far it is away from its parent star.", "en": " 黨發現這光亮的減弱 我們可以確認一些事情。 一是可以確認那裡有一顆行星， 還有它的尺寸， 和距離它所圍繞的恆星的距離。"}, {"zh-tw": " That distance is really important because it tells us how much light the planet receives overall. And that distance and knowing that amount of light is important because it's a little like you or I sitting around a campfire: You want to be close enough to the campfire so that you're warm, but not so close that you're too toasty and you get burned.", "en": " 這距離是非常重要的， 因為它能告訴我們 大致上這行星接收到了多少光。 對距離與光照強弱的瞭解是非常關鍵的， 這就好像我們坐在一個篝火邊上。 你會想要靠的夠進好讓自己取暖， 但是又不可以太近， 導致溫度太高把自己燙傷。"}, {"zh-tw": " However, there's more to know about your parent star than just how much light you receive overall. And I'll tell you why.", "en": " 然而，除了整體上行星會接收到多少光線， 對恆星的還有許多其他的信息需要瞭解。 讓我來告訴你原因。"}, {"zh-tw": " This is our star. This is our Sun. It's shown here in visible light.", "en": " 這是我們的行星，太陽。 這裡所呈現的是可見光。"}, {"zh-tw": " That's the light that you can see with your own human eyes. You'll notice that it looks pretty much like the iconic yellow ball -- that Sun that we all draw when we're children.", "en": " 就是我們人類的眼睛可以看見的光。 大家發現這基本上 就是典型的我們小時候 所畫的黃色圓球。"}, {"zh-tw": " But you'll notice something else, and that's that the face of the Sun has freckles. These freckles are called sunspots, and they are just one of the manifestations of the Sun's magnetic field.", "en": " 但大家有沒有看到還有一些別的東西， 這就是太陽的表面 有一些斑點。 這些斑點被稱作太陽黑子， 他們是太陽磁場 活動的表現之一。"}, {"zh-tw": " They also cause the light from the star to vary. And we can measure this very, very precisely with Kepler and trace their effects.", "en": " 它使得恆星發出的光產生變化。 這個現象是可以用 凱普勒望遠鏡非常精確地測量與追蹤的。"}, {"zh-tw": " However, these are just the tip of the iceberg. If we had UV eyes or X-ray eyes, we would really see the dynamic and dramatic effects of our Sun's magnetic activity -- the kind of thing that happens on other stars as well.", "en": " 而這也才只是冰山一角而已。 如果我們能看見UV射線與X射線， 我們會真正認識到 太陽磁場活動 所產生的活躍又激烈的景象。 其他的恆星上也發生著同樣的事情。"}, {"zh-tw": " Just think, even when it's cloudy outside, these kind of events are happening in the sky above you all the time. So when we want to learn whether a planet is habitable, whether it might be amenable to life, we want to know not only how much total light it receives and how warm it is, but we want to know about its space weather -- this high-energy radiation, the UV and the X-rays that are created by its star and that bathe it in this bath of high-energy radiation.", "en": " 想像一下，即使窗外烏雲密佈， 這樣壯觀的景象在我們的 天空之上時刻都在發生。 黨我們想要瞭解一顆行星是否適宜居住， 是否能承載生命， 我們不僅想要知道它接收到多少陽光， 溫度有多高， 我們還想知道它的太空氣候。 由恆星產生的 強力的輻射線， 比如UV射線與X射線。 行星就沐浴在這些強力的射線中。"}, {"zh-tw": " And so, we can't really look at planets around other stars in the same kind of detail that we can look at planets in our own solar system. I'm showing here Venus, Earth and Mars -- three planets in our own solar system that are roughly the same size, but only one of which is really a good place to live.", "en": " 還有，我們從 自己的太陽系中觀察 所得的信息要比從其他恆星的 行星上觀察得到的詳細的多 我這裡展示的時金星，地球和火星 這三顆我們太陽系中的行星基本上大小相同， 而其中只有一顆 適合生命生存。"}, {"zh-tw": " But what we can do in the meantime is measure the light from our stars and learn about this relationship between the planets and their parent stars to suss out clues about which planets might be good places to look for life in the universe. Kepler won't find a planet around every single star it looks at.", "en": " 但是我們可以做的是 通過測量我們恆星發出的光， 研究恆星與各個 行星之間的關係。 來摸索出一些線索 好讓我們知道在茫茫太空中哪些行星 可能是會找到生命的地方。 凱普勒不會在每一顆 它所觀察的恆星周圍發現行星。"}, {"zh-tw": " But really, every measurement it makes is precious, because it's teaching us about the relationship between stars and planets, and how it's really the starlight that sets the stage for the formation of life in the universe. While it's Kepler the telescope, the instrument that stares, it's we, life, who are searching.", "en": " 但它所做的每一個測量 都非常寶貴。 因為它告訴我們 恆星與行星間的關係， 還有星光才是真正 在宇宙中為生命的形成 提供條件的角色。 雖然是凱普勒望遠鏡在凝視著太空 但最終是我們，在不斷地搜尋。"}, {"zh-tw": " Thank you.", "en": " 謝謝 掌聲。"}], "title": "Lucianne Walkowicz Finding Planets Around Other Stars"}