{"url": "http://www.ted.com/talks/marco_tempest_the_magic_of_truth_and_lies_on_ipods", "paragraphs": [{"zh-tw": " So the type of magic I like,and I'm a magician, is magic that uses technologyto create illusions. So I would like to show yousomething I've been working on.", "en": " 身為一位魔術師, 我所喜歡的魔術 是運用科技 來產生幻覺 所以我要秀一段我已經玩了一陣子的東西"}, {"zh-tw": " It's an application that I think will be useful for artists --multimedia artists in particular. It synchronizes videosacross multiple screens of mobile devices.", "en": " 它是一個應用程式 我想對藝術家很有用 尤其是對多媒體藝術家 它可以同步 在數個行動裝置螢幕上播的影片"}, {"zh-tw": " I borrowed these three iPodsfrom people here in the audience to show you what I mean. And I'm going to use them to tell youa little bit about my favorite subject: deception.", "en": " 我向現場的幾位觀眾 借了三個iPod 來表演並解釋我的意思 還要藉此闡述 一點點我最喜歡的題目 欺騙"}, {"zh-tw": " (Music) One of my favorite magiciansis Karl Germain. He had this wonderful trickwhere a rosebush would bloom right in front of your eyes.", "en": " (音樂) 有一位我很喜歡的魔術師 叫做卡爾・日曼 他的絕技 是讓玫瑰花苞 在你眼前盛開"}, {"zh-tw": " But it was his production of a butterflythat was the most beautiful. (Recording) Announcer:Ladies and gentlemen, the creation of life.", "en": " 但是他最厲害的還是變出一隻蝴蝶 最令人驚艷 (錄音)主持人:各位先生女士 生命的創造 (鼓掌)"}, {"zh-tw": " (Music) Marco Tempest: When asked about deception, he said this: Announcer: Magicis the only honest profession. A magician promises to deceive you -- and he does.", "en": " (音樂) 馬可: 有人問他對欺騙的看法 他回答 主持人: 魔術是世上唯一誠實的職業 若一個魔術師承諾要騙你 他就會騙你"}, {"zh-tw": " MT: I like to think of myselfas an honest magician. I use a lot of tricks, which means that sometimesI have to lie to you.", "en": " 馬可: 我認為我是一個誠實的魔術師 我運用多種手法 也就是說 有時候我得說假話"}, {"zh-tw": " Now I feel bad about that. But people lie every day.", "en": " 而我對這事感到難過 但是我們每天都在說謊"}, {"zh-tw": " (Ringing) Hold on. Phone: Hey, where are you? MT: Stuck in traffic. I'll be there soon.", "en": " (電話鈴響) 等一下 電話裡的女生: 嘿, 你在哪? 馬可: 大塞車啊! 我很快就到了."}, {"zh-tw": " You've all done it. (Music) Right: I'll be readyin just a minute, darling.", "en": " 你們一定都做過這事吧 女士: 我馬上就好, 親愛的"}, {"zh-tw": " Center: It's just what I've always wanted. Left: You were great.", "en": " 男士: 這正是我想要的 女生: 你氣色不錯"}, {"zh-tw": " MT: Deception, it's a fundamental part of life. Now polls show that men tell twiceas many lies as women -- assuming the womenthey asked told the truth.", "en": " 馬可: 欺騙 是生活的基本 民意調查顯示 男人說謊的次數 比女人多兩倍 假設這些受訪的女人都是說真話"}, {"zh-tw": " (Laughing) We deceive to gain advantage and to hide our weaknesses. The Chinese general Sun Tzu saidthat all war was based on deception.", "en": " 欺騙使我們取得優勢 隱藏弱點 中國的軍事家孫子說 兵者 詭道也"}, {"zh-tw": " Oscar Wilde saidthe same thing of romance. Some people deceive for money.", "en": " 奧斯卡王爾德說 愛情也是如此 有些人 為了錢行騙"}, {"zh-tw": " Let's play a game. Three cards, three chances.", "en": " 我們來玩一個遊戲 三張卡, 三次機會"}, {"zh-tw": " Announcer: One five will get you 10,10 will get you 20. Now, where's the lady? Where is the queen? MT: This one? Sorry. You lose.", "en": " 主持人: 押5得10, 押10成雙 現在紅心Q在哪? 紅心皇后在哪? 馬可: 這張嗎? 抱歉, 你輸了"}, {"zh-tw": " Well, I didn't deceive you. You deceived yourself.", "en": " 我沒有騙你喔 是你自己騙了自己"}, {"zh-tw": " Self-deception. That's when we convince ourselvesthat a lie is the truth.", "en": " 自我欺騙 是我們說服自己 謊言是真的"}, {"zh-tw": " Sometimes it's hard to tell the two apart. Compulsive gamblersare experts at self-deception.", "en": " 有時候的確很難分辨這兩者 強迫性賭徒 就是自我欺騙專家"}, {"zh-tw": " (Slot machine) They believe they can win. They forget the times they lose.", "en": " (吃角子老虎的聲音) 他們相信自己一定會贏 卻忘了輸的時候"}, {"zh-tw": " The brain is very good at forgetting. Bad experiences are quickly forgotten.", "en": " 大腦很會遺忘事物 不好的經驗總是很快就忘了"}, {"zh-tw": " Bad experiences quickly disappear. Which is why in this vastand lonely cosmos, we are so wonderfully optimistic.", "en": " 不好的經驗 很快就消失了 這就是為什麼在浩瀚宇宙中 我們無可救藥的樂觀"}, {"zh-tw": " Our self-deceptionbecomes a positive illusion -- why movies are able to take usonto extraordinary adventures; why we believe Romeowhen he says he loves Juliet; and why single notes of music, when played together, become a sonata and conjure up meaning. That's \"Clair De lune.\" Its composer, called Debussy, said that art wasthe greatest deception of all.", "en": " 我們的自我欺騙 是一個肯定性的錯覺 為甚麼電影 可以帶我們去一段非凡大冒險 為什麼我們相信羅密歐 說他愛茱麗葉 為什麼簡單的音符 可以串成 一首奏鳴曲, 令人無限遐想 這首曲子是\"月光\" 作曲家叫德布西 他說藝術 是世上最偉大的騙術"}, {"zh-tw": " Art is a deceptionthat creates real emotions -- a lie that creates a truth. And when you give yourselfover to that deception, it becomes magic.", "en": " 藝術是一種欺騙 卻讓你產生真實的感動 假語變真言 而當你投身於如此的騙局"}, {"zh-tw": " [MAGIC] (Music fades slowly) Thank you. Thank you very much.", "en": " 我們稱之為魔術 謝謝. 非常感謝."}], "title": "Marco Tempest The Magic Of Truth And Lies On Ipods"}