{"url": "http://www.ted.com/talks/svante_paeaebo_dna_clues_to_our_inner_neanderthal", "paragraphs": [{"zh-tw": " What I want to talk to you about is what we can learn from studying the genomes of living people and extinct humans. But before doing that, I just briefly want to remind you about what you already know: that our genomes, our genetic material, are stored in almost all cells in our bodies in chromosomes in the form of DNA, which is this famous double-helical molecule.", "en": " 我想要談的是 我們從研究 活著的人 和滅絕人種的基因組中可以學到什麼。 但在那之前， 我要提醒你們一些你們已經知道的事： 我們的基因組，我們的基因物質， 存在於我們身上幾乎所有細胞內的染色體中， 以DNA的形式存在， 即著名的雙重螺旋分子結構。"}, {"zh-tw": " And the genetic information is contained in the form of a sequence of four bases abbreviated with the letters A, T, C and G. And the information is there twice -- one on each strand -- which is important, because when new cells are formed, these strands come apart, new strands are synthesized with the old ones as templates in an almost perfect process.", "en": " 而且這些基因資料 是以四種簡稱為 Ａ、Ｔ、Ｃ、Ｇ的鹼基 組成的序列。 基因資料有兩組── 一股(線)上一組── 這點很重要， 因為當新細胞形成時，DNA的雙股會分開， 單股各自為模板，與(複製出的)新股合成為兩條雙股DNA 這是一個近乎完美的複製過程。"}, {"zh-tw": " But nothing, of course, in nature is totally perfect, so sometimes an error is made and a wrong letter is built in. And we can then see the result of such mutations when we compare DNA sequences among us here in the room, for example.", "en": " 當然!自然界沒有任何東西 是完美無瑕的。 因此有時會出錯而 置入錯誤的字母(鹼基)。 舉例來說，當我們比較 演說廳內所有人的DNA序列， 我們就會看到 這類突變的結果。"}, {"zh-tw": " If we compare my genome to the genome of you, approximately every 1,200, 1,300 letters will differ between us. And these mutations accumulate approximately as a function of time.", "en": " 拿我的基因組跟你們的比較， 在我們之中，大約每1,200或1,300個鹼基 就會出現不同之處。 而且這些突變 有大概的週期，隨歲月不斷積累。"}, {"zh-tw": " So if we add in a chimpanzee here, we will see more differences. Approximately one letter in a hundred will differ from a chimpanzee.", "en": " 所以若加入黑猩猩來比對，差異又更大了。 大約每一百個字母(鹼基)就有一個 跟大猩猩不同。"}, {"zh-tw": " And if you're then interested in the history of a piece of DNA, or the whole genome, you can reconstruct the history of the DNA with those differences you observe. And generally we depict our ideas about this history in the form of trees like this.", "en": " 而且若你對一段DNA 或是整個基因組的進化史有興趣的話， 可以利用這些觀測到的差異 來重現DNA的進化史。 一般我們以這樣的樹狀圖 來繪製我們對進化史的概念。"}, {"zh-tw": " In this case, it's very simple. The two human DNA sequences go back to a common ancestor quite recently.", "en": " 以這個例子來說，就是個簡單的例子。 這兩個人類DNA序列 可追溯到最近的同源祖先。"}, {"zh-tw": " Farther back is there one shared with chimpanzees. And because these mutations happen approximately as a function of time, you can transform these differences to estimates of time, where the two humans, typically, will share a common ancestor about half a million years ago, and with the chimpanzees, it will be in the order of five million years ago.", "en": " 時間再往回推，就可推出和黑猩猩有同源祖先。 而且因為這些突變的發生 可依時間作大概推算， 你們可以把這些差異 轉換成估算的時間， 一般而論，這兩個人類 可被推算出在大約五十萬年前有同源祖先， 跟黑猩猩的話， 推算出的時間是在五百萬年前左右。"}, {"zh-tw": " So what has now happened in the last few years is that there are account technologies around that allow you to see many, many pieces of DNA very quickly. So we can now, in a matter of hours, determine a whole human genome.", "en": " 這麼說吧，這些年來發生的事── 精密科技的問世 讓我們得以非常快速地檢視很多、很多的DNA。 所以僅僅幾個小時，我們就可以 檢測出全套人類基因組。"}, {"zh-tw": " Each of us, of course, contains two human genomes -- one from our mothers and one from our fathers. And they are around three billion such letters long.", "en": " 當然人類每個個體都有兩組基因組： 一組來自母親，一組來自父親。 而且約三十億字母(鹼基)的長度。"}, {"zh-tw": " And we will find that the two genomes in me, or one genome of mine we want to use, will have about three million differences in the order of that. And what you can then also begin to do is to say, \"How are these genetic differences distributed across the world?\" And if you do that, you find a certain amount of genetic variation in Africa.", "en": " 大家會在我身上找到兩組基因組， 我們拿其中一組基因組來檢驗， 約有三百萬不同之處 大概是這個數字。 然後你也可以開始研究 這些基因的差異 在這世界的分佈情形。 而且若這麼做， 你會發現在非洲有某一數量的基因變異(突變)。"}, {"zh-tw": " And if you look outside Africa, you actually find less genetic variation. This is surprising, of course, because in the order of six to eight times fewer people live in Africa than outside Africa.", "en": " 若你研究非洲以外的地區， 你觀察到的基因變異較少。 奇怪吧! 因為在非洲的人比在非洲外的人 少了約七、八倍。"}, {"zh-tw": " Yet the people inside Africa have more genetic variation. Moreover, almost all these genetic variants we see outside Africa have closely related DNA sequences that you find inside Africa.", "en": " 然而非洲內的人 發生更多的基因變異(突變) 況且，我們在非洲外發現 幾乎所有基因變異 與在非洲內找到的DNA序列 有密切關係。"}, {"zh-tw": " But if you look in Africa, there is a component of the genetic variation that has no close relatives outside. So a model to explain this is that a part of the African variation, but not all of it, [has] gone out and colonized the rest of the world.", "en": " 但若你們看看非洲內， 有處基因變異 在非洲外完全沒有相近的排列。 那麼可以解釋這個的模式是 部分基因變異的非洲人，而非全基因變異人口， 移居到地球其他地方。"}, {"zh-tw": " And together with the methods to date these genetic differences, this has led to the insight that modern humans -- humans that are essentially indistinguishable from you and me -- evolved in Africa, quite recently, between 100 and 200,000 years ago. And later, between 100 and 50,000 years ago or so, went out of Africa to colonize the rest of the world.", "en": " 再加上利用基因差異斷定時間的技術， 讓我們對現代人類 有這樣的了解： 根本上難分你我的人類 是最近約十萬至二十萬年前 在非洲進化而來的。 稍後約五萬到十萬年前 離開非洲 到世界其他地方殖民。"}, {"zh-tw": " So what I often like to say is that, from a genomic perspective, we are all Africans. We either live inside Africa today, or in quite recent exile.", "en": " 所以我常喜歡說 以基因組的觀點來看， 我們都是非洲人。 我們不是現今住在非洲內 就是最近出走非洲的那群。"}, {"zh-tw": " Another consequence of this recent origin of modern humans is that genetic variants are generally distributed widely in the world, in many places, and they tend to vary as gradients, from a bird's-eye perspective at least. And since there are many genetic variants, and they have different such gradients, this means that if we determine a DNA sequence -- a genome from one individual -- we can quite accurately estimate where that person comes from, provided that its parents or grandparents haven't moved around too much.", "en": " 另一個現代人類的 最近起源的推論是 基因變異 廣泛地分佈在全球 各個地方， 而且以全版面的角度來看 往往呈梯度變化。 由於有很多基因變異， 就有不同的梯度變化， 這意味著若我們可以測出DNA序列── 個體的基因組── 我們可以相當準確地判斷 這個人是從哪裡來的， 若其父母或祖父母 沒有經常四處遷徙。"}, {"zh-tw": " But does this then mean, as many people tend to think, that there are huge genetic differences between groups of people -- on different continents, for example? Well we can begin to ask those questions also. There is, for example, a project that's underway to sequence a thousand individuals -- their genomes -- from different parts of the world.", "en": " 但這是不是表示 如很多人想的那樣 不同族群的人，基因差異很大， 是不是不同洲的人差異會更大? 嗯，我們也可以開始問這樣的問題。 舉個例子，有個計畫在執行中 要為世界不同地方的一千個人 排列基因組。"}, {"zh-tw": " They've sequenced 185 Africans from two populations in Africa. [They've] sequenced approximately equally [as] many people in Europe and in China.", "en": " 研究人員已經在非洲兩個族群中 完成185個人的DNA序列。 在歐洲和在中國已排出序列的 人數也大概同樣多。"}, {"zh-tw": " And we can begin to say how much variance do we find, how many letters that vary in at least one of those individual sequences. And it's a lot: 38 million variable positions.", "en": " 那麼我們便可開始指出找到多少基因變異， 在這些個體DNA排序中， 單一個人的鹼基有多少變化。 答案是很多：有三千八百萬個變異處。"}, {"zh-tw": " But we can then ask: Are there any absolute differences between Africans and non-Africans? Perhaps the biggest difference most of us would imagine existed. And with absolute difference -- and I mean a difference where people inside Africa at a certain position, where all individuals -- 100 percent -- have one letter, and everybody outside Africa has another letter.", "en": " 但我們也可以問：非洲人和非非洲人 有任何完全差異嗎? 也許我們大部份的人會想到的 最大差異曾經存在過。 而「完全差異」 我所指的差異是 非洲內的人在某個「特定位置」， 「百分之百」有「相同的字母(鹼基)」， 而每個在非洲外的人則有「另一個字母(鹼基)」。"}, {"zh-tw": " And the answer to that, among those millions of differences, is that there is not a single such position. This may be surprising.", "en": " 這個問題的答案是，數百萬的差異之中， 沒有這樣一個「完全差異」的位置。 這也許出人意料。"}, {"zh-tw": " Maybe a single individual is misclassified or so. So we can relax the criterion a bit and say: How many positions do we find where 95 percent of people in Africa have one variant, 95 percent another variant, and the number of that is 12.", "en": " 也許有某個人的序列被弄錯了。 所以我們可以稍稍放寬條件來問： 我們發現有多少位置是 95%非洲內的人 有「相同變異」， 而在同樣的位置，95%非洲境外人則有「另一變異」， 得到的數字是12。"}, {"zh-tw": " So this is very surprising. It means that when we look at people and see a person from Africa and a person from Europe or Asia, we cannot, for a single position in the genome with 100 percent accuracy, predict what the person would carry.", "en": " 所以很意外吧 這意味著當我們看著人群， 看到某個來自非洲的人、 看到某個來自歐洲或亞州的人， 我們不能百分之百說中 「某人」基因組之「某處」具有「何種鹼基」。"}, {"zh-tw": " And only for 12 positions can we hope to be 95 percent right. This may be surprising, because we can, of course, look at these people and quite easily say where they or their ancestors came from.", "en": " 而且只有12個位置 我們能期望有九成五的正確率。 這也許令人驚訝。 我們當然可以用肉眼盯著這些人 並相當容易地分辨他們或其祖先從哪裡來。"}, {"zh-tw": " So what this means now is that those traits we then look at and so readily see -- facial features, skin color, hair structure -- are not determined by single genes with big effects, but are determined by many different genetic variants that seem to vary in frequency between different parts of the world. There is another thing with those traits that we so easily observe in each other that I think is worthwhile to consider, and that is that, in a very literal sense, they're really on the surface of our bodies.", "en": " 也就是說 我們看到的這些特徵 是很容易就看得到的── 相貌特色、髮色質量、皮膚顏色── 並非由各類單一、重要的基因決定其作用， 而是由很多不同的基因變異決定， 且這些變異似乎在世界各地 發生的頻率(次數)也不同。 另外一件事與我們可以很容易地 在彼此身上看得到的特徵有關。 我認為值得想想， 就字義來說， 這些特徵的確是在我們身體表面。"}, {"zh-tw": " They are what we just said -- facial features, hair structure, skin color. There are also a number of features that vary between continents like that that have to do with how we metabolize food that we ingest, or that have to do with how our immune systems deal with microbes that try to invade our bodies.", "en": " 如我剛剛說的 相貌特色、髮色質量、皮膚顏色。 然而各洲間還存有諸如此類的不同特色 可說是不勝枚舉， 像是我們如何代謝我們吃進去的食物 或是 我們的免疫系統如何應付 企圖侵犯我們身體的病菌。"}, {"zh-tw": " But so those are all parts of our bodies where we very directly interact with our environment, in a direct confrontation, if you like. It's easy to imagine how particularly those parts of our bodies were quickly influenced by selection from the environment and shifted frequencies of genes that are involved in them.", "en": " 然而這些是我們身體的各部 直接與周圍環境互動， 你也可以說是「正面對峙」。 很容易想像 何以身體特定的某些部份 一受到「環境淘汰(選擇)」威脅 就轉換這些受環境衝擊 的基因頻率。"}, {"zh-tw": " But if we look on other parts of our bodies where we don't directly interact with the environment -- our kidneys, our livers, our hearts -- there is no way to say, by just looking at these organs, where in the world they would come from. So there's another interesting thing that comes from this realization that humans have a recent common origin in Africa, and that is that when those humans emerged around 100,000 years ago or so, they were not alone on the planet.", "en": " 但若我們看身體其他 不直接與環境互動的部份， 我們的腎臟、肝臟、心臟， 就很難 憑這些器官 判斷他們來自世界的何處。 所以有這層了解，我們發現 另一件有趣的事 人類最近共同的起源在非洲， 而且當時這些人類出現 距今大約十萬年前， 他們並不是單獨存在地球上。"}, {"zh-tw": " There were other forms of humans around, most famously perhaps, Neanderthals -- these robust forms of humans, compared to the left here with a modern human skeleton on the right -- that existed in Western Asia and Europe since several hundreds of thousands of years. So an interesting question is, what happened when we met? What happened to the Neanderthals? And to begin to answer such questions, my research group -- since over 25 years now -- works on methods to extract DNA from remains of Neanderthals and extinct animals that are tens of thousands of years old.", "en": " 那時候有其他人種存在， 最有名的大概是「尼安德塔人」── 在左邊 較健壯的人型， 右邊的是現代人類骨骼── 在幾十萬年前 就生活在西亞和歐洲。 所以有個有趣的問題， 那時我們相遇，發生了什麼事? 尼安德塔人怎麼了? 為了回答這樣的問題， 我的研究團隊在過去25年來 研究如何從尼安德塔人 和絕種動物 的幾萬年遺骸 萃取DNA。"}, {"zh-tw": " So this involves a lot of technical issues in how you extract the DNA, how you convert it to a form you can sequence. You have to work very carefully to avoid contamination of experiments with DNA from yourself.", "en": " 所以這牽涉到許多技術性問題 像是如何萃取DNA， 如何把它轉化成可以排序的形式。 操作必須非常小心謹慎 以避免自己造成的 實驗污染DNA。"}, {"zh-tw": " And this then, in conjunction with these methods that allow very many DNA molecules to be sequenced very rapidly, allowed us last year to present the first version of the Neanderthal genome, so that any one of you can now look on the Internet, on the Neanderthal genome, or at least on the 55 percent of it that we've been able to reconstruct so far. And you can begin to compare it to the genomes of people who live today.", "en": " 結合這些可以快速 排列出大量DNA分子的方法 讓我們在去年 得以呈現首版尼安德塔人基因組， 所以你們任何人 都可以在網路上找到尼安德塔人基因組， 或至少看得到目前能重現的 55%尼安德塔人基因組。 你們可以開始將之 與現今活著的人類基因組做比較。"}, {"zh-tw": " And one question that you may then want to ask is, what happened when we met? Did we mix or not? And the way to ask that question is to look at the Neanderthal that comes from Southern Europe and compare it to genomes of people who live today. So we then look to do this with pairs of individuals, starting with two Africans, looking at the two African genomes, finding places where they differ from each other, and in each case ask: What is a Neanderthal like? Does it match one African or the other African? We would expect there to be no difference, because Neanderthals were never in Africa.", "en": " 接著你們也許 想問一個問題 現代人類和尼安德塔人相遇時，發生什麼事? 有沒有混種？ 提問的科學路徑是 去看南歐出土的尼安德塔人之基因組 然後將其基因組 與現今活著的人類作比對。 所以我們接著 分析一對對的個體 以兩個非洲人開始， 看這兩個非洲人的基因組， 找出他們互不相同的地方， 並在每個案例中提問：尼安德塔人是怎麼樣的人? 其基因組與這個非洲人吻合或是另一個? 研究人員會預期沒有任何差異， 因為尼安德塔人從來沒到過非洲。"}, {"zh-tw": " They should be equal, have no reason to be closer to one African than another African. And that's indeed the case.", "en": " 機率應會均等，沒有任何理由 與兩非洲人的任何一個相近。 分析的結果也的確是這樣。"}, {"zh-tw": " Statistically speaking, there is no difference in how often the Neanderthal matches one African or the other. But this is different if we now look at the European individual and an African.", "en": " 依統計數字來說，沒有任何差異 可供說明兩非洲人誰更類似尼安德塔人。 但我們來看看 歐洲人的和非洲人的又不同了。"}, {"zh-tw": " Then, significantly more often, does a Neanderthal match the European rather than the African. The same is true if we look at a Chinese individual versus an African, the Neanderthal will match the Chinese individual more often.", "en": " 尼安德塔人 和歐洲人相似度高 而不似非洲人。 這種結果同樣也出現在 中國人相對於非洲人， 尼安德塔人和中國人的相似度高。"}, {"zh-tw": " This may also be surprising because the Neanderthals were never in China. So the model we've proposed to explain this is that when modern humans came out of Africa sometime after 100,000 years ago, they met Neanderthals.", "en": " 意外吧 因為尼安德塔人從未到過中國。 因此，我們有這套構想 現代人類祖先大約在十萬年前 離開非洲， 他們遇見了尼安德塔人。"}, {"zh-tw": " Presumably, they did so first in the Middle East, where there were Neanderthals living. If they then mixed with each other there, then those modern humans that became the ancestors of everyone outside Africa carried with them this Neanderthal component in their genome to the rest of the world.", "en": " 可能他們在中東首度照面， 在當時是尼安得塔人的居住地。 接著他們可能在那裡混種， 那麼這些現代人類 就成了 非洲外所有人類的祖先， 這些帶有尼安德塔人元素的現代人類 遷移到世界各地。"}, {"zh-tw": " So that today, the people living outside Africa have about two and a half percent of their DNA from Neanderthals. So having now a Neanderthal genome on hand as a reference point and having the technologies to look at ancient remains and extract the DNA, we can begin to apply them elsewhere in the world.", "en": " 因而今天，在非洲境外的人 有約2.5%的DNA 來自尼安德塔人。 現在有尼安德塔人的基因組在手 作為參照， 還有先進的科技技術 可檢測古代的殘骸 和萃取DNA， 我們便應用這些技術資源在世界各地的研究。"}, {"zh-tw": " And the first place we've done that is in Southern Siberia in the Altai Mountains at a place called Denisova, a cave site in this mountain here, where archeologists in 2008 found a tiny little piece of bone -- this is a copy of it -- that they realized came from the last phalanx of a little finger of a pinky of a human. And it was well enough preserved so we could determine the DNA from this individual, even to a greater extent than for the Neanderthals actually, and start relating it to the Neanderthal genome and to people today.", "en": " 我們第一個造訪的地方是在南西伯利亞 的阿爾泰山， 一個叫丹尼索瓦(Denisova)的地方， 在這座山的洞穴內， 考古學家在2008年 發現一塊極小的骨頭 這個是複製品， 他們發現這是屬於 人類小指骨。 保存得相當好， 所以我們能測出這個人的DNA， 所獲得的資料甚至比測 尼安德塔人的DNA還來得更多， 我們將其與尼安德塔人和現今人類的 基因組做比對。"}, {"zh-tw": " And we found that this individual shared a common origin for his DNA sequences with Neanderthals around 640,000 years ago. And further back, 800,000 years ago is there a common origin with present day humans.", "en": " 由這個人的DNA序列發現 其與尼安德塔人約在六十四萬年前 有共同起源 。 而追溯至八十萬年前 才與現今人類 有相同起源。"}, {"zh-tw": " So this individual comes from a population that shares an origin with Neanderthals, but far back and then have a long independent history. We call this group of humans, that we then described for the first time from this tiny, tiny little piece of bone, the Denisovans, after this place where they were first described.", "en": " 所以這個人來自於某個 與尼安德塔人有相同來源的族群， 但更早且有悠久而獨立的歷史。 我們稱這個族群的人類── 也就是我們首次 從這塊小小骨頭研究出來的人種── 「丹尼索瓦人(Denisovans)」， 以發現這塊骨頭的地方命名。"}, {"zh-tw": " So we can then ask for Denisovans the same things as for the Neanderthals: Did they mix with ancestors of present day people? If we ask that question, and compare the Denisovan genome to people around the world, we surprisingly find no evidence of Denisovan DNA in any people living even close to Siberia today. But we do find it in Papua New Guinea and in other islands in Melanesia and the Pacific.", "en": " 所以我們能在丹尼索瓦人(Denisovans)DNA 尋求同樣的東西如同對尼安德塔人的探索： 他們有跟現今人類的祖先混種嗎？ 倘若我們這麼問， 並將丹尼索瓦人的基因組 與世界各地的人做比較。 我們意外的發現 今日住在西伯利亞一帶的人身上 沒有任何丹尼索瓦人的DNA血緣。 但在巴布亞新幾內亞(Papua New Guinea)及 美拉尼西亞(Melanesia)和太平洋上的其他島嶼，找到它的「足跡」。"}, {"zh-tw": " So this presumably means that these Denisovans had been more widespread in the past, since we don't think that the ancestors of Melanesians were ever in Siberia. So from studying these genomes of extinct humans, we're beginning to arrive at a picture of what the world looked like when modern humans started coming out of Africa.", "en": " 所以這可能意味著 丹尼索瓦人在過去所到之處範圍甚廣， 不過我們認為美拉尼西亞人的祖先 未曽到過西伯利亞 所以研究這些 已絕種人類的基因組， 我們便可得到當時現代人類出走非洲的 世界的概況。"}, {"zh-tw": " In the West, there were Neanderthals; in the East, there were Denisovans -- maybe other forms of humans too that we've not yet described. We don't know quite where the borders between these people were, but we know that in Southern Siberia, there were both Neanderthals and Denisovans at least at some time in the past.", "en": " 西方有尼安德塔人， 東方有丹尼索瓦人， 也許還有其他的人種 只是我們還未發現。 我們不是很確定這些不同人種(族群)的疆界在哪， 但我們知道在南西伯利亞 有尼安德塔人和丹尼索瓦人， 至少過去某時曾在那出現。"}, {"zh-tw": " Then modern humans emerged somewhere in Africa, came out of Africa, presumably in the Middle East. They meet Neanderthals, mix with them, continue to spread over the world, and somewhere in Southeast Asia, they meet Denisovans and mix with them and continue on out into the Pacific.", "en": " 然後現代人類在非洲某處出現， 離開非洲後，可能到中東。 他們遇到了尼安德塔人，與他們混種後， 行蹤遍及世界各地， 並在東南亞的某個地方， 他們碰到丹尼索瓦人和他們混種 接著進入到太平洋一帶。"}, {"zh-tw": " And then these earlier forms of humans disappear, but they live on a little bit today in some of us -- in that people outside of Africa have two and a half percent of their DNA from Neanderthals, and people in Melanesia actually have an additional five percent approximately from the Denisovans. Does this then mean that there is after all some absolute difference between people outside Africa and inside Africa in that people outside Africa have this old component in their genome from these extinct forms of humans, whereas Africans do not? Well I don't think that is the case.", "en": " 然後這些早期的人種消失了， 但他們遺留的小小一部分至今 仍殘存在某些人體內， 因為非洲境外人的DNA 有2.5% 來自尼安德塔人。 在美拉尼西亞的人 事實上有另外約5%的基因 來自丹尼索瓦人。 那麼就是說 畢竟還是有些完全差異 存在非洲境內和境外的人 因為在非洲境外人 有這種古代元素在他們基因組， 是來自滅絕人種的基因 而非州內的人則沒有，是這樣嗎? 我可不這麼認為。"}, {"zh-tw": " Presumably, modern humans emerged somewhere in Africa. They spread across Africa also, of course, and there were older, earlier forms of humans there.", "en": " 現代人類可能 出現在非洲某個地方 當然他們散佈在非洲各處， 那時有更早期的人種存在那裡。"}, {"zh-tw": " And since we mixed elsewhere, I'm pretty sure that one day, when we will perhaps have a genome of also these earlier forms in Africa, we will find that they have also mixed with early modern humans in Africa. So to sum up, what have we learned from studying genomes of present day humans and extinct humans? We learn perhaps many things, but one thing that I find sort of important to mention is that I think the lesson is that we have always mixed.", "en": " 因為我們在其他地方混種， 我可以肯定有一天， 我們或許將有一組基因組 是屬於非洲內更早期人種的， 我們會發現這些更早期人種 已和早期現代人在非洲混種。 所以結論是 我們從研究現今人類 和滅絕人種的基因組 學到了什麼？ 我們可能學到很多事， 但我認為最值得一提的是 我領悟到「人類一再地融合」。"}, {"zh-tw": " We mixed with these earlier forms of humans, wherever we met them, and we mixed with each other ever since. Thank you for your attention.", "en": " 我們和更早期的人種混種， 不論我們是在哪裡遇到他們， 自那以後，我們彼此融合。 謝謝你們的參與。"}], "title": "Svante Paeaebo Dna Clues To Our Inner Neanderthal"}