{"url": "http://www.ted.com/talks/joan_halifax", "paragraphs": [{"zh-tw": " I want to address the issue of compassion. Compassion has many faces. Some of them are fierce; some of them are wrathful; some of them are tender; some of them are wise.", "en": " 我想要談談同情心 同情心有很多面相。 這些面相中有些是激烈的，有些是憤怒的， 有些是溫柔的，有些是有智慧的。"}, {"zh-tw": " A line that the Dalai Lama once said, he said, \"Love and compassion are necessities. They are not luxuries.", "en": " 達賴喇嘛曾說： 「愛與同情是必須的。 他們不是奢侈品。"}, {"zh-tw": " Without them, humanity cannot survive.\" And I would suggest, it is not only humanity that won't survive, but it is all species on the planet, as we've heard today. It is the big cats, and it's the plankton.", "en": " 沒有他們， 人類無法存活。」 而我認為 不只是人類不能存活， 地球上的所有的物種， 都無法存活。 不論是大型貓科動物 或是小浮游生物"}, {"zh-tw": " Two weeks ago, I was in Bangalore in India. I was so privileged to be able to teach in a hospice on the outskirts of Bangalore.", "en": " 我兩周前在印度的班家羅爾 很榮幸能 在班家羅爾郊區的一所 安寧照護中心教學"}, {"zh-tw": " And early in the morning, I went into the ward. In that hospice, there were 31 men and women who were actively dying.", "en": " 我在清晨 進入安寧房 在那安寧照護中心 有31名男女 正在面臨死亡"}, {"zh-tw": " And I walked up to the bedside of an old woman who was breathing very rapidly, fragile, obviously in the latter phase of active dying. I looked into her face.", "en": " 我走到一名年老女的女性 床邊 她的呼吸非常急促、虛弱 我看得出來 她的時間不多了 我看了她的臉。"}, {"zh-tw": " I looked into the face of her son sitting next to her, and his face was just riven with grief and confusion. And I remembered a line from the Mahabharata, the great Indian epic: \"What is the most wondrous thing in the world, Yudhisthira?\" And Yudhisthira replied, \"The most wondrous thing in the world is that all around us people can be dying and we don't realize it can happen to us.\" I looked up.", "en": " 及她身旁 兒子的臉 她兒子臉上 滿是憂傷與迷惘 然後我想起 印度史詩摩訶婆羅多中 的一段對話 「尤迪斯帝拉，世上什麼最奇妙?」 尤迪斯帝拉答道： 「這世上最奇妙的是 我們知道周遭所有人 都可能死亡 但我們卻沒有意識到 自己也可能死亡。」 我看了看"}, {"zh-tw": " Tending those 31 dying people were young women from villages around Bangalore. I looked into the face of one of these women, and I saw in her face the strength that arises when natural compassion is really present.", "en": " 照顧這些面臨死亡的31人是 來自班家羅爾村莊的 年輕女士 我看了這些女士的臉 我在她們臉上看到 自然的同情心顯現時 所顯露的能量"}, {"zh-tw": " I watched her hands as she bathed an old man. My gaze went to another young woman as she wiped the face of another dying person.", "en": " 當她在為老人洗澡時 的雙手 我又看了另外一名女士的雙手 她正擦拭著 即將死亡的人的臉"}, {"zh-tw": " And it reminded me of something that I had just been present for. Every year or so, I have the privilege of taking clinicians into the Himalayas and the Tibetan Plateau.", "en": " 這提醒了我 一件我才剛遇到的事 大約每隔一年 我都有榮幸帶領一些醫生 到喜馬拉雅和西藏台地"}, {"zh-tw": " And we run clinics in these very remote regions where there's no medical care whatsoever. And on the first day at Simikot in Humla, far west of Nepal, the most impoverished region of Nepal, an old man came in clutching a bundle of rags.", "en": " 然後我們在這些 沒有任何醫療機制的深山 進行診療 在尼泊爾的席米哥的前幾天 在拿博遙遠的西邊 也就是拿博最落後的地方 有一名老人緊抓著一堆破布 走進來了診所"}, {"zh-tw": " And he walked in, and somebody said something to him, we realized he was deaf, and we looked into the rags, and there was this pair of eyes. The rags were unwrapped from a little girl whose body was massively burned.", "en": " 他進來後有人跟他說了話 但我們發現他是聾的 然後我們看了那些破布 我又看到了那滿是同情心的眼神 那堆破布是從 一為全身嚴重灼傷的女孩 身上取下來的"}, {"zh-tw": " Again, the eyes and hands of Avalokiteshvara. It was the young women, the health aids, who cleaned the wounds of this baby and dressed the wounds.", "en": " 我又看見了 那屬於觀世音菩薩的 眼神和手 這是一位年輕的女醫護人員眼神和手 她清洗了這名嬰兒身上的傷口 並為傷口包紮"}, {"zh-tw": " I know those hands and eyes; they touched me as well. They touched me at that time.", "en": " 我認識這雙手和眼睛 他們也感動過我 不只在當時感動了我"}, {"zh-tw": " They have touched me throughout my 68 years. They touched me when I was four and I lost my eyesight and was partially paralyzed.", "en": " 他們在過去的68年間不斷地感動著我 他們在我四歲失去視力 且半身癱瘓的時候 感動著我"}, {"zh-tw": " And my family brought in a woman whose mother had been a slave to take care of me. And that woman did not have sentimental compassion.", "en": " 當時我的家人帶來一位女士 她母親曾是奴隸，而她是來 照顧我的 那位女士 的同情心不是來自感傷"}, {"zh-tw": " She had phenomenal strength. And it was really her strength, I believe, that became the kind of mudra and imprimatur that has been a guiding light in my life.", "en": " 她有非凡的力量 而我相信她那強大的力量 成為一種啓發 成為我生命中的明燈"}, {"zh-tw": " So we can ask: What is compassion comprised of? And there are various facets. And there's referential and non-referential compassion.", "en": " 所以我們可以問： 同情心是什麼組成的？ 而那有非常多面向 同情心有來自經驗及非經驗的"}, {"zh-tw": " But first, compassion is comprised of that capacity to see clearly into the nature of suffering. It is that ability to really stand strong and to recognize also that I'm not separate from this suffering.", "en": " 但首先，同情心是由 能夠洞悉 受苦的意義 的能力而來 這個能力 讓我們能堅強得 瞭解到 我們夜身處這些苦難中"}, {"zh-tw": " But that is not enough, because compassion, which activates the motor cortex, means that we aspire, we actually aspire to transform suffering. And if we're so blessed, we engage in activities that transform suffering.", "en": " 但光這些是不夠的 因為同情心 會激發運動皮質區 表示我們會想去改變 我們真的會去改變這些苦難 然後如果我們是蒙神祝福的 我們會身體力行 來化解苦難"}, {"zh-tw": " But compassion has another component, and that component is really essential. That component is that we cannot be attached to outcome.", "en": " 但同情心還有另一個要件 而且這要件很重要 這個要件是 我們不能有情感上的依附"}, {"zh-tw": " Now I worked with dying people for over 40 years. I had the privilege of working on death row in a maximum security [prison] for six years.", "en": " 我和這些走在生命最後階段的人 相處超過40年了 我有幸在戒備最深嚴的地方 與死囚們共事了六年"}, {"zh-tw": " And I realized so clearly in bringing my own life experience, from working with dying people and training caregivers, that any attachment to outcome would distort deeply my own capacity to be fully present to the whole catastrophe. And when I worked in the prison system, it was so clear to me, this: that many of us in this room, and almost all of the men that I worked with on death row, the seeds of their own compassion had never been watered.", "en": " 我很清楚得瞭解到 而這是我經驗之談 與面臨死亡的人相處 和訓練照護人員時 若對結果有情感的依附 會嚴重影響 我面對悲劇 的能力 當我在監牢裡工作時 我更瞭解到 在我們當中 有很多人 和多數的死刑犯 心中同情心的種子從未被灌溉過"}, {"zh-tw": " That compassion is actually an inherent human quality. It is there within every human being.", "en": " 同情心事實上是 人類與生俱來 每一個人都有的"}, {"zh-tw": " But the conditions for compassion to be activated, to be aroused, are particular conditions. I had that condition, to a certain extent, from my own childhood illness.", "en": " 但能夠促使 同情心萌芽 的狀況， 是很特殊的 在某種程度上，我小時候的一場大病 給了我這樣的狀況"}, {"zh-tw": " Eve Ensler, whom you'll hear later, has had that condition activated amazingly in her through the various waters of suffering that she has been through. And what is fascinating is that compassion has enemies, and those enemies are things like pity, moral outrage, fear.", "en": " 等下我來告訴你們依夫‧恩斯勒 她那驚人的同情心 如何在一連串 的痛苦中 被啓發的 更驚人的是 同情心是有敵人的 敵人的名字就叫做遺憾 憤怒 與害怕"}, {"zh-tw": " And you know, we have a society, a world, that is paralyzed by fear. And in that paralysis, of course, our capacity for compassion is also paralyzed.", "en": " 如你們所知，我們的社會 被恐懼癱瘓了 在這樣的狀況下，當然的 我們同情的能力 也被癱瘓了"}, {"zh-tw": " The very word terror is global. The very feeling of terror is global.", "en": " 恐怖這個辭 存於全世界 恐怖這個感覺是全世界都有的"}, {"zh-tw": " So our work, in a certain way, is to address this imago, this kind of archetype that has pervaded the psyche of our entire globe. Now we know from neuroscience that compassion has some very extraordinary qualities.", "en": " 所以我們的工作，在某些程度上 就是解決這樣的意象 這樣的原始的意念 這已經滲入全人類 思想中了 我們從神經科學中瞭解到 同情心 有其與眾不同的特質"}, {"zh-tw": " For example: A person who is cultivating compassion, when they are in the presence of suffering, they feel that suffering a lot more than many other people do. However, they return to baseline a lot sooner.", "en": " 舉例來說 一個正在培養同情心的人 當他正在面對苦痛時 他會比其他人 更能感受到這些痛苦 但是 他們也可以更快復原"}, {"zh-tw": " This is called resilience. Many of us think that compassion drains us, but I promise you it is something that truly enlivens us.", "en": " 這叫做復原力 我們之中很多人認為同情心會讓我們枯乾 但我向你們保證 同情心絕對會讓我們充滿生命力"}, {"zh-tw": " Another thing about compassion is that it really enhances what's called neural integration. It hooks up all parts of the brain.", "en": " 在來是 同情心會促進神經整合 將腦部的各個部份連接在一起"}, {"zh-tw": " Another, which has been discovered by various researchers at Emory and at Davis and so on, is that compassion enhances our immune system. Hey, we live in a very noxious world.", "en": " 還有就是，艾默理大學的研究人員 及加州大學的研究人員 發現 慈悲心會增加免疫力 這很棒耶! 因為我們處在一個很毒的世界 【笑聲】"}, {"zh-tw": " Most of us are shrinking in the face of psycho-social and physical poisons, of the toxins of our world. But compassion, the generation of compassion, actually mobilizes our immunity.", "en": " 多數人面對 心理和生理的毒物時 不斷得在萎縮 但同情心，及慈悲心的產生 其實能活化我們的 免疫力"}, {"zh-tw": " You know, if compassion is so good for us, I have a question. Why don't we train our children in compassion? If compassion is so good for us, why don't we train our health care providers in compassion so that they can do what they're supposed to do, which is to really transform suffering? And if compassion is so good for us, why don't we vote on compassion? Why don't we vote for people in our government based on compassion, so that we can have a more caring world? In Buddhism, we say, \"it takes a strong back and a soft front.\" It takes tremendous strength of the back to uphold yourself in the midst of conditions.", "en": " 既然大家都知道同情心這麼好了 讓我問你們一個問題 為何不訓練我們的孩子 擁有同情心？ 【掌聲】 如果同情心這麼好， 為何不訓練我們的醫護人員慈悲心 如此他們就能把該做的事做好 他們的工作不就是化解苦難嗎？ 而且如果同情心這麼好 何不投票給同情心？ 何不在選舉時 投票給有同情心的人呢? 如此我們就能 擁有一個充滿關懷的世界 在佛教中， 我們說：「需要一個強壯的背脊，但柔軟的顏面。」 我們背後需要有強大的力量 來讓我們立足於各種狀況"}, {"zh-tw": " And that is the mental quality of equanimity. But it also takes a soft front -- the capacity to really be open to the world as it is, to have an undefended heart.", "en": " 那也是能人處世泰然的能力 但我們需要柔軟的顏面 需要能夠敞開心胸接受這世界 能夠有個不俱防備的心靈"}, {"zh-tw": " And the archetype of this in Buddhism is Avalokiteshvara, Kuan-Yin. It's a female archetype: she who perceives the cries of suffering in the world.", "en": " 而在佛教中這樣的榜樣 就是觀世音菩薩 這是個女性的典型 她是個接受 全世界苦難的人"}, {"zh-tw": " She stands with 10,000 arms, and in every hand, there is an instrument of liberation, and in the palm of every hand, there are eyes, and these are the eyes of wisdom. I say that, for thousands of years, women have lived, exemplified, met in intimacy, the archetype of Avalokitesvara, of Kuan-Yin, she who perceives the cries of suffering in the world.", "en": " 她有一萬隻手 每隻手上 都有一個用以解放的工具 每一隻手掌上都有眼睛 而這些眼睛是智慧之眼 數幾千年來 所有存在過的女性們 都是例子，也親身接觸過 觀世音菩薩 的典型 觀音感受著 全世界的苦難"}, {"zh-tw": " Women have manifested for thousands of years the strength arising from compassion in an unfiltered, unmediated way in perceiving suffering as it is. They have infused societies with kindness, and we have really felt that as woman after woman has stood on this stage in the past day and a half.", "en": " 女性數千年來展現著 由同情心而來的力量 她們毫不逃避及掩飾的 感受著 苦難 他們將慈愛注入社會 而我們可以確實在 這過去一天半裡 從接連上講台的女性 深深得感受到。"}, {"zh-tw": " And they have actualized compassion through direct action. Jody Williams called it: It's good to meditate.", "en": " 而她們也將同情心 化為實際行動 喬迪·威廉斯說過 冥想是件好事"}, {"zh-tw": " I'm sorry, you've got to do a little bit of that, Jody. Step back, give your mother a break, okay.", "en": " 但我想對喬迪說，你也必須做點別的 讓一步，讓你媽媽休息一下。好嗎？ 【笑聲】"}, {"zh-tw": " But the other side of the equation is you've got to come out of your cave. You have to come into the world like Asanga did, who was looking to realize Maitreya Buddha after 12 years sitting in the cave.", "en": " 但這件事的另外一面是 你必須走出你的洞穴 你必須走進這個世界 像無著菩薩那樣 在洞穴中坐禪12年 希望可以看見彌勒佛"}, {"zh-tw": " He said, \"I'm out of here.\" He's going down the path. He sees something in the path.", "en": " 他最後說：「我要出關了。」 他沿著路往下走 他看到路上有東西"}, {"zh-tw": " He looks, it's a dog, he drops to his knees. He sees that the dog has this big wound on its leg.", "en": " 原來是隻狗，他跪下看看 看到這狗的腿上有一個大傷口"}, {"zh-tw": " The wound is just filled with maggots. He puts out his tongue in order to remove the maggots, so as not to harm them.", "en": " 上面爬滿了蛆 他伸出了舌頭 為狗清除傷口上的蛆 以免傷著了蛆"}, {"zh-tw": " And at that moment, the dog transformed into the Buddha of love and kindness. I believe that women and girls today have to partner in a powerful way with men -- with their fathers, with their sons, with their brothers, with the plumbers, the road builders, the caregivers, the doctors, the lawyers, with our president, and with all beings.", "en": " 在那一刻 狗變身成 代表愛與慈祥的菩薩 我認為 現代的婦女和女孩 必須以充滿力量的方式於男性合作 與父親合作 與兒子與兄弟合作 與水電工、建造道路的工人 與醫護人員、醫生、律師 與國家元首 與所有人合作"}, {"zh-tw": " The women in this room are lotuses in a sea of fire. May we actualize that capacity for women everywhere.", "en": " 在場的所有婦女 是火海中的蓮花 讓我們把這樣的能力 帶給各地的女性"}, {"zh-tw": " Thank you.", "en": " 謝謝各位"}], "title": "Joan Halifax"}