{"url": "http://www.ted.com/talks/lauren_zalaznick", "paragraphs": [{"zh-tw": " I want to say that really and truly, after these incredible speeches and ideas that are being spread, I am in the awkward position of being here to talk to you today about television. So most everyone watches TV.", "en": " 我真正想說的是 聽過這麼多精彩的演講 和想法後 我很尷尬 今天要跟你們討論這個 關於電視的話題 幾乎人人都會看電視"}, {"zh-tw": " We like it. We like some parts of it. Here in America, people actually love TV.", "en": " 我們喜歡電視，它的部分內容 在美國，人們其實很愛電視"}, {"zh-tw": " The average American watches TV for almost 5 hours a day. Okay? Now I happen to make my living these days in television, so for me, that's a good thing.", "en": " 他們平均一天 看將近五個小時的電視 沒錯吧? 而我剛好是靠電視為生的 所以對我來說，這是件好事"}, {"zh-tw": " But a lot of people don't love it so much. They, in fact, berate it.", "en": " 但很多人其實不是那麼喜歡電視 他們譴責電視"}, {"zh-tw": " They call it stupid, and worse, believe me. My mother, growing up, she called it the \"idiot box.\" But my idea today is not to debate whether there's such a thing as good TV or bad TV; my idea today is to tell you that I believe television has a conscience.", "en": " 認為它很愚蠢 或更甚之，相信我 在我小的時候，我母親 就稱電視為「蠢蛋盒」 而我今天不是要跟大家爭辯 電視是否分好壞 而是 要告訴各位我認為 電視是有意識的"}, {"zh-tw": " So why I believe that television has a conscience is that I actually believe that television directly reflects the moral, political, social and emotional need states of our nation -- that television is how we actually disseminate our entire value system. So all these things are uniquely human, and they all add up to our idea of conscience.", "en": " 我這麼認為的原因是 我認為 電視反映出我們國家對於 道德、政治 社會和情感的需求狀態 電視其實是我們傳播 整個價值觀的工具 這些都是人類才有的事物 他們匯流成 我們所說的意識"}, {"zh-tw": " Now today, we're not talking about good and bad TV. We're talking about popular TV.", "en": " 所以今天我們不講電視的好壞 我們來聊熱門節目"}, {"zh-tw": " We're talking about top-10 Nielsen-rated shows over the course of 50 years. How do these Nielsen ratings reflect not just what you've heard about, which is the idea of our social, collective unconscious, but how do these top-10 Nielsen-rated shows over 50 years reflect the idea of our social conscience? How does television evolve over time, and what does this say about our society? Now speaking of evolution, from basic biology, you probably remember that the animal kingdom, including humans, have four basic primal instincts.", "en": " 我們來聊過去五十年間，尼爾森收視率調查 排名前十名的節目 尼爾森收視率調查 如何反應出所謂的 社會集體無意識? 尼爾森收視率調查又是如何在 過去五十年中 反應出 我們社會的意識? 電視是如何隨著時間演化的? 而這個演變又意味著什麼? 既然講到了演化 你大概還記得基礎生物課中 動物，包含人類 有四項基本原始本能"}, {"zh-tw": " You have hunger; you have sex; you have power; and you have the urge for acquisitiveness. As humans, what's important to remember is that we've developed, we've evolved over time to temper, or tame, these basic animal instincts.", "en": " 飢渴、性、力量 及占有慾 身為人類的我們要記得 我們已經隨著時間演化，是先進的 我們能控制 這些動物基本的本能"}, {"zh-tw": " We have the capacity to laugh and cry. We feel awe, we feel pity.", "en": " 我們能哭、能笑 也會感到恐懼與憐憫"}, {"zh-tw": " That is separate and apart from the animal kingdom. The other thing about human beings is that we love to be entertained.", "en": " 這就是人類與動物 不同的地方 人類的另外一個特徵就是 喜歡娛樂"}, {"zh-tw": " We love to watch TV. This is something that clearly separates us from the animal kingdom.", "en": " 人們熱愛看電視 這是人類跟動物間 很明顯的差異"}, {"zh-tw": " Animals might love to play, but they don't love to watch. So I had an ambition to discover what could be understood from this uniquely human relationship between television programs and the human conscious.", "en": " 動物可能喜歡玩耍 但是牠們不喜歡只是看 所以我有個很大願望 我想知道 我們從人類與 電視節目 和人類意識間能學到什麼"}, {"zh-tw": " Why has television entertainment evolved the way it has? I kind of think of it as this cartoon devil or angel sitting on our shoulders. Is television literally functioning as our conscience, tempting us and rewarding us at the same time? So to begin to answer these questions, we did a research study.", "en": " 為什麼電視節目是這樣演化的? 我認為電視就像是 卡通裡面的天使與魔鬼 它就坐在我們的肩膀上 電視真的扮演著 我們的意識 同時誘惑我們又獎勵著我們嗎? 為了回答這些問題 我們做了一個研究"}, {"zh-tw": " We went back 50 years to the 1959/1960 television season. We surveyed the top-20 Nielsen shows every year for 50 years -- a thousand shows.", "en": " 我們倒轉時光五十年 來到1959/1960年的電視季 我們研究過去五十年間每一年的 尼爾森收視排名前二十名 總共一千個節目"}, {"zh-tw": " We talked to over 3,000 individuals -- almost 3,600 -- aged 18 to 70, and we asked them how they felt emotionally. How did you feel watching every single one of these shows? Did you feel a sense of moral ambiguity? Did you feel outrage? Did you laugh? What did this mean for you? So to our global TED audiences, I want to say that this was a U.S. sample.", "en": " 我們訪談人數超過3,000-- 幾乎到3600人-- 年齡從18到70歲都有 我們問他們對於電視的感覺 當他們在收看排行榜中的每個節目時 他們的感覺是怎麼樣的? 他們有感到道德的灰色地帶嗎? 感到憤怒或者開心呢? 而這對他們的意義為何? 我想對TED全球的觀眾聲明 這個調查是以美國為調查對象"}, {"zh-tw": " But as you can see, these emotional need states are truly universal. And on a factual basis, over 80 percent of the U.S.'s most popular shows are exported around the world.", "en": " 但很顯然的 這些情感的需求狀態是全球性的 根據事實顯示 美國最熱門的節目中有百分之八十 在其他國家也可以收看得到"}, {"zh-tw": " So I really hope our global audiences can relate. Two acknowledgments before our first data slide: For inspiring me to even think about the idea of conscience and the tricks that conscience can play on us on a daily basis, I thank legendary rabbi, Jack Stern.", "en": " 所以我希望全球的觀眾都能 體認 在給你們看數據前 我想感謝兩個人 第一位激發我 想出電視的意識 以及它在生活中對我們的影響 謝謝傳奇性的拉比捷克·史登"}, {"zh-tw": " And for the way in which I'm going to present the data, I want to thank TED community superstar Hans Rosling, who you may have just seen. Okay, here we go.", "en": " 下一位幫助我想出呈現我的數據的方式 謝謝TED社群的超級巨星韓施·洛施琳 她就是你們剛才所見到的那位 好，我們來看數據"}, {"zh-tw": " So here you see, from 1960 to 2010, the 50 years of our study. Two things we're going to start with -- the inspiration state and the moral ambiguity state, which, for this purpose, we defined inspiration as television shows that uplift me, that make me feel much more positive about the world.", "en": " 這裡是 1960年到2010年間 我們研究的五十年間 我們從兩件事開始 激勵狀態和道德不確定狀態 為了研究的目的 我們將激勵狀態定義為 鼓舞人心的節目 這類節目讓我們更正面的看待這個世界"}, {"zh-tw": " Moral ambiguity are televisions shows in which I don't understand the difference between right and wrong. As we start, you see in 1960 inspiration is holding steady.", "en": " 道德不確定狀態的節目是那些 讓我無法清楚界定 是非對錯的節目 在1960年 激勵狀態是穩定的"}, {"zh-tw": " That's what we're watching TV for. Moral ambiguity starts to climb.", "en": " 那就是我們在電視中尋求的 道德不確定狀態開始攀升"}, {"zh-tw": " Right at the end of the 60s, moral ambiguity is going up, inspiration is kind of on the wane. Why? The Cuban Missile Crisis, JFK is shot, the Civil Rights movement, race riots, the Vietnam War, MLK is shot, Bobby Kennedy is shot, Watergate.", "en": " 就在60年代末 道德不確定狀態開始上升 激勵狀態則稍微下滑 為什麼? 古巴導彈危機、約翰甘迺迪被刺殺 民權運動 種族暴動、越戰 馬丁路德．金被刺殺、羅伯甘迺迪被刺殺 水門案"}, {"zh-tw": " Look what happens. In 1970, inspiration plummets.", "en": " 你們再看後續 1970年時激勵狀態急速下降"}, {"zh-tw": " Moral ambiguity takes off. They cross, but Ronald Reagan, a telegenic president, is in office.", "en": " 道德不確定狀態開始上升 它們交叉了 但很上相的雷根總統開始執政"}, {"zh-tw": " It's trying to recover. But look, it can't: AIDS, Iran-Contra, the Challenger disaster, Chernobyl.", "en": " 線性試著回復 但失敗了 愛滋病、伊朗軍售案 挑戰者號爆炸、車諾比核災"}, {"zh-tw": " Moral ambiguity becomes the dominant meme in television from 1990 for the next 20 years. Take a look at this.", "en": " 在1990年起的往後20年中 道德不確定狀態成為電視節目的主導型態 看看這個"}, {"zh-tw": " This chart is going to document a very similar trend. But in this case, we have comfort -- the bubble in red -- social commentary and irreverence in blue and green.", "en": " 這張表也會呈現非常類似的趨勢 但在這個例子中，我們加入了安撫狀態，也就是圖中的紅點 社會輿論狀態及反諷狀態 分別為藍點和綠點"}, {"zh-tw": " Now this time on TV you have \"Bonanza,\" don't forget, you have \"Gunsmoke,\" you have \"Andy Griffith,\" you have domestic shows all about comfort. This is rising. Comfort stays whole.", "en": " 當時電視上播放的有 《牧野風雲》、還有別忘了，《荒野大鏢客》 《安迪格里菲斯秀》 及其他安慰人心的本土節目 反諷狀態急升，安撫狀態變化不大"}, {"zh-tw": " Irreverence starts to rise. Social commentary is all of a sudden spiking up.", "en": " 反諷狀態持續上升 社會輿論狀態突然急遽上升"}, {"zh-tw": " You get to 1969, and look what happens. You have comfort, irreverence, and social commentary, not only battling it out in our society, but you literally have two establishment shows -- \"Gunsmoke\" and \"Gomer Pyle\" -- in 1969 are the number-two- and number-three-rated television shows.", "en": " 看看到了1969年發生什麼了 安撫性、無禮性及社會輿論性節目 爭相在社會中搶出頭 但是有兩個節目卻絲毫不被影響 《荒野大鏢客》和喜劇《高摩·派爾》 它們在1969年的收視率分別為二、三名"}, {"zh-tw": " What's number one? The socially irreverent hippie show, \"Rowan and Martin's Laugh-In.\" They're all living together, right. Viewers had responded dramatically.", "en": " 誰是第一名呢? 反諷社會的嬉皮節目 《羅文和馬丁來說笑》 它們都是同一個時期的節目，對吧? 觀眾的反應是很戲劇化的"}, {"zh-tw": " Look at this green spike in 1966 to a bellwether show. When you guys hear this industry term, a breakout hit, what does that mean? It means in the 1966 television season, The \"Smothers Brothers\" came out of nowhere.", "en": " 請看1966年綠色的上升線型 這是很具指標性的 當你們聽到電視產業的術語「突破性節目」 你們知道它的涵義嗎? 這代表在1966年的電視季中 《史莫瑟兄弟》這齣喜劇突然大受歡迎"}, {"zh-tw": " This was the first show that allowed viewers to say, \"My God, I can comment on how I feel about the Vietnam War, about the presidency, through television?\" That's what we mean by a breakout show. So then, just like the last chart, look what happens.", "en": " 這是第一個 讓觀眾能在節目上說 天哪！ 我可以在電視上發表我對越戰 及總統的看法耶！ 這就是我們所說的突破性電視節目 再來，就像上一張圖一樣"}, {"zh-tw": " In 1970, the dam bursts. The dam bursts. Comfort is no longer why we watch television.", "en": " 1970年時 整個趨勢都變了，完全不一樣了 安撫狀態不再是我們看電視的原因了"}, {"zh-tw": " Social commentary and irreverence rise throughout the 70s. Now look at this.", "en": " 社會輿論及反諷狀態 在70年代一直上升 請看這裡"}, {"zh-tw": " The 70s means who? Norman Lear. You have \"All in the Family,\" \"Sanford and Son,\" and the dominant show -- in the top-10 for the entire 70s -- \"MAS*H.\" In the entire 50 years of television that we studied, seven of 10 shows ranked most highly for irreverence appeared on air during the Vietnam War, five of the top-10 during the Nixon administration.", "en": " 70年代的代表是誰?節目製作人諾曼·里爾 《全家福》、《桑福德和兒子》 和最熱門的節目 在70年代一枝獨秀的節目 《風流軍醫俏護士》 在我們研究的 五十年電視史中 十大反諷型節目中 就有七個節目是出現在 越戰期間 這當中有五個出現在尼克森執政期間"}, {"zh-tw": " Only one generation, 20 years in, and we discovered, Wow! TV can do that? It can make me feel this? It can change us? So to this very, very savvy crowd, I also want to note the digital folks did not invent disruptive. Archie Bunker was shoved out of his easy chair along with the rest of us 40 years ago.", "en": " 只需一個世代，短短20年的時間 然後我們發現 哇！電視可以這樣? 它可以讓我有這樣的感受? 它可以改變我們? 我想對在場非常優秀的各位說 我也想指出 破壞並不是數位時代的產物 對於喜劇演員亞奇·方克的節目 在四十年前被比下去 我們同樣感到傻眼"}, {"zh-tw": " This is a quick chart. Here's another attribute: fantasy and imagination, which are shows defined as, \"takes me out of my everyday realm\" and \"makes me feel better.\" That's mapped against the red dot, unemployment, which is a simple Bureau of Labor Department statistic. You'll see that every time fantasy and imagination shows rise, it maps to a spike in unemployment.", "en": " 這張圖很容易懂。裡面有另一個狀態 奇幻想像狀態 這類節目的定義是 「帶我脫離現實生活」 「讓我感到更好」 和它對照的紅點是失業率 根據簡易的勞工部統計局數據所做的 可以看出 每次奇幻想像狀態上升時 都會遇到失業率上升"}, {"zh-tw": " Do we want to see shows about people saving money and being unemployed? No. In the 70s you have the bellwether show \"The Bionic Woman\" that rocketed into the top-10 in 1973, followed by the \"Six Million-Dollar Man\" and \"Charlie's Angels.\" Another spike in the 1980s -- another spike in shows about control and power. What were those shows? Glamorous and rich.", "en": " 我們想看 人們失業和努力存錢的節目嗎? 才不要。70年代的 指標節目是《無敵女金剛》 它的收視率在1973年飆升至前十名 接著是《無敵金剛》和《霹靂嬌娃》 另一個急遽的上升是在80年代 當時是關於權勢的節目的高峰 代表性節目有那些? 紙醉金迷的"}, {"zh-tw": " \"Dallas,\" \"Fantasy Island.\" Incredible mapping of our national psyche with some hard and fast facts: unemployment. So here you are, in my favorite chart, because this is our last 20 years.", "en": " 《朱門恩怨》、《夢幻成真》 它們呈現了國人的心理狀態 而且證據確鑿 就是失業率 再來是我最喜歡的表 它顯示過去二十年"}, {"zh-tw": " Whether or not you're in my business, you have surely heard or read of the decline of the thing called the three-camera sitcom and the rise of reality TV. Well, as we say in the business, X marks the spot.", "en": " 不論你們是不是跟我同業 你們一定聽過不然也會讀過 三機拍攝的情境喜劇的沒落 以及實境節目的崛起 行話會說 叉叉是關鍵"}, {"zh-tw": " The 90s -- the big bubbles of humor -- we're watching \"Friends,\" \"Frasier,\" \"Cheers\" and \"Seinfeld.\" Everything's good, low unemployment. But look: X marks the spot.", "en": " 而90年代中，大的藍點表示幽默狀態 如《六人行》、《歡樂一家親》、《歡樂酒店》和《歡樂單身派對》 一切都很順利，失業率很低 但請注意: 叉叉是關鍵"}, {"zh-tw": " In 2001, the September 2001 television season, humor succumbs to judgment once and for all. Why not? We had a 2000 presidential election decided by the Supreme Court.", "en": " 2001年時 2001年9月的電視季 幽默狀態被評判型超越了 有何不可? 2000年時最高法院決定了 總統大選的結果"}, {"zh-tw": " We had the bursting of the tech bubble. We had 9/11.", "en": " 科技泡泡破滅 911事件"}, {"zh-tw": " Anthrax becomes part of the social lexicon. Look what happens when we keep going.", "en": " 炭疽菌成為基本單字 接下來"}, {"zh-tw": " At the turn of the century, the Internet takes off, reality television has taken hold. What do people want in their TV then? I would have thought revenge or nostalgia.", "en": " 在2000年初，網路起飛了 實境節目的改變不大 人們想看什麼樣的節目? 我原本猜復仇 或是復古型的節目"}, {"zh-tw": " Give me some comfort; my world is falling apart. No, they want judgment.", "en": " 至少可以給我些安撫，因為世界一團亂 我錯了，觀眾想要是評判性節目"}, {"zh-tw": " I can vote you off the island. I can keep Sarah Palin's daughter dancing.", "en": " 我能投票把人趕出島 我可以讓裴林的女兒在舞蹈比賽中晉級"}, {"zh-tw": " I can choose the next American Idol. You're fired. That's all great, right? So as dramatically different as these television shows, pure entertainment, have been over the last 50 years -- what did I start with? -- one basic instinct remains.", "en": " 我可以選出下一屆的美國偶像，或是將人開除 很棒，對吧？ 過去五十年間的變化就如同這些電視節目 這些純娛樂一樣劇烈 記得我一開始所說的嗎? 有一個本能還在"}, {"zh-tw": " We're animals, we need our moms. There has not been a decade of television without a definitive, dominant TV mom.", "en": " 就是我們都是動物，我們都需要媽媽 電視一直以來 都沒有一個明確的母親的角色"}, {"zh-tw": " The 1950s: June Cleever in the original comfort show, \"Leave it to Beaver.\" Lucille Ball kept us laughing through the rise of social consciousness in the 60s. Maude Findlay, the epitome of the irreverent 1970s, who tackled abortion, divorce, even menopause on TV.", "en": " 50年代時 當安撫性節目的始祖《豪門恩怨》中的艾麗·克希絲 及露西·兒鮑爾在逗我們笑時 60年代的社會意識正在興起 默德·芬迪 70年代反諷節目的象徵 大膽的在電視上談論墮胎 離婚、更年期"}, {"zh-tw": " The 1980s, our first cougar was given to us in the form of Alexis Carrington. Murphy Brown took on a vice president when she took on the idea of single parenthood.", "en": " 80年代時的 女性象徵是 艾麗克希絲·卡琳頓 再來是與副總統在單親議題上 爭鋒相對的墨菲·布朗"}, {"zh-tw": " This era's mom, Bree Van de Kamp. Now I don't know if this is the devil or the angel sitting on our conscience, sitting on television's shoulders, but I do know that I absolutely love this image.", "en": " 這個年代的母親 雷克斯·范迪坎 我不知道坐在電視機上 左右我們意識的 是天使還是惡魔 但我知道我熱愛這個畫面"}, {"zh-tw": " So to you all, the women of TEDWomen, the men of TEDWomen, the global audiences of TEDWomen, thank you for letting me present my idea about the conscience of television. But let me also thank the incredible creators who get up everyday to put their ideas on our television screens throughout all these ages of television.", "en": " 我想對各位說 TEDWomen的女性及男性們 以及全世界的觀眾 謝謝你們讓我分享 我對電視的意識的看法 同時也讓我對這些傑出的演員致意 感謝她們每天辛勤的 將她們的想法呈現在電視螢幕上 以及在電視上陪伴我們這麼久"}, {"zh-tw": " They give it life on television, for sure, but it's you as viewers, through your collective social consciences, that give it life, longevity, power or not. So thanks very much.", "en": " 她們給了電視生命，這是無庸置疑的 而身為觀眾的各位 你們的集合社會意識 給了電視節目生命力 以及能否繼續存在的權利 謝謝各位 【掌聲】"}], "title": "Lauren Zalaznick"}