{"url": "http://www.ted.com/talks/niall_ferguson_the_6_killer_apps_of_prosperity", "paragraphs": [{"zh-tw": " Let's talk about billions. Let's talk about past and future billions. We know that about 106 billion people have ever lived.", "en": " 我們來談談「億」吧 我們來談談 過去和未來的「億」 眾所皆知 在地球上生活過的人 有一千零六十億"}, {"zh-tw": " And we know that most of them are dead. And we also know that most of them live or lived in Asia.", "en": " 當然大多數人已經不在人世了 我們還知道 他們大多數人生活在或曾經生活在亞洲"}, {"zh-tw": " And we also know that most of them were or are very poor -- did not live for very long. Let's talk about billions.", "en": " 我們還知道 他們大多數人非常貧窮 壽命不長 我們來談談「億」"}, {"zh-tw": " Let's talk about the 195,000 billion dollars of wealth in the world today. We know that most of that wealth was made after the year 1800.", "en": " 我們來談談 現今世界 高達195萬億美金的財富 這些財富大部分 是從1800年開始創造出來的"}, {"zh-tw": " And we know that most of it is currently owned by people we might call Westerners: Europeans, North Americans, Australasians. 19 percent of the world's population today, Westerners own two-thirds of its wealth.", "en": " 而現在這些財富的 主要擁有者 都是西方人 歐洲人、北美人和澳洲人 只佔了世界人口百分之十九的西方人 卻擁有了全球三分之二的財富"}, {"zh-tw": " Economic historians call this \"The Great Divergence.\" And this slide here is the best simplification of the Great Divergence story I can offer you. It's basically two ratios of per capita GDP, per capita gross domestic product, so average income.", "en": " 經濟歷史學家 稱之為「大分流」 這張投影片 最能讓我 簡單說明 「大分流」的故事 上面是兩個 平均每人的GDP比率 也就是每人平均國內生產總值 平均收入"}, {"zh-tw": " One, the red line, is the ratio of British to Indian per capita income. And the blue line is the ratio of American to Chinese.", "en": " 紅線的部分 是代表英國人和印度人 每人平均收入的比 藍線則是 美國人和中國人的平均收入比"}, {"zh-tw": " And this chart goes back to 1500. And you can see here that there's an exponential Great Divergence.", "en": " 這幅圖追溯到1500年 大家可以看到 大分流的走勢"}, {"zh-tw": " They start off pretty close together. In fact, in 1500, the average Chinese was richer than the average North American.", "en": " 這兩條曲線起初相當接近 事實上在1500年 中國人普遍比美國人富有"}, {"zh-tw": " When you get to the 1970s, which is where this chart ends, the average Briton is more than 10 times richer than the average Indian. And that's allowing for differences in the cost of living.", "en": " 但到了1970年代 也就是這幅圖中時間的終點 英國人平均比印度人 富有十倍 這就產生了 生活消費的差異"}, {"zh-tw": " It's based on purchasing power parity. The average American is nearly 20 times richer than the average Chinese by the 1970s.", "en": " 這是建立在購買力對等基礎上 到了1970年代 美國人平均 比中國人 富有二十倍"}, {"zh-tw": " So why? This wasn't just an economic story. If you take the 10 countries that went on to become the Western empires, in 1500 they were really quite tiny -- five percent of the world's land surface, 16 percent of its population, maybe 20 percent of its income.", "en": " 這是為什麼 這並不僅僅只是一個經濟問題 看看這十個 後來成為 帝國的西方國家 在1500年時，這些國家都很小 僅占全球土地面積的百分之五 人口僅佔世界人口的百分之十六 而收入在全球僅占百分之二十"}, {"zh-tw": " By 1913, these 10 countries, plus the United States, controlled vast global empires -- 58 percent of the world's territory, about the same percentage of its population, and a really huge, nearly three-quarters share of global economic output. And notice, most of that went to the motherland, to the imperial metropoles, not to their colonial possessions.", "en": " 到了1913年 包括美國在內的這十個國家 控制了全球大片土地 佔據了全球百分之五十八的勢力範圍 而人口也佔了世界人口的百分之五十八左右 創造了全球 近四分之三的財富 請注意，大部分的財富都流入了這些國家 流入了帝國大都市裡 而不是殖民地"}, {"zh-tw": " Now you can't just blame this on imperialism -- though many people have tried to do so -- for two reasons. One, empire was the least original thing that the West did after 1500.", "en": " 我們不能只是怪罪帝國主義 儘管很多人這麼做 有兩項原因 第一、1500年以後 西方國家都是帝國"}, {"zh-tw": " Everybody did empire. They beat preexisting Oriental empires like the Mughals and the Ottomans.", "en": " 大家都建立帝國 之前建立的東方帝國被打敗了 例如莫臥兒帝國和奧斯曼帝國"}, {"zh-tw": " So it really doesn't look like empire is a great explanation for the Great Divergence. In any case, as you may remember, the Great Divergence reaches its zenith in the 1970s, some considerable time after decolonization.", "en": " 所以帝國並不見得 足以解釋大分流的現象 不知道各位是否記得 到了1970年代 大分流在非殖民時期後一段相當長的時間達到高峰"}, {"zh-tw": " This is not a new question. Samuel Johnson, the great lexicographer, [posed] it through his character Rasselas in his novel \"Rasselas, Prince of Abissinia,\" published in 1759.", "en": " 這不是一個新問題了 著名辭典編篡家 Samuel Johnson 透過他1759年所寫的小說 《阿比西尼亞國拉塞拉斯王子傳》中的人物拉塞拉斯 提出了這個問題"}, {"zh-tw": " \"By what means are the Europeans thus powerful; or why, since they can so easily visit Asia and Africa for trade or conquest, cannot the Asiaticks and Africans invade their coasts, plant colonies in their ports, and give laws to their natural princes? The same wind that carries them back would bring us thither?\" That's a great question. And you know what, it was also being asked at roughly the same time by the Resterners -- by the people in the rest of the world -- like Ibrahim Muteferrika, an Ottoman official, the man who introduced printing, very belatedly, to the Ottoman Empire -- who said in a book published in 1731, \"Why do Christian nations which were so weak in the past compared with Muslim nations begin to dominate so many lands in modern times and even defeat the once victorious Ottoman armies?\" Unlike Rasselas, Muteferrika had an answer to that question, which was correct.", "en": " 「歐洲人為何如此強大？ 他們為何能輕而易舉地來到亞洲和非洲 進行貿易或征服 而亞洲人和非洲人 為何無力攻占他們的海岸 將他們的港口化為殖民地 並控制他們的王子呢？ 既然是同一股風，為何他只將他們送回家 卻將我們送去他們那裡？」 這個問題問得很好 無獨有偶 幾乎在同一時期 西方國家之外的人 其中有 一位奧斯曼帝國的大官 也是後來將印刷術 引入奧斯曼帝國的人 在他1731年出版的一本書裡 他說：「與穆斯林國家相比， 基督教國家原先顯得弱不禁風， 但他們何以在現代統治了大片土地， 甚至戰勝了曾經盛極一時的奧斯曼帝國？」 和拉塞拉斯不同 Muteferrika對問題做了回答 答案還是正確的"}, {"zh-tw": " He said it was \"because they have laws and rules invented by reason.\" It's not geography. You may think we can explain the Great Divergence in terms of geography.", "en": " 他說；「因為他們制定了 合理的法律規章。」 這和地理環境無關 各位可能認為我們能從地理的角度 解釋大分流"}, {"zh-tw": " We know that's wrong, because we conducted two great natural experiments in the 20th century to see if geography mattered more than institutions. We took all the Germans, we divided them roughly in two, and we gave the ones in the East communism, and you see the result.", "en": " 這個想法是錯誤的 我們在二十世紀進行了兩次自然實驗 來證明地理和制度就近哪個作用較大 我們把德國 分成了兩部份 在東德推行共產主義 結果大家都看到了"}, {"zh-tw": " Within an incredibly short period of time, people living in the German Democratic Republic produced Trabants, the Trabbi, one of the world's worst ever cars, while people in the West produced the Mercedes Benz. If you still don't believe me, we conducted the experiment also in the Korean Peninsula.", "en": " 在極短的時間裡 東德人 生產了特拉邦(Trabant)汽車 是世界上性能最差的車款之一 而西德人卻生產出了朋馳 這如果還不足以回答問題 我們又在朝鮮半島進行了實驗"}, {"zh-tw": " And we decided we'd take Koreans in roughly the same geographical place with, notice, the same basic traditional culture, and we divided them in two, and we gave the Northerners communism. And the result is an even bigger divergence in a very short space of time than happened in Germany.", "en": " 我們決定 將生活在同一地理位置 擁有共同文化習俗的朝鮮人 分成兩邊，並在北朝鮮實行共產主義 結果朝鮮半島兩方 在更短的時間內 出現了大分流，比德國的情況更甚"}, {"zh-tw": " Not a big divergence in terms of uniform design for border guards admittedly, but in almost every other respect, it's a huge divergence. Which leads me to think that neither geography nor national character, popular explanations for this kind of thing, are really significant.", "en": " 我承認，他們邊防軍制服的款式差別不大 但在其他方面 雙方存在極大的差異 這讓我不得不認為 地理、國家特徵 以及其他主流的解釋 都站不住腳"}, {"zh-tw": " It's the ideas. It's the institutions.", "en": " 真正發揮作用的是思想 是制度"}, {"zh-tw": " This must be true because a Scotsman said it. And I think I'm the only Scotsman here at the Edinburgh TED.", "en": " 這應該是千真萬確的 這可是一位蘇格蘭人說的 我想我是這裡唯一的蘇格蘭人"}, {"zh-tw": " So let me just explain to you that the smartest man ever was a Scotsman. He was Adam Smith -- not Billy Connolly, not Sean Connery -- though he is very smart indeed.", "en": " 我來解釋一下 世界上最聰明的人是一位蘇格蘭人 他就是亞當‧斯密 不是比利‧康諾利或是史恩‧康納萊 雖然他也很聰明"}, {"zh-tw": " Smith -- and I want you to go and bow down before his statue in the Royal Mile; it's a wonderful statue -- Smith, in the \"Wealth of Nations\" published in 1776 -- that's the most important thing that happened that year ... You bet.", "en": " 亞當‧斯密，你們都應該 到他在皇家麥爾大道的雕像前一鞠躬 這座雕像非常雄偉 亞當‧斯密在1776年發表了 《國富論》 這可是當年最了不起的事情 難道不是嗎？"}, {"zh-tw": " There was a little local difficulty in some of our minor colonies, but ... \"China seems to have been long stationary, and probably long ago acquired that full complement of riches which is consistent with the nature of its laws and institutions.", "en": " 雖然當時我們一些次要的殖民地出了點問題，但... 他說：「中國似乎已經停滯很久了， 也許在很久以前，中國創造財富的能力已經發揮到了極致， 而這取決於該國法律和制度的性質。"}, {"zh-tw": " But this complement may be much inferior to what, with other laws and institutions, the nature of its soil, climate, and situation might admit of.\" That is so right and so cool. And he said it such a long time ago.", "en": " 但如果中國採用其他型式的法律和制度 那麼這一能力 反而無法在同樣的土壤，氣候和條件下 得到完全發揮。」 這說得非常有道理 在那麼久以前，他就說出了這番話"}, {"zh-tw": " But you know, this is a TED audience, and if I keep talking about institutions, you're going to turn off. So I'm going to translate this into language that you can understand.", "en": " 但是，各位是TED的觀眾 如果我繼續談論制度 你們可能就聽不下去了 所以我得用通俗的白話告訴各位"}, {"zh-tw": " Let's call them the killer apps. I want to explain to you that there were six killer apps that set the West apart from the rest.", "en": " 我們就把這些制度稱做「殺手級」應用程式吧 我會逐一介紹六種「殺手級」應用程式 解釋他們如何讓西方國家脫穎而出"}, {"zh-tw": " And they're kind of like the apps on your phone, in the sense that they look quite simple. They're just icons; you click on them.", "en": " 它們就像你手機上的應用程式 因為它們都很容易上手 它們就像一個個圖標，手指一點就行了"}, {"zh-tw": " But behind the icon, there's complex code. It's the same with institutions.", "en": " 然而在圖標背後，則是複雜的程序 制度也是如此"}, {"zh-tw": " There are six which I think explain the Great Divergence. One, competition.", "en": " 我認為，這六個「殺手級」應用程式 能夠解釋大分流形成的原因 第一：競爭"}, {"zh-tw": " Two, the scientific revolution. Three, property rights.", "en": " 第二：科技革命 第三：產權"}, {"zh-tw": " Four, modern medicine. Five, the consumer society.", "en": " 第四：現代醫藥 第五：消費者導向社會"}, {"zh-tw": " And six, the work ethic. You can play a game and try and think of one I've missed at, or try and boil it down to just four, but you'll lose.", "en": " 第六：職業道德 各位可以玩這個遊戲，看看我有沒有遺漏什麼 或者試試看能否直接刪除其中兩個 但是你輸定了"}, {"zh-tw": " Let me very briefly tell you what I mean by this, synthesizing the work of many economic historians in the process. Competition means, not only were there a hundred different political units in Europe in 1500, but within each of these units, there was competition between corporations as well as sovereigns.", "en": " 透過綜合經濟歷史學家的觀點 我來簡短解釋一下 我的意思是 競爭代表 1500年時歐洲不僅擁有一百多個政治單位 而在這些單位中 既有組織間的競爭，又有主權國家之間的競爭"}, {"zh-tw": " The ancestor of the modern corporation, the City of London Corporation, existed in the 12th century. Nothing like this existed in China, where there was one monolithic state covering a fifth of humanity, and anyone with any ambition had to pass one standardized examination, which took three days and was very difficult and involved memorizing vast numbers of characters and very complex Confucian essay writing.", "en": " 現代機構的始祖，倫敦市法團 12世紀時便存在了 中國沒有這樣的制度 中國的人口占世界總人口的五分之一 國家實施中央集權制度 胸懷大志的人 必須通過統一的科舉考試 一考就是三天，考試難度很大 要求記憶大量漢字 還要寫繁複的儒家文章"}, {"zh-tw": " The scientific revolution was different from the science that had been achieved in the Oriental world in a number of crucial ways, the most important being that, through the experimental method, it gave men control over nature in a way that had not been possible before. Example: Benjamin Robins's extraordinary application of Newtonian physics to ballistics.", "en": " 科技革命和東方的科學成就 在很多重要方面 都有不同 其中最大的不同在於 科技革命通過實驗性方法 讓人們用前所未見的方式掌控自然 Benjamin Robins將牛頓物理學運用到彈道研究 就是個很好的例子"}, {"zh-tw": " Once you do that, your artillery becomes accurate. Think of what that means.", "en": " 這麼做 能夠保證砲彈發射的精準度 這意味著"}, {"zh-tw": " That really was a killer application. Meanwhile, there's no scientific revolution anywhere else.", "en": " 這個應用程式果然厲害 同時科技革命只發生在西方"}, {"zh-tw": " The Ottoman Empire's not that far from Europe, but there's no scientific revolution there. In fact, they demolish Taqi al-Din's observatory, because it's considered blasphemous to inquire into the mind of God.", "en": " 奧斯曼帝過離歐洲不遠 但沒有發生科技革命 事實上，該國政府拆毀了科學家Taqi al-Din的天文觀測台 認為該觀測台窺視上帝 褻瀆聖靈"}, {"zh-tw": " Property rights: It's not the democracy, folks; it's having the rule of law based on private property rights. That's what makes the difference between North America and South America.", "en": " 各位，產權不是民主 透過法律管理私有財產權 北美洲和南美洲 為何如此不同"}, {"zh-tw": " You could turn up in North America having signed a deed of indenture saying, \"I'll work for nothing for five years. You just have to feed me.\" But at the end of it, you've got a hundred acres of land.", "en": " 你到北美洲去 簽一項契約 說：「我願意無償工作五年。 你只要讓我有飯吃就行。」 而五年後，你得到了一百公頃的土地"}, {"zh-tw": " That's the land grant on the bottom half of the slide. That's not possible in Latin America where land is held onto by a tiny elite descended from the conquistadors.", "en": " 這張幻燈片下面的就是 土地贈與書 但在拉丁美洲，這是不可能的 這裡的土地 都掌握在極少數西班牙征服者的後裔手上"}, {"zh-tw": " And you can see here the huge divergence that happens in property ownership between North and South. Most people in rural North America owned some land by 1900.", "en": " 你們看，南北美洲 由於產權不同而出現了大分流 到1900年為止 北美洲的大部份人都擁有了土地"}, {"zh-tw": " Hardly anyone in South America did. That's another killer app.", "en": " 而在南美洲，擁有土地的人寥寥無幾 這是另一個「殺手級」應用程式"}, {"zh-tw": " Modern medicine in the late 19th century began to make major breakthroughs against the infectious diseases that killed a lot of people. And this was another killer app -- the very opposite of a killer, because it doubled, and then more than doubled, human life expectancy.", "en": " 十九世紀末，現代醫藥 在治療致命傳染病方面 有了重大的突破 這也是一個「殺手級」應用程式 但這個程式並不致命 反而將人類的壽命延長了一倍又一倍"}, {"zh-tw": " It even did that in the European empires. Even in places like Senegal, beginning in the early 20th century, there were major breakthroughs in public health, and life expectancy began to rise.", "en": " 現代醫藥 在歐洲帝國的殖民地上，也發揮了作用 即使是在塞內加爾 公共衛生也在二十世紀早期 得到重大突破 延長了人類的壽命"}, {"zh-tw": " It doesn't rise any faster after these countries become independent. The empires weren't all bad.", "en": " 而這些國家獨立之後 人們的壽命並沒有繼續增加 所以說帝國也不見得都是不好的"}, {"zh-tw": " The consumer society is what you need for the Industrial Revolution to have a point. You need people to want to wear tons of clothes.", "en": " 工業革命在一個消費者導向社會進行 才有實際意義 你需要大量需要購買衣服的人"}, {"zh-tw": " You've all bought an article of clothing in the last month; I guarantee it. That's the consumer society, and it propels economic growth more than even technological change itself.", "en": " 你們上個月肯定都買過衣服 我敢保證 正是消費者導向社會 推動了經濟成長 這股力量超過了技術革新本身"}, {"zh-tw": " Japan was the first non-Western society to embrace it. The alternative, which was proposed by Mahatma Gandhi, was to institutionalize and make poverty permanent.", "en": " 日本是第一個非西方國家 以消費為導向的社會 而另一條路 就是穆罕默德‧甘地提出的 將貧困制度化，永久化"}, {"zh-tw": " Very few Indians today wish that India had gone down Mahatma Gandhi's road. Finally, the work ethic.", "en": " 今天的印度 大家都慶幸 他們沒有選擇甘地的這條路 最後職業道德"}, {"zh-tw": " Max Weber thought that was peculiarly Protestant. He was wrong.", "en": " 馬克斯‧韋伯認為這完全是新教的作風 他錯了"}, {"zh-tw": " Any culture can get the work ethic if the institutions are there to create the incentive to work. We know this because today the work ethic is no longer a Protestant, Western phenomenon.", "en": " 只要有創造 勞動激勵機制的制度 任何文化都有自身的職業道德 我們都清楚 今天的職業道德 不再是新教或西方社會的專利"}, {"zh-tw": " In fact, the West has lost its work ethic. Today, the average Korean works a thousand hours more a year than the average German -- a thousand.", "en": " 事實上西方的職業道德已經淪喪 今天一位韓國人 每年平均比一個德國人 多工作一千個小時 一千個小時阿"}, {"zh-tw": " And this is part of a really extraordinary phenomenon, and that is the end of the Great Divergence. Who's got the work ethic now? Take a look at mathematical attainment by 15 year-olds.", "en": " 這一方面 反應了一個驚人的現象 那就是大分流的終結 現在誰擁有職業道德 我們看看十五歲的學生的 數學成績"}, {"zh-tw": " At the top of the international league table according to the latest PISA study, is the Shanghai district of China. The gap between Shanghai and the United Kingdom and the United States is as big as the gap between the U.K. and the U.S.", "en": " 根據國際學生評估項目(PISA)的最近調查 中國上海的學生 成績高居榜首 英國和美國 與上海之間的差距 等同於阿爾巴尼亞和突尼西亞"}, {"zh-tw": " and Albania and Tunisia. You probably assume that because the iPhone was designed in California but assembled in China that the West still leads in terms of technological innovation.", "en": " 和英美兩國的差距 你們可能認為 iPhone手機是在加州設計 而在中國配裝 所以西方在技術創新上還是處於領先地位"}, {"zh-tw": " You're wrong. In terms of patents, there's no question that the East is ahead.", "en": " 大錯特錯 在專利方面 東方毫無疑問是處於領先的"}, {"zh-tw": " Not only has Japan been ahead for some time, South Korea has gone into third place, and China is just about to overtake Germany. Why? Because the killer apps can be downloaded.", "en": " 不僅日本處於領先有一段時間 韓國已衝到了第三位 而中國眼看就要超越德國 怎麼會這樣 這是因為人人都能下載「殺手級」應用程式"}, {"zh-tw": " It's open source. Any society can adopt these institutions, and when they do, they achieve what the West achieved after 1500 -- only faster.", "en": " 是共享資源 各個社會都能採用這些制度 一旦他們這麼做了 他們就能實現西方1500年之後的成就 但他們的速度更快"}, {"zh-tw": " This is the Great Reconvergence, and it's the biggest story of your lifetime. Because it's on your watch that this is happening.", "en": " 這是新一輪的大分流 是你一生中最重大的事件 因為你正親眼目睹這些正在發生的事"}, {"zh-tw": " It's our generation that is witnessing the end of Western predominance. The average American used to be more than 20 times richer than the average Chinese.", "en": " 我們這一代人 眼看著西方主導地位的終結 美國人曾經比中國人 平均要富有二十倍"}, {"zh-tw": " Now it's just five times, and soon it will be 2.5 times. So I want to end with three questions for the future billions, just ahead of 2016, when the United States will lose its place as number one economy to China.", "en": " 而今降至五倍 很快又會降到2.5倍 我想透過三個問題 來總結 在2016年，中國取代美國 成為世界頭號經濟強國之前 這三個問題與未來發展有關"}, {"zh-tw": " The first is, can you delete these apps, and are we in the process of doing so in the Western world? The second question is, does the sequencing of the download matter? And could Africa get that sequencing wrong? One obvious implication of modern economic history is that it's quite hard to transition to democracy before you've established secure private property rights. Warning: that may not work.", "en": " 第一，西方國家是否 真的能刪除這些應用程式 是否正在這麼做 第二個問題 這些應用程式需要注重下載順序嗎 非洲是否在下載順序上出錯了 我們從近代經濟歷史中學到 如果不先建立有保障的私有產權 那麼就很難 建立民主制度 警告，這可能行不通"}, {"zh-tw": " And third, can China do without killer app number three? That's the one that John Locke systematized when he said that freedom was rooted in private property rights and the protection of law. That's the basis for the Western model of representative government.", "en": " 第三，若不採用第三種應用程式 中國是否能成功 當John Locke說，自由根植於私有產權 和私有產權保護法中 他就是在強調這一點 這就是由 代議制組成政府的西方模式的 基礎所在"}, {"zh-tw": " Now this picture shows the demolition of the Chinese artist Ai Weiwei's studio in Shanghai earlier this year. He's now free again, having been detained, as you know, for some time.", "en": " 這張照片顯示了 中國藝術家艾未未在上海的工作室 今年早些時候被拆除的畫面 經過一段時間的關押 他現在已經重獲自由"}, {"zh-tw": " But I don't think his studio has been rebuilt. Winston Churchill once defined civilization in a lecture he gave in the fateful year of 1938.", "en": " 但是他的工作室應該沒有得到重建 邱吉爾在1938年的一次演說中 曾對文明做出了定義"}, {"zh-tw": " And I think these words really nail it: \"It means a society based upon the opinion of civilians. It means that violence, the rule of warriors and despotic chiefs, the conditions of camps and warfare, of riot and tyranny, give place to parliaments where laws are made, and independent courts of justice in which over long periods those laws are maintained.", "en": " 我認為這句話一針見血 「文明意味著社會以民眾的意見為基石。 意味著暴力，暴君統治 集中營，戰爭，暴亂，獨裁 通通讓位於制定法律的議會 和長期保證法律得到執行的 獨立司法機關"}, {"zh-tw": " That is civilization -- and in its soil grow continually freedom, comfort and culture,\" what all TEDsters care about most. \"When civilization reigns in any country, a wider and less harassed life is afforded to the masses of the people.\" That's so true.", "en": " 這就是文明-- 在文明的土壤中 自由，祥和，文化都能成長茁壯。」 這是所有TED迷最關心的 「當文明進駐一個國家 人民的素養也會提升 人民擁有更為自由，舒適的生活。」 這一點不假"}, {"zh-tw": " I don't think the decline of Western civilization is inevitable, because I don't think history operates in this kind of life-cycle model, beautifully illustrated by Thomas Cole's \"Course of Empire\" paintings. That's not the way history works.", "en": " 我認為西方文明的衰弱 是不可避免的 因為我認為歷史並不是 以生命循環的方式發展 並不像 Thomas Cole的系列畫作 《帝國的興衰》所描繪的那般綺麗 歷史不是這樣運作的"}, {"zh-tw": " That's not the way the West rose, and I don't think it's the way the West will fall. The West may collapse very suddenly.", "en": " 西方世界的崛起和衰弱 都不是這樣發生的 西方世界可能轉眼間就崩塌了"}, {"zh-tw": " Complex civilizations do that, because they operate, most of the time, on the edge of chaos. That's one of the most profound insights to come out of the historical study of complex institutions like civilizations.", "en": " 複雜的文明往往都是這樣 這是因為大多數情況下 這些國家都處於崩潰的邊緣 這是我們在對文明 這樣複雜制度的歷史研究中 最大的領悟"}, {"zh-tw": " No, we may hang on, despite the huge burdens of debt that we've accumulated, despite the evidence that we've lost our work ethic and other parts of our historical mojo. But one thing is for sure, the Great Divergence is over, folks.", "en": " 儘管我們負債累累 儘管我們的職業道德已經淪喪 儘管我們其他的歷史優勢都不再靈光 我們還是可以生存的 但各位，有一點是肯定的 大分流 已經玩完了"}, {"zh-tw": " Thanks very much. Bruno Giussani: Niall, I am just curious about your take on the other region of the world that's booming, which is Latin America.", "en": " 非常感謝大家 Bruno Giussani：Niall 我很好奇 你對拉丁美洲這片正在崛起的地區 有何看法"}, {"zh-tw": " What's your view on that? Niall Ferguson: Well I really am not just talking about the rise of the East; I'm talking about the rise of the Rest, and that includes South America. I once asked one of my colleagues at Harvard, \"Hey, is South America part of the West?\" He was an expert in Latin American history.", "en": " 說說你的看法 Niall Ferguson：我所談論的 並不只是東方的崛起 我說的是西方以外地區的崛起 南美洲當然也包含在內 我曾經向我在哈佛大學的一位同事請教 「嘿，南美洲屬於西方嗎？」 他可是拉丁美洲歷史方面的專家"}, {"zh-tw": " He said, \"I don't know; I'll have to think about that.\" That tells you something really important. I think if you look at what is happening in Brazil in particular, but also Chile, which was in many ways the one that led the way in transforming the institutions of economic life, there's a very bright future indeed.", "en": " 他說：「我還真不確定，我得好好想想。」 這很能說明問題 各位看看巴西的情況 還有智利 這個國家在經濟生活中的制度轉型 有許多過人之處 這個國家的前景一片光明"}, {"zh-tw": " So my story really is as much about that convergence in the Americas as it's a convergence story in Eurasia. BG: And there is this impression that North America and Europe are not really paying attention to these trends.", "en": " 我想說的是 美洲的大分流 和歐亞的大分流情況是差不多的 集郵薩尼：似乎 北美洲和歐洲 都沒有注意到 這些趨勢"}, {"zh-tw": " Mostly they're worried about each other. The Americans think that the European model is going to crumble tomorrow.", "en": " 他們只是相互擔心 美國人擔心歐洲模式明天就要分崩離析"}, {"zh-tw": " The Europeans think that the American budget is going to explode tomorrow. And that's all we seem to be caring about recently.", "en": " 而歐洲人擔心美國各方矛盾不久即將爆發 我們似乎最近都在擔心這些"}, {"zh-tw": " NF: I think the fiscal crisis that we see in the developed World right now -- both sides of the Atlantic -- is essentially the same thing taking different forms in terms of political culture. And it's a crisis that has its structural facet -- it's partly to do with demographics.", "en": " NF：認為發達國家的政府財政危機 不管是歐洲還是美國 在本質上都是相同的 只不過披著不同的 政治文化外衣而已 這個危機有它自身的結構 這在一定程度上與人口統計數據有關"}, {"zh-tw": " But it's also, of course, to do with the massive crisis that followed excessive leverage, excessive borrowing in the private sector. That crisis, which has been the focus of so much attention, including by me, I think is an epiphenomenon.", "en": " 但是這主要還是過度槓桿作用 和過度向私有行業貸款 才導致大規模危機的產生 民眾對危機過於關注 我也不例外 我認為這是一種偶發現象"}, {"zh-tw": " The financial crisis is really a relatively small historic phenomenon, which has just accelerated this huge shift, which ends half a millennium of Western ascendancy. I think that's its real importance.", "en": " 金融危機不算是非常重大的歷史現象 只是在近期才開始 愈演愈烈 結束了西方五百年的世襲優勢 我認為這才是其重要性所在"}, {"zh-tw": " BG: Niall, thank you. (NF: Thank you very much, Bruno.)", "en": " BG: 謝謝你(NF:也謝謝你，Bruno)"}], "title": "Niall Ferguson The 6 Killer Apps Of Prosperity"}