{"url": "http://www.ted.com/talks/geoff_mulgan_a_short_intro_to_the_studio_school", "paragraphs": [{"zh-tw": " What I want to talk about today is one idea. It's an idea for a new kind of school, which turns on its head much of our conventional thinking about what schools are for and how they work. And it might just be coming to a neighborhood near you soon.", "en": " 我今天要講的是一個概念 新型態的學校 這樣的學校扭轉了我們關於 學校的樣貌及學校如何運作的傳統想法 它說不定即將在你的社區中出現"}, {"zh-tw": " Where it comes from is an organization called the Young Foundation, which, over many decades, has come up with many innovations in education, like the Open University and things like Extended Schools, Schools for Social Entrepreneurs, Summer Universities and the School of Everything. And about five years ago, we asked what was the most important need for innovation in schooling here in the U.K.", "en": " 這個想法是從 一個叫做青年基金會的組織而來 這個組織，在過去的數十年 想出很多教育上的革新點子，例如開放式大學計畫 以及延長學校 社會創業學校，夏季學院 開放式學習／教學系統 大約五年前，我們問了 對於英國教育來說 最迫切的革新是什麼"}, {"zh-tw": " And we felt the most important priority was to bring together two sets of problems. One was large numbers of bored teenagers who just didn't like school, couldn't see any relationship between what they learned in school and future jobs.", "en": " 我們發現 亟待解決的問題有兩者 一，是廣大的慘綠少年 他們對上學提不起勁 且對於在學校裡頭所學之事物和未來工作之間 看不見關聯性"}, {"zh-tw": " And employers who kept complaining that the kids coming out of school weren't actually ready for real work, didn't have the right attitudes and experience. And so we try to ask: What kind of school would have the teenagers fighting to get in, not fighting to stay out? And after hundreds of conversations with teenagers and teachers and parents and employers and schools from Paraguay to Australia, and looking at some of the academic research, which showed the importance of what's now called non-cognitive skills -- the skills of motivation, resilience -- and that these are as important as the cognitive skills -- formal academic skills -- we came up with an answer, a very simple answer in a way, which we called the Studio School.", "en": " 二，是那些不斷抱怨畢業生 尚未真正做好就業準備 且不具備工作應有之態度和經驗的雇主們 於是我們捫心自問 什麼樣的學校能吸引青少年競相申請 而不是費盡力氣避開？ 在數百場與青少年，教師們 家長們，與雇主們 和學校單位的討論之後 從巴拉圭到澳洲 參考許多討論到這些議題的學術文獻 裡頭提到了非認知技能的重要 所謂非認知技能 是指動機，面對挫折的忍受力 和其他與認知技能 例如學業表現，同等重要的能力 我們想到面對上述問題的解答，一個非常容易的答案 我們稱之為學徒學校"}, {"zh-tw": " And we called it a studio school to go back to the original idea of a studio in the Renaissance where work and learning are integrated. You work by learning, and you learn by working.", "en": " 它之所以被稱作學徒學校 主要是借用文藝復興時期 學習和工作融合的概念 透過工作而學習 而且為了學習而工作"}, {"zh-tw": " And the design we came up with had the following characteristics. First of all, we wanted small schools -- about 300, 400 pupils -- 14 to 19 year-olds, and critically, about 80 percent of the curriculum done not through sitting in classrooms, but through real-life, practical projects, working on commission to businesses, NGO's and others.", "en": " 學徒學校有以下幾個特徵： 首先，我們需要的是小型的學校 大約三百到四百名學生即可 這些學生約莫在十四到十九歲之間 最重要的是，百分之八十的課程學習 並不是單單坐在教室裡頭 而是透過現實生活，實習 實際的銷售給 企業，非政府組織與其他組織"}, {"zh-tw": " That every pupil would have a coach, as well as teachers, who would have timetables much more like a work environment in a business. And all of this will be done within the public system, funded by public money, but independently run.", "en": " 每個孩子都會有個督導者，也就是老師 他們手上有著時程表 符合實際的工作環境 並且，這個學校屬於公共的系統 資金來自於公基金 但獨立運作"}, {"zh-tw": " And all at no extra cost, no selection, and allowing the pupils the route into university, even if many of them would want to become entrepreneurs and have manual jobs as well. Underlying it was some very simple ideas that large numbers of teenagers learn best by doing things, they learn best in teams and they learn best by doing things for real -- all the opposite of what mainstream schooling actually does.", "en": " 並且不另外收費用，不甄選 孩子們可以直接以此申請大學 即使是那些想要成為 技職創業者的亦可申請 在這個體系當中有幾個簡單的概念 極大多數的青少年的學習效率在實作 與團體中最高 於是，他們透過實習 與主流教學方式大相逕庭的學習法 的學習效果最好"}, {"zh-tw": " Now that was a nice idea, so we moved into the rapid prototyping phase. We tried it out, first in Luton -- famous for its airport and not much else, I fear -- and in Blackpool -- famous for its beaches and leisure.", "en": " 這是個很棒的點子 所以我們進入了試辦階段 我們嘗試 先在盧頓試辦 這個當地以機場而聞名的地方，恐怕也只是因為那裡有個機場 和在黑池試辦那裡因為海灘和悠閒而聞名"}, {"zh-tw": " And what we found -- and we got quite a lot of things wrong and then improved them -- but we found that the young people loved it. They found it much more motivational, much more exciting than traditional education.", "en": " 我們發現，並且找出了我們原先計畫所不足之處 並補強修正 但年輕人很喜歡這種方式 他們認為此種方式更能鼓勵他們 而且比傳統教育方法更令人興奮"}, {"zh-tw": " And perhaps most important of all, two years later when the exam results came through, the pupils who had been put on these field trials who were in the lowest performing groups had jumped right to the top -- in fact, pretty much at the top decile of performance in terms of GCSE's, which is the British marking system. Now not surprisingly, that influenced some people to think we were onto something.", "en": " 最重要的是 在兩年之後的考試放榜 這些接受試教的孩子們 雖然一度在群組裡被分為低成就表現， 他們在最後表現的最好。 事實上，有許多原本表現很好的孩子們， 在大學入學考試當中銷聲匿跡， 這就是大學考試的評分機制。 現在，毫不令人驚訝的， 這個過程影響了許多人，認為我們能夠做一番事業，"}, {"zh-tw": " The minister of education down south in London described himself as a \"big fan.\" And the business organizations thought we were onto something in terms of a way of preparing children much better for real-life work today. And indeed, the head of the Chambers of Commerce is now the chairman of the Studio Schools Trust and helping it, not just with big businesses, but small businesses all over the country.", "en": " 管轄倫敦南部的 教育局長 就形容他自己是我們的大粉絲， 有些企業組織也認為我們能夠 幫助孩子們更好的準備其將來就業 面對現今的工作挑戰 商業總會會長 現在是我們的學徒學校基金會的主席 他幫助我們，不只是和大企業合作 也和國內的中小企業合作"}, {"zh-tw": " We started with two schools. That's grown this year to about 10.", "en": " 我們已經設了兩所學校 並打算在今年拓展到十所"}, {"zh-tw": " And next year, we're expecting about 35 schools open across England, and another 40 areas want to have their own schools opening -- a pretty rapid spread of this idea. Interestingly, it's happened almost entirely without media coverage.", "en": " 明年我們期待能在整個英格蘭地區辦學 將數量提升到三十五所 因為還有四十個地方 由於這個概念的迅速傳播 而也想要擁有同樣的學校 而也想要擁有同樣的學校 有趣的是 沒有媒體的報導，這個概念就自然而然的散播開來"}, {"zh-tw": " It's happened almost entirely without big money behind it. It spread almost entirely through word of mouth, virally, across teachers, parents, people involved in education.", "en": " 也沒有大量的金錢支持 這個概念就像流感一樣在一個月以內散佈在 老師，家長 和教育有關的人們之間"}, {"zh-tw": " And it spread because of the power of an idea -- so the very, very simple idea about turning education on its head and putting the things which were marginal, things like working in teams, doing practical projects, and putting them right at the heart of learning, rather than on the edges. Now there's a whole set of new schools opening up this autumn.", "en": " 因為這個關於改變舊有教育方式的簡潔概念 力量是如此之大 所以它才會以這種方式傳播 這個概念同時也將原本不受重視的事物 例如說團隊合作，實作 不再邊緣化之 而是放到了學習的核心 現在將會有一整套的新學校們 將在這個秋天開幕"}, {"zh-tw": " This is one from Yorkshire where, in fact, my nephew, I hope, will be able to attend it. And this one is focused on creative and media industries.", "en": " 有一所正位於約克郡 而事實上，我姪子也即將在那裡入學 這一所主要是將焦點放在 創意和媒體產業"}, {"zh-tw": " Other ones have a focus on health care, tourism, engineering and other fields. We think we're onto something.", "en": " 其他將會注重健康照護 觀光，工程 和其他領域 我想我們能夠做一番事"}, {"zh-tw": " It's not perfect yet, but we think this is one idea which can transform the lives of thousands, possibly millions, of teenagers who are really bored by schooling. It doesn't animate them.", "en": " 現在還未臻完美 但我們認為這就是那個 能夠改變數千，或者數百萬 對學校不感興趣的 青少年們的生活 這不是把他們變成木偶一樣"}, {"zh-tw": " They're not like all of you who can sit in rows and hear things said to you for hour after hour. They want to do things, they want to get their hands dirty, they want education to be for real.", "en": " 他們並不會呆坐在教室裡 聽著一個又一個小時的講課 他們要的是付諸實行，把他們的手弄髒 他們要的是，真正的教育"}, {"zh-tw": " And my hope is that some of you out there may be able to help us. We feel we're on the beginning of a journey of experiment and improvement to turn the Studio School idea into something which is present, not as a universal answer for every child, but at least as an answer for some children in every part of the world.", "en": " 我希望在座的各位 或許能夠幫助我們 我們就像正在一場旅程的開端 這場旅途具有實驗性和進步的可能 能夠將學徒學校這個想法實行得 更符合各地現實 這並非對每個孩子都能適用 但或許能夠用於某些孩子身上"}, {"zh-tw": " And I hope that a few of you at least can help us make that happen. Thank you very much.", "en": " 我希望在座有些人，能夠幫助我們讓這件事情完成 非常謝謝各位 （鼓掌）"}], "title": "Geoff Mulgan A Short Intro To The Studio School"}