{"url": "http://www.ted.com/talks/jarreth_merz_filming_democracy_in_ghana", "paragraphs": [{"zh-tw": " I was born in Switzerland and raised in Ghana, West Africa. Ghana felt safe to me as a child.", "en": " 我在瑞士出生 在西非的迦納長大。 我小時候，迦納是個安全的地方。"}, {"zh-tw": " I was free, I was happy. The early 70s marked a time of musical and artistic excellence in Ghana.", "en": " 我感到自由又開心。 1970年代初期 迦納在音樂和藝術有卓越的發展。"}, {"zh-tw": " But then by the end of the decade, the country had fallen back into political instability and mismanagement. In 1979, I witnessed my first military coup.", "en": " 但到了1970年代末期時， 這國家陷入政治動盪 和管理不善的局勢。 1979年， 我首次親眼見證軍事政變。"}, {"zh-tw": " We the children had gathered at a friend's house. It was a dimly lit shack.", "en": " 我們這些小孩聚集在一個朋友家。 一間光線微暗的簡陋小屋。"}, {"zh-tw": " There was a beaten up black and white television flickering in the background, and a former head of state and general was being blindfolded and tied to the pole. The firing squad aimed, fired -- the general was dead.", "en": " 裡面有一台破爛的黑白電視， 螢幕背景閃爍不定， 有一位前任國家元首，也是將軍， 被矇住眼睛 且被綁在柱子上。 行刑隊瞄準，開火 -- 將軍死了。"}, {"zh-tw": " Now this was being broadcast live. And shortly after, we left the country, and we returned to Switzerland.", "en": " 當時這是實況轉播。 不久之後，我們離開迦納， 回到瑞士。"}, {"zh-tw": " Now Europe came as a shock to me, and I think I started feeling the need to shed my skin in order to fit in. I wanted to blend in like a chameleon.", "en": " 歐洲帶給我很大的衝擊， 我想我開始認為 我需要卸下外表以求融入。 我想要像隻變色龍一樣混入其中。"}, {"zh-tw": " I think it was a tactic of survival. And it worked, or so I believed.", "en": " 我想這是一種生存的策略。 而這確實生效，或者我相信是這樣。"}, {"zh-tw": " So here I was in 2008 wondering where I was in my life. And I felt I was being typecast as an actor.", "en": " 到了2008年， 我對當時的人生感到困惑。 而且我覺得身為一個演員，我已經被定型。"}, {"zh-tw": " I was always playing the exotic African. I was playing the violent African, the African terrorist.", "en": " 我總是扮演外來的非洲人。 我扮演殘暴的非洲人， 非洲恐怖分子。"}, {"zh-tw": " And I was thinking, how many terrorists could I possibly play before turning into one myself? And I had become ashamed of the other, the African in me. And fortunately I decided in 2008 to return to Ghana, after 28 years of absence.", "en": " 而我想， 再這樣繼續扮演恐怖分子， 恐怕我自己真的也會變成恐怖分子？ 而且我變得對另一個身分感到羞愧， 我體內的非洲人。 幸運的是，我在2008年決定 要回到迦納， 在消失28年之後。"}, {"zh-tw": " I wanted to document on film the 2008 presidential elections. And there, I started by searching for the footprints in my childhood.", "en": " 我要用影片紀錄 2008年的總統選舉。 在那裡，我開始找尋 我童年的足跡。"}, {"zh-tw": " And before I even knew it, I was suddenly on a stage surrounded by thousands of cheering people during a political rally. And I realized that, when I'd left the country, free and fair elections in a democratic environment were a dream.", "en": " 在我發現之前， 突然間我在一個舞臺上 被上千個歡呼的人們圍繞著， 這是一個政治集會。 而且我了解到，當我之前離開這個國家時， 民主環境下的自由和公平的選舉 只是個夢想。"}, {"zh-tw": " And now that I'd returned, that dream had become reality, though a fragile reality. And I was thinking, was Ghana searching for its identity like I was looking for my identity? Was what was happening in Ghana a metaphor for what was happening in me? And it was as if through the standards of my Western life, I hadn't lived up to my full potential.", "en": " 當我回去時，這個夢想已經成真， 雖然仍是個極脆弱的事實。 於是我在想， 迦納是否在尋找它的身分 如同我在尋找我的一般？ 發生在迦納的 是否象徵發生在我身上的事情？ 這彷彿是透過我西方生活的標準， 我沒能完全發揮我的潛力。"}, {"zh-tw": " I mean, nor had Ghana, even though we had been trying very hard. Now in 1957, Ghana was the first sub-Saharan country to gain its independence.", "en": " 我的意思是，迦納也沒有， 即使我們已經非常努力嘗試。 在1957年時， 迦納是第一個位於撒哈拉沙漠以南 取得獨立的國家。"}, {"zh-tw": " In the late 50s, Ghana and Singapore had the same GDP. I mean, today, Singapore is a First World country and Ghana is not.", "en": " 在1950年代末期， 迦納和新加坡有相同的國內生產總值。 我指的是，今日，新加坡是第一世界的國家 而迦納不是。"}, {"zh-tw": " But maybe it was time to prove to myself, yes, it's important to understand the past, it is important to look at it in a different light, but maybe we should look at the strengths in our own culture and build on those foundations in the present. So here I was, December 7th, 2008.", "en": " 但或許那時是該向我自己證明， 是的，了解過去是很重要的事， 從另一個觀點看待它很重要， 但或許我們應該關注於我們自己文化中的優點 將這些當作當下發展的基石。 2008年12月7日，我人在那裡。"}, {"zh-tw": " The polling stations opened to the voters at 7:00 AM, but voters, eager to take their own political fate into their hands, were starting to line up at 4:00 AM in the morning. And they had traveled from near, they had traveled from far, because they wanted to make their voices heard.", "en": " 投票所早上7點開放選民投票， 而渴望親手決定國家政治命運的選民們， 當天凌晨4點就開始排隊。 有人從附近過來，有人從遠方趕來， 因為他們要自己的聲音被聽見。"}, {"zh-tw": " And I asked one of the voters, I said, \"Whom are you going to vote for?\" And he said, \"I'm sorry, I can't tell you.\" He said that his vote was in his heart. And I understood, this was their election, and they weren't going to let anyone take it away from them.", "en": " 於是我問其中一個選民，我說：「你要把票投給誰？」 而他回答：「很抱歉，我不能告訴你。」 他說他的選擇在他的心中。 我才了解，這是他們的選舉， 而他們不會讓任何人 剝奪他們的權利。"}, {"zh-tw": " Now the first round of the voting didn't bring forth a clear winner -- so nobody had achieved the absolute majority -- so voting went into a second round three weeks later. The candidates were back on the road; they were campaigning.", "en": " 當第一輪投票的開票結果沒有產生明確的優勝者 -- 沒有一個參選者得到絕對多數的選票 -- 三周之後選舉進入第二輪投票。 參選者又回到路上；他們繼續宣傳。"}, {"zh-tw": " The rhetoric of the candidates, of course, changed. The heat was on.", "en": " 想當然而，參選者使用的言詞改變了。 氣氛愈來愈火爆。"}, {"zh-tw": " And then the cliche came to haunt us. There were claims of intimidation at the polling stations, of ballot boxes being stolen.", "en": " 接著舊戲碼上演紛擾人心。 投票所傳出 有人遭受恐嚇， 還有投票箱被偷的消息。"}, {"zh-tw": " Inflated results started coming in and the mob was starting to get out of control. We witnessed the eruption of violence in the streets.", "en": " 誇張的消息開始散播， 大眾也開始失去控制。 我們親眼見證暴力行為在街上爆發。"}, {"zh-tw": " People were being beaten brutally. The army started firing their guns. People were scrambling.", "en": " 人們被殘暴地對待。 軍隊開始開槍。人群竄動。"}, {"zh-tw": " It was complete chaos. And my heart sank, because I thought, here we are again.", "en": " 完全陷入混亂之中。 而我的心也沉了下去， 因為我當時想，這真是老調重彈。"}, {"zh-tw": " Here is another proof that the African is not capable of governing himself. And not only that, I am documenting it -- documenting my own cultural shortcomings.", "en": " 又是一個證明 非洲人不能管理好自己。 猶有勝之，我還在記錄這場景 -- 記錄我自己文化的短處。"}, {"zh-tw": " So when the echo of the gunshots had lingered, it was soon drowned by the chanting of the mob, and I didn't believe what I was hearing. They were chanting, \"We want peace.", "en": " 於是當槍聲的回音 仍在耳邊迴盪時， 群眾朗誦聲很快地掩沒槍聲， 我不敢相信我所聽到的。 他們呼口號：「我們要和平。"}, {"zh-tw": " We want peace.\" And I realized it had to come from the people. After all, they decide, and they did.", "en": " 我們要和平。」 於是我了解這必須來自於人們。 追根究底，這是他們的決定。 他們也確實這麼做了。"}, {"zh-tw": " So the sounds that were before distorted and loud, were suddenly a melody. The sounds of the voices were harmonious.", "en": " 原本雜亂喧雜的聲音， 突然間被旋律聲取代。 人們的聲音很和諧。"}, {"zh-tw": " So it could happen. A democracy could be upheld peacefully.", "en": " 所以這是可以實現的。 民主可以和平地被執行。"}, {"zh-tw": " It could be, by the will of the masses who were now urgently pressing with all their heart and all their will for peace. Now here's an interesting comparison.", "en": " 這是有可能的。 藉由全心全意 急切渴望和平的大眾意識 而達成民主。 現在這有個有趣的比較。"}, {"zh-tw": " We in the West, we preach the values, the golden light of democracy, that we are the shining example of how it's done. But when it comes down to it, Ghana found itself in the same place in which the U.S. election stalled in the 2000 presidential elections -- Bush versus Gore.", "en": " 在西方世界， 人們鼓吹 寶貴的民主價值觀，， 並自認為是落實民主的最佳範例。 但是在實際執行時， 迦納面臨到 同美國在2000年總統大選時 陷入的選舉困境 -- 布希對抗高爾。"}, {"zh-tw": " But instead of the unwillingness of the candidates to allow the system to proceed and the people to decide, Ghana honored democracy and its people. It didn't leave it up to the Supreme Court to decide; the people did.", "en": " 但是與其在參選者不願意的情況下 允許體制繼續進行和人民自己決定， 迦納實踐民主 榮耀它的人民。 它並沒有讓最高法院決定； 而是讓人民做決定。"}, {"zh-tw": " Now the second round of voting did not bring forth a clear winner either. I mean, it was so incredibly close.", "en": " 後來到了第二輪投票 也沒有產生絕對性的當選者。 我的意思是，參選者得到的票數驚人地相近。"}, {"zh-tw": " The electoral commissioner declared, with the consent of the parties, to run an unprecedented second re-run. So the people went back to the polls to determine their own president, not the legal system.", "en": " 取得不同黨派的同意後， 選舉委員會長官宣布， 再進行一次前所未有的 第二輪投票。 於是人民回到投票所 決定他們自己的總統， 而不是讓法定系統決定。"}, {"zh-tw": " And guess what, it worked. The defeated candidate gave up power and made way for Ghana to move into a new democratic cycle.", "en": " 你知道嗎，這真的成功了。 落敗的參選者 放棄他的權力 為迦納讓步以求邁向新的民主境界。"}, {"zh-tw": " I mean, at the absolute time for the absolute need of democracy, they did not abuse their power. The belief in true democracy and in the people runs deep, proving that the African is capable of governing himself.", "en": " 我要說的是，在那個時間點 為了民主的絕對需求， 他們沒有濫用他們的權力。 對於真的民主和人民的信任根深蒂固， 證明非洲人有能力自治。"}, {"zh-tw": " Now the uphill battle for Ghana and for Africa is not over, but I have proof that the other side of democracy exists, and that we must not take it for granted. Now I have learned that my place is not just in the West or in Africa, and I'm still searching for my identity, but I saw Ghana create democracy better.", "en": " 至今迦納和非洲的艱難戰役 尚未結束， 但我已經看到民主的另外一面確實存在， 而我們一定不可以將它視作理所當然。 現在我知道 我的定位不只是在西方或者非洲， 我仍在找尋 我的身分， 但我看到迦納 創造更好的民主。"}, {"zh-tw": " Ghana taught me to look at people differently and to look at myself differently. And yes, we Africans can.", "en": " 迦納教導我 用不同的角度看待別人 和看待自己。 是的。 我們非洲人可以的。"}, {"zh-tw": " Thank you.", "en": " 謝謝。"}], "title": "Jarreth Merz Filming Democracy In Ghana"}