{"url": "http://www.ted.com/talks/yves_rossy_fly_with_the_jetman", "paragraphs": [{"zh-tw": "(音樂)火箭人 依福斯羅斯大峽谷當依福斯駕駛火箭時作為整個本件的一本分我們做了很多的測試風洞測試火箭沒有轉向器沒有副翼 沒有方向盤", "en": "(Music) [music by Moby] [Grand Canyon] Narrator: Many of the tests are conducted while Yves is strapped onto the wing, because Yves' bodyis an integral part of the aircraft. [Wind tunnel tests] Narrator: The wing has no steeringcontrols, no flaps, no rudder."}, {"zh-tw": "依福斯靠著身體轉動火箭stenfan von bergen 項目經理： 看他通過頭部的移動", "en": "Yves uses his body to steer the wing. Stefan Von Bergen: Well, he turns by just putting his headon one or the other side."}, {"zh-tw": "有時在手的幫助下甚至腳來改變方向他就像是一個人體機身非常的特別", "en": "And sometimes he assists thatwith his hands, sometimes even with the leg. He's acting as a humanfuselage, so to say."}, {"zh-tw": "當他抬起背時高度就會增加", "en": "And that's quite unique. Narrator: When he arches his back,he gains altitude."}, {"zh-tw": "當他前移肩部時高度就會降低瑞士阿爾卑斯山脈飛躍直布羅陀海峽飛躍英吉利海峽評論員 看他出發了", "en": "When he pushes his shoulders forward,he goes into a dive. [Swiss Alps] [Strait of Gibraltar crossing] [English Channel crossing] Commentator One: There he goes."}, {"zh-tw": "依福斯羅斯我想雙翼應該打開了 的確打開了", "en": "There is Yves Rossy. And I think the wing is open."}, {"zh-tw": "這是我們第一個關鍵的時刻 它打開了他在下降 他在飛行嗎評論員2 他看起來找到了平衡開始爬升了", "en": "So our first critical moment, it's open. He is down. Is he flying? Commentator Two:It looks like he's stabilized."}, {"zh-tw": "評論員 這就是你說的那個起航的90度回轉他正飛躍在海峽上", "en": "He's starting to make his climb. Commentator One:There's that 90 degree turn."}, {"zh-tw": "好的 依福斯羅斯", "en": "He's out over the channel. There is Yves Rossy."}, {"zh-tw": "這就沒有回頭路了他正在穿越英吉利海峽", "en": "There is no turning back now. He is over the English Channeland under way."}, {"zh-tw": "女士們先生們歷史性的飛行已經開始了評論員2 當他靠近地面時他要打開降落傘的安全栓慢慢地降低速度然後非常完美的降落", "en": "Ladies and gentlemen, a historic flight has begun. [Images: National Geographic] Commentator Two:And as he approaches the ground, he's going to pull downon those toggles to flare, slow himself down just a little bit, and then come in for a nice landing."}, {"zh-tw": "看依福斯羅斯在英國大陸上降落了", "en": "Commentator One: There he is. Yves Rossy has landed in England."}, {"zh-tw": "布魯諾朱薩尼（ted歐洲區主管） 他現在就在愛丁堡 歡迎依福斯羅斯當然他的裝備也來了歡迎你 依福斯 相當的驚奇", "en": "Bruno Giussani: And nowhe's in Edinburgh. Yves Rossy! (Applause ends) And his equipment as well. Yves, welcome. It is quite amazing."}, {"zh-tw": "這個視頻是在你這三年中數次的飛行的一個剪輯當然還有很多很多", "en": "Those sequences were shotover the last three years in various moments of your activities. And there were many, many others."}, {"zh-tw": "看了它 我們可以幾乎像鳥一樣的飛行了吧在天上是什麽感覺羅伊斯 很好玩（笑）", "en": "So it's possible to flyalmost like a bird. What is it like to be up there? Yves Rossy: It's fun. It's fun."}, {"zh-tw": "我沒有羽毛但是我時常感覺就像鳥似的", "en": "I don't have feathers. But I feel like a bird sometimes."}, {"zh-tw": "這是不真實的感受因為總有一個飛機在你旁邊當我只背上這小東西這翅膀時我才有感覺像鳥一樣", "en": "It's really an unreal feeling, because normally you have a big thing, a plane, around you. And when I strap just this little harness, this little wing, I really have the feeling of being a bird."}, {"zh-tw": "布 你是如何成為火箭人的依 那是差不多20年前在我知道自由落體時人只要走出了飛機就幾乎沒有保護", "en": "BG: How did you start to become Jetman? YR: It was about 20 years ago, when I discovered free falling. When you go out of an airplane,you are almost naked."}, {"zh-tw": "你就要這樣做特別是你做這種下降的樣子時你真的是有種你在飛的感覺", "en": "You take a position like that. And especially when you takea tracking position, you have the feeling that you are flying."}, {"zh-tw": "這就是離我飛行最近的夢想在你身邊沒有機器", "en": "And that's the nearest thing to the dream. You have no machine around you."}, {"zh-tw": "你就像在飛那持續的非常短也只能在一個方向所以就有了這樣的想法", "en": "You are just in the element. It's very short and only in one direction."}, {"zh-tw": "保持這種自由的感覺但是能夠改變方向和增加時間布 我有點好奇 速度最快能多少在迴旋前大概300km每小時", "en": "So the idea was, okay, keep that feeling of freedom, but change the vectorand increase the time. BG: So I'm kind of curious,what's your top speed? YR: It's about 300 km per hourbefore looping."}, {"zh-tw": "這就意味著190英里每小時布 那你帶的裝備有多重依 當加滿燃料時我大概55kg", "en": "That means about 190 miles per hour. BG: What's the weightof the equipment you're carrying? YR: When I exit full of kerosene, I'm about 55 kilos."}, {"zh-tw": "然後在背上個55kg布 從某種感覺上你沒有在駕駛沒有手柄沒有轉向器就只有你的身體感覺像是翅膀和你身體的互相成為了彼此的一部份依 那自然是我們的目標因為加入你加入了方向盤你就像是又發明了一遍飛機", "en": "I have 55 kilos on my back. BG: And you're not piloting? There is no handle, no steering, nothing? It is purely your body, and the wings become partof the body and vice versa? YR: That's really the goal, because if you put in steering, then you reinvent the airplane."}, {"zh-tw": "我也希望能一直保持這種自由的感覺就像小孩子模仿飛機一樣的感覺我想下降時就這樣", "en": "And I wanted to keep thisfreedom of movement. And it's really like the kidplaying the airplane."}, {"zh-tw": "上升 轉向", "en": "I want to go down like that. And up I climb, I turn."}, {"zh-tw": "就是一種純粹的飛行不是操控方向盤 而是飛行", "en": "It's really pure flying. It's not steering, it's flight."}, {"zh-tw": "布 你又會做一些怎樣的訓練個人的 爲了飛行依 事實上 我就只需要保持體重沒有做什麽特殊的身體訓練", "en": "BG: What kind of training do you do,you personally, for that? YR: Actually, I try to stay just fit. I don't do special physical training."}, {"zh-tw": "就是通過新的活動保持靈活性比如上個冬天 我開始了風箏衝浪新事物", "en": "I just try to keep my mobilitythrough new activities. For example, last winterI began with kite surfing."}, {"zh-tw": "所以你要去適應它", "en": "So, new things. So you have to adapt."}, {"zh-tw": "因為我作為一個火箭人對這方面的系統還是比較有經驗的但是這項運動還是很需要靈敏性的你要很靈活並且還要變得很快布 有的觀眾問我你是如何呼吸的因為你飛的很快并會到海拔3000m以上", "en": "I'm quite an experiencedmanager of systems as a pilot, but this is, really -- You need fluidity, you need to be agile and also to adapt really fast. BG: Somebody in the audience asked me, \"How does he breathe up there?\" Because you're going fastand you're up at 3,000 meters or so."}, {"zh-tw": "依 到了3000m以上氧氣其實並不是什麽大問題比如 摩托車手他們和這是差不多的速度", "en": "YR: Okay, up to 3,000 meters, it's not such a big problem with oxygen. But for example, bikers, they have the same speed."}, {"zh-tw": "帶上頭盔一整個頭盔呼吸也不是什麽問題跟我們介紹一下你在這的裝備吧", "en": "Just with the helmet, integral helmet, it's really no problem to breathe. BG: Describe for me the equipment,since you have it here."}, {"zh-tw": "有四個引擎依 對 兩米寬", "en": "So Breitling's four engines. YR: Yeah, two-meter span."}, {"zh-tw": "超穩定的支架四個小引擎每個都是渦輪的22kg推力柴油供應", "en": "Ultra-stable profile. Four little engines, 22 kilos thrust each, turbines, working with kerosene."}, {"zh-tw": "機廠 降落傘我唯一用的是高度計和秒錶", "en": "Harness, parachute. My only instrumentsare an altimeter and time."}, {"zh-tw": "我有大概八分鐘的燃料所以一定要確保沒有燒完（笑）", "en": "I know I have about eight minutes fuel. So I just check before it's finished."}, {"zh-tw": "然後最後的兩個降落傘", "en": "And yeah, that's all. Two parachutes."}, {"zh-tw": "假如第一個壞掉了我就可以去拉第二個這是我生命的保證", "en": "That means, if I have a problemwith the first one I pull, I still have the possibilityto open the second one. And this is my life."}, {"zh-tw": "是對安全問題很重要的東西在過去的15年我用了大概20次這個傘", "en": "That's the real importantthing about safety. I did use that during these last 15 years about 20 times."}, {"zh-tw": "但是這個型號沒有遇到這樣的問題 但是在一開始我是會放棄我的翅膀當我很不平衡甚至打轉", "en": "Never with that type of wing,but at the beginning. I can release my wing when I am in a spin or unstable."}, {"zh-tw": "布 我們看了2009年穿越直布羅陀海峽的那是當你失去控制時你直接降到了雲層下墜入海中這是你放棄火箭當中的一次對吧依 是的我在雲中嘗試了但是你完全丟掉了方向", "en": "BG: We saw the 2009 crossingof the Gibraltar Strait where you lost control and then you dived down into the clouds and in the ocean. So that was one of those caseswhere you let the wings go, right? YR: Yeah. I did try in the clouds, but you lose orientation completely."}, {"zh-tw": "我還是嘗試再一次攀升高度我想這應該就能解決了", "en": "So I did try to take, again, a climb altitude. I thought, okay, I will go out."}, {"zh-tw": "但是大部份時候卻那樣了布 這給人很不安全的感覺", "en": "But most probably,I did something like that. BG: Something that is notvery safe, the image."}, {"zh-tw": "依 但是你會感覺很爽卻掉了下去接下來我看到的就是一片藍", "en": "YR: You feel great, but -- But you have not the right altitude. So the next thing I saw was just blue."}, {"zh-tw": "就是大海了我也有一個有語音功能的高度計", "en": "It was the sea. I have also an audible altimeter."}, {"zh-tw": "所以當我知道在最低高度時速度很快的我就放棄了火箭打開了降落傘", "en": "So I was at my minimum altitude in that vector -- fast -- so I pulled that. And then I did open my chute."}, {"zh-tw": "所以火箭是有它自己的降落傘 在你身上還有兩個降落傘對 為火箭也配了降落傘因為第一我可以在事後修它第二不會有人被活生生的砸到", "en": "BG: So the wings have their own parachute,and you have your two parachutes. YR: Exactly. There is a rescueparachute for the wing for two reasons: so I can repair it afterward and especially so nobody takesthat, just on his head."}, {"zh-tw": "布 好我明白了 可以回到這裡了這是一個有一定風險的東西", "en": "BG: I see. Maybe come back here. This is risky stuff indeed."}, {"zh-tw": "有很多人爲了這個付出了自己的生命你看起來也不像一個狂人 你是一個瑞士的飛行員所以你應該是那種注重安全性的人", "en": "People have died tryingto do this kind of thing. And you don't look like a crazy guy;you're a Swiss airline pilot, so you're rather a checklist kind of guy."}, {"zh-tw": "對於這個你應該有自己的分寸依 是的 那就是不注意安全布 那這就最好不要告訴你的贊助了", "en": "I assume you have standards. YR: Yeah. I have no checklist for that."}, {"zh-tw": "依 不是那樣的 那是兩個世界", "en": "BG: Let's not tell your employer. YR: No, that's really two worlds."}, {"zh-tw": "正統飛行學是我們很瞭解的領域我們已經有100年的歷史", "en": "Civil aviation is somethingthat we know very well. We have a hundred years of experience."}, {"zh-tw": "你有一個模子去模仿但是這個我就要去領悟一些新的東西", "en": "And you can adapt really precisely. With that, I have to adaptto something new."}, {"zh-tw": "這就意味著是去創作在這兩者間也有一定的聯繫", "en": "That means improvise. So it's really a playbetween these two approaches."}, {"zh-tw": "一些我很懂的東西一些原則 比如我們的客機有兩個引擎但是只有一個時 你也是可以飛的", "en": "Something that I knowvery well, these principles. For example, we havetwo engines on an Airbus; with only one engine, you can fly it."}, {"zh-tw": "這就是備用機換 同樣的戰鬥機種 是有彈出式的座椅", "en": "So plan B, always a plan B. In a fighter, you have an ejection seat."}, {"zh-tw": "這就是我的彈出式座椅我有作為一個職業飛行員的知識同時以一個開創者運用自然的力量", "en": "That's my ejection seat. So I have the approachof a professional pilot with the respect of a pioneer in front of Mother Nature."}, {"zh-tw": "布 說的很好假如有一個引擎壞掉了你怎麼辦依 我會打轉", "en": "BG: It's well said. What happens if one of the engines stops? YR: I do a roll."}, {"zh-tw": "然後試著平衡根據我的高度我現在有2或3個引擎有時可能有機會", "en": "And then I stabilize, and according to my altitude,I continue on two or three engines. It's sometimes possible."}, {"zh-tw": "這可能有點難解釋但是根據我的高度我可以靠著兩個繼續飛然後這一個好的地方降落 打開降落傘布 在飛行一開始你是從一個飛機或直升機上跳下來的然後俯衝加速估計應該是在半空中飛行", "en": "It's quite complicated to explain, but according to which regime I was, I can continue on two and try to get a nice place to land,and then I open my parachute. BG: So the beginning of the flight is actually you jumpoff a plane or a helicopter, and you go on a diveand accelerate the engines, and then you basically take offmid-air somewhere."}, {"zh-tw": "最後降落 這就是我們看到的到達海峽的另一端借著降落傘降落處於好奇當初你飛過大峽谷是在哪裡降落的是在邊緣 還是下降到了地面我是降到了地面", "en": "And then the landing, as we have seen, arriving on this side of the Channel, is through a parachute. So just as a curiosity, where did you land when you flewover the Grand Canyon? Did you land on the rim,down at the bottom? YR: It was down on the bottom."}, {"zh-tw": "然後靠著直升機回來的因為表面太多的石頭和仙人掌布 這就是我爲什麽問這個問題", "en": "And I came back afterwardon the sled of the helicopter back. But it was too stonyand full of cactus on top."}, {"zh-tw": "依 並且當時的氣流有點意思", "en": "BG: That's exactlywhy I asked the question. YR: And also, the currentsare quite funny there."}, {"zh-tw": "有一股巨大的上升暖氣流在高度上也有很大的不同所以降落在地面會安全鞋", "en": "There is big thermal activity, big difference in altitude also. So it was much safer for meto land at the bottom."}, {"zh-tw": "布 我想現在很多觀眾會問你什麽時候造一個雙人的那樣我們就可以一起飛了依我給出很明確的回答你們見過串聯在一起的鳥嗎", "en": "BG: I think that right now,many people are asking, \"When are you developing a double-seater so they can fly with you?\" YR: I have a standard answer. Have you ever seen tandem birds? BG: Perfect answer."}, {"zh-tw": "布 絕妙的回答依福斯 最後一個問題下一個目標是哪裡 火箭人的下一個目標依 首先找一個年輕人", "en": "(Applause ends) BG: Yves, one last question. What's next for you?What's next for Jetman? YR: First, to instruct a younger guy."}, {"zh-tw": "教會他去做列隊飛行我準備從一個懸崖出發就像從懸崖旁彈射出去一樣", "en": "I want to share it,to do formation flights. And I plan to start from a cliff, like catapulted from a cliff."}, {"zh-tw": "布 就不從飛機上跳了吧依 最終目標是能用初速度起飛真的是一步一步來", "en": "BG: So instead of jumpingoff a plane, yes? YR: Yes, with the final goal to take off,but with initial speed. Really, I go step by step."}, {"zh-tw": "聽起來有點假但是不是的現在是有可能去做的 但是太危險了（笑）", "en": "It seems a little bit crazy, but it's not. It's possible to start already now,it's just too dangerous."}, {"zh-tw": "有更好的技術就會更安全我希望最後每個人都能用", "en": "Thanks to the increasing technology,better technology, it will be safe. And I hope it will be for everybody."}, {"zh-tw": "布 依福斯 非常感謝 依福斯羅斯", "en": "BG: Yves, thank you very much. Yves Rossy."}], "title": "Yves Rossy Fly With The Jetman"}