{"url": "http://www.ted.com/talks/yves_rossy_fly_with_the_jetman", "paragraphs": [{"zh-tw": " (Music) [music by Moby] [Grand Canyon] Narrator: Many of the tests are conducted while Yves is strapped onto the wing, because Yves' bodyis an integral part of the aircraft. [Wind tunnel tests] Narrator: The wing has no steeringcontrols, no flaps, no rudder.", "en": " (音樂) 火箭人 依福斯羅斯 大峽谷 當依福斯駕駛火箭時 作為整個本件的一本分 我們做了很多的測試 風洞測試 火箭沒有轉向器 沒有副翼 沒有方向盤"}, {"zh-tw": " Yves uses his body to steer the wing. Stefan Von Bergen: Well, he turns by just putting his headon one or the other side.", "en": " 依福斯靠著身體轉動火箭 stenfan von bergen 項目經理： 看 他通過頭部的移動"}, {"zh-tw": " And sometimes he assists thatwith his hands, sometimes even with the leg. He's acting as a humanfuselage, so to say.", "en": " 有時在手的幫助下 甚至腳來改變方向 他就像是一個人體機身 非常的特別"}, {"zh-tw": " And that's quite unique. Narrator: When he arches his back,he gains altitude.", "en": " 當他抬起背時 高度就會增加"}, {"zh-tw": " When he pushes his shoulders forward,he goes into a dive. [Swiss Alps] [Strait of Gibraltar crossing] [English Channel crossing] Commentator One: There he goes.", "en": " 當他前移肩部時 高度就會降低 瑞士阿爾卑斯山脈 飛躍直布羅陀海峽 飛躍英吉利海峽 評論員 看他出發了"}, {"zh-tw": " There is Yves Rossy. And I think the wing is open.", "en": " 依福斯羅斯 我想雙翼應該打開了 的確打開了"}, {"zh-tw": " So our first critical moment, it's open. He is down. Is he flying? Commentator Two:It looks like he's stabilized.", "en": " 這是我們第一個關鍵的時刻 它打開了 他在下降 他在飛行嗎 評論員2 他看起來找到了平衡 開始爬升了"}, {"zh-tw": " He's starting to make his climb. Commentator One:There's that 90 degree turn.", "en": " 評論員 這就是你說的那個起航的90度回轉"}, {"zh-tw": " He's out over the channel. There is Yves Rossy.", "en": " 他正飛躍在海峽上 好的 依福斯羅斯"}, {"zh-tw": " There is no turning back now. He is over the English Channeland under way.", "en": " 這就沒有回頭路了 他正在穿越英吉利海峽"}, {"zh-tw": " Ladies and gentlemen, a historic flight has begun. [Images: National Geographic] Commentator Two:And as he approaches the ground, he's going to pull downon those toggles to flare, slow himself down just a little bit, and then come in for a nice landing.", "en": " 女士們先生們 歷史性的飛行已經開始了 評論員2 當他靠近地面時 他要打開降落傘的安全栓 慢慢地降低速度 然後非常完美的降落"}, {"zh-tw": " Commentator One: There he is. Yves Rossy has landed in England.", "en": " 看 依福斯羅斯在英國大陸上降落了"}, {"zh-tw": " Bruno Giussani: And nowhe's in Edinburgh. Yves Rossy! (Applause ends) And his equipment as well. Yves, welcome. It is quite amazing.", "en": " 布魯諾朱薩尼（ted歐洲區主管） 他現在就在愛丁堡 歡迎依福斯羅斯 當然他的裝備也來了 歡迎你 依福斯 相當的驚奇"}, {"zh-tw": " Those sequences were shotover the last three years in various moments of your activities. And there were many, many others.", "en": " 這個視頻是在你這三年中 數次的飛行的一個剪輯 當然還有很多很多"}, {"zh-tw": " So it's possible to flyalmost like a bird. What is it like to be up there? Yves Rossy: It's fun. It's fun.", "en": " 看了它 我們可以幾乎像鳥一樣的飛行了吧 在天上是什麽感覺 羅伊斯 很好玩 （笑）"}, {"zh-tw": " I don't have feathers. But I feel like a bird sometimes.", "en": " 我沒有羽毛 但是我時常感覺就像鳥似的"}, {"zh-tw": " It's really an unreal feeling, because normally you have a big thing, a plane, around you. And when I strap just this little harness, this little wing, I really have the feeling of being a bird.", "en": " 這是不真實的感受 因為總有一個飛機 在你旁邊 當我只背上這小東西 這翅膀時 我才有感覺像鳥一樣"}, {"zh-tw": " BG: How did you start to become Jetman? YR: It was about 20 years ago, when I discovered free falling. When you go out of an airplane,you are almost naked.", "en": " 布 你是如何成為火箭人的 依 那是差不多20年前 在我知道自由落體時 人只要走出了飛機 就幾乎沒有保護"}, {"zh-tw": " You take a position like that. And especially when you takea tracking position, you have the feeling that you are flying.", "en": " 你就要這樣做 特別是你做這種下降的樣子時 你真的是有種 你在飛的感覺"}, {"zh-tw": " And that's the nearest thing to the dream. You have no machine around you.", "en": " 這就是離我飛行最近的夢想 在你身邊沒有機器"}, {"zh-tw": " You are just in the element. It's very short and only in one direction.", "en": " 你就像在飛 那持續的非常短也只能在一個方向 所以就有了這樣的想法"}, {"zh-tw": " So the idea was, okay, keep that feeling of freedom, but change the vectorand increase the time. BG: So I'm kind of curious,what's your top speed? YR: It's about 300 km per hourbefore looping.", "en": " 保持這種自由的感覺 但是能夠改變方向和增加時間 布 我有點好奇 速度最快能多少 在迴旋前大概300km每小時"}, {"zh-tw": " That means about 190 miles per hour. BG: What's the weightof the equipment you're carrying? YR: When I exit full of kerosene, I'm about 55 kilos.", "en": " 這就意味著190英里每小時 布 那你帶的裝備有多重 依 當加滿燃料時 我大概55kg"}, {"zh-tw": " I have 55 kilos on my back. BG: And you're not piloting? There is no handle, no steering, nothing? It is purely your body, and the wings become partof the body and vice versa? YR: That's really the goal, because if you put in steering, then you reinvent the airplane.", "en": " 然後在背上個55kg 布 從某種感覺上你沒有在駕駛 沒有手柄沒有轉向器 就只有你的身體 感覺像是翅膀和你身體的互相成為了彼此的一部份 依 那自然是我們的目標 因為加入你加入了方向盤 你就像是又發明了一遍飛機"}, {"zh-tw": " And I wanted to keep thisfreedom of movement. And it's really like the kidplaying the airplane.", "en": " 我也希望能一直保持這種自由的感覺 就像小孩子模仿飛機一樣的感覺 我想下降時就這樣"}, {"zh-tw": " I want to go down like that. And up I climb, I turn.", "en": " 上升 轉向"}, {"zh-tw": " It's really pure flying. It's not steering, it's flight.", "en": " 就是一種純粹的飛行 不是操控方向盤 而是飛行"}, {"zh-tw": " BG: What kind of training do you do,you personally, for that? YR: Actually, I try to stay just fit. I don't do special physical training.", "en": " 布 你又會做一些怎樣的訓練 個人的 爲了飛行 依 事實上 我就只需要保持體重 沒有做什麽特殊的身體訓練"}, {"zh-tw": " I just try to keep my mobilitythrough new activities. For example, last winterI began with kite surfing.", "en": " 就是通過新的活動 保持靈活性 比如 上個冬天 我開始了風箏衝浪"}, {"zh-tw": " So, new things. So you have to adapt.", "en": " 新事物 所以你要去適應它"}, {"zh-tw": " I'm quite an experiencedmanager of systems as a pilot, but this is, really -- You need fluidity, you need to be agile and also to adapt really fast. BG: Somebody in the audience asked me, \"How does he breathe up there?\" Because you're going fastand you're up at 3,000 meters or so.", "en": " 因為我作為一個火箭人 對這方面的系統還是比較有經驗的 但是這項運動 還是很需要靈敏性的 你要很靈活 並且還要變得很快 布 有的觀眾問我 你是如何呼吸的 因為你飛的很快并會到海拔3000m以上"}, {"zh-tw": " YR: Okay, up to 3,000 meters, it's not such a big problem with oxygen. But for example, bikers, they have the same speed.", "en": " 依 到了3000m以上 氧氣其實並不是什麽大問題 比如 摩托車手 他們和這是差不多的速度"}, {"zh-tw": " Just with the helmet, integral helmet, it's really no problem to breathe. BG: Describe for me the equipment,since you have it here.", "en": " 帶上頭盔一整個頭盔 呼吸也不是什麽問題 跟我們介紹一下你在這的裝備吧"}, {"zh-tw": " So Breitling's four engines. YR: Yeah, two-meter span.", "en": " 有四個引擎 依 對 兩米寬"}, {"zh-tw": " Ultra-stable profile. Four little engines, 22 kilos thrust each, turbines, working with kerosene.", "en": " 超穩定的支架 四個小引擎 每個都是渦輪的22kg推力 柴油供應"}, {"zh-tw": " Harness, parachute. My only instrumentsare an altimeter and time.", "en": " 機廠 降落傘 我唯一用的是高度計和秒錶"}, {"zh-tw": " I know I have about eight minutes fuel. So I just check before it's finished.", "en": " 我有大概八分鐘的燃料 所以一定要確保沒有燒完 （笑）"}, {"zh-tw": " And yeah, that's all. Two parachutes.", "en": " 然後最後 的兩個降落傘"}, {"zh-tw": " That means, if I have a problemwith the first one I pull, I still have the possibilityto open the second one. And this is my life.", "en": " 假如第一個 壞掉了 我就可以去 拉第二個 這是我生命的保證"}, {"zh-tw": " That's the real importantthing about safety. I did use that during these last 15 years about 20 times.", "en": " 是對安全問題很重要的東西 在過去的15年 我用了大概20次 這個傘"}, {"zh-tw": " Never with that type of wing,but at the beginning. I can release my wing when I am in a spin or unstable.", "en": " 但是這個型號沒有遇到這樣的問題 但是在一開始 我是會放棄我的翅膀 當我很不平衡甚至打轉"}, {"zh-tw": " BG: We saw the 2009 crossingof the Gibraltar Strait where you lost control and then you dived down into the clouds and in the ocean. So that was one of those caseswhere you let the wings go, right? YR: Yeah. I did try in the clouds, but you lose orientation completely.", "en": " 布 我們看了2009年穿越直布羅陀海峽的那是 當你失去控制時 你直接降到了雲層下 墜入海中 這是你放棄火箭當中的一次對吧 依 是的我在雲中嘗試了 但是你完全丟掉了方向"}, {"zh-tw": " So I did try to take, again, a climb altitude. I thought, okay, I will go out.", "en": " 我還是嘗試再一次 攀升高度 我想這應該就能解決了"}, {"zh-tw": " But most probably,I did something like that. BG: Something that is notvery safe, the image.", "en": " 但是大部份時候卻那樣了 布 這給人很不安全的感覺"}, {"zh-tw": " YR: You feel great, but -- But you have not the right altitude. So the next thing I saw was just blue.", "en": " 依 但是你會感覺很爽 卻掉了下去 接下來我看到的就是一片藍"}, {"zh-tw": " It was the sea. I have also an audible altimeter.", "en": " 就是大海了 我也有一個有語音功能的高度計"}, {"zh-tw": " So I was at my minimum altitude in that vector -- fast -- so I pulled that. And then I did open my chute.", "en": " 所以當我知道在最低高度時 速度很快的 我就放棄了火箭 打開了降落傘"}, {"zh-tw": " BG: So the wings have their own parachute,and you have your two parachutes. YR: Exactly. There is a rescueparachute for the wing for two reasons: so I can repair it afterward and especially so nobody takesthat, just on his head.", "en": " 所以火箭是有它自己的降落傘 在你身上還有兩個降落傘 對 為火箭也配了降落傘 因為 第一我可以在事後修它 第二不會有人被活生生的砸到"}, {"zh-tw": " BG: I see. Maybe come back here. This is risky stuff indeed.", "en": " 布 好我明白了 可以回到這裡了 這是一個有一定風險的東西"}, {"zh-tw": " People have died tryingto do this kind of thing. And you don't look like a crazy guy;you're a Swiss airline pilot, so you're rather a checklist kind of guy.", "en": " 有很多人爲了這個付出了自己的生命 你看起來也不像一個狂人 你是一個瑞士的飛行員 所以你應該是那種注重安全性的人"}, {"zh-tw": " I assume you have standards. YR: Yeah. I have no checklist for that.", "en": " 對於這個你應該有自己的分寸 依 是的 那就是不注意安全"}, {"zh-tw": " BG: Let's not tell your employer. YR: No, that's really two worlds.", "en": " 布 那這就最好不要告訴你的贊助了 依 不是那樣的 那是兩個世界"}, {"zh-tw": " Civil aviation is somethingthat we know very well. We have a hundred years of experience.", "en": " 正統飛行學是我們很瞭解的領域 我們已經有100年的歷史"}, {"zh-tw": " And you can adapt really precisely. With that, I have to adaptto something new.", "en": " 你有一個模子去模仿 但是這個 我就要去領悟一些新的東西"}, {"zh-tw": " That means improvise. So it's really a playbetween these two approaches.", "en": " 這就意味著是去創作 在這兩者間也有一定的聯繫"}, {"zh-tw": " Something that I knowvery well, these principles. For example, we havetwo engines on an Airbus; with only one engine, you can fly it.", "en": " 一些我很懂的東西 一些原則 比如 我們的客機有兩個引擎 但是只有一個時 你也是可以飛的"}, {"zh-tw": " So plan B, always a plan B. In a fighter, you have an ejection seat.", "en": " 這就是備用機換 同樣的 戰鬥機種 是有彈出式的座椅"}, {"zh-tw": " That's my ejection seat. So I have the approachof a professional pilot with the respect of a pioneer in front of Mother Nature.", "en": " 這就是我的彈出式座椅 我有作為一個職業飛行員的知識 同時以一個開創者 運用自然的力量"}, {"zh-tw": " BG: It's well said. What happens if one of the engines stops? YR: I do a roll.", "en": " 布 說的很好 假如有一個引擎壞掉了你怎麼辦 依 我會打轉"}, {"zh-tw": " And then I stabilize, and according to my altitude,I continue on two or three engines. It's sometimes possible.", "en": " 然後試著平衡 根據我的高度 我現在有2或3個引擎 有時可能有機會"}, {"zh-tw": " It's quite complicated to explain, but according to which regime I was, I can continue on two and try to get a nice place to land,and then I open my parachute. BG: So the beginning of the flight is actually you jumpoff a plane or a helicopter, and you go on a diveand accelerate the engines, and then you basically take offmid-air somewhere.", "en": " 這可能有點難解釋 但是根據我的高度 我可以靠著兩個繼續飛 然後這一個好的地方降落 打開降落傘 布 在飛行一開始 你是從一個飛機或直升機上跳下來的 然後俯衝加速 估計應該是在半空中飛行"}, {"zh-tw": " And then the landing, as we have seen, arriving on this side of the Channel, is through a parachute. So just as a curiosity, where did you land when you flewover the Grand Canyon? Did you land on the rim,down at the bottom? YR: It was down on the bottom.", "en": " 最後降落 這就是我們看到的 到達海峽的另一端 借著降落傘降落 處於好奇 當初你飛過大峽谷是在哪裡降落的 是在邊緣 還是下降到了地面 我是降到了地面"}, {"zh-tw": " And I came back afterwardon the sled of the helicopter back. But it was too stonyand full of cactus on top.", "en": " 然後靠著 直升機回來的 因為表面太多的石頭和仙人掌 布 這就是我爲什麽問這個問題"}, {"zh-tw": " BG: That's exactlywhy I asked the question. YR: And also, the currentsare quite funny there.", "en": " 依 並且當時的氣流有點意思"}, {"zh-tw": " There is big thermal activity, big difference in altitude also. So it was much safer for meto land at the bottom.", "en": " 有一股巨大的上升暖氣流 在高度上也有很大的不同 所以降落在地面會安全鞋"}, {"zh-tw": " BG: I think that right now,many people are asking, \"When are you developing a double-seater so they can fly with you?\" YR: I have a standard answer. Have you ever seen tandem birds? BG: Perfect answer.", "en": " 布 我想現在很多觀眾會問 你什麽時候造一個雙人的 那樣我們就可以一起飛了 依我給出很明確的回答 你們見過串聯在一起的鳥嗎"}, {"zh-tw": " (Applause ends) BG: Yves, one last question. What's next for you?What's next for Jetman? YR: First, to instruct a younger guy.", "en": " 布 絕妙的回答 依福斯 最後一個問題 下一個目標是哪裡 火箭人的下一個目標 依 首先找一個年輕人"}, {"zh-tw": " I want to share it,to do formation flights. And I plan to start from a cliff, like catapulted from a cliff.", "en": " 教會他 去做列隊飛行 我準備從一個懸崖出發 就像從懸崖旁彈射出去一樣"}, {"zh-tw": " BG: So instead of jumpingoff a plane, yes? YR: Yes, with the final goal to take off,but with initial speed. Really, I go step by step.", "en": " 布 就不從飛機上跳了吧 依 最終目標是能用初速度 起飛 真的是一步一步來"}, {"zh-tw": " It seems a little bit crazy, but it's not. It's possible to start already now,it's just too dangerous.", "en": " 聽起來有點假 但是不是的 現在是有可能去做的 但是太危險了 （笑）"}, {"zh-tw": " Thanks to the increasing technology,better technology, it will be safe. And I hope it will be for everybody.", "en": " 有更好的技術 就會更安全 我希望最後每個人都能用"}, {"zh-tw": " BG: Yves, thank you very much. Yves Rossy.", "en": " 布 依福斯 非常感謝 依福斯羅斯"}], "title": "Yves Rossy Fly With The Jetman"}