{"url": "http://www.ted.com/talks/britta_riley_a_garden_in_my_apartment", "paragraphs": [{"zh-tw": " I, like many of you, am one of the two billion peopleon Earth who live in cities. And there are days --I don't know about the rest of you -- but there are days when I palpably feel how much I rely on other people for pretty much everything in my life.", "en": " 我和你們 很多人一樣是 20億城市人口中的一個 肯定有一段時間我不在乎你們中的任何一人 但是又有時我可以很清楚的感覺到 我有多麼的依賴他人 幾乎是我生活中的每件事"}, {"zh-tw": " And some days, that can evenbe a little scary. But what I'm hereto talk to you about today is how that same interdependence is actually an extremelypowerful social infrastructure that we can actually harness to help heal someof our deepest civic issues, if we apply open-source collaboration.", "en": " 有時 我甚至對這種現狀感到可怕 但是我今天想與你們分享的 就是這種社會基本結構（社會人）之間的 互相依賴所具有的強大力量 假如我們之間有開放資源的合作 大家是可以行動起來解決 一些社會最根本的問題的"}, {"zh-tw": " A couple of years ago, I read an article by New York Timeswriter Michael Pollan, in which he argued that growingeven some of our own food is one of the best thingsthat we can do for the environment. Now at the time that I was reading this, it was the middle of the winter and I definitely did not have roomfor a lot of dirt in my New York City apartment.", "en": " 幾年前 我讀了紐約時報上邁克爾波輪寫的一篇文章 在其中他論述到了 我們假如能夠自己為自己種點食物 這將是對環境 十分有好處的事情 當時我在讀那篇文章時 正是寒冬 在我紐約的公寓中 不可能有地方來種菜"}, {"zh-tw": " So I was basically just willing to settle for just reading the next Wired magazine and finding out how the expertswere going to figure out how to solve all these problemsfor us in the future. But that was actually exactly the point that Michael Pollanwas making in this article -- it's precisely when we hand over the responsibilityfor all these things to specialists that we cause the kind of messesthat we see with the food system.", "en": " 很自然的我勉強同意他的 然後就去在連線(雜誌) 上找找看專家們 是如何為我們解決這些問題的 但是這種想法就是邁克爾波輪 在文章中明確寫道的 當我們把本來屬於 自己的責任全部都交到了專家手裡 我們其實就在為我們的 食品系統製造麻煩"}, {"zh-tw": " So, I happen to knowa little bit from my own work about how NASA has been using hydroponics to explore growing food in space. And that you can actuallyget optimal nutritional yield by running a kind of high-qualityliquid soil over plants' root systems.", "en": " 那之後 我很碰巧的從我自己的工作中知道了 NASA使用水栽培 在宇宙中種植植物的方法 並且你可以通過在植物根 周圍包裹高質量的液態土壤 來獲得最好的產量"}, {"zh-tw": " Now to a vegetable plant, my apartment has got to beabout as foreign as outer space. But I can offer some natural light and year-round climate control.", "en": " 對蔬菜植物而言 我的公寓和 外太空對他們來說沒什麼區別 但是起碼我可以提供自然光 和全年的氣候控制"}, {"zh-tw": " Fast-forward two years later: we now have window farms, which are vertical, hydroponic platforms for food-growing indoors. And the way it worksis that there's a pump at the bottom, which periodically sends this liquidnutrient solution up to the top, which then trickles downthrough plants' root systems that are suspended in clay pellets -- so there's no dirt involved.", "en": " 快轉到兩年後 我們現在有了 窗邊農場 一種垂直式室內水栽培植物 的平臺 工作原理是在它的底部有一個泵 用於定期向上方輸送液態養料溶液 然後順著懸空在粘土小球中的 植物根慢慢滴落 所以不需要泥土的"}, {"zh-tw": " Now light and temperature varywith each window's microclimate, so a window farm requires a farmer, and she must decide what kind of crops she is goingto put in her window farm, and whether she is goingto feed her food organically. Back at the time, a window farm was no morethan a technically complex idea that was going to requirea lot of testing.", "en": " 在每一個窗戶的小氣候生態中 陽光和氣溫是會變化的 所以窗邊農場 是需要一個農工的 然後她來決定 在窗邊農場中放怎樣的種子 和是不是用有機肥料去培養 現在的窗邊農場應該 算的上是一個技術比較複雜的想法 是需要很多的測試的"}, {"zh-tw": " And I really wanted itto be an open project, because hydroponics is one of the fastestgrowing areas of patenting in the United States right now, and could possibly becomeanother area like Monsanto, where we have a lot of corporateintellectual property in the way of people's food. So I decided that,instead of creating a product, what I was going to do was open this upto a whole bunch of codevelopers.", "en": " 我真的很希望這可以成為一個大眾項目 因為在美國近年來 水養殖是幾個專利 增長最快的領域之一 很可能成為另一個 像孟山都一樣 在食物方面形成很多 企業知識產權 所以我並不像做出一個產品 我想的是把 這個東西與所有的發展著一同共享"}, {"zh-tw": " The first few systems that we created,they kind of worked. We were actually able to growabout a salad a week in a typical New York Cityapartment window.", "en": " 這是我們創造的第一個系統 相當不錯 我們能每星期在典型的紐約公寓的窗戶上 種出一盤沙拉"}, {"zh-tw": " And we were able to grow cherry tomatoes and cucumbers, all kinds of stuff. But the first few systems were these leaky, loud power-guzzlers that Martha Stewartwould definitely never have approved.", "en": " 我們可以種小番茄 和黃瓜等各種菜 但是這第一個系統 是會漏水 而且很吵費電 那樣的東西瑪莎斯圖是肯定不喜歡的"}, {"zh-tw": " So to bring on more codevelopers, what we did was we createda social media site on which we published the designs, we explained how they worked, and we even went so far as to point out everythingthat was wrong with these systems. And then we invited peopleall over the world to build them and experiment with us.", "en": " 爲了吸引更多的製造者 我們建立了一個網站 在上面發佈我們設計 我們解釋他們是如何工作的 甚至還把 這些系統的各種漏洞都寫在了上面 並且邀請全世界的人 與我們一同實驗來創造這個系統"}, {"zh-tw": " So actually now on this website, we have 18,000 people. And we have window farmsall over the world.", "en": " 現在這個網站大概有 18000人 我們現在全世界都有了 窗邊農場"}, {"zh-tw": " What we're doingis what NASA or a large corporation would call R&D,or research and development. But what we call it is R&D-I-Y, or \"research and develop it yourself.\" So, for example, Jackson came along and suggested that we use air pumpsinstead of water pumps.", "en": " 我們現在做的 是NASA和那些大公司 稱為R＆D的或叫做研究與發展 但是我們把它叫做R＆DIY 或叫做研究與自己做 比如 一路走來的傑克森他建議 我們可以用氣泵代替水泵"}, {"zh-tw": " It took building a whole bunchof systems to get it right, but once we did, we were able to cutour carbon footprint nearly in half. Tony in Chicago has been taking ongrowing experiments, like lots of other window farmers, and he's been able to gethis strawberries to fruit for nine months of the yearin low-light conditions by simply changing outthe organic nutrients.", "en": " 這需要一系列的改造來實現 只要成功了 我們就能減少一半左右的碳排放 居住在芝加哥的托尼和許多其他的窗邊農工 一樣在進行生產實驗 然後他通過簡單改變養料 成功達到了在一年中有九個月 都能成功產出草莓"}, {"zh-tw": " And window farmers in Finlandhave been customizing their window farms for the dark days of the Finnish winters by outfitting them with LED grow lights that they're now makingopen source and part of the project. So window farms have been evolving through a rapid versioning processsimilar to software.", "en": " 接下來是在芬蘭的窗邊農工 通過加上led燈 已經成功的讓他們的窗邊農場 適應了芬蘭冬天的黑暗 同時他們也把這作為了公開資源計劃的一部份 通過像軟體一樣 不斷的版本更新 窗邊農場在不斷的改進"}, {"zh-tw": " And with every open source project, the real benefit is the interplay between the specific concernsof people customizing their systems for their own particular concerns, and the universal concerns. So my core team and I are able to concentrateon the improvements that really benefit everyone.", "en": " 公開資源的好處就在於 互相的影響 由當地人爲了 適應當地環境做出的 特殊的想法 與一般想法見的影響 通過這樣的好處我的核心小組 就能認識到 怎樣的改進才能對大家都有好處"}, {"zh-tw": " And we're able to look outfor the needs of newcomers. So for do-it-yourselfers, we provide free,very well-tested instructions so that anyone, anywhere around the world, can build one of these systems for free.", "en": " 同時也能為新參加的人員提供他們的需要 對那些diy者 我們提供免費優質的指導 因此對於任何人在任何地方 他們都能免費得建一個窗邊農場"}, {"zh-tw": " And there's a patent pendingon these systems as well that's held by the community. And to fund the project, we partner to create products that we then sellto schools and to individuals who don't have timeto build their own systems.", "en": " 但是這些系統的專利也是會有的 是由整個社區的人們所共有的 出於為項目注資的目的 我們的合作者做了一些產品 賣給了那些沒有時間自己做的 學校和個人"}, {"zh-tw": " Now within our community,a certain culture has appeared. In our culture,it is better to be a tester who supports someone else's idea than it is to be just the idea guy.", "en": " 現在在我們的社區內 一個很好的風氣已經形成了 在我們文化裡 我們認為成為一個 實踐者去支持他人的想法 比僅僅成為一個倫理家要好的多"}, {"zh-tw": " What we get out of this projectis support for our own work, as well as an experienceof actually contributing to the environmental movement in a way other than justscrewing in new light bulbs. But I think that Eleen expresses best what we really get out of this, which is the actual joy of collaboration.", "en": " 我們從這個項目中 得到是從我們自己工作中的自信 和真真為環境做點事情的 體驗 而非僅僅是換換燈泡而已 其實我感覺艾琳 對我們從中得到了什麽說的最好 那就是合作的純粹的快樂"}, {"zh-tw": " So she expresses here what it's like to see someone halfway across the world having taken your idea, built upon it and then acknowledgingyou for contributing. If we really want to seethe kind of wide consumer behavior change that we're all talking aboutas environmentalists and food people, maybe we just needto ditch the term \"consumer\" and get behind the peoplewho are doing stuff.", "en": " 她說這種快樂就像是 在世界旅途的半路中 碰到了一個撿起了你的想法的人 擴充了你的想法的人 然後感謝你的想法的人 假如我們真的想看到 我們作為環境學家和food people所說的 巨大的消費行為改變 可能其實我們僅僅只需要挖掘一下消費者的潛能 找到那些想做點是的人就好了"}, {"zh-tw": " Open source projectstend to have a momentum of their own. And what we're seeing is that R&D-I-Y has moved beyondjust window farms and LEDs into solar panels and aquaponic systems.", "en": " 公開資源項目也要有它們的春天了 並且我們現在看到的R＆diy 也已經從窗邊農場加上led 向太陽能板和養耕共生轉變"}, {"zh-tw": " And we're building upon innovationsof generations who went before us. And we're looking ahead at generations who really need usto retool our lives now.", "en": " 我們是在前代們的發明基礎 上建立起來的 現在我們也在尋找下一代 那些需要我們的幫助重組他們生活的人"}, {"zh-tw": " So we ask that you join us in rediscovering the valueof citizens united, and to declarethat we are all still pioneers.", "en": " 我要求你加入到我們 與我們一起重新定義 公民這個小單位的價值 並與我們一同宣佈 我們還是開創者 （鼓掌）"}], "title": "Britta Riley A Garden In My Apartment"}