{"url": "http://www.ted.com/talks/pavan_sukhdev_what_s_the_price_of_nature", "paragraphs": [{"zh-tw": " I'm here to talk to you about the economic invisibility of nature. The bad news is that mother nature's back office isn't working yet, so those invoices don't get issued.", "en": " 我在這想要告訴大家 關於大自然隱藏的經濟 壞消息是 大地之母的會計部門還沒開始運作 所以這些帳單沒有辦法被開出來。"}, {"zh-tw": " But we need to do something about this problem. I began my life as a markets professional and continued to take an interest, but most of my recent effort has been looking at the value of what comes to human beings from nature, and which doesn't get priced by the markets.", "en": " 不過我們還是要為了這個問題做些事情 我一開始是從事市場領域 之後持續對此抱持著興趣 但是我近期的努力 都是專注在 人類從大自然取得資產的價值 那些在市場上還沒有標價的部分"}, {"zh-tw": " A project called TEEB was started in 2007, and it was launched by a group of environment ministers of the G8+5. And their basic inspiration was a stern review of Lord Stern.", "en": " 在2007年我們開始一個叫做TEEB的計劃 是由一群G8+5的環境部長們 (編者註:G8+5指的是原來的八大工業國 : 加拿大,法國,德國,義大利,日本,俄國,美國與英國 再加上五個新興國 : 巴西,中國,印度,墨西哥與南非) 所發起 他們初步的靈感 是來自氣候變化經濟學家斯特恩爵士所提出的報告"}, {"zh-tw": " They asked themselves a question: If economics could make such a convincing case for early action on climate change, well why can't the same be done for conservation? Why can't an equivalent case be made for nature? And the answer is: Yeah, it can. But it's not that straightforward.", "en": " 他們問自己一個問題： 如果經濟學可以提出這麼有說服力的理論 讓大家對氣候變遷及早行動, 為什麼這不能也用在保育上？ 為什麼相同的例子不能也用在 大自然上 而這個答案是：是的，是可以的 但是不是那麼的直接了當"}, {"zh-tw": " Biodiversity, the living fabric of this planet, is not a gas. It exists in many layers, ecosystems, species and genes across many scales -- international, national, local, community -- and doing for nature what Lord Stern and his team did for nature is not that easy.", "en": " 生物多樣性，這個星球上的各種組成不是汽油 這出現在多種層次裡 生態系統、物種和基因，跨越了很多等級 國際性的、國家級的、當地的、社群的 對大自然做 像斯特恩爵士及他的團隊當初為了大自然做的那些,並不簡單"}, {"zh-tw": " And yet, we began. We began the project with an interim report, which quickly pulled together a lot of information that had been collected on the subject by many, many researchers.", "en": " 儘管如此，我們還是開始了 這份計畫是先從臨時報告開始 很快地，許多研究人員 把很多關於這個主題的資訊 都收集在一起"}, {"zh-tw": " And amongst our compiled results was the startling revelation that, in fact, we were losing natural capital -- the benefits that flow from nature to us. We were losing it at an extraordinary rate -- in fact, of the order of two to four trillion dollars-worth of natural capital.", "en": " 在這份整合的報告中 有個非常驚人的啟示 那就是,事實上,我們正在失去自然資本 那些從大自然流向我們的利益。 我們正已非常驚人的速度失去 事實上，是價值兩到四萬億美元的 天然資本"}, {"zh-tw": " This came out in 2008, which was, of course, around the time that the banking crisis had shown that we had lost financial capital of the order of two and a half trillion dollars. So this was comparable in size to that kind of loss.", "en": " 這份報告在2008年寫成 剛好是在財務危機報告顯示 我們已經失去財務資本的時候 兩點五萬億美元財物資本的時候 所以這是可以相對比較的損失。"}, {"zh-tw": " We then have gone on since to present for [the] international community, for governments, for local governments and for business and for people, for you and me, a whole slew of reports, which were presented at the U.N. last year, which address the economic invisibility of nature and describe what can be done to solve it. What is this about? A picture that you're familiar with -- the Amazon rainforests.", "en": " 我們便開始四處演講 向國際社群 各國政府 地方政府和企業體 向群眾,向你和我, 做了完整報告，去年也在聯合國發表 裡頭說明了自然的隱藏經濟 也說明了怎麼樣做可以解決這個問題 這是關於什麼的呢? 這是一張你們很熟悉的圖片 亞馬遜雨林"}, {"zh-tw": " It's a massive store of carbon, it's an amazing store of biodiversity, but what people don't really know is this also is a rain factory. Because the northeastern trade winds, as they go over the Amazonas, effectively gather the water vapor.", "en": " 這是一個巨大的碳倉儲，也是一個驚人的生物多樣性的倉儲， 但人們不知道的 是它其實也是一個降雨工廠 因為東北季風 吹送過亞馬遜時 會有效的收集水蒸氣"}, {"zh-tw": " Something like 20 billion tons per day of water vapor is sucked up by the northeastern trade winds, and eventually precipitates in the form of rain across the La Plata Basin. This rainfall cycle, this rainfall factory, effectively feeds an agricultural economy of the order of 240 billion dollars-worth in Latin America.", "en": " 每天大約20億多噸的水蒸氣 都被吸到這東北季風裡， 而最終成為雨的型態 穿過整個拉普拉塔流域 這個降雨週期,這個降雨工廠 有效的滋養了整個農業經濟 價值240億美元 在整個拉丁美洲"}, {"zh-tw": " But the question arises: Okay, so how much do Uruguay, Paraguay, Argentina and indeed the state of Mato Grosso in Brazil pay for that vital input to that economy to the state of Amazonas, which produces that rainfall? And the answer is zilch, exactly zero. That's the economic invisibility of nature.", "en": " 但問題來了:好,所以 烏拉圭、巴拉圭、阿根廷 當然還有在巴西的馬托格羅索州 到底為了這個關鍵的經濟命脈附出了多少 給亞馬遜，這個造雨的地方? 而答案是零 剛剛好零 這就是自然的隱藏經濟"}, {"zh-tw": " That can't keep going on, because economic incentives and disincentives are very powerful. Economics has become the currency of policy.", "en": " 但這不能像這樣持續下去 因為經濟激勵和抑製作用是非常強大的。 經濟已經成為貨幣政策"}, {"zh-tw": " And unless we address this invisibility, we are going to get the results that we are seeing, which is a gradual degradation and loss of this valuable natural asset. It's not just about the Amazonas, or indeed about rainforests.", "en": " 要是我們不正視 這個隱藏力 我們將會得到一些可被預知的結果 -一個漸進的對這個保貴自然資產 的虧損 而這不只關於亞馬遜或雨林"}, {"zh-tw": " No matter what level you look at, whether it's at the ecosystem level or at the species level or at the genetic level, we see the same problem again and again. So rainfall cycle and water regulation by rainforests at an ecosystem level.", "en": " 不管你是從哪個層面看它 不管你是在生態系統或物種上的或是基因層面的 我們看到同樣的問題重複上演 所以降雨週期和水循環 在生態系統的層面上被降雨所控制"}, {"zh-tw": " At the species level, it's been estimated that insect-based pollination, bees pollinating fruit and so on, is something like 190 billion dollars-worth. That's something like eight percent of the total agricultural output globally.", "en": " 在物種的層面上來說 透過昆蟲授粉 及蜜蜂給水果授粉還有其他的種種 被預估約有190億美元的產值 這大約是 全球農業經濟產值的8%"}, {"zh-tw": " It completely passes below the radar screen. But when did a bee actually ever give you an invoice? Or for that matter, if you look at the genetic level, 60 percent of medicines were prospected, were found first as molecules in a rainforest or a reef.", "en": " 這完全被我們忽視 但話說回來，蜜蜂何時給過你帳單? 又好比我們從基因的層面來看 60%的藥品都是由此發展 都是先以分子的型態在雨林或珊瑚礁中發現"}, {"zh-tw": " Once again, most of that doesn't get paid. And that brings me to another aspect of this, which is, to whom should this get paid? That genetic material probably belonged, if it could belong to anyone, to a local community of poor people who parted with the knowledge that helped the researchers to find the molecule, which then became the medicine.", "en": " 再一次，它們大部分都未被付費 這將我們帶到另外一個問題 所以這之中誰該被付費 這些基因原料 如果該當屬於任何什麼人,可能是屬於 當地貧窮的社區 他們顯現了這些知識,讓研究學者發現了這些分子 然後用來製藥"}, {"zh-tw": " They were the ones that didn't get paid. And if you look at the species level, you saw about fish.", "en": " 他們也是那些沒有被付費的一員 然後如果你從物種的角度來看 想想魚"}, {"zh-tw": " Today, the depletion of ocean fisheries is so significant that effectively it is effecting the ability of the poor, the artisanal fisher folk and those who fish for their own livelihoods, to feed their families. Something like a billion people depend on fish, the quantity of fish in the oceans.", "en": " 今天，海洋漁業的枯竭是如此顯著 非常有效地影響窮人的能力， 那些徒手捕魚的漁民 那些只為求生存養活家人 而捕魚的漁民 大約有一億人民依賴漁業 依賴大海中的魚量"}, {"zh-tw": " A billion people depend on fish for their main source for animal protein. And at this rate at which we are losing fish, it is a human problem of enormous dimensions, a health problem of a kind we haven't seen before.", "en": " 大約有一億的人口 依賴魚為他們提供主要的蛋白質來源 而按照我們失去魚量的速度 它是一個與人類相關的巨大問題 是健康的問題 一個我們前所未聞的問題"}, {"zh-tw": " And finally, at the ecosystem level, whether it's flood prevention or drought control provided by the forests, or whether it is the ability of poor farmers to go out and gather leaf litter for their cattle and goats, or whether it's the ability of their wives to go and collect fuel wood from the forest, it is actually the poor who depend most on these ecosystem services. We did estimates in our study that for countries like Brazil, India and Indonesia, even though ecosystem services -- these benefits that flow from nature to humanity for free -- they're not very big in percentage terms of GDP -- two, four, eight, 10, 15 percent -- but in these countries, if we measure how much they're worth to the poor, the answers are more like 45 percent, 75 percent, 90 percent.", "en": " 最後,在生態系統的層面 無論是旱災或水災的預防控制皆由森林所提供， 它也讓那些貧窮的農夫 可以收集些落葉 餵養牛羊 也讓農夫們的老婆 可以去收集森林裡的殘枝當材燒 實際上正是那些最貧窮的人 依賴這個生態系統最多。 我們在我們的研究裡作了預測 在那些像是巴西,印度,印尼之類的國家 儘管生態系統免費提供 這些免費的由自然流向人類社會的利益 他們在國內生產總值的百分比計算上並沒有佔非常大的比例 2,4,8,10,15個百分點 但是在這些國家裡,如果我們量測這對窮人來說多有價值, 那麼答案會比較接近 45%,75%,90%"}, {"zh-tw": " That's the difference. Because these are important benefits for the poor.", "en": " 這是其中的差異 因為這些對窮人來說是非常重要的利益"}, {"zh-tw": " And you can't really have a proper model for development if at the same time you're destroying or allowing the degradation of the very asset, the most important asset, which is your development asset, that is ecological infrastructure. How bad can things get? Well here a picture of something called the mean species abundance.", "en": " 而你沒有辦法架設一個適恰的發展模式 如果同時間你在破壞,或允許 資產退化的發生,關於這最重要的資產 是你發展的資本 這是生態基礎設施。 所以事情可以有多糟? 這是一個叫做平均物種豐富的圖片"}, {"zh-tw": " It's basically a measure of how many tigers, toads, ticks or whatever on average of biomass of various species are around. The green represents the percentage.", "en": " 他基本上量測 這附近有多少老虎,，蟾蜍，蜱或任何 不同物種存在。 綠色代表百分率"}, {"zh-tw": " If you start green, it's like 80 to 100 percent. If it's yellow, it's 40 to 60 percent.", "en": " 如果是綠色，那表示80%到100% 如果是黃色,那代表40%到60%"}, {"zh-tw": " And these are percentages versus the original state, so to speak, the pre-industrial era, 1750. Now I'm going to show you how business as usual will affect this.", "en": " 這些則可以當作是相較於原始狀況的百分比 這是前工業時期,1750年 現在我要告訴你 一如往常的生活方式會如何影響這個"}, {"zh-tw": " And just watch the change in colors in India, China, Europe, sub-Saharan Africa as we move on and consume global biomass at a rate which is actually not going to be able to sustain us. See that again.", "en": " 只要看著這些顏色的變化 在印度、中國、歐洲 南撒哈拉非洲 當我們開始消耗全球的生物體 用一種其實沒辦法繼續支持我們存活的速度 讓我們再看一次"}, {"zh-tw": " The only places that remain green -- and that's not good news -- is, in fact, places like the Gobi Desert, like the tundra and like the Sahara. But that doesn't help because there were very few species and volume of biomass there in the first place.", "en": " 唯一還是綠色的地方，且這並不是好消息 事實上，是像是戈壁沙漠的地方 像是苔原和像是的撒哈拉大沙漠 但這對我們並沒有幫助，因為這些地方擁有非常少量的物種 一開始的生物量就很低"}, {"zh-tw": " This is the challenge. The reason this is happening boils down, in my mind, to one basic problem, which is our inability to perceive the difference between public benefits and private profits.", "en": " 這是我們面對的挑戰 而這正是發生的原因 追根究柢，對我來說，是一個非常基本的問題 是我們無法感知 群體利益 和個人獲利的差別"}, {"zh-tw": " We tend to constantly ignore public wealth simply because it is in the common wealth, it's common goods. And here's an example from Thailand where we found that, because the value of a mangrove is not that much -- it's about $600 over the life of nine years that this has been measured -- compared to its value as a shrimp farm, which is more like $9,600, there has been a gradual trend to deplete the mangroves and convert them to shrimp farms.", "en": " 我們習慣性的忽略公眾利益 就只因為他是共同財富 是公共財 這是一個來自泰國的例子 在那裡我們發現，由於紅樹林的價值並不多 - 在九年的生命裡大概值600美元 和它做為養蝦場的價值 約9600美元相比 逐漸出現了砍筏紅樹林趨勢 將它們改為養蝦場"}, {"zh-tw": " But of course, if you look at exactly what those profits are, almost 8,000 of those dollars are, in fact, subsidies. So you compare the two sides of the coin and you find that it's more like 1,200 to 600.", "en": " 但當然，如果你仔細看這些利潤 價值相當8000美元 實際上是補貼 所以你如果比較這個硬幣的兩面 你會發現這比較像是1200比600"}, {"zh-tw": " That's not that hard. But on the other hand, if you start measuring, how much would it actually cost to restore the land of the shrimp farm back to productive use? Once salt deposition and chemical deposition has had its effects, that answer is more like $12,000 of cost.", "en": " 這其實沒有那麼難 但另一方面，如果你開始測量， 它實際上會花多少錢 將養蝦場重建成 生產使用？ 一旦鹽沉積和化學沉積 開始對這片土地作用 那答案是它會花12000美元"}, {"zh-tw": " And if you see the benefits of the mangrove in terms of the storm protection and cyclone protection that you get and in terms of the fisheries, the fish nurseries, that provide fish for the poor, that answer is more like $11,000. So now look at the different lens.", "en": " 而如果你看到紅樹林的好處 比如說你可以得到的風暴保護和氣旋保護 又比如在漁業方面，天然育魚場所 它們提供窮人魚料 她們答案會是大約11000美元 所以現在我們來比較兩者差異"}, {"zh-tw": " If you look at the lens of public wealth as against the lens of private profits, you get a completely different answer, which is clearly conservation makes more sense, and not destruction. So is this just a story from South Thailand? Sorry, this is a global story.", "en": " 如果你從公共財富的角度來看 和私人獲利的角度相比 你會得到一個全然不同的答案 那就是顯然保育更有意義， 而不是破壞 那麼這只是一個來自南泰國的故事嗎? 抱歉不是的，這是一個全球的故事"}, {"zh-tw": " And here's what the same calculation looks like, which was done recently -- well I say recently, over the last 10 years -- by a group called TRUCOST. And they calculated for the top 3,000 corporations, what are the externalities? In other words, what are the costs of doing business as usual? This is not illegal stuff, this is basically business as usual, which causes climate-changing emissions, which have an economic cost.", "en": " 而這是一個同樣的計算看起來的樣子 是最近才完成的，當我說最近，那是近十年的事 一個叫做TRUCOST的組織 他們計算前3000企業 的外部成本 換句話說，讓他們繼續一如以往運作的成本是什麼 這並不是非法的，這就只是企業正常運作 這運作會導致氣候變化的排放，有它的經濟成本。"}, {"zh-tw": " It causes pollutants being issued, which have an economic cost, health cost and so on. Use of freshwater.", "en": " 這運作也導致汙染源的排放，這亦有它的經濟成本 健康成本等等 用乾淨的水源"}, {"zh-tw": " If you drill water to make coke near a village farm, that's not illegal, but yes, it costs the community. Can we stop this, and how? I think the first point to make is that we need to recognize natural capital.", "en": " 如果你在一個農場村落的旁邊鑽水，製造可樂 這並不是非法的，但它的確會讓社群付出代價 我們可以停止這一切嗎，而且要怎麼做? 我想首先是我們得認清自然資本的存在"}, {"zh-tw": " Basically the stuff of life is natural capital, and we need to recognize and build that into our systems. When we measure GDP as a measure of economic performance at the national level, we don't include our biggest asset at the country level.", "en": " 基本上所有生命裡的東西都是自然資本 而我們必須去認識它並將它併入我們的系統 當我們衡量國內生產總值 作為一個量測國家經濟表現的指標 我們不該只是去計算在國家裡最大的資產。"}, {"zh-tw": " When we measure corporate performances, we don't include our impacts on nature and what our business costs society. That has to stop.", "en": " 當我們衡量企業表現 我們不計算我們對於自然的影響 也不去計算我們的商業活動讓整個社會承擔多少花費 這必須停止"}, {"zh-tw": " In fact, this was what really inspired my interest in this phase. I began a project way back called the Green Accounting Project.", "en": " 事實上，這才是現階段啟發我興趣的根源 我很早之前推動綠色會計計劃"}, {"zh-tw": " That was in the early 2000s when India was going gung-ho about GDP growth as the means forward -- looking at China with its stellar growths of eight, nine, 10 percent and wondering, why can we do the same? And a few friends of mine and I decided this doesn't make sense. This is going to create more cost to society and more losses.", "en": " 那是在2000年初的事 當印度賣力使GDP增長 做為繼續前進基石的時代 看著中國還有它穩定的成長8%,9,10% 然後想著，我們為什麼可以一直做一樣的事 所以我的一些朋友和我 決定這不合理 這將會讓社會付出更多代價，產生更多損失"}, {"zh-tw": " So we decided to do a massive set of calculations and started producing green accounts for India and its states. That's how my interests began and went to the TEEB project.", "en": " 所以我們決定要開始一項龐大的計算 然後開始會印度和個洲製作綠色會計 我的興趣是這樣開始的 然後接著做TEEB計劃"}, {"zh-tw": " Calculating this at the national level is one thing, and it has begun. And the World Bank has acknowledged this and they've started a project called WAVES -- Wealth Accounting and Valuation of Ecosystem Services.", "en": " 為每個國家計算這些數值，是這樣開始的 然後世界銀行認可了這件事 他們也開始一個計劃叫做WAVES 財富會計和生態系統估價服務的簡稱"}, {"zh-tw": " But calculating this at the next level, that means at the business sector level, is important. And actually we've done this with the TEEB project.", "en": " 但是，再另外一個新的層面計算 這意味著在部門級的業務，是重要的。 而事實上我們在TEEB計畫中實際這麼做了"}, {"zh-tw": " We've done this for a very difficult case, which was for deforestation in China. This is important, because in China in 1997, the Yellow River actually went dry for nine months causing severe loss of agriculture output and pain and loss to society.", "en": " 我們已經對一個非常困難的例子做了計算 是關於中國的森林砍筏 這是非常重要的，因為中國在1997 黃河實際上乾涸了整整九個月 造成非常嚴重的農業經濟損失 和整個社會痛苦和損失。"}, {"zh-tw": " Just a year later the Yangtze flooded, causing something like 5,500 deaths. So clearly there was a problem with deforestation.", "en": " 這是長江流域水災的僅僅一年之後 造成將近五千五百人死亡 所以很顯然與毀林相關"}, {"zh-tw": " It was associated largely with the construction industry. And the Chinese government responded sensibly and placed a ban on felling.", "en": " 這和建設公司有相當深厚的關係 而中國政府採取非常合理的回應 頒布了一個砍伐禁令。"}, {"zh-tw": " A retrospective on 40 years shows that if we had accounted for these costs -- the cost of loss of topsoil, the cost of loss of waterways, the lost productivity, the loss to local communities as a result of all these factors, desertification and so on -- those costs are almost twice as much as the market price of timber. So in fact, the price of timber in the Beijing marketplace ought to have been three-times what it was had it reflected the true pain and the costs to the society within China.", "en": " 一個四十年回顧 我們看到，如果我們計算了這些損失 表土流失的成本 損失水路的成本 生產力的損失，給當地社區的損失 綜合所有因素的結果， 荒漠化等等 這些費用是幾乎是 木材市場價格的兩倍 所以事實上，這些北京市場裡頭的木材 實際上應該要賣它們的三倍價 要是它反映了它讓中國社會 真正的付出的痛苦和成本"}, {"zh-tw": " Of course, after the event one can be wise. The way to do this is to do it on a company basis, to take leadership forward, and to do it for as many important sectors which have a cost, and to disclose these answers.", "en": " 當然，這樣的事件之後我們會變聰明 要做到這一點的，我們得由各公司 扮演領導的角色 我們得讓很多耗費成本的產業參與 去披露這些答案"}, {"zh-tw": " Someone once asked me, \"Who is better or worse, is it Unilever or is it P&G when it comes to their impact on rainforests in Indonesia?\" And I couldn't answer because neither of these companies, good though they are and professional though they are, do not calculate or disclose their externalities. But if we look at companies like PUMA -- Jochen Zeitz, their CEO and chairman, once challenged me at a function, saying that he's going to implement my project before I finish it.", "en": " 有人曾經問過我，那個企業比較糟糕 是聯合利華還是寶僑 如果我們要論它們對印尼雨林的影響 我沒有辦法回答這個問題，因為這兩間公司 儘管是專業和良好的， 都沒有計算或報告這些外部成本 但如果你們檢視公司像是PUMA 他們的公司的主席和執行長Jochen Jeitz 有次在一個聚會上挑戰我 告訴我他們將會比我早一步完成這個計畫"}, {"zh-tw": " Well I think we kind of did it at the same time, but he's done it. He's basically worked the cost to PUMA.", "en": " 我猜想我們幾乎同時間完成，但是他做到了 他基本上計算了PUMA的成本"}, {"zh-tw": " PUMA has 2.7 billion dollars of turnover, 300 million dollars of profits, 200 million dollars after tax, 94 million dollars of externalities, cost to business. Now that's not a happy situation for them, but they have the confidence and the courage to come forward and say, \"Here's what we are measuring.", "en": " PUMA有大約2.7億的年收 300百萬美元獲利 稅後大約200百萬美元 94百萬美元的外部成本，計算到它們的營運成本裡頭 這對她們來說並不是一個好的狀況 但他們有信心也有勇氣 公開的說，\"這是我們計算出來的結果"}, {"zh-tw": " We are measuring it because we know that you cannot manage what you do not measure.\" That's an example, I think, for us to look at and for us to draw comfort from. If more companies did this, and if more sectors engaged this as sectors, you could have analysts, business analysts, and you could have people like us and consumers and NGOs actually look and compare the social performance of companies.", "en": " 我們計算，因為我們知道 我們沒有辦法確實管理，如果我們不計算的話\" 這是一個例子，我想，讓我們可以看看 讓我們可以稍微放鬆一些 如果有更多公司這麼做 有更多產業願意加入 你可以有分析師，業務分析師， 你可以有人像我們、消費者、或非政府組織 確實探討比較企業的社會責任表現。"}, {"zh-tw": " Today we can't yet do that, but I think the path is laid out. This can be done.", "en": " 到目前為止，我們還不能這麼做，但道路已經顯現眼前 這事可能可以做到的"}, {"zh-tw": " And I'm delighted that the Institute of Chartered Accountants in the U.K. has already set up a coalition to do this, an international coalition.", "en": " 我很高興英國的特許會計師公會 已經設立了一個聯盟來進行這個計畫 一個國際聯盟"}, {"zh-tw": " The other favorite, if you like, solution for me is the creation of green carbon markets. And by the way, these are my favorites -- externalities calculation and green carbon markets.", "en": " 另外一個我也喜歡的解決方案 是創造綠色碳市場 附帶一提，這兩樣是我最喜歡的 外部成本的計算和綠色碳市場"}, {"zh-tw": " TEEB has more than a dozen separate groups of solutions including protected area evaluation and payments for ecosystem services and eco-certification and you name it, but these are the favorites. What's green carbon? Today what we have is basically a brown carbon marketplace.", "en": " TEEB具有上打單獨的解決方案 包括保護區的評價 生態系統服務的收費 和生態認證，隨便你說，但這兩樣都是我的最愛 什麼示綠色碳? 今天我們基本上是一個棕色的碳市場"}, {"zh-tw": " It's about energy emissions. The European Union ETS is the main marketplace.", "en": " 關於能源排放。 歐盟的ETS是主要市場"}, {"zh-tw": " It's not doing too well. We've over-issued. A bit like inflation: you over-issue currency, you get what you see, declining prices.", "en": " 我們並沒有做得很好，我們過分發行 有點像通貨膨脹：你過度發行貨幣， 你得到你所看到的，價格下降。"}, {"zh-tw": " But that's all about energy and industry. But what we're missing is also some other emissions like black carbon, that is soot.", "en": " 但這全都是關於能源和工業 但是，我們缺少的是也有一些其他的排放 像黑碳，這是煙塵"}, {"zh-tw": " What we're also missing is blue carbon, which, by the way, is the largest store of carbon -- more than 55 percent. Thankfully, the flux, in other words, the flow of emissions from the ocean to the atmosphere and vice versa, is more or less balanced.", "en": " 而我們還缺少的是藍色的碳， 順便說一下，是最大的碳存儲區 - 超過55% 值得慶幸的是，通量，換句話說，排放的流向 從海洋到大氣中，再從大氣到海洋中 或多或少都是平衡的"}, {"zh-tw": " In fact, what's being absorbed is something like 25 percent of our emissions, which then leads to acidification or lower alkalinity in oceans. More of that in a minute.", "en": " 實際上，那些被吸收的 是大約佔我們所排放的25% 然後導致酸化 或更低的海洋鹼度。 我們待會兒再說一下這個"}, {"zh-tw": " And finally, there's deforestation, and there's emission of methane from agriculture. Green carbon, which is the deforestation and agricultural emissions, and blue carbon together comprise 25 percent of our emissions.", "en": " 最後，還有森林砍伐 還有來自農業經濟的 甲烷排放 綠色碳 也就是森林砍伐和農業排放， 而藍色碳 共同構成了我們的排放量的25％。"}, {"zh-tw": " We have the means already in our hands, through a structure, through a mechanism, called REDD Plus -- a scheme for the reduced emissions from deforestation and forest degradation. And already Norway has contributed a billion dollars each towards Indonesia and Brazil to implement this Red Plus scheme.", "en": " 我們已經有解決的方法 透過一個叫做REDD Plus的組織和架構 一個減少廢氣排放的計劃 從毀林和森林退化。 挪威已經貢獻一億美元，分別 給印尼和巴西 讓他們執行REDD Plus"}, {"zh-tw": " So we actually have some movement forward. But the thing is to do a lot more of that.", "en": " 所以我們其實是在進步的 但重點是應該要做更多"}, {"zh-tw": " Will this solve the problem? Will economics solve everything? Well I'm afraid not. There is an area that is the oceans, coral reefs.", "en": " 這會解決問題嗎? 經濟會解決一切嗎 我覺得恐怕不行的 有一個領域是屬於海洋的，珊瑚礁。"}, {"zh-tw": " As you can see, they cut across the entire globe all the way from Micronesia across Indonesia, Malaysia, India, Madagascar and to the West of the Caribbean. These red dots, these red areas, basically provide the food and livelihood for more than half a billion people.", "en": " 正如你所看到 它們橫跨整個地球 一路從密克羅尼西亞 跨過印尼、馬來西亞、印度、馬達加斯加 到西加勒比 這些紅點，這些紅色區域 基本上提供食物和生命 給超過半億人口"}, {"zh-tw": " So that's almost an eighth of society. And the sad thing is that, as these coral reefs are lost -- and scientists tell us that any level of carbon dioxide in the atmosphere above 350 parts per million is too dangerous for the survival of these reefs -- we are not only risking the extinction of the entire coral species, the warm water corals, we're not only risking a fourth of all fish species which are in the oceans, but we are risking the very lives and livelihoods of more than 500 million people who live in the developing world in poor countries.", "en": " 那幾乎是1/8個社會 而令人難過的事，我們正在失去這些珊瑚礁 科學家告訴我們 任何在大氣中超過350百萬分之一以上的二氧化碳 都會對珊瑚礁的存活造成威脅 我們不僅冒著滅絕 整個珊瑚礁物種，溫水珊瑚 我們不僅冒著滅絕在海洋中1/4的所有魚類， 我們也冒著滅絕超過五百萬人口 的生命和生計 他們生活在發展中的貧窮國家。"}, {"zh-tw": " So in selecting targets of 450 parts per million and selecting two degrees at the climate negotiations, what we have done is we've made an ethical choice. We've actually kind of made an ethical choice in society to not have coral reefs.", "en": " 因此，選擇450百萬分之一為目標 在氣候談判的時候選擇兩度 我們所做的是道德的選擇 我們實際上是在做社會裡的道德選擇 說我們不要珊瑚礁"}, {"zh-tw": " Well what I will say to you in parting is that we may have done that. Let's think about it and what it means, but please, let's not do more of that.", "en": " 在我們要說再見之前，我想要說 我們的確已經做了這些 讓我們想想這代表的意義 但，拜託，我們不應該繼續麼做"}, {"zh-tw": " Because mother nature only has that much in ecological infrastructure and that much natural capital. I don't think we can afford too much of such ethical choices.", "en": " 因為大地之母就只有這麼多 生態基礎設施和自然資本 我不認為我們可以承受太多這樣道德的選擇。"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Pavan Sukhdev What S The Price Of Nature"}