{"url": "http://www.ted.com/talks/homaro_cantu_ben_roche_cooking_as_alchemy", "paragraphs": [{"zh-tw": " Ben Roche: So I'm Ben, by the way. Homaro Cantu: And I'm Homaro. BR: And we're chefs. So when Moto opened in 2004, people didn't really know what to expect. A lot of people thought that it was a Japanese restaurant, and maybe it was the name, maybe it was the logo, which was like a Japanese character, but anyway, we had all these requests for Japanese food, which is really not what we did. And after about the ten thousandth request for a maki roll, we decided to give the people what they wanted. So this picture is an example of printed food, and this was the first foray into what we like to call flavor transformation. So this is all the ingredients, all the flavor of, you know, a standard maki roll, printed onto a little piece of paper.", "en": " 班：所以，順便一題，我是班 何馬若：而我是何馬若 班：我們是廚師。所以摩托餐廳 於2004年開幕時，大家都搞不清楚 到底我們在玩什麼。很多人以為 這是家日本料理餐廳， 或許是因為餐廳名字，或許是因為 餐廳商標真的很像日本字 反正，我們收到 一大堆詢問要點日本菜，可是 我們真的不是做日本料理的。就在 我們收到第一萬份要點壽司卷的詢問後 我們決定要供應 大家想吃的東西。所以這張圖片 是「印表機食物」樣品，這也是 我們第一次進軍我們稱之為 味覺轉化的實驗。所以 你知道，就是把製作壽司卷的材料 及壽司卷的味道，印在 一張小小的紙上給客人吃"}, {"zh-tw": " HC: So our diners started to get bored with this idea, and we decided to give them the same course twice, so here we actually took an element from the maki roll and and took a picture of a dish and then basically served that picture with the dish. So this dish in particular is basically champagne with seafood.", "en": " 何：我們的客人很快就對這個點子 失去興趣了，因此我們決定 把同一道菜上兩次，也就是說我們 仿造「壽司卷紙」這道菜 照了一道菜的相片，然後 就把這道菜的相片及這道菜一起端上桌 所以現在這道菜基本上是 香檳配海鮮"}, {"zh-tw": " The champagne grapes that you see are actually carbonated grapes. A little bit of seafood and some crème fraiche and the picture actually tastes exactly like the dish. BR: But it's not all just edible pictures.", "en": " 這裡的香檳葡萄 其實是灌了二氧化碳（發泡）的葡萄，再放 一點海鮮以及crème fraiche （法式酸奶油） 而這張相片吃起來味道就像這道菜。 班：不過不只是可食用的相片"}, {"zh-tw": " We decided to do something a little bit different and transform flavors that were very familiar -- so in this case, we have carrot cake. So we take a carrot cake, put it in a blender, and we have kind of like a carrot cake juice, and then that went into a balloon frozen in liquid nitrogen to create this hollow shell of carrot cake ice cream, I guess, and it comes off looking like, you know, Jupiter's floating around your plate.", "en": " 我們還決定要做點 不一樣的東西來轉變那些 很熟悉的味道—所以情況就是 我們要挑戰紅蘿蔔蛋糕 所以我們拿了一個紅蘿蔔蛋糕 把它放進果汁機裡攪一攪，就得到 很像紅蘿蔔蛋糕果汁的東西，然後放進 氣球裡，再用液態氮冰凍 做成這個中空的東西，我覺得很像 紅蘿蔔蛋糕冰淇淋，而且成品呢 看起來很像，你知道 木星飄浮在盤子上"}, {"zh-tw": " So yeah, we're transforming things into something that you have absolutely no reference for. HC: And here's something we have no reference to eat. This is a cigar, and basically it's a Cuban cigar made out of a Cuban pork sandwich, so we take these spices that go into the pork shoulder, we fashion that into ash. We take the sandwich and wrap it up in a collard green, put an edible label that bears no similarity to a Cohiba cigar label, and we put it in a dollar ninety-nine ashtray and charge you about twenty bucks for it.", "en": " 所以是的，我們要把食材變成 你完全無法聯想的 另一種食物 何：這個是我們 絕對想不到可以吃的東西。這是雪茄 而且還是一枝古巴雪茄 用古巴豬肉三明治做的，我們把這些 醃豬肩胛肉所需的香料 做成煙灰的樣子。我們 把三明治用甘藍菜葉 包起來，再用一張可以吃的紙作商標 看起來一點都不像 可喜巴雪茄，我們把它放在 一個1.99美元的煙灰缸裡，然後收你 大約20美元吃這道菜。"}, {"zh-tw": " HC: Delicious. BR: That's not it, though.", "en": " 何：真好！ 班：但這不是我們的目的。"}, {"zh-tw": " Instead of making foods that look like things that you wouldn't eat, we decided to make ingredients look like dishes that you know. So this is a plate of nachos.", "en": " 除了做一些讓你看起來 不能吃的食物給你吃之外 我們還做了一些 看起來很熟悉的食物 這是一盤墨西哥玉米片"}, {"zh-tw": " The difference between our nachos and the other guy's nachos, is that this is actually a dessert. So the chips are candied, the ground beef is made from chocolate, and the cheese is made from a shredded mango sorbet that gets shredded into liquid nitrogen to look like cheese.", "en": " 但是這盤玉米片跟 你所知道的玉米片的不同在於 這盤玉米片其實是道甜點 所以這些脆片其實是糖片 牛絞肉是巧可力做的 起士則是以削成條狀的 芒果雪酪充當，因為削完後 就放在液態氮裡，所以看起來真的很像起士"}, {"zh-tw": " And after doing all of this dematerialization and reconfiguring of this, of these ingredients, we realized that it was pretty cool, because as we served it, we learned that the dish actually behaves like the real thing, where the cheese begins to melt. So when you're looking at this thing in the dining room, you have this sensation that this is actually a plate of nachos, and it's not really until you begin tasting it that you realize this is a dessert, and it's just kind of like a mind-ripper.", "en": " 就在把這些材料 拆散重組後 我們瞭解到 其實這還滿酷的 因為我們出這道菜時，發現 這道假玉米片裝的還真像 因為「起士」開始融化了 所以當你坐在我們的餐廳 看這這道菜，你會以為 這真的是盤墨西哥玉米片 直到你吃了之後 才會恍然大悟原來這是甜品 有一種精神分裂的感覺"}, {"zh-tw": " HC: So we had been creating all of these dishes out of a kitchen that was more like a mechanic's shop than a kitchen, and the next logical step for us was to install a state-of-the-art laboratory, and that's what we have here. So we put this in the basement, and we got really serious about food, like serious experimentation.", "en": " 何：所以我們 在一個一點都不像廚房 卻比較像修車場的地方 實驗這些菜 所以下一步理所當然是 打造一個擁有最新科技的實驗室 這個就是我們的實驗室 我們蓋在地下室，而且 我們開始很認真地看待食物 就像真的實驗一樣"}, {"zh-tw": " BR: One of the really cool things about the lab, besides that we have a new science lab in the kitchen, is that, you know, with this new equipment, and this new approach, all these different doors to creativity that we never knew were there began to open, and so the experiments and the food and the dishes that we created, they just kept going further and further out there. HC: Let's talk about flavor transformation, and let's actually make some cool stuff.", "en": " 班：有一件非常酷的事是 這個廚房除了有新的科學實驗室外 它還有 你知道，這些新的儀器 以及新的烹調手法 而那前所未見、通往創意的門 就這樣打開了 所以這些實驗，這些食物，還有這些 創意菜色，就這樣不斷地 產生出來，而且愈來愈勁爆。 何：我們來談談味覺轉變 就來做點酷東西吧"}, {"zh-tw": " You see a cow with its tongue hanging out. What I see is a cow about to eat something delicious. What is that cow eating? And why is it delicious? So the cow, basically, eats three basic things in their feed: corn, beets, and barley, and so what I do is I actually challenge my staff with these crazy, wild ideas. Can we take what the cow eats, remove the cow, and then make some hamburgers out of that? And basically the reaction tends to be kind of like this.", "en": " 你一定看過牛把舌頭伸出來的樣子 我每次看到都認為牠是準備要吃 美味的食物。牛在吃什麼呢？ 為什麼這麼好吃？ 所以基本上給牛餵食三樣基本的東西 玉米、甜菜及大麥 所以我就提出 一些瘋狂的點子挑戰我的員工 我們能不能拿牛吃的東西 但不要用真正的牛肉， 來做成漢堡？ 大家聽到後的反應基本上 是這樣的。"}, {"zh-tw": " BR: Yeah, that's our chef de cuisine, Chris Jones. This is not the only guy that just flips out when we assign a ridiculous task, but a lot of these ideas, they're hard to understand. They're hard to just get automatically.", "en": " 班：是啊，這是我們的行政主廚 克里斯·瓊斯。他不是唯一一個 對我們交待的無理差事 發火的人，對我們的員工而言 我們的想法簡直是匪夷所思 很難一說就懂"}, {"zh-tw": " There's a lot of research and a lot of failure, trial and error -- I guess, more error -- that goes into each and every dish, so we don't always get it right, and it takes a while for us to be able to explain that to people. HC: So, after about a day of Chris and I staring at each other, we came up with something that was pretty close to the hamburger patty, and as you can see it basically forms like hamburger meat.", "en": " 這些創意菜裡 充滿了研究 也充滿了失敗、摸索，我猜錯誤居多 我們不是一次到位的，通常 我們要想很久才能解釋清楚 給他們聽 何：所以就在我跟克里斯 大眼瞪小眼了一整天之後，我們做出 一個還滿像 漢堡肉的東西，你看 它弄起來還真像漢堡肉"}, {"zh-tw": " This is made from three ingredients: beets, barley, corn, and so it actually cooks up like hamburger meat, looks and tastes like hamburger meat, and not only that, but it's basically removing the cow from the equation. So replicating food, taking it into that next level is where we're going.", "en": " 這東西用三樣材料做成 甜菜、大麥及玉米，所以 它煮起來像漢堡肉 看起來、吃起來像漢堡肉 不只這樣，這個東西 不需要用牛肉了 所以要如何複製食物，並且進展到 下一個階段是我們想要做的"}, {"zh-tw": " BR: And it's definitely the world's first bleeding veggie burger, which is a cool side effect. And a miracle berry, if you're not familiar with it, is a natural ingredient, and it contains a special property.", "en": " 班：而且這絕對是世界第一個 會「滴血」的素漢堡 還滿酷的效果啊 還有利用神秘果，如果你沒聽過 它是一種天然的食物 含有一種特別的物質"}, {"zh-tw": " It's a glycoprotein called miraculin, a naturally occurring thing. It still freaks me out every time I eat it, but it has a unique ability to mask certain taste receptors on your tongue, so that primarily sour taste receptors, so normally things that would taste very sour or tart, somehow begin to taste very sweet. HC: You're about to eat a lemon, and now it tastes like lemonade.", "en": " 是稱作神秘果素的糖蛋白 是天然形成的，每次我吃神秘果 都驚異不已，它有一種特質 能遮蔽味蕾上對某些味覺 的受體，主要是 酸味的受體，所以那些 嘗起來酸澀的東西 會變的非常甜 何：你明明在吃檸檬 但味道卻像蜂蜜檸檬汁"}, {"zh-tw": " Let's just stop and think about the economic benefits of something like that. We could eliminate sugar across the board for all confectionary products and sodas, and we can replace it with all-natural fresh fruit.", "en": " 現在讓我們來想想 這種神秘果類的東西有什麼經濟效益 說不定我們做餅乾糖果及汽水的時候 不需要用糖了 我們可以用 天然的新鮮水果代替糖"}, {"zh-tw": " BR: So you see us here cutting up some watermelon. The idea with this is that we're going to eliminate tons of food miles, wasted energy, and overfishing of tuna by creating tuna, or any exotic produce or item from a very far-away place, with local, organic produce; so we have a watermelon from Wisconsin. HC: So if miracle berries take sour things and turn them into sweet things, we have this other pixie dust that we put on the watermelon, and it makes it go from sweet to savory.", "en": " 班：你看我們在這裡切 西瓜。這個點子的出發點是 我們要藉著「製造」鮪魚來減少成千上萬的 食物里程，能源浪費 以及過度捕撈鮪魚 或者用在地的有機農產 避免從很遠很遠的地方運送 稀有農產或食材； 所以我們使用威斯康辛州產的西瓜 何：所以如果神秘果 能把酸變甜 我們還有其他的魔法粉 可以撒在西瓜上 讓甜變成開胃的好滋味"}, {"zh-tw": " So after we do that, we put it into a vacuum bag, add a little bit of seaweed, some spices, and we roll it, and this starts taking on the appearance of tuna. So the key now is to make it behave like tuna.", "en": " 所以我們灑了這種粉在西瓜上之後 就把它用真空袋裝著，加了點海苔 一些調味料，然後捲起來 這東西開始穿上鮪魚裝 所以現在的重點是怎麼樣讓它 表現的也像鮪魚"}, {"zh-tw": " BR: And then after a quick dip into some liquid nitrogen to get that perfect sear, we really have something that looks, tastes and behaves like the real thing. HC: So the key thing to remember here is, we don't really care what this tuna really is.", "en": " 班：然後很快的把它浸到 液態氮裡，完美的封住「肉汁」 我們就得到了一個看起來 吃起來、表現起來都很像真的鮪魚的東西 何：所以要記住的重點是 我們其實一點都不在乎 這個「鮪魚」到底是甚麼做的"}, {"zh-tw": " As long as it's good for you and good for the environment, it doesn't matter. But where is this going? How can we take this idea of tricking your tastebuds and leapfrog it into something that we can do today that could be a disruptive food technology? So here's the next challenge.", "en": " 其實這無關緊要 只要它對你、對環保都有益 可是這可以發展到什麼地步？ 我們怎樣把這個欺騙你的味蕾的點子 發揚光大成 馬上就可以應用 卻具顛覆性的食品科技？ 所以這是我們下一個挑戰"}, {"zh-tw": " I told the staff, let's just take a bunch of wild plants, think of them as food ingredients. As long as they're non-poisonous to the human body, go out around Chicago sidewalks, take it, blend it, cook it and then have everybody flavor-trip on it at Moto. Let's charge them a boatload of cash for this and see what they think.", "en": " 我告訴員工，就拿一堆 野生植物，視他們為 食材。 去芝加哥市路邊散散步 只要他們對人體無毒害 就採摘、混和、烹調這些野生植物 然後讓摩托餐廳的客人來個風味冒險 而且還要收他們很多錢 然後看看他們反應如何。"}, {"zh-tw": " BR: Yeah, so you can imagine, a task like this -- this is another one of those assignments that the kitchen staff hated us for. But we really had to almost relearn how to cook in general, because these are ingredients, you know, plant life that we're, one, unfamiliar with, and two, we have no reference for how to cook these things because people don't eat them. So we really had to think about new, creative ways to flavor, new ways to cook and to change texture -- and that was the main issue with this challenge.", "en": " 班：對啊，正如你所料， 這樣的工作─這是另一個讓我們 廚房員工恨我們的 差事。但我們真的需要 重新學習如何烹調 因為你知道，這些食材 第一，這些植物都不是我們熟悉的 第二，我們也無從得知怎麼 煮這些東西，因為 這些東西原來是不能吃的 所以我們真的需要思索一些新的、有創意的方法 來調味，以及新的烹調法 還要能改變口感，這是 這項挑戰最難的部分"}, {"zh-tw": " HC: So this is where we step into the future and we leapfrog ahead. So developing nations and first-world nations, imagine if you could take these wild plants and consume them, food miles would basically turn into food feet.", "en": " 何：這就是我們對未來的挑戰 向前跨一大步的地方 所以開發中國家 還有第一世界的國家 想像一下如果你可以拿野生植物 來吃，食物里程就可以 變成食物旅程"}, {"zh-tw": " This disruptive mentality of what food is would essentially open up the encyclopedia of what raw ingredients are, even if we just swapped out, say, one of these for flour, that would eliminate so much energy and so much waste. And to give you a simple example here as to what we actually fed these customers, there's a bale of hay there and some crab apples.", "en": " 這種對「什麼是食物」的革命性心態調整 可以拓展百科全書 生食材的項目， 即使我們只是 譬如說，把上述的野花野草代替麵粉 就可以減少許多能源 及許多浪費 所以我們拿到底我們給顧客吃什麼 做一個簡單的例子 這裡有一堆稻草 還有一些野生酸蘋果"}, {"zh-tw": " And basically we took hay and crab apples and made barbecue sauce out of those two ingredients. People swore they were eating barbecue sauce, and this is free food.", "en": " 基本上我們就是拿稻草及野生酸蘋果 作成烤肉醬 大家都發誓他們吃到的 就是真的烤肉醬，而這兩種食材是免錢的"}, {"zh-tw": " BR: Thanks, guys.", "en": " 班：謝謝各位"}], "title": "Homaro Cantu Ben Roche Cooking As Alchemy"}