{"url": "http://www.ted.com/talks/lisa_harouni_a_primer_on_3d_printing", "paragraphs": [{"zh-tw": " It is actually a reality today that you can download products from the Web -- product data, I should say, from the Web -- perhaps tweak it and personalize it to your own preference or your own taste, and have that information sent to a desktop machine that will fabricate it for you on the spot. We can actually build for you, very rapidly, a physical object.", "en": " 今日的現實 就是各位可以從網路下載產品 或應該說是產品的資料 然後修改 加以個人化 以符合你的個人的喜好或口味 並將這份資訊 傳送到到一部桌上型機器 替你當場做出實物 就是說 我們實際上 可以快速地 為你做出實物"}, {"zh-tw": " And the reason we can do this is through an emerging technology called additive manufacturing, or 3D printing. This is a 3D printer.", "en": " 我們仰賴的 是一種新興科技 稱作添加式製造 或3D列印 這是一台3D打印機"}, {"zh-tw": " They have been around for almost 30 years now, which is quite amazing to think of, but they're only just starting to filter into the public arena. And typically, you would take data, like the data of a pen here, which would be a geometric representation of that product in 3D, and we would pass that data with material into a machine.", "en": " 這種機器 已經出現將近30年了 這點還蠻讓人訝異的 因為它們最近 才開始滲透入公共領域的應用 通常的用法是把資料 像這些筆的資料 就是這些產品在三度空間中的幾何呈現數據 把這些資料連同原料 一起傳送給機器"}, {"zh-tw": " And a process that would happen in the machine would mean layer by layer that product would be built. And we can take out the physical product, and ready to use, or to, perhaps, assemble into something else.", "en": " 機器裡的製造過程 就是一層一層地建構這項產品 當我們把實體的產品拿出來 就可以直接使用 或是把它組裝成其他東西"}, {"zh-tw": " But if these machines have been around for almost 30 years, why don't we know about them? Because typically they've been too inefficient, inaccessible, they've not been fast enough, they've been quite expensive. But today, it is becoming a reality that they are now becoming successful.", "en": " 不過 如果這種機器已經存在將近30年之久 為什麼我們對它一無所知？ 因為這種機器非常沒有效率 難以取得 速度不夠快 又很昂貴 但是今天 這種機器已經逐漸 變得越來越成功"}, {"zh-tw": " Many barriers are breaking down. That means that you guys will soon be able to access one of these machines, if not this minute.", "en": " 我們已經突破許多障礙 這表示 在座各位 很快可以有機會使用這種機器 就算不是此時此刻"}, {"zh-tw": " And it will change and disrupt the landscape of manufacturing, and most certainly our lives, our businesses and the lives of our children. So how does it work? It typically reads CAD data, which is a product design data created on professional product design programs.", "en": " 而這會改變和瓦解 現有的製造格局 影響我們的生活，我們的商業 和孩子的生活 可是這是怎樣達成的呢？ 它經由讀取CAD(電腦輔助設計)資訊 一種產品設計資料 由專業的產品設計軟體產生"}, {"zh-tw": " And here you can see an engineer -- it could be an architect or it could be a professional product designer -- create a product in 3D. And this data gets sent to a machine that slices the data into two-dimensional representations of that product all the way through -- almost like slicing it like salami.", "en": " 而這裡你看以看到一名工程師 -- 也可能是一名建築師，或者是一名產品設計師 -- 設計了一個3D的產品 這個資料輸送到一個機器 將數據“切片” 把這個產品進行整體的 二維分解 就像切香腸一樣"}, {"zh-tw": " And that data, layer by layer, gets passed through the machine, starting at the base of the product and depositing material, layer upon layer, infusing the new layer of materials to the old layer in an additive process. And this material that's deposited either starts as a liquid form or a material powder form.", "en": " 這些資料，分層通過機器 從產品底部開始 一層一層的澆注材料 使用加成工藝讓上一層的材料 不斷滲入下一層 這種澆注材料 最開始可能是液體狀 也可能是粉末狀"}, {"zh-tw": " And the bonding process can happen by either melting and depositing or depositing then melting. In this case, we can see a laser sintering machine developed by EOS.", "en": " 而粘合工藝的原理 可以是先融化再澆注，也可以是先澆注再融化 在這個例子裡 我們看到的是EOS開發的鐳射燒結機"}, {"zh-tw": " It's actually using a laser to fuse the new layer of material to the old layer. And over time -- quite rapidly actually, in a number of hours -- we can build a physical product, ready to take out of the machine and use.", "en": " 它利用鐳射 將新加層的材料熔接到前一層 經過一段時間 -- 其實很快，也就是幾個小時 -- 我們就可以做出實物 拿出機器并投入使用"}, {"zh-tw": " And this is quite an extraordinary idea, but it is reality today. So all these products that you can see on the screen were made in the same way.", "en": " 這想法很棒 並已成為現實 你們在螢幕上見到的 都是用同樣方法做出來的"}, {"zh-tw": " They were all 3D printed. And you can see, they're ranging from shoes, rings that were made out of stainless steal, phone covers out of plastic, all the way through to spinal implants, for example, that were created out of medical-grade titanium, and engine parts.", "en": " 3D列印的產物 可以看到 它可以做出鞋子 不銹鋼制的戒指 塑膠的手機殼 以及採用醫用鈦製成的 脊柱植入物 還有引擎零件"}, {"zh-tw": " But what you'll notice about all of these products is they're very, very intricate. The design is quite extraordinary.", "en": " 請注意 所有這些產品 都非常非常複雜 有著令人驚歎的設計"}, {"zh-tw": " Because we're taking this data in 3D form, slicing it up before it gets past the machine, we can actually create structures that are more intricate than any other manufacturing technology -- or, in fact, are impossible to build in any other way. And you can create parts with moving components, hinges, parts within parts.", "en": " 因為我們使用的是3D形式的資料 在製作前全部分解 我們可以創造出 極其複雜的結構 比現有的任何一種製造技術都複雜 事實上，採用其他技術都無法做出如此複雜的結構 你可以做出帶有移動元件的零件 鉸鏈，層層嵌套的零件"}, {"zh-tw": " So in some cases, we can abolish totally the need for manual labor. It sounds great.", "en": " 在某些例子裡，我們可以完全摒棄 手工的需要 聽起來很棒"}, {"zh-tw": " It is great. We can have 3D printers today that build structures like these.", "en": " 而它的確很棒 今天的3D打印機 可以做出這樣的結構"}, {"zh-tw": " This is almost three meters high. And this was built by depositing artificial sandstone layer upon layer in layers of about five millimeters to 10 mm in thickness -- slowly growing this structure.", "en": " 這個差不多有3米高 它是由 層層澆注人工砂岩 每層5到10毫米厚 慢慢生成的一個結構"}, {"zh-tw": " This was created by an architectural firm called Shiro. And you can actually walk into it.", "en": " 這是Shiro建築師事務所的作品 人們可以走到裡面去"}, {"zh-tw": " And on the other end of the spectrum, this is a microstructure. It's created depositing layers of about four microns.", "en": " 而在另一個極端 這是一個微縮結構 這裡的澆注層 只有大約4微米"}, {"zh-tw": " So really the resolution is quite incredible. The detail that you can get today is quite amazing.", "en": " 這個精細度是很驚人的 今天所能做出的細節 是很驚人的"}, {"zh-tw": " So who's using it? Typically, because we can create products very rapidly, it's been used by product designers, or anyone who wanted to prototype a product and very quickly create or reiterate a design. And actually what's quite amazing about this technology as well is that you can create bespoke products en masse.", "en": " 那麼誰在用呢？ 一般來說，因為它能快速製作產品 所以產品設計師是常用者 另外就是任何想製作產品模型 並且需要快速製作或複製設計的人 這項科技的另一個驚人之處 就是你可以對個性化產品進行一次性成型"}, {"zh-tw": " There's very little economies of scale. So you can now create one-offs very easily.", "en": " 這樣它的規模效應很小 你也能輕鬆地做出一次性設計"}, {"zh-tw": " Architects, for example, they want to create prototypes of buildings. Again you can see, this is a building of the Free University in Berlin and it was designed by Foster and Partners.", "en": " 譬如建築師 他們要做建築模型 你們看到的 是柏林自由大學的一幢建築 由福斯特建築事務所設計"}, {"zh-tw": " Again, not buildable in any other way. And very hard to even create this by hand.", "en": " 它無法由（除3D列印之外的）其他技術實現 既是是手工製作也很困難"}, {"zh-tw": " Now this is an engine component. It was developed by a company called Within Technologies and 3T RPD.", "en": " 這是一個引擎部件 由Within技術公司 與3T RPD公司開發"}, {"zh-tw": " It's very, very, very detailed inside with the design. Now 3D printing can break away barriers in design which challenge the constraints of mass production.", "en": " 它有非常精細的 內部設計 3D列印 能打破設計的藩籬 這大大挑戰了 工業生產的限制"}, {"zh-tw": " If we slice into this product which is actually sitting here, you can see that it has a number of cooling channels pass through it, which means it's a more efficient product. You can't create this with standard manufacturing techniques even if you tried to do it manually.", "en": " 如果我們把這裡的產品剖開來 可以看到這裡有數條貫穿的冷卻管道 這說明這個產品效率更高 你無法用標準的製造技術來實現它們 完全手工也不行"}, {"zh-tw": " It's more efficient because we can now create all these cavities within the object that cool fluid. And it's used by aerospace and automotive.", "en": " 它效率更高的原因便是 因為我們可以製造物體內的所有用來冷卻液體 的腔體 它現在被使用於航空航天 和汽車工業"}, {"zh-tw": " It's a lighter part and it uses less material waste. So it's overall performance and efficiency just exceeds standard mass produced products.", "en": " 它很輕 生產廢料也很少 總的來說 相比於標準的量產品 它很可行也具有更高效率"}, {"zh-tw": " And then taking this idea of creating a very detailed structure, we can apply it to honeycomb structures and use them within implants. Typically an implant is more effective within the body if it's more porous, because our body tissue will grow into it.", "en": " 運用這項技術 我們可以做出其它很細節的結構 我們可以做出蜂窩結構 用於植入體內 一般來說 植入體有越多孔洞 它就越有效 這是因為身體組織可以長在裡面"}, {"zh-tw": " There's a lower chance of rejection. But it's very hard to create that in standard ways.", "en": " 減少被排斥的機會 但是 如果用傳統方法 這是非常困難的。"}, {"zh-tw": " With 3D printing, we're seeing today that we can create much better implants. And in fact, because we can create bespoke products en masse, one-offs, we can create implants that are specific to individuals.", "en": " 利用3D列印技術 我們可以看到 它能夠做出更好的植入體 實際上 由於我們可以打造 客製化、一次性的產品 我們可以特地打造 專屬于個人的植入體"}, {"zh-tw": " So as you can see, this technology and the quality of what comes out of the machines is fantastic. And we're starting to see it being used for final end products.", "en": " 你可以看到 這些技術以及利用其做出來的產品都是非常了不起的 現在我們來看 它能做出的最終產品"}, {"zh-tw": " And in fact, as the detail is improving, the quality is improving, the price of the machines are falling and they're becoming quicker. They're also now small enough to sit on a desktop.", "en": " 實際上 隨著細節的提高 以及質量的提高 3D印表機價格也正在降低 并能越來越快的做出產品 現在它們已經足夠小到 可以放到桌子上面"}, {"zh-tw": " You can buy a machine today for about $300 that you can create yourself, which is quite incredible. But then it begs the question, why don't we all have one in our home? Because, simply, most of us here today don't know how to create the data that a 3D printer reads.", "en": " 今天你只需要花上300美元 便可以買一個3D印表機來自己做產品 這是很不可思議的 現在有人就會問 為什麼我們不能自己在家裡有一個呢？ 因為 簡單的說 在場的各位 不知道如何做出 3D打印機能讀取的數據"}, {"zh-tw": " If I gave you a 3D printer, you wouldn't know how to direct it to make what you want it to. But there are more and more technologies, software and processes today that are breaking down those barriers.", "en": " 如果我給你一個3D打印機 你會不知道如何指導它 做出你想要的東西 現在 技術的進步 越來越多的軟體 正在打破這些障礙"}, {"zh-tw": " I believe we're at a tipping point where this is now something that we can't avoid. This technology is really going to disrupt the landscape of manufacturing and, I believe, cause a revolution in manufacturing.", "en": " 我相信現在 正位於一個轉折點 我們無法忽視它 這項技術， 正在重塑 製造業的佈局 我相信，3D列印會引發 製造業的革新。"}, {"zh-tw": " So today, you can download products from the Web -- anything you would have on your desktop, like pens, whistles, lemon squeezers. You can use software like Google SketchUp to create products from scratch very easily.", "en": " 今天， 你可以從網路上下載你想要的產品 任何你想要的 像鉛筆，口哨，檸檬榨汁機等 你可以利用像Google SketchUp的軟體 很容易的 做出這些產品"}, {"zh-tw": " 3D printing can be also used to download spare parts from the Web. So imagine you have, say, a Hoover in your home and it has broken down. You need a spare part, but you realize that Hoover's been discontinued.", "en": " 3D列印也可以用來 從網路上下載備用零件 想像一下 某天你的吸塵器壞了 你需要一個備用零件 但是發現，Hoover已經停產了"}, {"zh-tw": " Can you imagine going online -- this is a reality -- and finding that spare part from a database of geometries of that discontinued product and downloading that information, that data, and having the product made for you at home, ready to use, on your demand? And in fact, because we can create spare parts with things the machines are quite literally making themselves. You're having machines fabricate themselves.", "en": " 想像一下 你可以直接去網路上 -- 這已成為現實 -- 在停產的數據庫中 找到這個備用零件 找到這個備用零件 下載關於這個產品的信息 并在家裡把它做出來 並且馬上在你需要時就能用 實際上 因為我們可以做出備用零件 這些機器 其實可以做出它們自己 機器可以自我複製"}, {"zh-tw": " These are parts of a RepRap machine, which is a kind of desktop printer. But what interests my company the most is the fact that you can create individual unique products en masse.", "en": " 這些是RepRap機器的零件 它是一種桌上打印機 但我們公司特別感興趣的是 你可以做出屬於你 獨一無二的東西"}, {"zh-tw": " There's no need to do a run of thousands of millions or send that product to be injection molded in China. You can just make it physically on the spot.", "en": " 你不需要做出 成千上萬個 也不需要把零件送去中國組裝 你可以當場就做出來"}, {"zh-tw": " Which means that we can now present to the public the next generation of customization. This is something that is now possible today, that you can direct personally how you want your products to look.", "en": " 這意味著 我們可以向大眾展示 新一代的客戶訂製 有一部分現在已經成為可能 你可以讓打印機 做出你想要的產品"}, {"zh-tw": " We're all familiar with the idea of customization or personalization. Brands like Nike are doing it.", "en": " 我們都很熟悉 訂製或做個性化 像Nike這樣的品牌正在這樣做"}, {"zh-tw": " It's all over the Web. In fact, every major household name is allowing you to interact with their products on a daily basis -- all the way from Smart Cars to Prada to Ray Ban, for example.", "en": " 完全都在網路上進行 實際上，每個家喻戶曉的公司 都使你在日常生活中 和他們的產品 互饋信息 -- 從智能汽車 到Prada 再到Ray Ban"}, {"zh-tw": " But this is not really mass customization; it's known as variant production, variations of the same product. What you could do is really influence your product now and shape-manipulate your product.", "en": " 但這不是大規模訂製 這是一種變種生產 同一種產品的變化 你現在能做的是完全的重塑 你想要的產品"}, {"zh-tw": " I'm not sure about you guys, but I've had experiences when I've walked into a store and I've know exactly what I've wanted and I've searched everywhere for that perfect lamp that I know where I want to sit in my house and I just can't find the right thing, or that perfect piece of jewelry as a gift or for myself. Imagine that you can now engage with a brand and interact, so that you can pass your personal attributes to the products that you're about to buy.", "en": " 我不清楚你們有沒有這種情況 我有過類似的經歷 當我走進一家商店 想找那個我已經找了很久的 一盞我知道可以擺在家裡哪個地方的完美檯燈 但卻哪裡也找不到 或者是一個完美的珠寶 用來送給我自己 想像一下 你可以跟名牌商聯繫 接洽 把自己的個人訂製 發送給他們"}, {"zh-tw": " You can today download a product with software like this, view the product in 3D. This is the sort of 3D data that a machine will read.", "en": " 今天 你可以用這樣的軟體 在3D模式下 查看你想要的產品 這是那些打印機能讀取的 3D數據"}, {"zh-tw": " This is a lamp. And you can start iterating the design.", "en": " 這是一個檯燈 你可以重新設計"}, {"zh-tw": " You can direct what color that product will be, perhaps what material. And also, you can engage in shape manipulation of that product, but within boundaries that are safe.", "en": " 你可以選你想要的顏色 或者材質 你可以自我的改變形狀 當然 是在允許的範圍"}, {"zh-tw": " Because obviously the public are not professional product designers. The piece of software will keep an individual within the bounds of the possible.", "en": " 因為很顯然的 絕大部分人不會是專業的產品設計師 這個軟體可以幫助 人們在可選擇的範圍內進行個人訂製"}, {"zh-tw": " And when somebody is ready to purchase the product in their personalized design, they click \"Enter\" and this data gets converted into the data that a 3D printer reads and gets passed to a 3D printer, perhaps on someone's desktop. But I don't think that that's immediate.", "en": " 當有人準備購買這個訂製好的產品時 你點一下確認鍵 這些個性化設計信息會轉換成 3D打印機可以讀取的格式 然後被送到可能在某人桌上的那一台 3D打印機 但這並不會馬上實現"}, {"zh-tw": " I don't think that will happen soon. What's more likely, and we're seeing it today, is that data gets sent to a local manufacturing center.", "en": " 我不認為會馬上實現 現在我們能看到的情況是 那些數據傳到 當地的製造中心"}, {"zh-tw": " This means lower carbon footprint. We're now, instead of shipping a product across the world, we're sending data across the Internet.", "en": " 這意味著這種做法很節碳 現在 我們不用把產品發送到全世界 我們只需要把數據透過網路傳送到各地"}, {"zh-tw": " Here's the product being built. You can see, this came out of the machine in one piece and the electronics were inserted later.", "en": " 這是正在製造的產品 你可以看到 一塊塊的被做出來 電器部分會後面加進來"}, {"zh-tw": " It's this lamp, as you can see here. So as long as you have the data, you can create the part on demand.", "en": " 這是一個檯燈 你可以看到 只要你有這些數據 你就可以按自己的需求去做出來"}, {"zh-tw": " And you don't necessarily need to use this for just aesthetic customization, you can use it for functional customization, scanning parts of the body and creating things that are made to fit. So we can run this through to something like prosthetics, which is highly specialized to an individual's handicap.", "en": " 你不只進行 美感訂製 還可以做功能訂製 掃描產品部分 做出合適的產品 我們可以做出義肢 這種因人而異的產品"}, {"zh-tw": " Or we can create very specific prosthetics for that individual. Scanning teeth today, you can have your teeth scanned and dental coatings made in this way to fit you.", "en": " 或者為某人做出 專屬的義肢 掃描你的牙齒 掃描你的牙齒之後 可以做出符合你的牙齒"}, {"zh-tw": " While you wait at the dentist, a machine will quietly be creating this for you ready to insert in the teeth. And the idea of now creating implants, scanning data, an MRI scan of somebody can now be converted into 3D data and we can create very specific implants for them.", "en": " 當你在等牙醫的時候 一個機器正在製作特別適合你的 牙齒植體 這種想法也用來製造植入體 核磁共振成像(MRI)的數據 轉換為3D格式 我們可以利用它來做出獨有的植入體"}, {"zh-tw": " And applying this to the idea of building up what's in our bodies. You know, this is pair of lungs and the bronchial tree.", "en": " 利用這樣的概念 可以製造出我們身體內的器官 你看到 這是肺和支氣管"}, {"zh-tw": " It's very intricate. You couldn't really create this or simulate it in any other way.", "en": " 非常的錯綜複雜 你不能利用其它手段來模擬或製造出來"}, {"zh-tw": " But with MRI data, we can just build the product, as you can see, very intricately. Using this process, pioneers in the industry are layering up cells today.", "en": " 但是利用MRI數據 我們可以製出這種產品 如你所見 非常複雜 利用這項工藝 工業先驅們正在利用一層層的細胞"}, {"zh-tw": " So one of the pioneers, for example, is Dr. Anthony Atala, and he has been working on layering cells to create body parts -- bladders, valves, kidneys. Now this is not something that's ready for the public, but it is in working progress.", "en": " 其中的一位，Anthony Atala醫師 他正在利用層疊的細胞 來做出身體器官 膀胱，瓣膜，腎臟 這現在還沒有用在大眾 但是它正在發展中"}, {"zh-tw": " So just to finalize, we're all individual. We all have different preferences, different needs.", "en": " 總結一下，我們都是不同的個體 我們都有不同的偏好，不同的需求"}, {"zh-tw": " We like different things. We're all different sizes and our companies the same.", "en": " 我們都喜歡不同的東西 我們有不同的尺寸，公司也是這樣"}, {"zh-tw": " Businesses want different things. Without a doubt in my mind, I believe that this technology is going to cause a manufacturing revolution and will change the landscape of manufacturing as we know it.", "en": " 生意上需要不同的東西 毋庸置疑 我相信這項技術 會引發製造業的革命 從而改變我們知道的製造業"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Lisa Harouni A Primer On 3D Printing"}