{"url": "http://www.ted.com/talks/neil_burgess_how_your_brain_tells_you_where_you_are", "paragraphs": [{"zh-tw": " When we park in a big parking lot, how do we remember where we parked our car? Here's the problem facing Homer. And we're going to try to understand what's happening in his brain.", "en": " 當我們把車停在一個很大的停車場， 我們怎麼記住我們停的位置? 辛普森遇到了一個麻煩 讓我們試著去了解 他的大腦到底發生了甚麼事情"}, {"zh-tw": " So we'll start with the hippocampus, shown in yellow, which is the organ of memory. If you have damage there, like in Alzheimer's, you can't remember things including where you parked your car.", "en": " 我們先從他的頭腦內黃色標記的部分 也就是記憶的源頭：海馬體 如果你腦內的這部分受到損傷，好比阿茲海默症 你會記不住事情，包括說你把車子停哪"}, {"zh-tw": " It's named after Latin for \"seahorse,\" which it resembles. And like the rest of the brain, it's made of neurons.", "en": " 這個部位是以拉丁文\"海馬\"所命名的 因為它的形狀和海馬相似 就如同腦內其他部位一樣，它是由神經元所構成的"}, {"zh-tw": " So the human brain has about a hundred billion neurons in it. And the neurons communicate with each other by sending little pulses or spikes of electricity via connections to each other.", "en": " 所以在人腦內 有大約好幾百億的神經元 神經元會利用脈衝或者是電突波發送刺激 藉由神經元間的連結 互相傳遞訊息"}, {"zh-tw": " The hippocampus is formed of two sheets of cells, which are very densely interconnected. And scientists have begun to understand how spatial memory works by recording from individual neurons in rats or mice while they forage or explore an environment looking for food.", "en": " 海馬體是由兩片細胞 彼此非常緊密的連結組成 近期科學家開始了解 我們對於空間的記憶是怎們運作的 藉由記錄老鼠 在一個空間中探索 尋找食物時的 每一個獨立的神經訊號"}, {"zh-tw": " So we're going to imagine we're recording from a single neuron in the hippocampus of this rat here. And when it fires a little spike of electricity, there's going to be a red dot and a click.", "en": " 讓我們來想像我們記錄一個獨立的神經元 在這隻老鼠的海馬體裡面 當他發送出一個電的突波時 就會有一個紅點來記錄"}, {"zh-tw": " So what we see is that this neuron knows whenever the rat has gone into one particular place in its environment. And it signals to the rest of the brain by sending a little electrical spike.", "en": " 所以我們可以發現 這個神經元知道 這隻老鼠在這環境中的某一個特定的地方 然後它會藉由電的突波 來傳遞訊號給大腦"}, {"zh-tw": " So we could show the firing rate of that neuron as a function of the animal's location. And if we record from lots of different neurons, we'll see that different neurons fire when the animal goes in different parts of its environment, like in this square box shown here.", "en": " 並且得知神經元的傳送速率 是動物在空間的一個位置函數 如果我們紀錄很多不同的神經 我們可以發現到當動物移動到另外不同位置 會有不同的神經發射出訊號 像是圖中是這個方形的空間"}, {"zh-tw": " So together they form a map for the rest of the brain, telling the brain continually, \"Where am I now within my environment?\" Place cells are also being recorded in humans. So epilepsy patients sometimes need the electrical activity in their brain monitoring.", "en": " 所以由所有神經發射出的訊號 可以讓大腦繪出一張地圖 持續不斷地告訴大腦 \"我現在在這個空間中的哪裡?\" 同樣的人類的大腦此\"位置細胞\"也有相同的運作方式 因此癲癇患者有時候需要 藉由控制儀器施予腦部一些電的刺激"}, {"zh-tw": " And some of these patients played a video game where they drive around a small town. And place cells in their hippocampi would fire, become active, start sending electrical impulses whenever they drove through a particular location in that town.", "en": " 有些病患會玩一個電腦遊戲 讓他們在一個小鎮裡面開車閒晃 當他們經過一個特殊的地點時 海馬體裡的\"位置細胞\"就會被活化並且發射出訊號 開始傳送脈衝電訊號"}, {"zh-tw": " So how does a place cell know where the rat or person is within its environment? Well these two cells here show us that the boundaries of the environment are particularly important. So the one on the top likes to fire sort of midway between the walls of the box that their rat's in.", "en": " 所底到底一個位置細胞怎麼讓人或老鼠 知道自己在環境的某一個位置? 圖中這兩個細胞 告訴我們一個極重要的資訊 也就是環境的邊界 上方那張圖顯示一個神經 當老鼠在兩面牆之間時 會發出訊號"}, {"zh-tw": " And when you expand the box, the firing location expands. The one below likes to fire whenever there's a wall close by to the south.", "en": " 當盒子的空間擴大的時候，神經被激發的位置也會隨之擴大 下面那張圖顯示一神經 當南方靠近一面牆的時候會被激發"}, {"zh-tw": " And if you put another wall inside the box, then the cell fires in both place wherever there's a wall to the south as the animal explores around in its box. So this predicts that sensing the distances and directions of boundaries around you -- extended buildings and so on -- is particularly important for the hippocampus.", "en": " 如果你在盒子中間放置另一道牆 那細胞在這兩個地方都會被激活 當動物隨意在箱子裡頭探索 不管在哪裡只要南方有一面牆，細胞都會被激發 所以可以偵測出 在你周遭環境的邊界障礙 還有一些建築物等等的資訊 對於海馬體是極為重要的"}, {"zh-tw": " And indeed, on the inputs to the hippocampus, cells are found which project into the hippocampus, which do respond exactly to detecting boundaries or edges at particular distances and directions from the rat or mouse as it's exploring around. So the cell on the left, you can see, it fires whenever the animal gets near to a wall or a boundary to the east, whether it's the edge or the wall of a square box or the circular wall of the circular box or even the drop at the edge of a table, which the animals are running around.", "en": " 如同實驗證實，當這些外界的訊號刺激海馬體後 海馬體有些細胞會 根據周遭環境，不管是邊界或是端點 並在特定的方向與距離 而有所反應 老鼠就是一個實際實驗的例子 當它四處遊蕩 你可以發現在左方的細胞 當老鼠碰到東邊的障礙物的時候 這個細胞就會被激發 不管是方形的 或是圓形的空間 當動物在桌子上遊盪當碰到桌緣的時候腦部細胞的活動也大致相同"}, {"zh-tw": " And the cell on the right there fires whenever there's a boundary to the south, whether it's the drop at the edge of the table or a wall or even the gap between two tables that are pulled apart. So that's one way in which we think place cells determine where the animal is as it's exploring around.", "en": " 看到這裡右方的細胞 當碰到南方邊界或是邊緣的時候 會被激發 不僅如此，細胞也能判斷兩張桌子中間的縫隙 因此我們可以推斷 位置細胞可以決定動物所在的方位"}, {"zh-tw": " We can also test where we think objects are, like this goal flag, in simple environments -- or indeed, where your car would be. So we can have people explore an environment and see the location they have to remember.", "en": " 同樣地藉由位置細胞我們可以判斷出物體的方位 像是一個簡單的環境 - 一個目標旗桿 也可能是你車子的位置 於是我們可以也讓人去探索一個空間 讓他們去記下一些特定的位置"}, {"zh-tw": " And then, if we put them back in the environment, generally they're quite good at putting a marker down where they thought that flag or their car was. But on some trials, we could change the shape and size of the environment like we did with the place cell.", "en": " 之後，我們再把它放到一個相同的環境 一般來說他們可以輕易的知道 先前目標旗桿或是車子擺放的位置 但是在另外一些試驗當中 當我們開始改變外在環境的形狀或大小 如同先前我們對位置細胞所做的實驗"}, {"zh-tw": " In that case, we can see how where they think the flag had been changes as a function of how you change the shape and size of the environment. And what you see, for example, if the flag was where that cross was in a small square environment, and then if you ask people where it was, but you've made the environment bigger, where they think the flag had been stretches out in exactly the same way that the place cell firing stretched out.", "en": " 我們可以發現 他們認為旗幟位置的改變 會隨著環境的改變而有所對應 從下面這個例子我們可以看到 旗子在方形空間中那個交叉註記的點 在環境變大之前先讓受試者記錄下那個位置 變大後再問一次受試者 問他們認知中旗幟的位置 結果我們可以發現他們認知中的位置 會同於位置細胞被激發的地方並往空間擴大的方向作延展"}, {"zh-tw": " It's as if you remember where the flag was by storing the pattern of firing across all of your place cells at that location, and then you can get back to that location by moving around so that you best match the current pattern of firing of your place cells with that stored pattern. That guides you back to the location that you want to remember.", "en": " 就像是你可以藉由位置細胞記錄下被激發的位置 你才可以記住旗幟 的所在位置 讓你之後藉由四處走走 找到符合先前位置細胞被激發的區域 也就是比對先前位置細胞激發的模式 進而找到目標物的位置 藉由這個模式可以讓你找到你先前記憶的位置"}, {"zh-tw": " But we also know where we are through movement. So if we take some outbound path -- perhaps we park and we wander off -- we know because our own movements, which we can integrate over this path roughly what the heading direction is to go back.", "en": " 除此之外我們也可以知道我們移動期間的位置 也許我們可能停了車子之後四處閒晃 走了一個不同的路徑 原因在於 我們會一步步的去記憶所在位置並綜合起來 讓我們可以粗略地知道回去的方向"}, {"zh-tw": " And place cells also get this kind of path integration input from a kind of cell called a grid cell. Now grid cells are found, again, on the inputs to the hippocampus, and they're a bit like place cells.", "en": " 位置細胞裡面也會類似去接受並記錄每一個位置並綜合起來 這種類型的細胞叫做「網格細胞」 此細胞也是在 腦內海馬裡裡面找到 它有點類似位置細胞"}, {"zh-tw": " But now as the rat explores around, each individual cell fires in a whole array of different locations which are laid out across the environment in an amazingly regular triangular grid. And if you record from several grid cells -- shown here in different colors -- each one has a grid-like firing pattern across the environment, and each cell's grid-like firing pattern is shifted slightly relative to the other cells.", "en": " 當老鼠四處移動的時候 每個網格細胞會激發並記錄 一連串的不同方向的位置 並在一個整個空間當中 呈現出令人驚訝的一個三角形網格 如果你紀錄數組網格細胞 並以不同的顏色標記 你會發現在空間中被激發的模式就像是一格一格的網格 每一個細胞的網格激發模式會和與相鄰的網格 做些微的位移"}, {"zh-tw": " So the red one fires on this grid and the green one on this one and the blue on on this one. So together, it's as if the rat can put a virtual grid of firing locations across its environment -- a bit like the latitude and longitude lines that you'd find on a map, but using triangles.", "en": " 像是圖中紅色的會在這個網格被激發 綠色的在這個，藍色的在另外一個 綜合起來，老鼠就可以 藉由這些細胞被激發的位置 建構出一個虛擬空間的網路 這個運作方式就像是地圖上網格，也就是經度和緯度 只是在這裡網格細胞是用三角形的網格"}, {"zh-tw": " And as it moves around, the electrical activity can pass from one of these cells to the next cell to keep track of where it is, so that it can use its own movements to know where it is in its environment. Do people have grid cells? Well because all of the grid-like firing patterns have the same axes of symmetry, the same orientations of grid, shown in orange here, it means that the net activity of all of the grid cells in a particular part of the brain should change according to whether we're running along these six directions or running along one of the six directions in between.", "en": " 當老鼠四處移動的時候 它腦內的電訊號 會由這個細胞傳遞到下一個細胞 使老鼠得以追蹤自己的所在地 因此老鼠才可以藉由自己的移動 知道自己在空間中的位置 所以到底人類腦內有沒有類似的網格細胞呢? 先從網格細胞激發網格的對稱性說起 他們有著相同的對稱軸 橘色標出的部分，也就是網格也有固定的方向性 意思是說整個網格的運作 會根據位置在 三個軸六個方向 之間的移動 而有所改變"}, {"zh-tw": " So we can put people in an MRI scanner and have them do a little video game like the one I showed you and look for this signal. And indeed, you do see it in the human entorhinal cortex, which is the same part of the brain that you see grid cells in rats.", "en": " 要釐清這個問題，我們可以試著讓受試者 在一個核磁共振的儀器內玩一個 我們先前提過的一個虛擬遊戲 同時我們去尋找並記錄網格訊號 結果如我們預測，在人腦內類似於老鼠網格細胞所在 一個叫做「內鼻皮質層」的地方"}, {"zh-tw": " So back to Homer. He's probably remembering where his car was in terms of the distances and directions to extended buildings and boundaries around the location where he parked.", "en": " 讓我們再一次回到辛普森的故事 它可能藉由記憶他車子的位置和方向 並記錄與邊界或者是建築物的相對位置 來找到他 停車的地方"}, {"zh-tw": " And that would be represented by the firing of boundary-detecting cells. He's also remembering the path he took out of the car park, which would be represented in the firing of grid cells.", "en": " 這個過程可以視為 邊界偵測細胞的展現 同時藉由網格細胞激發模式的記憶 知道他要怎麼走出這座停車場"}, {"zh-tw": " Now both of these kinds of cells can make the place cells fire. And he can return to the location where he parked by moving so as to find where it is that best matches the firing pattern of the place cells in his brain currently with the stored pattern where he parked his car.", "en": " 兩種不同類型的細胞 綜合起來可以使位置細胞被激發 讓他可以藉由移動 找到他當初車子停放的位置 也就找到目前位置 與記憶中車子停放的地方，位置細胞的激發模式去做比對 所相雷同的模式"}, {"zh-tw": " And that guides him back to that location irrespective of visual cues like whether his car's actually there. Maybe it's been towed.", "en": " 藉此方法可以導引辛普森到他停車的位置 和任何的視覺提示沒有太大的關係 一種狀況是儘管車子被拖吊 讓車子不在目標位置上"}, {"zh-tw": " But he knows where it was, so he knows to go and get it. So beyond spatial memory, if we look for this grid-like firing pattern throughout the whole brain, we see it in a whole series of locations which are always active when we do all kinds of autobiographical memory tasks, like remembering the last time you went to a wedding, for example.", "en": " 但他可以確定車子曾經在那個地方，並知道要到那個地方去取他的車 更深入地去探究空間記憶 如果我們觀察整個腦內的 網格狀激發模式 我們可以發現腦內一些相關的位置 會隨時都處在被活化的狀態 當我們在記憶像是你上次參加婚禮的地方 的一些特徵記憶工作時"}, {"zh-tw": " So it may be that the neural mechanisms for representing the space around us are also used for generating visual imagery so that we can recreate the spatial scene, at least, of the events that have happened to us when we want to imagine them. So if this was happening, your memories could start by place cells activating each other via these dense interconnections and then reactivating boundary cells to create the spatial structure of the scene around your viewpoint.", "en": " 神經運作機制會扮演很重要的角色 例如周遭所呈現的環境 或是呈現一些視覺上的影像 好讓我們能夠輕易地去 重溫發生在我們生命中的景事物 如果這些研究進一步被證實 你的記憶其實是從緊密互相連結的 位置細胞作相互的活化激發 然後重新活化邊界細胞 以產在你眼睛所及的 整個空間架構所來"}, {"zh-tw": " And grid cells could move this viewpoint through that space. Another kind of cell, head direction cells, which I didn't mention yet, they fire like a compass according to which way you're facing.", "en": " 而後網格細胞可以藉由紀錄空間去移動這個視野 另外一種我還沒提過的細胞 頭向細胞(Head Direction cells) 他們就像是指南針一樣可以根據面向不同的方向而有不同的激發模式"}, {"zh-tw": " They could define the viewing direction from which you want to generate an image for your visual imagery, so you can imagine what happened when you were at this wedding, for example. So this is just one example of a new era really in cognitive neuroscience where we're beginning to understand psychological processes like how you remember or imagine or even think in terms of the actions of the billions of individual neurons that make up our brains.", "en": " 藉由你視覺上的景象 可以自由地定義你的方向 舉例來說，你可以想像當你在這場婚禮的時後發生了什麼事 綜觀以上介紹 都是認知神經科學中 嶄新的一個領域 我們漸漸地開始了解 整個神經認知的過程 像是你怎麼去記憶，怎麼去想像，甚至是怎麼去思考 都是藉由數十億個獨立神經元所構成的腦 相互的運作"}, {"zh-tw": " Thank you very much.", "en": " 感謝聆聽"}], "title": "Neil Burgess How Your Brain Tells You Where You Are"}