{"url": "http://www.ted.com/talks/jack_horner_shape_shifting_dinosaurs", "paragraphs": [{"zh-tw": " Shall I ask for a showof hands or a clapping of people in different generations? I'm interested in how manyare three to 12 years old. None, huh? All right.", "en": " 可以請各位舉手 或是鼓掌 讓我知道各位的年齡嗎？ 我想知道在座有多少人 年齡在3到12歲？ 一個也沒有 嗯？ 好吧"}, {"zh-tw": " I'm going to talk about dinosaurs. Do you remember dinosaurswhen you were that age? Dinosaurs are kind of funny, you know.", "en": " 今天我的主題是恐龍 各位還記得恐龍嗎？ 你們3到12歲時很愛的？ 話說恐龍還蠻搞笑的"}, {"zh-tw": " We're going to kind of goin a different direction right now. I hope you all realize that.", "en": " 今天我切入的角度會不太一樣 希望各位已經感覺到了"}, {"zh-tw": " So I'll just give you my message up front: Try not to go extinct. That's it.", "en": " 那我就開門見山地講明主旨了 請不要滅絕 完了"}, {"zh-tw": " People ask me a lot -- in fact, one of the most askedquestions I get is, why do childrenlike dinosaurs so much? What's the fascination? And I usually just say, \"Well, dinosaurs were big, different and gone.\" They're all gone. Well that's not true, but we'll get to the goose in a minute.", "en": " 人們常常問我 事實上 我最常遇到的問題是 爲什麽孩子們這麼喜歡恐龍？ 恐龍的魅力在哪？ 我通常只會說： 「呃 恐龍很大隻 很特別、而且已經消失了」 全部消失了 嗯，也不盡然如此 但我們等一下再來講這個"}, {"zh-tw": " So that's sort of the theme: big, different and gone. The title of my talk: Shape-shifting Dinosaurs: The cause of a premature extinction.", "en": " 所以重點差不多就是這樣 大隻、特別、消失了 我演講的題目是： 變形的恐龍 過早滅絕的原因"}, {"zh-tw": " Now I assume that we remember dinosaurs. And there's lots of different shapes.", "en": " 現在我假設各位都記得恐龍 恐龍有各種體型"}, {"zh-tw": " Lots of different kinds. A long time ago, back in the early 1900s,museums were out looking for dinosaurs.", "en": " 許多種類 很久以前 1900年代早期時 博物館競相尋找恐龍"}, {"zh-tw": " They went out and gathered them up. And this is an interesting story.", "en": " 他們四處尋找、搜集恐龍 整件事情的發展非常有趣"}, {"zh-tw": " Every museum wanted a little biggeror better one than anybody else had. So if the museum in Toronto went outand collected a Tyrannosaur, a big one, then the museum in Ottawawanted a bigger one, and a better one.", "en": " 每個博物館都想要更大、更好的恐龍 把其他博物館比下去 所以如果多倫多的博物館 蒐集到一副暴龍的骸骨，大隻的暴龍 那麼渥太華的博物館就想要一隻更大 更好的暴龍"}, {"zh-tw": " And that happened for all museums. So everyone was out lookingfor all these bigger and better dinosaurs.", "en": " 所有的博物館都打一樣的算盤 所以每個博物館都出動 要找更大更好的恐龍骸骨"}, {"zh-tw": " And this was in the early 1900s. By about 1970, some scientists were sitting aroundand they thought, \"What in the world -- Look at these dinosaurs, they're all big.", "en": " 這是1900年代早期的事 到了大約1970年代 某些科學家聚在一起 開始思索：「搞什麼鬼？ 「看看這些恐龍 「全都這麼大隻"}, {"zh-tw": " Where are all the little ones?\" And they thought about itand they even wrote papers about it: \"Where are the little dinosaurs?\" Well, go to a museum, you'll see, see how many baby dinosaurs there are. People assumed --and this was actually a problem -- people assumedthat if they had little dinosaurs, if they had juvenile dinosaurs,they'd be easy to identify.", "en": " 「小的恐龍哪去了？」 他們想了又想 甚至還寫論文探討 「小型恐龍在哪兒？」 去博物館看看吧 看你找不找得到小恐龍 人們假定─其實這樣是有問題的─ 不過人們假定 如果有小型恐龍 如果有年幼的恐龍 很容易就可以認出來"}, {"zh-tw": " You'd have a big dinosaurand a littler dinosaur. But all they had were big dinosaurs.", "en": " 反正就是一隻大隻的 和一隻小隻的 但博物館收藏的都是大型恐龍"}, {"zh-tw": " And it comes down to a couple of things. First off, scientists have egos, and scientists like to name dinosaurs.", "en": " 這顯示了幾件事 第一：科學家都自視甚高 而且喜歡替恐龍命名"}, {"zh-tw": " They like to name anything. Everybody likes to havetheir own animal that they named.", "en": " 只要能被命名的他們都喜歡 大家都希望有自己命名、專屬於自己的動物"}, {"zh-tw": " And so every time they found somethingthat looked a little different, they named it something different. And what happened, of course, is we ended up with a wholebunch of different dinosaurs.", "en": " 所以每次他們找到一個看起來不一樣的東西 就會替它取一個不一樣的名字 當然最後就變成 我們有了一大群不同的恐龍"}, {"zh-tw": " In 1975, a light went on in somebody's head. Dr. Peter Dodsonat the University of Pennsylvania actually realized that dinosaursgrew kind of like birds do, which is differentthan the way reptiles grow.", "en": " 在1975年 某人靈光一閃 就是彼得‧德森 一位賓州大學的博士 發現 恐龍成長的方式 與鳥類有點相似 而鳥類的成長方式 與爬蟲類不同"}, {"zh-tw": " And in fact, he used the cassowary as an example. And it's kind of cool --if you look at the cassowary, or any of the birdsthat have crests on their heads, they grow to about 80 percent adult sizebefore the crest starts to grow.", "en": " 事實上 他拿食火雞當例子 還蠻酷的。如果你看食火雞 或者其他頭上有冠的鳥類 實際上 牠們在長到成年身型的80%時 頭上的冠才開始生長"}, {"zh-tw": " Now think about that. They're basically retainingtheir juvenile characteristics very late in what we call ontogeny.", "en": " 各位想想 食火雞基本上長時間保留未成年的特徵 直到個體發生階段的晚期"}, {"zh-tw": " So allometric cranial ontogenyis relative skull growth. So you can see that if you actually foundone that was 80 percent grown and you didn't know that it was goingto grow up to a cassowary, you would thinkthey were two different animals.", "en": " 所以異速頭顱個體發生 就是頭蓋骨的相對生長 所以各位可以看到 如果你發現一隻 只生長發育了80%的動物 但你不知道牠會長成一隻食火雞 你就會以為牠是別的動物"}, {"zh-tw": " So this was a problem, and Peter Dodson pointed this outusing some duck-billed dinosaurs then called Hypacrosaurus. And he showed that if you were to takea baby and an adult and make an averageof what it should look like, if it grew in sort of a linear fashion, it would have a crestabout half the size of the adult.", "en": " 這就是問題所在 彼得‧德森指出了這點 他用的例子是某種鴨嘴恐龍 當時被稱為亞冠龍 他發現 如果你用一隻幼年和一隻成年恐龍 來計算這種恐龍在不同年齡的體型 假設牠是以線性方式生長 牠就會有頭冠 頭冠大小約是成年恐龍的一半"}, {"zh-tw": " But the actual subadult at 65 percenthad no crest at all. So this was interesting.", "en": " 但是實際上未成年的恐龍 只發育了65%的 根本沒有頭冠 所以這就有意思了"}, {"zh-tw": " So this is where people went astray again. I mean, if they'd have just taken that, taken Peter Dodson's work,and gone on with that, then we would have a lot lessdinosaurs than we have.", "en": " 這就是 科學家的思路出錯的地方 我是說 如果他們可以接受 接受彼得‧道森的研究結論，然後繼續往下發展 那麼我們的恐龍數目 就會大大減少"}, {"zh-tw": " But scientists have egos;they like to name things. And so they went on naming dinosaursbecause they were different.", "en": " 但是科學家自視甚高 又喜歡替事物命名 所以他們繼續給恐龍命名 因為牠們看上去不一樣"}, {"zh-tw": " Now we have a way of actually testing to see whether a dinosaur, or any animal,is a young one or an older one. And that's by actuallycutting into their bones.", "en": " 不過呢，我們有方法可以確實測量 檢查恐龍或任何動物 是年幼的還是較年長的 方法就是真的切骨見髓"}, {"zh-tw": " But cutting into the bones of a dinosauris hard to do, as you can imagine, because in museums, bones are precious. You go into a museum,and they take really good care of them.", "en": " 但是切開恐龍的骨頭 是很困難的，各位想也知道 因為對博物館而言 恐龍骨頭很珍貴 每個博物館都會非常小心地維護這些骨頭"}, {"zh-tw": " They put them in foam, little containers. They're very well taken care of.", "en": " 把骨頭放在小小的發泡容器中 妥善收藏"}, {"zh-tw": " They don't like it if you come inand want to saw them open and look inside. So they don't normally let you do that.", "en": " 館方不會樂見你一進來 就打算鋸開骨頭看內部 所以他們通常不允許你這樣做 但是我有一個博物館"}, {"zh-tw": " But I have a museumand I collect dinosaurs and I can saw mine open. So that's what I do.", "en": " 而且我也蒐集恐龍 我可以鋸我自己的收藏 我也這麼做了"}, {"zh-tw": " So if you cut open a little dinosaur, it's very spongy inside, like A. And if you cut into an older dinosaur,it's very massive.", "en": " 如果你切開小恐龍的骨頭 骨頭裡面疏鬆如海綿 像圖A 如果切開的骨頭是較年長恐龍 裡面十分緊密"}, {"zh-tw": " You can tell it's mature bone. So it's real easy to tell them apart.", "en": " 一看就知道是成熟的骨頭 所以要區分骨頭是很容易的"}, {"zh-tw": " So what I want to do is show you these. In North America in the northern plainsof the United States and the southern plainsof Alberta and Saskatchewan, there's this unit of rockcalled the Hell Creek Formation that produces the lastdinosaurs that lived on Earth.", "en": " 現在 讓各位看看這些東西 在北美洲、美國的北美大平原 和加拿大亞伯達省和薩斯喀徹溫省的南部平原上 有一處岩石區被稱為地獄溪地層 從這裡找到了最後存活在地球上的恐龍 其中的12種"}, {"zh-tw": " And there are 12 of themthat everyone recognizes -- I mean the 12 primary dinosaursthat went extinct. And so we will evaluate them.", "en": " 是眾所周知的 我指的是12種主要的恐龍 後來都滅絕了 因此我們測試這些恐龍"}, {"zh-tw": " And that's sort of what I've been doing. So my students, my staff,we've been cutting them open.", "en": " 這差不多就是我一直在從事的工作 我的學生、我的員工 一直在鋸恐龍骨頭"}, {"zh-tw": " Now as you can imagine,cutting open a leg bone is one thing, but when you go to a museum and say, \"You don't mind if I cut openyour dinosaur's skull, do you?\" they say, \"Go away.\" So here are 12 dinosaurs. And we want to look at these three first.", "en": " 各位一定可以想像 切開腿骨是一回事 但當你走進一間博物館 說：「你們應該不介意 「我切開貴館恐龍的頭骨吧？」 館員會說：「滾開」 這就是那12種恐龍 我們先看這三種"}, {"zh-tw": " So these are dinosaursthat are called Pachycephalosaurus. And everybody knowsthat these three animals are related.", "en": " 這些恐龍被稱為腫頭龍 大家都知道 這三種恐龍是親戚"}, {"zh-tw": " And the assumption is that they're relatedlike cousins or whatever. But no one ever consideredthat they might be more closely related.", "en": " 我們假設 牠們的血緣關係 是類似堂兄弟之類的 但沒有人想過 牠們可能有更緊密的關係"}, {"zh-tw": " In other words, people looked at themand they saw the differences. And you all knowthat if you are going to determine whether you're relatedto your brother or your sister, you can't do it by looking at differences.", "en": " 換句話說 科學家觀察牠們 看到了不同之處 大家都知道 如果你要確定 你跟你的兄弟姐妹有沒有血緣關係 不能只根據你們的相異之處做判斷"}, {"zh-tw": " You can only determine relatednessby looking for similarities. So people were looking at these and they were talkingabout how different they are.", "en": " 要確認血緣關係 要從相似之處下手 因此人們看著這些恐龍時 總是只注意牠們有多麼不同"}, {"zh-tw": " Pachycephalosaurus has a big,thick dome on its head, and it's got some little bumpson the back of its head, and it's got a bunch of gnarly thingson the end of its nose. And then Stygimoloch, another dinosaurfrom the same age, lived at the same time, has spikes sticking outthe back of its head.", "en": " 腫頭龍的頭上 有一個又大又厚的圓頂 頭部背面有一些小的凸起物 鼻子末端有一堆瘤狀物 這是冥河龍 另一種恐龍 跟腫頭龍生存的時代相同 牠的頭部後面有棘突出"}, {"zh-tw": " It's got a little, tiny dome, and it's got a bunchof gnarly stuff on its nose. And then there's this thingcalled Dracorex hogwartsia.", "en": " 頭上有個很小的圓頂 而且鼻子上也有一堆瘤狀物 然後這隻是名為龍王龍的傢伙 霍格華茲"}, {"zh-tw": " Guess where that came from? Dragon. So here's a dinosaur that has spikessticking out of its head, no dome and gnarly stuff on its nose.", "en": " 猜猜牠的名字源自哪裡？龍 這頭恐龍 頭上有棘 沒有圓頂 鼻子上有瘤狀物"}, {"zh-tw": " Nobody noticed the gnarly stuffsort of looked alike. But they did look at these three and they said, \"Theseare three different dinosaurs, and Dracorex is probablythe most primitive of them.", "en": " 沒人注意到這些瘤狀物有點相似 但人們看著這三隻恐龍 心裡想：「這是三種不同的恐龍 「龍王龍也許是其中最原始的"}, {"zh-tw": " And the other oneis more primitive than the other.\" It's unclear to me how they actuallysorted these three of them out. But if you line them up, if you just take those three skullsand just line them up, they line up like this.", "en": " 這隻比另一隻更早期一點」 我不是很確定 他們究竟是怎麼挑出這三種恐龍的 但如果你把牠們一字排開 把牠們的頭骨排成一列 排起來會像這樣"}, {"zh-tw": " Dracorex is the littlest one, Stygimoloch is the middle-size one, Pachycephalosaurus is the largest one. And one would think,that should give me a clue.", "en": " 龍王龍的最小 冥河龍在中間 腫頭龍是最大的 你們可能認為 這應該很明顯了吧"}, {"zh-tw": " But it didn't give them a clue. Because, well we know why.", "en": " 但科學家什麼都沒察覺 我們都知道為什麼"}, {"zh-tw": " Scientists like to name things. So if we cut open Dracorex -- I cut open our Dracorex -- and look, it was spongy inside,really spongy inside.", "en": " 因為科學家喜歡替東西命名 所以如果我們 對龍王龍下手 把我們的龍王龍鋸開 你看 骨頭裡面是海綿狀的 非常明顯的海綿"}, {"zh-tw": " I mean, it is a juvenileand it's growing really fast. So it is going to get bigger.", "en": " 意思是說牠還年幼 而且長得很快 所以牠會長得更大"}, {"zh-tw": " If you cut open Stygimoloch,it is doing the same thing. The dome, that little dome,is growing really fast.", "en": " 如果你鋸開冥河龍 也會發現一樣的事情 那個小小的圓頂 長得非常快"}, {"zh-tw": " It's inflating very fast. What's interesting is the spikeon the back of the Dracorex was growing very fast as well.", "en": " 迅速地膨脹 有趣的是 龍王龍背上的棘 也長得非常快 冥河龍背上的棘"}, {"zh-tw": " The spikes on the back of the Stygimolochare actually resorbing, which means they're getting smalleras that dome is getting bigger. And if we look at Pachycephalosaurus, Pachycephalosaurus has a solid dome and its little bumps on the backof its head were also resorbing.", "en": " 其實在萎縮 也就是越變越小 而頭上的圓頂則越變越大 如果我們看看腫頭龍 牠頭上有堅硬的圓頂 頭部背面的凸起物 也在萎縮"}, {"zh-tw": " So just with these three dinosaurs, as a scientist, we can easily hypothesize that it is just a growth seriesof the same animal. Which of course means that Stygimoloch and Dracorex are extinct.", "en": " 因此只要看這三種恐龍 科學家很容易就能夠 做出假設 牠們代表不同的成長階段 其實都是同一種動物 當然這就表示 冥河龍和龍王龍 都絕種了"}, {"zh-tw": " OK. Which of course meanswe have 10 primary dinosaurs to deal with.", "en": " 好吧 當然這就表示 我們有10種主要恐龍要對付"}, {"zh-tw": " So a colleague of mine at Berkeley --he and I were looking at Triceratops. And before the year 2000 -- now remember, Triceratops was firstfound in the 1800s -- before 2000, no one had ever seena juvenile Triceratops.", "en": " 因此我在柏克萊的一位同事 和我一起研究三觭龍 2000年之前 請記住 三觭龍最初是在1800年代發現的 在2000年之前 沒有人看過 幼年的三觭龍"}, {"zh-tw": " There's a Triceratopsin every museum in the world, but no one had ever collected a juvenile. And we know why, right? Because everybody wants to have a big one.", "en": " 全世界每座博物館都有一隻三觭龍 但不曾有人找到幼年三觭龍過 我們都知道為什麼，對吧？ 因為每個人都想要大隻的"}, {"zh-tw": " So everyone had a big one. So we went out and collecteda whole bunch of stuff and we found a whole bunch of little ones.", "en": " 所以大家的都是大隻的 我們去考古時找到一大堆東西 一大堆小三觭龍的骸骨"}, {"zh-tw": " They're everywhere,they're all over the place. So we have a whole bunchof them at our museum.", "en": " 到處都是，遍佈整個區域 因此我們博物館裡有一大堆"}, {"zh-tw": " And everybody saysit's because I have a little museum. When you have a little museum,you have little dinosaurs.", "en": " 大家都說這是因為我有一座小博物館 當你有小博物館，你就會有小恐龍"}, {"zh-tw": " If you look at the Triceratops, you can see it's changing,it's shape-shifting. As the juveniles are growing up,their horns actually curve backwards.", "en": " 如果各位觀察三觭龍 就會發現牠在改變 變形 當幼年的個體長大時 牠們的角會往後彎"}, {"zh-tw": " And then as they get older,the horns grow forward. And that's pretty cool.", "en": " 接著越長越大之後 角會再往前彎 還蠻酷的"}, {"zh-tw": " If you look along the edge of the frill, they have these little triangular bonesthat actually grow big as triangles and then they flatten against the frill pretty much like the spikes doon the Pachycephalosaurs. And then, because the juvenilesare in my collection, I cut them open ...", "en": " 請各位看看頭骨的邊緣 上面三角狀的小骨頭 會長大變成三角形 然後在邊緣扁下去變平 就像剛剛講過的棘一樣 長在腫頭龍背上的棘 然後因為我有蒐集幼年三觭龍 我就把牠們鋸開"}, {"zh-tw": " and look inside. And the little one is really spongy.", "en": " 觀察內部 小隻的恐龍骨頭裡面很像海綿"}, {"zh-tw": " And the middle-size one is really spongy. But what was interestingwas the adult Triceratops was also spongy.", "en": " 中型的也很像海綿 有趣的是 成年的三觭龍 骨頭內部也像海綿"}, {"zh-tw": " And this is a skullthat is two meters long. It's a big skull.", "en": " 這副頭蓋骨有兩公尺長 是非常大的頭"}, {"zh-tw": " But there's another dinosaurthat is found in this formation that looks like a Triceratops,except it's bigger, and it's called Torosaurus. And Torosaurus, when we cutinto it, has mature bone.", "en": " 但還有另一種恐龍 樣子也長這樣 長得像三觭龍 但是更大隻 叫做牛角龍 當我們把牛角龍切開時 發現牠有成熟的骨頭"}, {"zh-tw": " But it's got these bigholes in its shield. And everybody says, \"A Triceratops and a Torosauruscan't possibly be the same animal because one of them's biggerthan the other one.\" \"And it has holes in its frill.\" And I said, \"Well do we haveany juvenile Torosauruses?\" And they said, \"Well, no,but it has holes in its frill.\" So one of my graduatestudents, John Scannella, looked through our whole collection and he actually discovered that the holestarting to form in Triceratops and, of course it's open, in Torosaurus -- so he found the transitional onesbetween Triceratops and Torosaurus, which was pretty cool.", "en": " 不過牠的頭盾上有大洞 大家都說三觭龍和牛角龍 不可能是同一種動物 因為牛角龍比三觭龍大 頭盾上還有洞 我說：「呃，那我們有幼年的牛角龍嗎？」 他們回答：「嗯，沒有」 「但是牠的頭盾上有洞」 因此我的一位研究生約翰‧史坎納拉 研究了我們所有的蒐藏 赫然發現 這些洞的成形 源自三觭龍 當然在牛角龍頭上已經是完整的洞 所以他發現的恐龍 處於三觭龍和牛角龍之間的過渡時期 還蠻酷的"}, {"zh-tw": " So now we know that Torosaurusis actually a grown-up Triceratops. Now when we name dinosaurs, when we name anything,the original name gets to stick and the second name is thrown out.", "en": " 因此現在我們知道 牛角龍 其實是成年的三觭龍 當我們在替恐龍命名 或任何其他東西命名時 第一個名字都會長存 第二個名字都會被遺忘"}, {"zh-tw": " So Torosaurus is extinct. Triceratops, if you've heard the news,a lot of the newscasters got it all wrong.", "en": " 因此牛角龍也滅絕了 如果你有看新聞，講到三觭龍時 很多新聞記者根本大錯特錯"}, {"zh-tw": " They thought Torosaurus should be keptand Triceratops thrown out, but that's not going to happen. All right, so we can do thiswith a bunch of dinosaurs.", "en": " 他們認為應該保留牛角龍，剔除三觭龍 但這是不可能發生的 所以說 我們可以對許多恐龍做同樣的事"}, {"zh-tw": " I mean, here's Edmontosaurus and Anatotitan. Anatotitan: giant duck.", "en": " 像是這隻埃德蒙頓龍 和大鴨龍 大鴨龍：巨大的鴨子"}, {"zh-tw": " It's a giant duck-bill dinosaur. Here's another one.", "en": " 是一種大型的鴨嘴龍 牠們是另一個例子"}, {"zh-tw": " So we look at the bone histology. The bone histology tells usthat Edmontosaurus is a juvenile, or at least a subadult, and the other one is an adult,and we have an ontogeny.", "en": " 我們以組織學的角度觀察骨頭 骨骼組織學顯示 埃德蒙頓龍是幼年恐龍 或至少是未成年的 另一隻則是成年恐龍 個體發生歷程很完備"}, {"zh-tw": " And we get rid of Anatotitan. So we can just keep doing this.", "en": " 因此大鴨龍也不存在了 我們一直重複這個過程"}, {"zh-tw": " And the last one is T. Rex. So there's these two dinosaurs,T. Rex and Nanotyrannus.", "en": " 到最後一種恐龍 暴龍 這裡有兩隻恐龍 暴龍和矮暴龍"}, {"zh-tw": " Again, it makes you wonder. But they had a good question.", "en": " 又來了，真讓人疑惑 但科學家問了個好問題 他們觀察這兩隻恐龍"}, {"zh-tw": " They were looking at them and they said,\"One's got 17 teeth, and the biggest one's got 12 teeth. And that doesn't make any sense at all, because we don't know of any dinosaursthat gain teeth as they get older.", "en": " 說 小隻有17顆牙 大隻的有12顆牙 這完全沒有道理 因為我們從未發現有哪一種恐龍 年紀越大 牙齒會越多"}, {"zh-tw": " So it must be true -- they must be different.\" So we cut into them. And sure enough,Nanotyrannus has juvenile bone and the bigger one has more mature bone.", "en": " 因此事實擺在眼前 牠們一定不一樣 所以我們鋸開恐龍 果真 矮暴龍的骨頭是幼年的 暴龍的骨頭較成熟"}, {"zh-tw": " It looks like it could still get bigger. And at the Museumof the Rockies where we work, I have four T. rexes,so I can cut a whole bunch of them.", "en": " 似乎還可以長更大 然後 在我們工作的洛磯山脈博物館 有四隻暴龍 我可以把牠們通通鋸開"}, {"zh-tw": " But I didn't have to cutany of them really, because I just lined up their jaws and it turned outthe biggest one had 12 teeth and the next smallest one had 13 and the next smallest had 14. And of course, Nano has 17.", "en": " 但實際上不用這麼做 因為我只要把牠們的下巴排開 就會發現 最大隻的有12顆牙 第二大的有13顆牙 第三大的有14顆牙 當然 矮暴龍有17顆牙"}, {"zh-tw": " And we just went out and lookedat other people's collections and we found one that hassort of 15 teeth. So again, real easy to say that Tyrannosaurus ontogenyincluded Nanotyrannus, and therefore we can take outanother dinosaur.", "en": " 所以我們就去看其他人的蒐藏 發現有一隻恐龍似乎有15顆牙 因此很容易得到結論 就是暴龍的個體發生歷程 包括矮暴龍 因此我們又要跟一種恐龍說拜拜了"}, {"zh-tw": " So when it comes downto our end Cretaceous, we have seven left. And that's a good number.", "en": " 因此 到白堊紀末期 我們只剩七種恐龍 很好的數字"}, {"zh-tw": " That's a good numberto go extinct, I think. Now as you can imagine, this is not very popularwith fourth-graders.", "en": " 很適合絕種 我覺得啦 各位可以想像 國小四年級生肯定大失所望"}, {"zh-tw": " Fourth-graders love their dinosaurs,they memorize them. And they're not happy with this.", "en": " 小四生很愛恐龍 每一種都如數家珍 聽到這個一定會很沮喪"}, {"zh-tw": " Thank you very much.", "en": " 謝謝各位"}], "title": "Jack Horner Shape Shifting Dinosaurs"}