{"url": "http://www.ted.com/talks/jenna_mccarthy_what_you_don_t_know_about_marriage", "paragraphs": [{"zh-tw": " Every year in the United States alone, 2,077,000 couples makea legal and spiritual decision to spend the restof their lives together -- And not to have sex with anyone else. Ever.", "en": " 在美國，每年有 207萬7千對新人， 許下神聖且合法的承諾 要與另一半攜手共度他們往後的人生... 並且承諾絕對不會跟任何其他的人有染。 絕對不會。"}, {"zh-tw": " He buys a ring, she buys a dress. They go shopping for all sorts of things.", "en": " 他會買下婚戒，她會挑選好婚紗， 兩人一起購物 一起做任何事情。"}, {"zh-tw": " She takes him to Arthur Murrayfor ballroom-dancing lessons. And the big day comes.", "en": " 她也會帶著他 去學跳愛的雙人舞。 然後當那重大的日子來到，"}, {"zh-tw": " And they'll stand before God and family and some guy her dadonce did business with, and they'll vow that nothing -- not abject poverty, not life-threatening illness, not complete and utter misery -- will ever put the tiniest damperon their eternal love and devotion. These optimistic young bastardspromise to honor and cherish each other through hot flashes and midlife crises and a cumulative 50-pound weight gain, until that far-off day, when one of themis finally able to rest in peace.", "en": " 他們會站在上帝，親友，家人 還有一些她父親生意夥伴的面前， 對眾人起誓， 不計較貧困， 任何健康疾病， 任何不幸災難， 都改變不了兩人之間 永恆不變的愛與承諾。 這些天真的年輕小鬼們 信誓旦旦會珍惜彼此一輩子， 從熱戀期 到中年危機， 體重默默增加了50磅， 一直到很久後的某一天， 其中的一個人，終於， 安詳的睡去。"}, {"zh-tw": " You know, because they can't hearthe snoring anymore. And then they'll get stupid drunk and smash cake in each other's facesand do the Macarena.", "en": " 你知道的，因為他們終於不用聽到對方的鼾聲了。 他們還會在婚禮那天一起發酒瘋 然後用蛋糕砸對方的臉，"}, {"zh-tw": " And we'll be there, showering them with towels and toastersand drinking their free booze and throwing birdseed at themevery single time ... even though we know, statistically, half of them will be divorcedwithin a decade.", "en": " 而我們這些朋友會在一旁， 拉禮炮，開香檳， 享受免費的喜酒， 還有祝福他們夫妻百年好合， 一次次的重複。 雖然，我們都心知肚明， 經過統計， 這些夫妻們有一半會在十年內離婚。"}, {"zh-tw": " Of course, the other half won't, right? They'll keep forgetting anniversaries and arguing about where to spend holidays and debating -- Which way the toilet papershould come off of the roll. And some of them will even stillbe enjoying each other's company when neither of them can chewsolid food anymore.", "en": " 當然，還是有半數的夫妻沒有離婚，對吧? 他們只是會不停的忘記結婚紀念日， 為了要去哪度假起爭執， 還有激烈的辯論，到底， 廁所的衛生紙捲 應該要向內還是向外。 然而，還是有一小部分的夫妻 會持續的享受彼此的陪伴， 即使髮白齒搖仍舊鶼鰈情深。"}, {"zh-tw": " And researchers want to know why. I mean, look -- it doesn't takea double-blind, placebo-controlled study to figure out what makesa marriage not work: disrespect, boredom, too much time on Facebook, having sex with other people.", "en": " 研究員們想知道他們是如何辦到的。 你也知道，用不著大費周章的做科學考證 我們也知道什麼會使婚姻出現問題。 例如彼此不尊重，厭倦對方， 成天上網玩臉書， 或者是有了外遇。"}, {"zh-tw": " But you can have the exactopposite of all of those things -- respect, excitement, a broken Internet connection, mind-numbing monogamy -- and the thing still can goto hell in a handbasket. So, what's going on when it doesn't? What do the folks who make it all the wayto side-by-side burial plots have in common? What are they doing right? What can we learn from them? And if you're still happily sleeping solo, why should you stop what you're doingand make it your life's work to find that one special person that you can annoyfor the rest of your life? Well, researchers spendbillions of your tax dollars trying to figure that out.", "en": " 即使是一些完全相反的例子， 彼此尊重，生活有驚喜， 家裡沒網路， 這些徹底的遵守一夫一妻制的婚姻， 仍舊會因為雞毛蒜皮的小事而破裂。 所以說，那些成功的幸福婚姻， 到底是怎麼維繫的? 這些白頭到老的夫妻們 有什麼共同點? 他們都是怎麼做的? 我們要如何向他們學習? 甚至，如果你是個快樂的單身貴族， 為什麼要放棄既有的生活， 自討苦吃的 去找一個所謂的特別的人， 來讓你下半輩子都不得安寧? 多虧你們的納稅錢，研究員們得以 去找出原因。"}, {"zh-tw": " They stalk blissful couples and study their every move and mannerism. And they try to pinpointwhat it is that sets them apart from their miserableneighbors and friends.", "en": " 他們像偵探一樣跟蹤那些幸福小夫妻， 觀察他們的一舉一動，特殊癖好， 試著找出哪些關鍵原因 讓他們得以與眾不同 不被身邊朋友與鄰居的悲劇同化。"}, {"zh-tw": " And it turns out, the success storiesshare a few similarities, beyond that they don't have sexwith other people. For instance, in the happiest marriages, the wife is thinner and better-looking than the husband.", "en": " 研究結果發現， 這些幸福的愛情故事， 都存在著一些共同點， 不單單只是不偷吃沒亂來。 舉例來說，其中一個共同點就是 太太的身材還有外型保持的比先生好。"}, {"zh-tw": " Obvious. Right? It's obvious that this leadsto marital bliss, because women -- we care a great dealabout being thin and good-looking, whereas men mostly care about sex, ideally, with women who are thinnerand better looking than they are. The beauty of this research, though, is that no one is suggestingthat women have to be thin to be happy.", "en": " 挺能理解的吧。 這樣的現象在幸福婚姻中屢見不鮮， 原因很簡單，因為我們女人， 就是愛漂亮， 然後男人成天想著的就是性， 男人對性的最高理想，就是對象能 比他們自己的外型更正點。 這個研究的可貴之處在於， 我們女人其實不用 為了討好另一半而拼命減肥，"}, {"zh-tw": " We just have to be thinnerthan our partners. So instead of all that laboriousdieting and exercising, we just need to waitfor them to get fat -- Maybe bake a few pies.", "en": " 只要維持著比我們的先生瘦一點就好。 所以說，與其耗費心神的 去節食或上健身房， 我們只需要讓老公變胖一點就好啦。 或許多烤兩塊派。"}, {"zh-tw": " This is good information to have,and it's not that complicated. Research also suggests that the happiest couples are the onesthat focus on the positives.", "en": " 這對我們女人來說是個天大的好消息， 而且可以輕鬆上手。 另外，研究員們還說， 最快樂的夫妻們， 都懂得善用正面思考。 例如，一個快樂的太太，"}, {"zh-tw": " For example: the happy wife. Instead of pointing outher husband's growing gut or suggesting he go for a run, she might say, \"Wow, honey, thank youfor going out of your way to make me relatively thinner.\" These are coupleswho can find good in any situation.", "en": " 與其去酸丈夫的啤酒肚有多大， 或去催促對方慢跑減肥， 她可以聰明的說， \"哇，親愛的你好貼心唷，辛苦的把肚子養大， 這樣我站在旁邊就顯得比較瘦囉！\" 這樣的小倆口懂得樂觀地去發掘生活中美好的一面。"}, {"zh-tw": " \"Yeah, it was devastatingwhen we lost everything in that fire. But it's kind of nice sleepingout here under the stars.", "en": " \"是的，這的確令人沮喪， 那場大火把我們的所有家當都燒光了。 但能因此有機會睡在星光下也挺不賴的，"}, {"zh-tw": " And it's a good thing you've gotall that body fat to keep us warm.\" One of my favorite studies found that the more willinga husband is to do housework, the more attractivehis wife will find him. Because we needed a study to tell us this.", "en": " 而且也幸好你有好好保存體脂肪， 這樣抱著你就不怕冷囉。\" 我最喜歡的研究報告之一就是 越樂意幫忙做家事的丈夫 在妻子眼裡就越迷人。 我們就是需要一個這樣的研究。"}, {"zh-tw": " But here's what's going on here. The more attractive she finds him,the more sex they have; the more sex they have,the nicer he is to her; the nicer he is to her, the less she nags himabout leaving wet towels on the bed, and ultimately,they live happily ever after.", "en": " 這整個流程就是， 當她越覺得丈夫迷人，她就越願意有性愛； 他們越享受性愛，他就對妻子越好； 而他對她越好， 她就越少去抱怨他亂丟臭襪子， 然後良性循環下，他們過著幸福快樂的日子。"}, {"zh-tw": " In other words, men,you might want to pick it up a notch in the domestic department. Here's an interesting one.", "en": " 換句話說，男人你們該把眼光拉長 好好當家裡的廁所所長。 這裡有個有趣的例子，"}, {"zh-tw": " One study found that peoplewho smile in childhood photographs are less likely to get a divorce. This is an actual study,and let me clarify: the researchers were not lookingat documented self-reports of childhood happiness, or even studying old journals.", "en": " 研究指出， 在童年相片裡露出笑容的人， 比較不會離婚。 這個研究是有根據的， 先澄清一下， 這個研究不是根據你自己 精挑細選的歡樂相簿， 也不是調查你的舊日記， 整個數據是純粹取決於"}, {"zh-tw": " The data were based entirelyon whether people looked happy in these early pictures. Now, I don't know how old all of you are,but when I was a kid, your parents took pictureswith a special kind of camera that held something called \"film.\" And, by God, film was expensive.", "en": " 你的幼年照片看起來 快樂不快樂。 我不太清楚各位的年齡， 但就我那個年代， 父母們拍照必須拿一種很特殊的相機， 裡面塞著一個叫底片的東西， 這個底片沖洗是要花大錢的，"}, {"zh-tw": " They didn't take 300 shots of youin that rapid-fire digital video mode and then pick out the nicest,smiliest one for the Christmas card. Oh, no.", "en": " 他們不可能開啟連拍功能， 隨便亂拍個300張， 然後挑選笑容最燦爛的 來當聖誕卡。 嘖嘖嘖，沒這麼好康。"}, {"zh-tw": " They dressed you up, they lined you up, and you smiled for the fucking cameralike they told you to or you could kissyour birthday party goodbye. But still, I have a huge pileof fake happy childhood pictures and I'm glad they make me less likelythan some people to get a divorce.", "en": " 我們整裝排排站， 攝影師說笑我們就得笑， 然後喀嚓一聲，派對結束。 但是，我仍舊有很多 裂嘴大笑的童年照片， 非常慶幸它們讓我 減少了離婚的機率。"}, {"zh-tw": " So, what else can you doto safeguard your marriage? Do not win an Oscar for best actress. I'm serious.", "en": " 所以，我們還能做些什麼 來捍衛幸福婚姻? 千萬不要，贏得奧斯卡最佳女演員獎。 我是很正經的。"}, {"zh-tw": " Bettie Davis, Joan Crawford,Halle Berry, Hilary Swank, Sandra Bullock, Reese Witherspoon -- all of them single,soon after taking home that statue. They actually call it the Oscar curse.", "en": " 貝蒂戴維斯，珍克勞馥，荷莉貝瑞，希拉莉史旺， 珊卓布拉克，瑞絲薇絲朋， 她們得到奧斯卡獎後 馬上就變單身了。 這是小金人的詛咒， 婚姻的死亡之吻，"}, {"zh-tw": " It is the marriage kiss of deathand something that should be avoided. And it's not just successfullystarring in films that's dangerous.", "en": " 我們該全力避免得到這個獎。 而且危險的不只是 當女主角，"}, {"zh-tw": " It turns out, merely watchinga romantic comedy causes relationshipsatisfaction to plummet. Apparently, the bitter realizationthat maybe it could happen to us, but it obviously hasn'tand it probably never will, makes our lives seemunbearably grim in comparison.", "en": " 連隨便看個浪漫喜劇片 都導致婚姻幸福指數下降！ 顯然的，很殘酷的事實就是 我們本來有機會體驗浪漫情節， 但身邊那位讓一切都變成不可能了。 浪漫喜劇讓我們的生活 相對顯得慘不忍睹。"}, {"zh-tw": " And theoretically, I suppose if we opt for a filmwhere someone gets brutally murdered or dies in a fiery car crash, we are more likely to walk outof that theater feeling like we've got it pretty good. Drinking alcohol, it seems,is bad for your marriage.", "en": " 所以理論上來說， 我們該反向操作，選看演員都很不幸被謀殺的電影， 或是被車撞，然後車子還爆炸， 這樣我們離開戲院時， 會感到自己的人生還是有光明的。 喝酒，好像也 會對婚姻有負面影響。"}, {"zh-tw": " Yeah. I can't tell you anymore about that one because I stopped reading itat the headline.", "en": " 就這樣， 我沒有辦法多著墨，因為我 讀完這標題就不想看下去了。 但是接下來這個就驚悚了："}, {"zh-tw": " But here's a scary one:divorce is contagious. That's right, when you havea close couple friend split up, it increases your chancesof getting a divorce by 75 percent.", "en": " 離婚是會傳染的。 是的，當你有個好朋友離婚了， 你自己也離婚的機率 就提高了百分之七十五。"}, {"zh-tw": " Now, I have to say,I don't get this one at all. My husband and I have watchedquite a few friends divide their assets and then strugglewith being our age and single in an age of sextingand Viagra and eHarmony.", "en": " 我必須說，我不太贊成這一點。 我跟我先生 身邊有許多朋友離婚分家， 然後很辛苦的 在不惑之齡過單身生活， 仰賴威而鋼或是情色電話 還有網路交友。"}, {"zh-tw": " And I'm thinking they've donemore for my marriage than a lifetime of therapy ever could. So now you may be wondering:Why does anyone get married ever? Well, the US federal governmentcounts more than a thousand legal benefits to being someone's spouse.", "en": " 我暗自慶幸擁有這些朋友借鏡， 這比婚姻輔導更有威信力。 現在，你們大概在想， 為什麼人要結婚? 關於這點，美國政府 列出上千條合法益處 保障婚姻關係，"}, {"zh-tw": " A list that includesvisitation rights in jail, but hopefully, you'll never need that one. But beyond the profound federal perks, married people make more money.", "en": " 其中包括合法探監權。 希望你們不太需要用到這條。 除了這些聯邦特權， 已婚的夫婦有更好的收入，"}, {"zh-tw": " We're healthier,physically and emotionally. We produce happier, more stableand more successful kids.", "en": " 更健康的身體， 更開朗的心胸。 我們能養出更快樂，更穩定 且更成功的下一代。"}, {"zh-tw": " We have more sex than our supposedlyswinging single friends, believe it or not. We even live longer, which is a pretty compelling argumentfor marrying someone you like a lot in the first place.", "en": " 不管你們相不相信， 我們比那些單身朋友們 享受更多性愛。 我們甚至活得更久， 這是個挺誘人的好處， 代價就只是去跟一個 你本來就很喜歡的人結婚。"}, {"zh-tw": " Now, if you're not currently experiencingthe joy of the joint tax return, I can't tell you how to finda chore-loving person of the approximately ideal sizeand attractiveness, who prefers horror movies and doesn't have a lot of friendshovering on the brink of divorce, but I can only encourage you to try, because the benefits, as I've pointed out, are significant. The bottom line is: whether you're in itor you're searching for it, I believe marriage is an institutionworth pursuing and protecting.", "en": " 如果你還沒有親身體會過 夫妻共同節稅的快感， 我也無法教你該如何找到一個 喜歡做家事，身材適中，臉蛋標緻， 朋友不多，喜歡恐怖片， 又剛好正要離婚的對象。 但我可以鼓勵你去開始尋找， 因為婚姻生活的種種好處， 是超乎想像的。 無論已婚未婚，你該了解的是 結婚就像是合開一間公司， 需要雙方去經營與維護。"}, {"zh-tw": " So I hope you'll use the informationI've given you today to weigh your personal strengthsagainst your own risk factors. For instance, in my marriage,I'd say I'm doing OK.", "en": " 我希望你們能善用今天得到的情報 來幫助你們衡量 你們婚姻的優勢與劣勢。 譬如說，我的婚姻生活 目前還算過得去。"}, {"zh-tw": " One the one hand, I have a husband who's annoyingly leanand incredibly handsome. So I'm obviously goingto need fatten him up.", "en": " 我婚姻的劣勢就是， 我有個身材很健美的老公 還很不幸的長得很帥， 所以顯然我必須加把勁養肥他。"}, {"zh-tw": " And like I said, we havethose divorced friends who may secretly or subconsciouslybe trying to break us up. So we have to keep an eye on that.", "en": " 而且我們身邊有很多離婚的朋友 或許會下意識的 導致我們分手。 我們必須留心這點。"}, {"zh-tw": " And we do like a cocktail or two. On the other hand, I have the fake happy picture thing.", "en": " 而且我們享受喝點小酒。 而我的優勢， 就是那些笑得很假的童年相片。"}, {"zh-tw": " And also, my husband doesa lot around the house, and would happily never seeanother romantic comedy as long as he lives. So I've got all those things going for me.", "en": " 喔，還有我的老公幫忙做很多家事， 而且在我們有生之年 都會避免去看那些浪漫愛情片。 所以這就是我個人的案例。"}, {"zh-tw": " But just in case, I plan to work extra hardto not win an Oscar anytime soon. And for the good of your relationships, I would encourage you to do the same.", "en": " 另外，小心起見， 我真的很努力的 盡量不要贏得奧斯卡獎。 為了你們好， 我建議你們也盡量避免得獎。"}, {"zh-tw": " I'll see you at the bar.", "en": " 我們等下交誼廳見囉。"}], "title": "Jenna Mccarthy What You Don T Know About Marriage"}