{"url": "http://www.ted.com/talks/paul_conneally_digital_humanitarianism", "paragraphs": [{"zh-tw": " The humanitarian model has barely changed since the early 20th century. Its origins are firmly rooted in the analog age.", "en": " 人道主義模式自二十世紀初以來 幾乎從未改變過 它的起源深自 類比的時代"}, {"zh-tw": " And there is a major shift coming on the horizon. The catalyst for this change was the major earthquake that struck Haiti on the 12th of January in 2010.", "en": " 而在我們的眼前有一個重大的轉變正在發生 促發這個改變發生的 便是那個襲擊海地的大地震 2010年1月12日"}, {"zh-tw": " Haiti was a game changer. The earthquake destroyed the capital of Port-au-Prince, claiming the lives of some 320,000 people, rendering homeless about 1.2 million people.", "en": " 海地是讓這一切改變規則的關鍵 地震摧毀了首都太子港 奪取了約32萬人的性命 造成一百二十萬人 無家可歸"}, {"zh-tw": " Government institutions were completely decapitated, including the presidential palace. I remember standing on the roof of the Ministry of Justice in downtown Port-au-Prince.", "en": " 政府組織群龍無首徹底被破壞 包括總統府 我記得我站在 法務部門的樓頂 在太子港的市中心"}, {"zh-tw": " It was about two meters high, completely squashed by the violence of the earthquake. For those of us on the ground in those early days, it was clear for even the most disaster-hardened veterans that Haiti was something different.", "en": " 大約有兩公尺高 在大地震的暴力之下 徹底被震垮了 對我們這些事件開始後就進駐的人來說 即使是救援過多次災難的老兵 海地很明顯是不同的"}, {"zh-tw": " Haiti was something we hadn't seen before. But Haiti provided us with something else unprecedented.", "en": " 海地是我們以前從來沒遇過的景像 但海地同時也提供了我們前所未有的經驗"}, {"zh-tw": " Haiti allowed us to glimpse into a future of what disaster response might look like in a hyper-connected world where people have access to mobile smart devices. Because out of the urban devastation in Port-au-Prince came a torrent of SMS texts -- people crying for help, beseeching us for assistance, sharing data, offering support, looking for their loved ones.", "en": " 海地讓我們有機會一窺 未來災害處理方式可能的樣子 在這個高度網路連結的世界 人們可以利用 智慧型手機來救災的可能性 因為在太子港 在一片敗壞的城市中 出現了一股手機短訊的洪流: 人們的呼救， 懇求我們的援助， 分享資料、提供協助 或尋找他們心愛的人。"}, {"zh-tw": " This was a situation that traditional aid agencies had never before encountered. We were in one of the poorest countries on the planet, but 80 percent of the people had mobile devices in their hands.", "en": " 這是一個 傳統救援單位從未面臨過的現象。 我們身處地球上最貧困的國家之一 但百分之八十的人民 擁有行動裝置"}, {"zh-tw": " And we were unprepared for this, and they were shaping the aid effort. Outside Haiti also, things were looking different.", "en": " 我們並沒有預想到這一點 但這卻影響改變我們的救援工作 在海地之外，同樣的，事情也開始看起來不一樣"}, {"zh-tw": " Tens of thousands of so-called digital volunteers were scouring the Internet, converting tweets that had already been converted from texts and putting these into open-source maps, layering them with all sorts of important information -- people like Crisis Mappers and Open Street Map -- and putting these on the Web for everybody -- the media, the aid organizations and the communities themselves -- to participate in and to use. Back in Haiti, people were increasingly turning to the medium of SMS.", "en": " 成千上萬所謂數位義工 在網路上搜索資訊 寫成推特(tweets) 再轉換成文字 被放在開放性的地圖裡， 和其他重要的資訊交疊 像是Crisis Mappers和Open Street Map的組織 然後將這些資訊放在網路上公開給所有人 媒體、救援組織或是社群本身 讓大家使用及參與 在海地 人民也提高了 使用手機短訊的依賴性"}, {"zh-tw": " People that were hungry and hurting were signaling their distress, were signaling their need for help. On street sides all over Port-au-Prince, entrepreneurs sprung up offering mobile phone charging stations.", "en": " 那些飢餓或受傷的人民 將自己的慘狀傳送出去 將自己需要幫助的訊息發送出去 在太子港的街邊 提供手機充電站創業家 如雨後春筍般湧現"}, {"zh-tw": " They understood more than we did people's innate need to be connected. Never having been confronted with this type of situation before, we wanted to try and understand how we could tap into this incredible resource, how we could really leverage this incredible use of mobile technology and SMS technology.", "en": " 他們比我們更了解 人民想和世界連線的 迫切的需求 我們從未遇到 像這樣子的狀況 我們想要試著了解 我們可以怎樣利用這個美好的資源 我們如何可以 利用網路科技和手機簡訊 而得到最好效益"}, {"zh-tw": " We started talking with a local telecom provider called Voilà, which is a subsidiary of Trilogy International. We had basically three requirements.", "en": " 我們開始和當地的電信公司Voilà協商 Voilà是Trilogy International的附屬公司 基本上我們有三個需求"}, {"zh-tw": " We wanted to communicate in a two-way form of communication. We didn't want to shout; we needed to listen as well.", "en": " 我們想要 用雙向交流的形式溝通 我們不單只是要發送，我們也要聆聽"}, {"zh-tw": " We wanted to be able to target specific geographic communities. We didn't need to talk to the whole country at the same time.", "en": " 我們想要可以 鎖定特定地理社群 我們不需要同時間和整個國家對話"}, {"zh-tw": " And we wanted it to be easy to use. Out of this rubble of Haiti and from this devastation came something that we call TERA -- the Trilogy Emergency Response Application -- which has been used to support the aid effort ever since.", "en": " 還有我們希望使用起來很方便 從海地的廢墟和災難之中 我們發展了一個叫做TERA的系統 TERA是“三重緊急回覆程式”的縮寫 我們從當時開始 便一直以此系統來協助救援工作"}, {"zh-tw": " It has been used to help communities prepare for disasters. It has been used to signal early warning in advance of weather-related disasters.", "en": " 它被用來幫助社區對災害的準備 在天氣災難來襲之前 用來發送早期警告"}, {"zh-tw": " It's used for public health awareness campaigns such as the prevention of cholera. And it is even used for sensitive issues such as building awareness around gender-based violence.", "en": " 它也被用來作公共衛生的宣導 像是預防霍亂等。 它甚至被用來處理一些比較敏感的議題 像宣傳和提高 關於性別暴力的認知"}, {"zh-tw": " But does it work? We have just published an evaluation of this program, and the evidence that is there for all to see is quite remarkable. Some 74 percent of people received the data.", "en": " 但是這有用嗎 我們剛發表了一份 對於這個計劃的評估報告 這裡有證據可以說明 結果是非常顯著的 大約百分之七十四的人 收到這些資訊"}, {"zh-tw": " Those who were intended to receive the data, 74 percent of them received it. 96 percent of them found it useful.", "en": " 那些希望收到資訊的人 其中有百分之七十四確實收到 這之中,百分之九十六的人 覺得這些資訊是有用的"}, {"zh-tw": " 83 percent of them took action -- evidence that it is indeed empowering. And 73 percent of them shared it.", "en": " 百分之八十三的人採取了相關的行動 這證明了資訊的確能讓人感到力量倍增 然後百分之七十三將資訊分享了出去"}, {"zh-tw": " The TERA system was developed from Haiti with support of engineers in the region. It is a user-appropriate technology that has been used for humanitarian good to great effect.", "en": " 這個TERA系統 是在海地發展出來的 由當地的工程師所支援 是一個適合使用者的科技 已經被人道主義者使用發揮效益"}, {"zh-tw": " Technology is transformational. Right across the developing world, citizens and communities are using technology to enable them to bring about change, positive change, in their own communities.", "en": " 科技能帶來改革的 在發展中國家 人民和社區 都在使用科技 使人們在他們自己的社群中 可以產生正向的改變"}, {"zh-tw": " The grassroots has been strengthened through the social power of sharing and they are challenging the old models, the old analog models of control and command. One illustration of the transformational power of technology is in Kibera.", "en": " 而藉由“分享”這個社會力量 這些草根團體被強化 進一步去挑戰 類比時代舊模式 以控制和指揮為主的舊模式 一個可以證明科技具有改革性的例子 發生在凱貝拉"}, {"zh-tw": " Kibera is one of Africa's largest slums. It's on the outskirts of Nairobi, the capital city of Kenya.", "en": " 凱貝拉是非洲最大的貧民窟之一 位在肯亞首都 乃洛比的外圍"}, {"zh-tw": " It's home to an unknown number of people -- some say between 250,000 and 1.2 million. If you were to arrive in Nairobi today and pick up a tourist map, Kibera is represented as a lush, green national park devoid of human settlement.", "en": " 那裡的確切居民總數未知 有人說是在二十五萬 和一百二十萬之間 如果你今天造訪乃洛比 然後找一份遊客地圖 凱貝拉是被標示成 像是一個綠意盎然的國家公園 而沒有人類居住"}, {"zh-tw": " Young people living in Kibera in their community, with simple handheld devices, GPS handheld devices and SMS-enabled mobile phones, have literally put themselves on the map. They have collated crowd-sourced data and rendered the invisible visible.", "en": " 住在凱貝拉的年輕人 住在他們的社區裡 透過簡單的手持裝置 衛星定位系統和具有短信功能的手機， 他們逕自把自己放在地圖上 他們收集了群眾資料 將那些隱形的資料重現"}, {"zh-tw": " People like Josh and Steve are continuing to layer information upon information, real-time information, Tweet it and text it onto these maps for all to use. You can find out about the latest impromptu music session.", "en": " 像是Josh和Steve這樣的人 一直持續將資訊再加到資訊上 實時的資訊被送到推特並加到地圖上 讓我們所有人使用 你可以找到最新的即興音樂聚會時段"}, {"zh-tw": " You can find out about the latest security incident. You can find out about places of worship.", "en": " 你可以找到最新的公安事件 你可以找到有關宗教活動場所"}, {"zh-tw": " You can find out about the health centers. You can feel the dynamism of this living, breathing community.", "en": " 你可以找到醫療中心的資訊 你能感受到 這個社群的活力"}, {"zh-tw": " They also have their own news network on YouTube with 36,000 viewers at the moment. They're showing us what can be done with mobile, digital technologies.", "en": " 他們也在YouTube上擁有自己的新聞網路 現在有大約三萬六千的收視戶 他們向我們展現 利用行動裝置，數位科技可以做什麼"}, {"zh-tw": " They're showing that the magic of technology can bring the invisible visible. And they are giving a voice to themselves.", "en": " 他們向我們展示了科技的魔法 可以讓過去看不到的事物通通現形 他們賦予自己發聲權"}, {"zh-tw": " They are telling their own story, bypassing the official narrative. And we're seeing from all points on the globe similar stories.", "en": " 他們繞過了官方説法 說著自己的故事 而我們在全球各地都看到許多類似的故事"}, {"zh-tw": " In Mongolia for instance, where 30 percent of the people are nomadic, SMS information systems are being used to track migration and weather patterns. SMS is even used to hold herder summits from remote participation.", "en": " 比如說在蒙古 百分之三十的人口是遊牧民族 手機短訊的系統被用來 追蹤遷徙和氣候的途徑 手機短訊甚至被用來 舉行牧民會議 透過遠端連線參與"}, {"zh-tw": " And if people are migrating into urban, unfamiliar, concrete environments, they can also be helped in anticipation with social supporters ready and waiting for them based on SMS knowledge. In Nigeria, open-source SMS tools are being used by the Red Cross community workers to gather information from the local community in an attempt to better understand and mitigate the prevalence of malaria.", "en": " 而如果人們遷移 進入城市、陌生的、水泥鋼筋環境， 根據他們手機短訊收到的資訊 他們也可以期待 能受到社會支持者的幫助 在奈及利亞 開放性資源的短訊工具 被紅十字會工作人員使用 來收集當地社區的資訊 期待能更進一步地理解和減輕 瘧疾的流行。"}, {"zh-tw": " My colleague, Jason Peat, who runs this program, tells me it's 10 times faster and 10 times cheaper than the traditional way of doing things. And not only is it empowering to the communities, but really importantly, this information stays in the community where it is needed to formulate long-term health polices.", "en": " 我的同事, Jason Peat,負責主持這項計畫 告訴我這比傳統的方法 快十倍也便宜十倍 這不僅僅賦權給社群 更重要的是 這些資訊會留在社區裡 讓社區得以發展長期的健康政策"}, {"zh-tw": " We are on a planet of seven billion people, five billion mobile subscriptions. By 2015, there will be three billion smartphones in the world.", "en": " 我們現處的星球 有七十億人口 和五十億手機用戶 到2015年 這世界上將會有三十億智慧型手機"}, {"zh-tw": " The U.N. broadband commission has recently set targets to help broadband access in 50 percent of the Developing World, compared to 20 percent today. We are hurtling towards a hyper-connected world where citizens from all cultures and all social strata will have access to smart, fast mobile devices.", "en": " 聯合國寬頻委員會 最近設了目標 希望將發展中國家使用寬頻上網的管道 由現在的百分之二十 提高到百分之五十 我們飛馳朝著超連接世界前進 所有文化和各種社會階層的人民 都可以使用更快更聰明的行動裝置"}, {"zh-tw": " People are understanding, from Cairo to Oakland, that there are new ways to come together, there are new ways to mobilize, there are new ways to influence. A transformation is coming which needs to be understood by the humanitarian structures and humanitarian models.", "en": " 從開羅到奧克蘭 人們開始了解 有一些新的方式可以將我們連結在一起 有一些新的方式能策動人群 有一些新的方法能造成影響改變 而所有人道組織和救援模式應該要了解 有一個革命正在發生"}, {"zh-tw": " The collective voices of people needs to be more integrated through new technologies into the organizational strategies and plans of actions and not just recycled for fundraising or marketing. We need to, for example, embrace the big data, the knowledge that is there from market leaders who understand what it means to use and leverage big data.", "en": " 人們集體的聲音和意見 需要能以新科技作更好的整合 融入組織策略和行動計畫中 而不是只被回收 拿來做為募款或行銷的故事 我們需要去 採納更大筆的數據 去擁抱那些來自市場領導者的知識 因爲他們知道 如何使用和發揮大筆數據的意義"}, {"zh-tw": " One idea that I'd like you to consider, for instance, is to take a look at our IT departments. They're normally backroom or basement hardware service providers, but they need to be elevated to software strategists.", "en": " 比如說，一個我想要你們去想想的事情 是看看我們的科技部門 他們通常是幕後或地下室的硬體服務提供商， 但他們需要被提升為軟體戰略家。"}, {"zh-tw": " We need people in our organizations who know what it's like to work with big data. We need technology as a core organizational principle.", "en": " 我們的組織，需要那些 了解怎麼使用這些大量數據的人才 我們需要科技 來成為我們組織的中心原則"}, {"zh-tw": " We need technological strategists in the boardroom who can ask and answer the question, \"What would Amazon or Google do with all of this data?\" and convert it to humanitarian good. The possibilities that new digital technologies are bringing can help humanitarian organizations, not only ensure that people's right to information is met, or that they have their right to communicate, but I think in the future, humanitarian organizations will also have to anticipate the right for people to access critical communication technologies in order to ensure that their voices are heard, that they're truly participating, that they're truly empowered in the humanitarian world.", "en": " 我們需要科技策略家在董事會中 來提問和回答相關問題 像是\"亞馬遜或谷歌 會怎麼處理這些資訊?\" 然後將這些資訊轉換為人道資產 這些新的數位科技 所能帶來的發展 將可以幫助人道救援組織 不僅只是保證 人民知的權力受到保障 或是他們有溝通的權力 我想在未來 人道組織應該也要預設 人們有得到 關鍵溝通科技的權力 唯有藉此才能保證 人民的聲音會被聽見 他們真正的參與 在這個人道的世界裏他們真正的被賦權"}, {"zh-tw": " It has always been the elusive ideal to ensure full participation of people affected by disasters in the humanitarian effort. We now have the tools. We now have the possibilities.", "en": " 確保所有受災害影響的人 都能徹底參與人道救援的工作 在過去這一直都是個遙不可及的理想 我們現在有工具，可以實現這個可能性"}, {"zh-tw": " There are no more reasons not to do it. I believe we need to bring the humanitarian world from analog to digital.", "en": " 沒有任何其他理由阻止我們這麼做了 我相信我們需要將人道的世界 從類比帶到數位"}, {"zh-tw": " Thank you very much.", "en": " 非常感謝大家"}], "title": "Paul Conneally Digital Humanitarianism"}