{"url": "http://www.ted.com/talks/daniel_pauly_the_ocean_s_shifting_baseline", "paragraphs": [{"zh-tw": " I'm going to speak about a tiny, little idea. And this is about shifting baseline.", "en": " 我將要談論 一個極細微的想法 也就是關於海洋基準線的改變"}, {"zh-tw": " And because the idea can be explained in one minute, I will tell you three stories before to fill in the time. And the first story is about Charles Darwin, one of my heroes.", "en": " 因為這個想法可在一分鐘就講完 所以我會先講三個故事 來拖延時間 第一個故事 與我心目中的英雄達爾文有關"}, {"zh-tw": " And he was here, as you well know, in '35. And you'd think he was chasing finches, but he wasn't.", "en": " 如你們所知，1835年他在加拉帕戈斯群島進行研究 你們以為他在追蹤雀類 但事實並非如此"}, {"zh-tw": " He was actually collecting fish. And he described one of them as very \"common.\" This was the sailfin grouper.", "en": " 其實他是在收集魚類 有一個他紀錄為 「常見」的物種 帆鰭石斑（sailfin grouper）"}, {"zh-tw": " A big fishery was run on it until the '80s. Now the fish is on the IUCN Red List.", "en": " 這種魚一直都是漁獲量大宗 至少在 1980 年代以前 現在，這種魚已被列在世界自然保護聯盟的瀕危物種紅色名單"}, {"zh-tw": " Now this story, we have heard it lots of times on Galapagos and other places, so there is nothing particular about it. But the point is, we still come to Galapagos.", "en": " 這個故事 我們已經在加拉帕戈斯群島和其他地方 聽過很多次 所以沒什麼特別的 但重點是，我們仍前往加拉帕戈斯群島"}, {"zh-tw": " We still think it is pristine. The brochures still say it is untouched.", "en": " 我們仍然認為它是原始的 旅遊折頁也說 這裡的生態未曾改變"}, {"zh-tw": " So what happens here? The second story, also to illustrate another concept, is called shifting waistline. Because I was there in '71, studying a lagoon in West Africa.", "en": " 所以到底發生什麼事了？ 第二個故事，也可以用來說明另一個概念 叫做腰圍變化 （大笑） 我在 1971 年前往西非 研究一個潟湖"}, {"zh-tw": " I was there because I grew up in Europe and I wanted later to work in Africa. And I thought I could blend in.", "en": " 我會到那裡去是因為我在歐洲長大 希望之後能到非洲工作 我想我可以融入那個地方"}, {"zh-tw": " And I got a big sunburn, and I was convinced that I was really not from there. This was my first sunburn.", "en": " 但我遭受嚴重的曬傷 才明白原來自己並非來自那裡 這是我第一次被曬傷"}, {"zh-tw": " And the lagoon was surrounded by palm trees, as you can see, and a few mangrove. And it had tilapia about 20 centimeters, a species of tilapia called blackchin tilapia.", "en": " 至於那個潟湖 四周被棕櫚樹圍繞 就像你們看到的，還有一些紅樹林 潟湖裡有吳郭魚（非洲鯽魚） 體長大約二十公分 其中一種稱為黑頰非鯽"}, {"zh-tw": " And the fisheries for this tilapia sustained lots of fish and they had a good time and they earned more than average in Ghana. When I went there 27 years later, the fish had shrunk to half of their size.", "en": " 這種非洲鯽魚漁業 有段時期能維持大量捕撈，人們日子過的不錯 他們收入高於 迦納平均所得 27 年後，我重訪當地 卻發現這種魚的體型縮減了一半"}, {"zh-tw": " They were maturing at five centimeters. They had been pushed genetically.", "en": " 成魚的長度只有五公分 牠們已受基因演化的推動而改變"}, {"zh-tw": " There were still fishes. They were still kind of happy.", "en": " 潟湖中仍有魚類 人們仍快樂地捕魚"}, {"zh-tw": " And the fish also were happy to be there. So nothing has changed, but everything has changed.", "en": " 魚也快樂地生活在那裡 什麼也沒變 但其實一切都不同了"}, {"zh-tw": " My third little story is that I was an accomplice in the introduction of trawling in Southeast Asia. In the '70s -- well, beginning in the '60s -- Europe did lots of development projects.", "en": " 第三個小故事 是關於我如何變成 將拖網引進 東南亞的共犯 在 70 年代，不，60 年代開始 歐洲進行許多開發計畫"}, {"zh-tw": " Fish development meant imposing on countries that had already 100,000 fishers to impose on them industrial fishing. And this boat, quite ugly, is called the Mutiara 4.", "en": " 例如漁業開發 其實就是對於 已有十萬漁民的國家施壓 強迫他們進行工業化的捕漁方式 這艘醜醜的船 名為「慕蒂亞拉4號」"}, {"zh-tw": " And I went sailing on it, and we did surveys throughout the southern South China sea and especially the Java Sea. And what we caught, we didn't have words for it.", "en": " 我搭乘這艘船出海 進行調查 範圍涵蓋南中國海的南部 特別是爪哇海 我們對於當時所捕獲到的 毫無概念"}, {"zh-tw": " What we caught, I know now, is the bottom of the sea. And 90 percent of our catch were sponges, other animals that are fixed on the bottom.", "en": " 而我現在知道 我們所捕獲的其實是海洋底層 我們撈到的東西 有九成是海綿 及其他附著於海底的動物"}, {"zh-tw": " And actually most of the fish, they are a little spot on the debris, the piles of debris, were coral reef fish. Essentially the bottom of the sea came onto the deck and then was thrown down.", "en": " 事實上大多數魚類 只佔這些殘渣的極小部份 堆積如山的殘骸中有一些珊瑚礁魚類 基本上這等於將海底搬上甲板 然後隨意丟棄"}, {"zh-tw": " And these pictures are extraordinary because this transition is very rapid. Within a year, you do a survey and then commercial fishing begins.", "en": " 這些圖片相當驚人 因為轉變非常快 你在一年內做了一項調查 然後開始進行商業性捕魚"}, {"zh-tw": " The bottom is transformed from, in this case, a hard bottom or soft coral into a muddy mess. This is a dead turtle.", "en": " 海底開始發生改變 以這裡來說，一片堅硬的海底或軟質珊瑚 變成一灘爛泥 這是一隻死去的海龜"}, {"zh-tw": " They were not eaten, they were thrown away because they were dead. And one time we caught a live one.", "en": " 不是被捕食，而是因為已經死去便被丟棄 有一次我們抓到一隻活的"}, {"zh-tw": " It was not drowned yet. And then they wanted to kill it because it was good to eat.", "en": " 牠還沒被淹死 人們想把美味的海龜殺來吃"}, {"zh-tw": " This mountain of debris is actually collected by fishers every time they go into an area that's never been fished. But it's not documented.", "en": " 這些堆積如山的殘骸 是由漁民收集的 每次出海 到尚未捕撈過的區域帶回來 但從未被記錄下來"}, {"zh-tw": " We transform the world, but we don't remember it. We adjust our baseline to the new level, and we don't recall what was there.", "en": " 我們改變了世界 但卻不記得這些事 我們調整基準線 到新的水平 但我們不記得過去曾經存在什麼"}, {"zh-tw": " If you generalize this, something like this happens. You have on the y axis some good thing: biodiversity, numbers of orca, the greenness of your country, the water supply.", "en": " 如果你將這些做個總結 就會像這樣 Y軸是一些正面的事情 生物多樣性、虎鯨個數 國家的綠化程度、水資源供給"}, {"zh-tw": " And over time it changes -- it changes because people do things, or naturally. Every generation will use the images that they got at the beginning of their conscious lives as a standard and will extrapolate forward.", "en": " 隨著時間推移 情況發生改變 因為人們理所當然的行為而改變 每一代的人們 會用那些 他們有感知的生命初始時的印象 作為基準 然後向前推論"}, {"zh-tw": " And the difference then, they perceive as a loss. But they don't perceive what happened before as a loss.", "en": " 將其中差異 視為一項損失 但人們並沒有意識到在損失以前發生什麼事"}, {"zh-tw": " You can have a succession of changes. At the end you want to sustain miserable leftovers.", "en": " 你可以看到一個持續的變化 到了最後你希望能保存 那些所剩無幾的剩餘物種"}, {"zh-tw": " And that, to a large extent, is what we want to do now. We want to sustain things that are gone or things that are not the way they were.", "en": " 就大方向來說，這就是我們正想做的 我們想保存已消失 或不復原貌的事物"}, {"zh-tw": " Now one should think this problem affected people certainly when in predatory societies, they killed animals and they didn't know they had done so after a few generations. Because, obviously, an animal that is very abundant, before it gets extinct, it becomes rare.", "en": " 我們應該思考 這個問題如何影響那些 在獵食性社會的人 他們捕獵動物 而沒有意識到他們做了什麼 對後幾個世代造成了什麼改變 因為，很明顯的 每個物種的數量總是相當龐大 在牠們遭到滅絕 變得稀有以前"}, {"zh-tw": " So you don't lose abundant animals. You always lose rare animals.", "en": " 所以數量豐富的動物不會消失 會消失的總是稀有動物"}, {"zh-tw": " And therefore they're not perceived as a big loss. Over time, we concentrate on large animals, and in a sea that means the big fish.", "en": " 所以人們也不會意識到 這個巨大損失 某一段時期 我們將注意力放在大型動物 在海洋中這意味著大型魚類"}, {"zh-tw": " They become rarer because we fish them. Over time we have a few fish left and we think this is the baseline.", "en": " 大魚因我們的捕撈而越來越稀少 不久後，海裡只剩一點點魚 然後我們會以這個數量重訂基準線"}, {"zh-tw": " And the question is, why do people accept this? Well because they don't know that it was different. And in fact, lots of people, scientists, will contest that it was really different.", "en": " 但問題是 為什麼人們可以接受這種觀點 那是因為人們無法區分其中的差異 事實上，很多人，尤其是科學家 會爭論那差異是很大的"}, {"zh-tw": " And they will contest this because the evidence presented in an earlier mode is not in the way they would like the evidence presented. For example, the anecdote that some present, as Captain so-and-so observed lots of fish in this area cannot be used or is usually not utilized by fishery scientists, because it's not \"scientific.\" So you have a situation where people don't know the past, even though we live in literate societies, because they don't trust the sources of the past.", "en": " 他們會如此爭論 是因為以早期模式 提出的證據 並不是他們希望的 證據呈現方式 例如 有些軼事說 船長某某人 曾在這個區域觀察到大量魚類 這樣的訊息無法被採用 或通常不會被魚類科學家採用 因為那並不「科學」 所以現在的狀況是 人們對過去毫無所知 即使是生活在有文化的社會 因為他們不信任 過去的訊息來源"}, {"zh-tw": " And hence, the enormous role that a marine protected area can play. Because with marine protected areas, we actually recreate the past.", "en": " 因此，在這裡 海洋保護區的角色就顯得很重要 一但有了海洋保護區 我們可以重現過去"}, {"zh-tw": " We recreate the past that people cannot conceive because the baseline has shifted and is extremely low. That is for people who can see a marine protected area and who can benefit from the insight that it provides, which enables them to reset their baseline.", "en": " 重現人們無法想像的過去 因為現在的基準線已經改變 轉移到極低的標準 這是為了讓可以 看見海洋保護區的人們 及藉由它提供的見識 而獲益的人們 使他們能重設他們的基準線"}, {"zh-tw": " How about the people who can't do that because they have no access -- the people in the Midwest for example? There I think that the arts and film can perhaps fill the gap, and simulation. This is a simulation of Chesapeake Bay.", "en": " 對於那些沒有機會 接近保護區的人們 例如住在美國中西部的人們呢？ 我認為 透過藝術和電影 或許可以彌補空缺 甚至是模擬技術 這是柴斯比克灣的模擬圖"}, {"zh-tw": " There were gray whales in Chesapeake Bay a long time ago -- 500 years ago. And you will have noticed that the hues and tones are like \"Avatar.\" And if you think about \"Avatar,\" if you think of why people were so touched by it -- never mind the Pocahontas story -- why so touched by the imagery? Because it evokes something that in a sense has been lost.", "en": " 顯示灰鯨在很久很久以前曾經生活在那裡 大約五百年前 然後你會發現這個色彩與色調 跟「阿凡達」的世界很像 （大笑） 讓我們想想「阿凡達」 思考為何大家會對它深受感動 即使故事像風中奇緣一樣 為何人們看到這些景象還是如此感動 因為那喚起了人們 對已經失去的事物的感受"}, {"zh-tw": " And so my recommendation, it's the only one I will provide, is for Cameron to do \"Avatar II\" underwater. Thank you very much.", "en": " 所以我建議 我唯一要提供的建議是 請卡麥隆在水底拍阿凡達第二集 謝謝各位 （鼓掌）"}], "title": "Daniel Pauly The Ocean S Shifting Baseline"}