{"url": "http://www.ted.com/talks/peter_diamandis_abundance_is_our_future", "paragraphs": [{"zh-tw": " (Video) Announcer: Threats, in the wake of Bin Laden's death, have spiked. Announcer Two: Famine in Somalia. Announcer Three: Police pepper spray. Announcer Four: Vicious cartels. Announcer Five: Caustic cruise lines.", "en": " (賓拉登死後 威脅不斷竄出) (索馬利亞的飢荒) (警方的胡椒噴霧) (企業的惡意壟斷) (嚴峻的航線)"}, {"zh-tw": " Announcer Six: Societal decay. Announcer Seven: 65 dead. Announcer Eight: Tsunami warning. Announcer Nine: Cyberattacks.", "en": " (社會的腐敗) (六十五人死亡) (海嘯警報) (網路駭客攻擊)"}, {"zh-tw": " Multiple Announcers: Drug war. Mass destruction. Tornado. Recession. Default. Doomsday. Egypt. Syria.", "en": " (毒品戰爭) (大規模毀滅) (龍捲風) (經濟衰退) (國家債務) (世界末日) (埃及) (敘利亞)"}, {"zh-tw": " Crisis. Death. Disaster. Oh, my God.", "en": " (危機) (死亡) (災難) (喔！我的天啊)"}, {"zh-tw": " Peter Diamandis: So those are just a few of the clips I collected over the last six months -- could have easily been the last six days or the last six years. The point is that the news media preferentially feeds us negative stories because that's what our minds pay attention to.", "en": " 彼得．戴曼迪斯：這些新聞只是我過去 六個月所蒐集的一小部分 有六天前的 也有六年前的新聞 重點是新聞媒體 喜歡報導負面新聞 因為這類的新聞能吸引大家注意"}, {"zh-tw": " And there's a very good reason for that. Every second of every day, our senses bring in way too much data than we can possibly process in our brains.", "en": " 這有理由可以解釋 每天的每分每秒 我們的感官接收了太多資訊 超過了我們大腦的負荷"}, {"zh-tw": " And because nothing is more important to us than survival, the first stop of all of that data is an ancient sliver of the temporal lobe called the amygdala. Now the amygdala is our early warning detector, our danger detector.", "en": " 而且對我們來說沒有任何東西 是比活著更重要的 我們接收訊息的第一站 是一個在「顳葉」(腦葉之一)中的古老小裂片 稱為「扁桃體」 扁桃體是我們身體最初期的 警告和危險偵測系統"}, {"zh-tw": " It sorts and scours through all of the information looking for anything in the environment that might harm us. So given a dozen news stories, we will preferentially look at the negative news.", "en": " 它整理、搜尋所有訊息 偵測環境中任何對我們有害的物質 所以在眾多的新聞中 我們會偏好於 負面的新聞"}, {"zh-tw": " And that old newspaper saying, \"If it bleeds it leads,\" is very true. So given all of our digital devices that are bringing all the negative news to us seven days a week, 24 hours a day, it's no wonder that we're pessimistic.", "en": " 曾有一個新聞業界的格言說 「有血才會賣」 一點也沒錯 我們從各種數位設備 接收各種負面的新聞 一個禮拜七天、一天24小時毫無間斷 這也難怪我們這麼悲觀"}, {"zh-tw": " It's no wonder that people think that the world is getting worse. But perhaps that's not the case.", "en": " 難怪人們想的都是 世界越來越沒希望 但這也許不是事實"}, {"zh-tw": " Perhaps instead, it's the distortions brought to us of what's really going on. Perhaps the tremendous progress we've made over the last century by a series of forces are, in fact, accelerating to a point that we have the potential in the next three decades to create a world of abundance.", "en": " 這或許是 媒體帶給我們 對現今新聞的偏見 也許我們在上個世紀 藉由一連串的努力 創造的大幅進步 事實上已帶給我們現在的優勢 在未來三十年是有潛力 去創造一個富足的世界"}, {"zh-tw": " Now I'm not saying we don't have our set of problems -- climate crisis, species extinction, water and energy shortage -- we surely do. And as humans, we are far better at seeing the problems way in advance, but ultimately we knock them down.", "en": " 我不是說 我們沒有以下一連串的問題： 『氣候危機、物種滅絕、 水源和能源匱乏』這些問題是存在的 身為人類，我們好多了 我們早就看到這些問題的產生 但最後我們仍解決了這些問題"}, {"zh-tw": " So let's look at what this last century has been to see where we're going. Over the last hundred years, the average human lifespan has more than doubled, average per capita income adjusted for inflation around the world has tripled.", "en": " 我們來看看 上個世紀到底發生了什麼事 而接下來會把我們帶到哪去 過去一百多年以來 人類的平均壽命成長了兩倍以上 經過調整通膨的各國平均國民所得 也成長了三倍以上"}, {"zh-tw": " Childhood mortality has come down a factor of 10. Add to that the cost of food, electricity, transportation, communication have dropped 10 to 1,000-fold.", "en": " 兒童死亡率 也下降到為原來的十分之一 再加上糧食、電能、 交通、通訊的花費 也變成以前的十分之一到千分之一"}, {"zh-tw": " Steve Pinker has showed us that, in fact, we're living during the most peaceful time ever in human history. And Charles Kenny that global literacy has gone from 25 percent to over 80 percent in the last 130 years.", "en": " 史迪芬．平克(實驗心理學家)告訴我們 我們現在生活的世代 是人類史上最和平的一段時間 而查爾斯．肯尼(作家)說 過去130年，我們的全球識字率 也從25%上升到80%"}, {"zh-tw": " We truly are living in an extraordinary time. And many people forget this.", "en": " 我們真的生活在一個黃金時期 但很多人都忘了這個"}, {"zh-tw": " And we keep setting our expectations higher and higher. In fact, we redefine what poverty means.", "en": " 我們不斷把期望設的越來越高 事實上我們重寫了貧窮的定義"}, {"zh-tw": " Think of this, in America today, the majority of people under the poverty line still have electricity, water, toilets, refrigerators, television, mobile phones, air conditioning and cars. The wealthiest robber barons of the last century, the emperors on this planet, could have never dreamed of such luxuries.", "en": " 想想看現今的美國 在貧窮線以下的大多數人 卻還擁有水、電、馬桶、冰箱、 電視、手機、 甚至是冷氣和車子 上個世紀最富有的強盜貴族、各國的帝王 根本想不到會有這種奢侈品"}, {"zh-tw": " Underpinning much of this is technology, and of late, exponentially growing technologies. My good friend Ray Kurzweil showed that any tool that becomes an information technology jumps on this curve, on Moore's Law, and experiences price performance doubling every 12 to 24 months.", "en": " 鞏固這種現象的 是科技 是最近以來 快速發展的科技做出的貢獻 我的好朋友 雷．庫茨魏爾(科學家)說 任何變成資訊科技的工具 都躍上了這個摩爾定律曲線 感受科技行情在每一年 或每兩年的雙倍成長"}, {"zh-tw": " That's why the cellphone in your pocket is literally a million times cheaper and a thousand times faster than a supercomputer of the '70s. Now look at this curve.", "en": " 這就是為什麼你們口袋裡的手機 比起70年代的超級電腦 還要更便宜、更快速了幾百萬倍 請看這個曲線"}, {"zh-tw": " This is Moore's Law over the last hundred years. I want you to notice two things from this curve.", "en": " 這是一百多年前的摩爾定律 我要你注意這曲線上的兩個東西"}, {"zh-tw": " Number one, how smooth it is -- through good time and bad time, war time and peace time, recession, depression and boom time. This is the result of faster computers being used to build faster computers.", "en": " 第一，它是十分平穩的曲綫 曲線穿越過好時期和壞時期、戰爭時期和和平時期、 經濟衰退期、低迷和繁榮時期 這是速度快的電腦 被用來創造更快速的電腦的結果"}, {"zh-tw": " It doesn't slow for any of our grand challenges. And also, even though it's plotted on a log curve on the left, it's curving upwards.", "en": " 它不因爲我們面對艱鉅的挑戰而慢下來 雖然它描繪成 左邊向上發展 的對數曲線"}, {"zh-tw": " The rate at which the technology is getting faster is itself getting faster. And on this curve, riding on Moore's Law, are a set of extraordinarily powerful technologies available to all of us.", "en": " 這個是科技進步的比率 科技本身越來越先進 在這條摩爾定律曲線上 是一連串我們可利用的 強大而先進的科技"}, {"zh-tw": " Cloud computing, what my friends at Autodesk call infinite computing; sensors and networks; robotics; 3D printing, which is the ability to democratize and distribute personalized production around the planet; synthetic biology; fuels, vaccines and foods; digital medicine; nanomaterials; and A.I. I mean, how many of you saw the winning of Jeopardy by IBM's Watson? I mean, that was epic.", "en": " 「雲端運算」 我在\"歐特克公司(Autodesk)\"的朋友都稱它為「無限運算」 感應器、網路、自動化設備、3D印刷 都是在全球能被大眾化跟 廣為運用的人性化產品 人造生物學、 燃料、疫苗和食物、 數位醫學、奈米材料和人工智慧 你們有多少人看過IBM沃森 贏了《危險邊緣》(美國智力競賽節目)？ 那次很經典"}, {"zh-tw": " In fact, I scoured the headlines looking for the best headline in a newspaper I could. And I love this: \"Watson Vanquishes Human Opponents.\" Jeopardy's not an easy game.", "en": " 為了找一個最好的頭條標題 事實上我搜尋了很多報紙 而我喜歡這個：《沃森擊敗了\"人類\"對手》 《危險邊緣》不是個容易的比賽"}, {"zh-tw": " It's about the nuance of human language. And imagine if you would A.I.'s like this on the cloud available to every person with a cellphone.", "en": " 它關係著人類語言的細微差別 想像一下 人工智慧就跟這個一樣 有手機的人都能擁有"}, {"zh-tw": " Four years ago here at TED, Ray Kurzweil and I started a new university called Singularity University. And we teach our students all of these technologies, and particularly how they can be used to solve humanity's grand challenges.", "en": " 四年前 雷．庫茨魏爾和我進了一所 叫「奇點大學」(Singularity University)的新學校教書 我們教導學生這些所有科技 尤其是教他們如何運用 這些科技解決人類的巨大挑戰"}, {"zh-tw": " And every year we ask them to start a company or a product or a service that can affect positively the lives of a billion people within a decade. Think about that, the fact that, literally, a group of students can touch the lives of a billion people today.", "en": " 我們每年都要求他們 去開新公司、生產產品或是提供服務 希望在十年內帶給 幾百萬人正面的影響 想想看，一群學生說真的 可以影響百萬人的生活"}, {"zh-tw": " 30 years ago that would have sounded ludicrous. Today we can point at dozens of companies that have done just that.", "en": " 這在30年前聽起來是很荒唐的 現在我們可以說出幾百家的公司 都在做這種事"}, {"zh-tw": " When I think about creating abundance, it's not about creating a life of luxury for everybody on this planet; it's about creating a life of possibility. It is about taking that which was scarce and making it abundant.", "en": " 當我說要創造富足的社會 不是說要讓世界上每個人都享受奢華生活 而是要創造出生命的可能性 是要豐富我們 所缺乏的東西"}, {"zh-tw": " You see, scarcity is contextual, and technology is a resource-liberating force. Let me give you an example.", "en": " 缺乏是因人而異 而科技是一個資源解放的力量 我舉個例"}, {"zh-tw": " So this is a story of Napoleon III in the mid-1800s. He's the dude on the left.", "en": " 這是在十八世紀中關於 拿破崙三世的故事 左邊那個是他"}, {"zh-tw": " He invited over to dinner the king of Siam. All of Napoleon's troops were fed with silver utensils, Napoleon himself with gold utensils.", "en": " 他邀請暹羅國王 來共進晚餐 拿破崙的軍隊 用的是銀製餐具 拿破崙則是用金製餐具"}, {"zh-tw": " But the King of Siam, he was fed with aluminum utensils. You see, aluminum was the most valuable metal on the planet, worth more than gold and platinum.", "en": " 但暹羅國王 用的卻是鋁製餐具 鋁 曾是世上最高貴的金屬 甚至比黃金和白金更有價值"}, {"zh-tw": " It's the reason that the tip of the Washington Monument is made of aluminum. You see, even though aluminum is 8.3 percent of the Earth by mass, it doesn't come as a pure metal.", "en": " 這就是為什麼華盛頓紀念碑的頂端 是由鋁所製成 雖然鋁礦有大批的藏量 佔地球質量的8.3% 但鋁不是純金屬的方式存在"}, {"zh-tw": " It's all bound by oxygen and silicates. But then the technology of electrolysis came along and literally made aluminum so cheap that we use it with throw-away mentality.", "en": " 而是由以「氧」和「矽酸鹽」化合物的方式存在 隨著電解科技的到來 使得鋁越來越廉價 我們也就把鋁視為平凡的金屬"}, {"zh-tw": " So let's project this analogy going forward. We think about energy scarcity.", "en": " 我們可以依此類推 想想看能源缺乏"}, {"zh-tw": " Ladies and gentlemen, we are on a planet that is bathed with 5,000 times more energy than we use in a year. 16 terawatts of energy hits the Earth's surface every 88 minutes.", "en": " 各位 我們生活在一個星球 一個擁有高出我們一年 所使用能源5000倍的星球 每88分鐘就有16兆瓦的能源 降落在地球表面"}, {"zh-tw": " It's not about being scarce, it's about accessibility. And there's good news here.", "en": " 所以問題並不在於缺乏能源 而在於能源的可利用性 有個好消息"}, {"zh-tw": " For the first time, this year the cost of solar-generated electricity is 50 percent that of diesel-generated electricity in India -- 8.8 rupees versus 17 rupees. The cost of solar dropped 50 percent last year.", "en": " 今年是有史以來第一次 印度的太陽能發電的花費 是柴油發電的一半 8.8盧比對17盧比的差別 去年太陽能發電花費就降了一半"}, {"zh-tw": " Last month, MIT put out a study showing that by the end of this decade, in the sunny parts of the United States, solar electricity will be six cents a kilowatt hour compared to 15 cents as a national average. And if we have abundant energy, we also have abundant water.", "en": " 上個月麻省理工學院發表了一項研究 他們表示約在十年後 美國陽光普照的地區 太陽能電價格跟現在平均一度要價15分美元相比 每一度電 只要價六分美元 我們有了充足的能源 我們就會有充足的水源"}, {"zh-tw": " Now we talk about water wars. Do you remember when Carl Sagan turned the Voyager spacecraft back towards the Earth, in 1990 after it just passed Saturn? He took a famous photo. What was it called? \"A Pale Blue Dot.\" Because we live on a water planet.", "en": " 再來談水資源的戰爭 你是否記得 當卡爾．薩根(天文學家)在1990年 把剛通過土星的航海家1號 送回地球的時候？ 他拍了一張很出名的相片，那叫什麼？ 《蒼藍小點》 我們住在一個水星球"}, {"zh-tw": " We live on a planet 70 percent covered by water. Yes, 97.5 percent is saltwater, two percent is ice, and we fight over a half a percent of the water on this planet, but here too there is hope.", "en": " 一個表面被70%的水覆蓋的星球 其中97.5%是鹹水 2%是冰 我們為了地球上一半的水在爭吵 天無絕人之路"}, {"zh-tw": " And there is technology coming online, not 10, 20 years from now, right now. There's nanotechnology coming on, nanomaterials.", "en": " 一個新科技出現了 不是在十幾二十年後 是現在 奈米科技製造的奈米材料誕生了"}, {"zh-tw": " And the conversation I had with Dean Kamen this morning, one of the great DIY innovators, I'd like to share with you -- he gave me permission to do so -- his technology called Slingshot that many of you may have heard of, it is the size of a small dorm room refrigerator. It's able to generate a thousand liters of clean drinking water a day out of any source -- saltwater, polluted water, latrine -- at less than two cents a liter.", "en": " 我今天早上和狄恩．卡門聊天 他是一個偉大的DIY發明家 他允許我可以跟你們分享這段對話 他的發明－\"Slingshot\" 你們應該都聽過 那是一個約一個小宿舍房間大的冰箱 它可以發電 可以每天淨化一千加侖的飲用水 鹹水、汙染水、廁所汙水它都能淨化 且一加侖成本少於2分美元"}, {"zh-tw": " The chairman of Coca-Cola has just agreed to do a major test of hundreds of units of this in the developing world. And if that pans out, which I have every confidence it will, Coca-Cola will deploy this globally to 206 countries around the planet.", "en": " 可口可樂的董事長也同意 做一個大規模測試 在開發中國家置入幾百套這種設備 如果成功了 當然我有信心它會成功 可口可樂公司就會 將此計畫推展至 全球206個國家"}, {"zh-tw": " This is the kind of innovation, empowered by this technology, that exists today. And we've seen this in cellphones.", "en": " 這就是現代科技 所帶來的革新 手機就是一個代表"}, {"zh-tw": " My goodness, we're going to hit 70 percent penetration of cellphones in the developing world by the end of 2013. Think about it, that a Masai warrior on a cellphone in the middle of Kenya has better mobile comm than President Reagan did 25 years ago.", "en": " 天啊，我們要在2013之前 讓手機在開發中國家 達到70%的使用率 想想看 一個肯亞馬賽族戰士用的手機 比25年前雷根總統在位時的 通訊品質還要更好"}, {"zh-tw": " And if they're on a smartphone on Google, they've got access to more knowledge and information than President Clinton did 15 years ago. They're living in a world of information and communication abundance that no one could have ever predicted.", "en": " 如果他們用谷歌(Google)的智慧型手機 就能比15年前柯林頓總統在位時 接收更多的知識和資訊 他們就此生活在一個有富足資訊和通訊的世界 這原本是沒人能預料到的"}, {"zh-tw": " Better than that, the things that you and I spent tens and hundreds of thousands of dollars for -- GPS, HD video and still images, libraries of books and music, medical diagnostic technology -- are now literally dematerializing and demonetizing into your cellphone. Probably the best part of it is what's coming down the pike in health.", "en": " 更好的是 我們花了 好幾十萬在這些東西上： GPS、高畫質影片和靜止圖像 書本和音樂庫、 醫療診斷科技... 而現在這些東西都漸漸的被融入 在你們的手機上 而維護人民健康的收費的下降 大概是其中最好的部分吧"}, {"zh-tw": " Last month, I had the pleasure of announcing with Qualcomm Foundation something called the $10 million Qualcomm Tricorder X Prize. We're challenging teams around the world to basically combine these technologies into a mobile device that you can speak to, because it's got A.I., you can cough on it, you can do a finger blood prick.", "en": " 上個月我很榮幸跟「高通基金會」(Qualcomm Foundation)一起宣布 高通\"Tricorder\"的「X大獎」千萬得主 我們向全球參賽者們提出挑戰 把這些全部功能 融合在一個移動式的設備裡 因為有人工智慧，所以你能對著它講話 可以對它咳嗽或是做手指血液採樣"}, {"zh-tw": " And to win, it needs to be able to diagnose you better than a team of board-certified doctors. So literally, imagine this device in the middle of the developing world where there are no doctors, 25 percent of the disease burden and 1.3 percent of the health care workers.", "en": " 要贏得此獎，該儀器的診斷技術 必須比公會認證的醫師團隊還要精確 想像一下這個儀器 能被用在沒有醫生的開發中國家 在那裏有25%的地區在疾病肆虐的壓力下 且只有1.3%的人是醫療保健工作者"}, {"zh-tw": " When this device sequences an RNA or DNA virus that it doesn't recognize, it calls the CDC and prevents the pandemic from happening in the first place. But here, here is the biggest force for bringing about a world of abundance.", "en": " 而當這個儀器無法辨識出 所排列的RNA或DNA病毒時 它就會通報「疾病防治中心」(CDC) 進而防止疾病從該地區散播出去 這有一個最強大的力量 能帶來一個富足的世界"}, {"zh-tw": " I call it the rising billion. So the white lines here are population.", "en": " 我稱它為「上升十億」 白色那條代表人口"}, {"zh-tw": " We just passed the seven billion mark on Earth. And by the way, the biggest protection against a population explosion is making the world educated and healthy.", "en": " 我們剛通過了七十億大關 順道一提 防止人口爆炸的最大力量 就是教育 和健康"}, {"zh-tw": " In 2010, we had just short of two billion people online, connected. By 2020, that's going from two billion to five billion Internet users.", "en": " 在2010年 全球還不到20億人口 有網際網路的連線 到2020年 網路使用者會從20億 躍進到50億"}, {"zh-tw": " Three billion new minds who have never been heard from before are connecting to the global conversation. What will these people want? What will they consume? What will they desire? And rather than having economic shutdown, we're about to have the biggest economic injection ever.", "en": " 新加入的30億人口 之前從沒聽過網路這種東西 他們終於能跟世界對話 這些人想要什麼？ 他們會接收到什麼？他們渴望什麼？ 當然不是經濟的蕭條 而是要感受有史以來最繁榮的經濟"}, {"zh-tw": " These people represent tens of trillions of dollars injected into the global economy. And they will get healthier by using the Tricorder, and they'll become better educated by using the Khan Academy, and by literally being able to use 3D printing and infinite computing [become] more productive than ever before.", "en": " 這些人意味著 有幾十兆美元 投入了全球經濟市場 他們就會藉由 \"Tricorder\"(剛提過的診斷儀器)變健康 和藉由「可漢學院」(非營利教育組織)得到較好的教育 漸漸地能使用 3D列印技術和無限運算功能 變得更有生產力"}, {"zh-tw": " So what could three billion rising, healthy, educated, productive members of humanity bring to us? How about a set of voices that have never been heard from before. What about giving the oppressed, wherever they might be, the voice to be heard and the voice to act for the first time ever? What will these three billion people bring? What about contributions we can't even predict? The one thing I've learned at the X Prize is that small teams driven by their passion with a clear focus can do extraordinary things, things that large corporations and governments could only do in the past.", "en": " 所以這30億 健康、教育良好和高生産力的人口 能帶給我們什麽？ 說到之前一堆被忽視的聲音 他們無論到哪裡 都被壓迫著 他們的聲音要到哪時候才能 被重視而不被忽略？ 這30億人能帶來什麼？ 有可能是誰也無法預料到的貢獻？ 我在「X大獎」學到的一件事 就是即使一個小團隊 當目標明確又被熱情所驅動下 也能完成一番不平凡的大事業 能完成在以前 只有大企業和政府才能作到的事"}, {"zh-tw": " Let me share and close with a story that really got me excited. There is a program that some of you might have heard of.", "en": " 我分享一個故事作結尾 這真的很激勵我 應該有人聽過這個程式"}, {"zh-tw": " It's a game called Foldit. It came out of the University of Washington in Seattle.", "en": " 一個叫《Foldit》的遊戲程式 它是由西雅圖華盛頓大學開發的"}, {"zh-tw": " And this is a game where individuals can actually take a sequence of amino acids and figure out how the protein is going to fold. And how it folds dictates its structure and its functionality.", "en": " 它是一個遊戲 玩家能決定胺基酸的排列 進而算出蛋白質接下來如何折疊 蛋白質的折疊方式決定了它的結構和功能"}, {"zh-tw": " And it's very important for research in medicine. And up until now, it's been a supercomputer problem.", "en": " 這對藥物的研究很重要 但現在，這是超級電腦要做的事"}, {"zh-tw": " And this game has been played by university professors and so forth. And it's literally, hundreds of thousands of people came online and started playing it.", "en": " 這個遊戲 已被大學教授之類的人玩過 現在漸漸的有幾十萬人 也開始在玩"}, {"zh-tw": " And it showed that, in fact, today, the human pattern recognition machinery is better at folding proteins than the best computers. And when these individuals went and looked at who was the best protein folder in the world, it wasn't an MIT professor, it wasn't a CalTech student, it was a person from England, from Manchester, a woman who, during the day, was an executive assistant at a rehab clinic and, at night, was the world's best protein folder.", "en": " 這顯示出事實上現在 人類的模式識別機器 比現在最好的電腦更能折疊蛋白質 這些玩家都想知道 誰是世界上最會折疊蛋白質的人 不是麻省理工學院的教授 也不是加州理工學院的學生 是一個住在英國曼徹斯特的女人 在白天 她是一個復健診所的行政助理 到了晚上她就是世界上最會折疊蛋白質的人"}, {"zh-tw": " Ladies and gentlemen, what gives me tremendous confidence in the future is the fact that we are now more empowered as individuals to take on the grand challenges of this planet. We have the tools with this exponential technology.", "en": " 各位 是什麼東西讓我 對未非常有信心? 我們現在能活得更自主更完整 能接受各種襲來的巨大挑戰 我們有讓科技快速成長的工具"}, {"zh-tw": " We have the passion of the DIY innovator. We have the capital of the techno-philanthropist.", "en": " 有DIY發明家的熱情 也有科技慈善家(高通基金會)當作資本"}, {"zh-tw": " And we have three billion new minds coming online to work with us to solve the grand challenges, to do that which we must do. We are living into extraordinary decades ahead.", "en": " 還有30億的新人 來幫助我們 解決艱鉅的挑戰 做我們該做的事 未來的黃金年代正等著我們！"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Peter Diamandis Abundance Is Our Future"}