{"url": "http://www.ted.com/talks/james_hansen_why_i_must_speak_out_about_climate_change", "paragraphs": [{"zh-tw": " What do I know that would cause me, a reticent, Midwestern scientist, to get myself arrested in front of the White House protesting? And what would you do if you knew what I know? Let's start with how I got to this point. I was lucky to grow up at a time when it was not difficult for the child of a tenant farmer to make his way to the state university.", "en": " 我到底知道些什麼 能讓我這個 沉默的中西部科學家 在一次白宮的抗議中 被逮捕？ 如果你知道我所知道的事 你會怎麼做？ 我們就從我如何開始關注這個議題開始吧 我很慶幸能生長在 從輕易從佃農子弟 一路讀到州立大學 的年代"}, {"zh-tw": " And I was really lucky to go to the University of Iowa where I could study under Professor James Van Allen who built instruments for the first U.S. satellites. Professor Van Allen told me about observations of Venus, that there was intense microwave radiation.", "en": " 並且很幸運地 能在愛荷華大學 詹姆斯．范．艾倫教授門下學習 詹姆斯．范．艾倫教授曾參與 美國第一顆衛星的建造 范．艾倫教授曾提過 他對於金星的觀察心得： 金星有強烈的微波幅射"}, {"zh-tw": " Did it mean that Venus had an ionosphere? Or was Venus extremely hot? The right answer, confirmed by the Soviet Venera spacecraft, was that Venus was very hot -- 900 degrees Fahrenheit. And it was kept hot by a thick carbon dioxide atmosphere.", "en": " 這代表金星有電離層嗎？ 還是金星氣溫極高呢？ 正確答案是 金星表面溫度極高 正如蘇聯的金星飛行器所證實 金星的氣溫高達華氏900度 且因一層厚厚的二氧化碳大氣層 使得氣溫居高不下"}, {"zh-tw": " I was fortunate to join NASA and successfully propose an experiment to fly to Venus. Our instrument took this image of the veil of Venus, which turned out to be a smog of sulfuric acid.", "en": " 我很幸運能加入美國太空總署 並且獲准 前往金星進行實驗 飛行器拍下了這張 揭開金星面紗的照片 這張照片證明了 金星表層覆蓋著大量硫酸煙霧"}, {"zh-tw": " But while our instrument was being built, I became involved in calculations of the greenhouse effect here on Earth, because we realized that our atmospheric composition was changing. Eventually, I resigned as principal investigator on our Venus experiment because a planet changing before our eyes is more interesting and important.", "en": " 當衛星還在建造時 我開始思考 溫室效應 對地球的影響 因為我們意識到 大氣成分正在改變 最後，我辭去了 金星計畫中 首席研究員的職位 因為眼前地球的變遷 較值得關注也非常重要"}, {"zh-tw": " Its changes will affect all of humanity. The greenhouse effect had been well understood for more than a century.", "en": " 這些變遷將會影響全人類 溫室效應在這個世紀 早已廣為人知"}, {"zh-tw": " British physicist John Tyndall, in the 1850's, made laboratory measurements of the infrared radiation, which is heat. And he showed that gasses such as CO2 absorb heat, thus acting like a blanket warming Earth's surface.", "en": " 1850 年，英國物理學家 約翰．丁達爾 在實驗室 做了紅外線輻射的測量 也就是熱的測量 並且表示二氧化碳這類氣體 會吸收熱能 就像幫地球蓋上棉被保暖"}, {"zh-tw": " I worked with other scientists to analyze Earth climate observations. In 1981, we published an article in Science magazine concluding that observed warming of 0.4 degrees Celsius in the prior century was consistent with the greenhouse effect of increasing CO2.", "en": " 我和幾位科學家 共同解析地球氣候的觀察 在 1981 年 我們在科學雜誌發表了一篇文章 結論是 因為溫室效應二氧化碳的增加 地球每個世紀 溫度都會上升 0.4度C"}, {"zh-tw": " That Earth would likely warm in the 1980's, and warming would exceed the noise level of random weather by the end of the century. We also said that the 21st century would see shifting climate zones, creation of drought-prone regions in North America and Asia, erosion of ice sheets, rising sea levels and opening of the fabled Northwest Passage.", "en": " 地球很有可能是在 1980 年間才開始升溫 並且在本世紀末 自然天候所會產生的暖化現象危害程度 將會更加劇烈 我們還認為 21 世紀可能看到 氣候區變動、 北美和亞洲 易遭旱災地區的形成、 冰原侵蝕、海平面上升 和西北航道的開通"}, {"zh-tw": " All of these impacts have since either happened or are now well under way. That paper was reported on the front page of the New York Times and led to me testifying to Congress in the 1980's, testimony in which I emphasized that global warming increases both extremes of the Earth's water cycle.", "en": " 所有這些影響 不是已經發生 就是正要發生 這篇文章上了紐約時報頭版 讓我在 1980 年代 向美國國會證實此事 公開聲明強調 全球暖化會使 地球的水循環更加極端"}, {"zh-tw": " Heatwaves and droughts on one hand, directly from the warming, but also, because a warmer atmosphere holds more water vapor with its latent energy, rainfall will become in more extreme events. There will be stronger storms and greater flooding.", "en": " 一方面，暖化會帶來 熱浪和乾旱 另一方面 越溫暖的大氣層能容納越多 帶有潛在能量的水蒸氣 如此一來 降水量會更極端 暴風雨會更強；洪水也會更猛"}, {"zh-tw": " Global warming hoopla became time-consuming and distracted me from doing science -- partly because I had complained that the White House altered my testimony. So I decided to go back to strictly doing science and leave the communication to others.", "en": " 全球暖化的紛紛擾擾 曠日費時 也干擾到我的科學研究－ 多少也是因為我曾抱怨 白宮更改了我的聲明 所以我決定回來 繼續嚴謹地做科學研究 把紛擾留給大家"}, {"zh-tw": " By 15 years later, evidence of global warming was much stronger. Most of the things mentioned in our 1981 paper were facts.", "en": " 15 年後 全球暖化的證據更加明確 1981 年發表的文章 也大多屬實"}, {"zh-tw": " I had the privilege to speak twice to the president's climate task force. But energy policies continued to focus on finding more fossil fuels.", "en": " 我很榮幸能兩次 和總統的氣候特別小組對話 但能源政策卻仍然著眼於 尋找更多化石燃料"}, {"zh-tw": " By then we had two grandchildren, Sophie and Connor. I decided that I did not want them in the future to say, \"Opa understood what was happening, but he didn't make it clear.\" So I decided to give a public talk criticizing the lack of an appropriate energy policy.", "en": " 那時我有一對孫子 蘇菲和康納 我決定 以後不要讓他們這麼說 「爺爺明知發生什麼事 卻不講清楚。」 所以我決定發表公開講座 批評世界欠缺恰當的能源政策"}, {"zh-tw": " I gave the talk at the University of Iowa in 2004 and at the 2005 meeting of the American Geophysical Union. This led to calls from the White House to NASA headquarters and I was told that I could not give any talks or speak with the media without prior explicit approval by NASA headquarters.", "en": " 2004 年，我到愛荷華大學演講 另外在 2005 年於 美國地球物理聯盟會議中演講 這幾場演講導致 白宮致電美國太空總署總部 並且告知我 若沒有美國太空總署的事先授權 不得私自對媒體發表任何言論"}, {"zh-tw": " After I informed the New York Times about these restrictions, NASA was forced to end the censorship. But there were consequences.", "en": " 在我告知紐約時報此限制後 美國太空總署被迫 終止這項審查制度 然而卻也影響了其他事物"}, {"zh-tw": " I had been using the first line of the NASA mission statement, \"To understand and protect the home planet,\" to justify my talks. Soon the first line of the mission statement was deleted, never to appear again.", "en": " 我引用了美國太空總署 使命聲明的第一條 「理解並保護我們賴以生存的行星」 替我的發言辯護 使命聲明第一條隨即就被刪除 未再出現過"}, {"zh-tw": " Over the next few years I was drawn more and more into trying to communicate the urgency of a change in energy policies, while still researching the physics of climate change. Let me describe the most important conclusion from the physics -- first, from Earth's energy balance and, second, from Earth's climate history.", "en": " 之後幾年裡 正當我以物理學角度 做氣候變遷研究的同時 我更多次提出 傳遞能源政策改變的急切 我要提出以物理學為根據的重大結論 不論是從地球能量平衡 或是從地球的氣候歷史切入"}, {"zh-tw": " Adding CO2 to the air is like throwing another blanket on the bed. It reduces Earth's heat radiation to space, so there's a temporary energy imbalance.", "en": " 釋出二氧化碳 就像為地球蓋上一層棉被 降低了地球熱輻射的散失 造成暫時的能量不平衡"}, {"zh-tw": " More energy is coming in than going out, until Earth warms up enough to again radiate to space as much energy as it absorbs from the Sun. So the key quantity is Earth's energy imbalance.", "en": " 地球接受來自太陽的能量（熱能） 大於散逸的能量 直到地球達到足夠的溫度 便會再次釋出能量 至太空 所以可以驗證地球能量不平衡 的關鍵數據"}, {"zh-tw": " Is there more energy coming in than going out? If so, more warming is in the pipeline. It will occur without adding any more greenhouse gasses.", "en": " 在於地球所接受的能量 有比釋出的能量大嗎？ 若答案為是，代表暖化正在發生 而且不需更多溫室氣體就會發生了"}, {"zh-tw": " Now finally, we can measure Earth's energy imbalance precisely by measuring the heat content in Earth's heat reservoirs. The biggest reservoir, the ocean, was the least well measured, until more than 3,000 Argo floats were distributed around the world's ocean.", "en": " 現在 我們終於可以 藉由測量地球熱能的儲存量 精準的算出地球能量的不平衡 我們利用超過三千多個散佈世界各大洋 的海洋觀測網浮標（Argo float） 對世界最大的水庫－海洋－進行測量"}, {"zh-tw": " These floats reveal that the upper half of the ocean is gaining heat at a substantial rate. The deep ocean is also gaining heat at a smaller rate, and energy is going into the net melting of ice all around the planet.", "en": " 浮標回傳的資料顯示 淺海區的溫度 正急速上升 深海區的溫度也緩緩上升 而且過剩的能量即將影響到 地球周邊冰層的淨融化速度"}, {"zh-tw": " And the land, to depths of tens of meters, is also warming. The total energy imbalance now is about six-tenths of a watt per square meter.", "en": " 甚至連數十米深度的土地 也正在暖化中 現在能源不平衡的總量 已達到每平方公尺 0.6 瓦"}, {"zh-tw": " That may not sound like much, but when added up over the whole world, it's enormous. It's about 20 times greater than the rate of energy use by all of humanity.", "en": " 乍聽之下也許不多 但若把全世界加總，數字會很龐大 大約是 全人類能源使用量的 20 倍"}, {"zh-tw": " It's equivalent to exploding 400,000 Hiroshima atomic bombs per day 365 days per year. That's how much extra energy Earth is gaining each day.", "en": " 這相當於每年有 365 天 每天引爆 40 萬顆 廣島原子彈 那也就是 地球每天過剩的能量"}, {"zh-tw": " This imbalance, if we want to stabilize climate, means that we must reduce CO2 from 391 ppm, parts per million, back to 350 ppm. That is the change needed to restore energy balance and prevent further warming.", "en": " 若是我們 想穩定這種不平衡的氣候 我們就必須減少二氧化碳的排放 從每百萬 391 ppm 降到 350 ppm 那是使能量恢復平衡 和阻止氣候上升的必要改變"}, {"zh-tw": " Climate change deniers argue that the Sun is the main cause of climate change. But the measured energy imbalance occurred during the deepest solar minimum in the record, when the Sun's energy reaching Earth was least.", "en": " 否認氣候變遷的人主張 太陽才是氣候變遷的主因 但是這次能量失衡的測量 是在有記錄以來太陽極深處能量的最小值時進行 當時太陽的能量傳遞到地球是最小的"}, {"zh-tw": " Yet, there was more energy coming in than going out. This shows that the effect of the Sun's variations on climate is overwhelmed by the increasing greenhouse gasses, mainly from burning fossil fuels.", "en": " 但到目前為止，能量輸入仍大於輸出 表示太陽偏移對氣候的影響 遠不如因為燃燒化石燃料 所產生二氧化碳所帶來的影響"}, {"zh-tw": " Now consider Earth's climate history. These curves for global temperature, atmospheric CO2 and sea level were derived from ocean cores and Antarctic ice cores, from ocean sediments and snowflakes that piled up year after year over 800,000 years forming a two-mile thick ice sheet.", "en": " 現在思考一下地球的氣候歷史 這幾個包括世界氣溫 大氣中二氧化碳和海平面的曲線 是從海洋內核和南極冰河推導出 從海洋的沉積物 和超過 80 萬年 年復一年所累積的雪 以致形成一個兩英哩厚的冰原"}, {"zh-tw": " As you see, there's a high correlation between temperature, CO2 and sea level. Careful examination shows that the temperature changes slightly lead the CO2 changes by a few centuries.", "en": " 正如你看到的 氣溫、二氧化碳和海平面緊密相關 嚴謹的調查顯示 幾個世紀以來 氣溫的改變 微幅的造成二氧化碳改變"}, {"zh-tw": " Climate change deniers like to use this fact to confuse and trick the public by saying, \"Look, the temperature causes CO2 to change, not vice versa.\" But that lag is exactly what is expected. Small changes in Earth's orbit that occur over tens to hundreds of thousands of years alter the distribution of sunlight on Earth.", "en": " 否認氣候變遷的人喜歡用這個事實 來混淆欺騙大眾 說：「是氣溫造成二氧化碳量增加 反之則不成立。」 但溫度變化幅度高於二氧化碳變化幅度 正如同我們所預期的情況 地球軌道 數十萬年的偏移 改變了 地球受光照的分配量"}, {"zh-tw": " When there is more sunlight at high latitudes in summer, ice sheets melt. Shrinking ice sheets make the planet darker, so it absorbs more sunlight and becomes warmer.", "en": " 當高緯度的夏天 日照長時，冰原開始融化 縮小的冰原 使地球外表更昏暗 吸收更多日光後 進而升溫"}, {"zh-tw": " A warmer ocean releases CO2, just as a warm Coca-Cola does. And more CO2 causes more warming.", "en": " 升溫中的海洋會釋出二氧化碳 就像一瓶熱的可口可樂一樣 二氧化碳越多，暖化越快"}, {"zh-tw": " So CO2, methane, and ice sheets were feedbacks that amplified global temperature change causing these ancient climate oscillations to be huge, even though the climate change was initiated by a very weak forcing. The important point is that these same amplifying feedbacks will occur today.", "en": " 所以二氧化碳、甲烷和冰原 擴大了 全球氣溫的變化 儘管氣候變遷被一個非常微弱的力量 所啟動 最終導致這些遠古氣候產生巨大變革 重要的是 這些同樣擴大中的環境反撲 現在就會發生"}, {"zh-tw": " The physics does not change. As Earth warms, now because of extra CO2 we put in the atmosphere, ice will melt, and CO2 and methane will be released by warming ocean and melting permafrost.", "en": " 根據物理學定律 現在因為排放過多二氧化碳 所以隨著地球逐漸暖化 冰會融化 逐漸加溫的海洋則會釋出 更多二氧化碳和甲烷"}, {"zh-tw": " While we can't say exactly how fast these amplifying feedbacks will occur, it is certain they will occur, unless we stop the warming. There is evidence that feedbacks are already beginning.", "en": " 雖然我們不知道 這些擴大中的環境反撲什麼時候會發生 但可以確定的是它一定會發生 除非我們停止暖化 已經有證據顯示 環境反撲正要開始"}, {"zh-tw": " Precise measurements by GRACE, the gravity satellite, reveal that both Greenland and Antarctica are now losing mass, several hundred cubic kilometers per year. And the rate has accelerated since the measurements began nine years ago.", "en": " 藉由重力觀測衛星－GRACE 精密的測量 顯示出格陵蘭島與南極大陸 正大量流失 每年流失數百平方公里的冰原 並且較 9 年前 開始測量時 流失的速率不斷加快"}, {"zh-tw": " Methane is also beginning to escape from the permafrost. What sea level rise can we look forward to? The last time CO2 was 390 ppm, today's value, sea level was higher by at least 15 meters, 50 feet.", "en": " 甲烷也開始 從永凍土被釋出 海平面上升 會到什麼程度呢？ 最後一次測得的二氧化碳值為 390ppm 也就是今天進行測量的 海平面已高出 至少 15 公尺（約 50 英呎）"}, {"zh-tw": " Where you are sitting now would be under water. Most estimates are that, this century, we will get at least one meter.", "en": " 你們現在坐的地方 很可能會被海淹沒 大多數的預測是 海平面將在世紀末上升一公尺"}, {"zh-tw": " I think it will be more if we keep burning fossil fuels, perhaps even five meters, which is 18 feet, this century or shortly thereafter. The important point is that we will have started a process that is out of humanity's control.", "en": " 我敢說 如果我們繼續燃燒化石燃料 在不久之後，甚至可能升高 5 公尺 也就是 18 英呎 重點是 人們已經開始了一個 超出人類控制的過程"}, {"zh-tw": " Ice sheets would continue to disintegrate for centuries. There would be no stable shoreline.", "en": " 冰原每個世紀持續崩解 穩定的海岸線也不復在"}, {"zh-tw": " The economic consequences are almost unthinkable. Hundreds of New Orleans-like devastations around the world.", "en": " 對經濟的影響更是無法想像 世界各地將遭受 紐奧良風災般的破壞"}, {"zh-tw": " What may be more reprehensible, if climate denial continues, is extermination of species. The monarch butterfly could be one of the 20 to 50 percent of all species that the Intergovernmental Panel on Climate Change estimates will be ticketed for extinction by the end of the century if we stay on business-as-usual fossil fuel use.", "en": " 更應受指責的是 在人們持續否認氣候變遷下 物種不斷地滅絕 如果我們不改變使用化石燃料的習慣 叢斑蝶可能是 政府機構預測 在本世紀末 將瀕臨絕種的 25% 至 50% 物種 的其中之一"}, {"zh-tw": " Global warming is already affecting people. The Texas, Oklahoma, Mexico heatwave and drought last year, Moscow the year before and Europe in 2003, were all exceptional events, more than three standard deviations outside the norm.", "en": " 全球暖化確實已深深影響著人們 去年在德州、奧克拉荷馬 和墨西哥發生的熱浪和乾旱 前年的莫斯科 還有 2003 年的歐陸 都發生異常的氣候現象 氣候觀測值都超出三個標準差以上"}, {"zh-tw": " Fifty years ago, such anomalies covered only two- to three-tenths of one percent of the land area. In recent years, because of global warming, they now cover about 10 percent -- an increase by a factor of 25 to 50.", "en": " 50 年前 這種異常現象 僅影響 0.2% 至 0.3% 的土地面積 但近年來 因為全球暖化 影響面積已達 10% 有 25 到 50 倍的增長幅度"}, {"zh-tw": " So we can say with a high degree of confidence that the severe Texas and Moscow heatwaves were not natural; they were caused by global warming. An important impact, if global warming continues, will be on the breadbasket of our nation and the world, the Midwest and Great Plains, which are expected to become prone to extreme droughts, worse than the Dust Bowl, within just a few decades, if we let global warming continue.", "en": " 所以我們可以自信的說 德州和莫斯科嚴重的熱浪 並非自然現象 而是全球暖化的產物 如果 我們讓全球暖化持續發生 帶來的影響 將包括中西部及大平原 預計在幾十年後都將面臨 比沙塵暴更糟糕的 極端乾旱 所以我們應該避免全球暖化"}, {"zh-tw": " How did I get dragged deeper and deeper into an attempt to communicate, giving talks in 10 countries, getting arrested, burning up the vacation time that I had accumulated over 30 years? More grandchildren helped me along. Jake is a super-positive, enthusiastic boy.", "en": " 為何我要一再深入這個議題 並且試圖與多數人溝通 我曾到 10 個國家演講、曾被逮捕 浪費無數假期 試圖傳遞我鑽研了 30 年的議題 許多後輩也參與協助我 傑克是個積極上進 又富熱情的男孩"}, {"zh-tw": " Here at age two and a half years, he thinks he can protect his two and a half-day-old little sister. It would be immoral to leave these young people with a climate system spiraling out of control.", "en": " 才兩歲半的他 就自認能保護 剛滿兩歲的妹妹 把當前 無法掌控的氣候系統 留給年輕的下一代 是不道德的"}, {"zh-tw": " Now the tragedy about climate change is that we can solve it with a simple, honest approach of a gradually rising carbon fee collected from fossil fuel companies and distributed 100 percent electronically every month to all legal residents on a per capita basis, with the government not keeping one dime. Most people would get more in the monthly dividend than they'd pay in increased prices.", "en": " 現在 我們可以用一項 簡單又公平的方法 來解決氣候變遷 所造成的悲劇 就是逐漸提高向不可再生能源公司徵收的碳費 並以電子型式 平均分配給每一位合法公民 政府一毛不取 這樣大多數人拿到的每月分紅 會比他們所付的碳費高出許多"}, {"zh-tw": " This fee and dividend would stimulate the economy and innovations, creating millions of jobs. It is the principal requirement for moving us rapidly to a clean energy future.", "en": " 這項收費和紅利制度 會刺激經濟 並帶動改革 創造無數職缺 這些主要規則 能帶領我們快速迎向 一個擁有乾淨能源的未來"}, {"zh-tw": " Several top economists are coauthors on this proposition. Jim DiPeso of Republicans for Environmental Protection describes it thusly: \"Transparent. Market-based.", "en": " 這是由幾位經濟學者 所共同擬定的建議 共和黨員環境保護協會的吉姆．帝帕索 正是如此形容： 「透明度和市場經濟"}, {"zh-tw": " Does not enlarge government. Leaves energy decisions to individual choices.", "en": " 都不會擴大政府機能 把能源決定權交還給公民"}, {"zh-tw": " Sounds like a conservative climate plan.\" But instead of placing a rising fee on carbon emissions to make fossil fuels pay their true cost to society, our governments are forcing the public to subsidize fossil fuels by 400 to 500 billion dollars per year worldwide, thus encouraging extraction of every fossil fuel -- mountaintop removal, longwall mining, fracking, tar sands, tar shale, deep ocean Arctic drilling. This path, if continued, guarantees that we will pass tipping points leading to ice sheet disintegration that will accelerate out of control of future generations.", "en": " 聽起來是個穩當的氣候計畫。」 我們的政府強迫全世界大眾 每年資助 4 到 5 千億美元 而非 提高碳費 讓化石燃料付出 造成社會傷害的真正代價 因此鼓勵榨乾化石燃料－ 山頂的剷除 長壁採礦、水力壓裂法 瀝青沙、瀝青頁岩 和北極圈深海鑽油 若持續如此 能保證會超越臨界點 導致冰原崩解 使後代更無法掌握"}, {"zh-tw": " A large fraction of species will be committed to extinction. And increasing intensity of droughts and floods will severely impact breadbaskets of the world, causing massive famines and economic decline.", "en": " 大部分的物種 將會絕種 更加強烈的乾旱和水災 將會嚴重影響世界的產糧區 造成大規模饑荒 和經濟衰退"}, {"zh-tw": " Imagine a giant asteroid on a direct collision course with Earth. That is the equivalent of what we face now.", "en": " 想像一下，一顆巨大的小行星 正與地球同在導致相撞的軌道 這就是 我們現在所面臨的狀況"}, {"zh-tw": " Yet, we dither, taking no action to divert the asteroid, even though the longer we wait, the more difficult and expensive it becomes. If we had started in 2005, it would have required emission reductions of three percent per year to restore planetary energy balance and stabilize climate this century.", "en": " 然而我們卻驚慌失措 沒有採取 扭轉情勢的行動 即便我們知道 拖越久難度和花費越高 如果我們 2005 年就開始 我們每年必須降低 3% 的排放量 使地球恢復能量平衡 並且穩定本世紀的氣候"}, {"zh-tw": " If we start next year, it is six percent per year. If we wait 10 years, it is 15 percent per year -- extremely difficult and expensive, perhaps impossible.", "en": " 如果我們明年開始 每年降幅就必須提升到 6% 要是在等 10 年，降幅更提升到 15% 難度極大且需付出龐大代價 不如說是天方夜譚"}, {"zh-tw": " But we aren't even starting. So now you know what I know that is moving me to sound this alarm.", "en": " 但我們根本還沒開始 如今你已經知道一切 讓我極力想喚起警覺的資訊"}, {"zh-tw": " Clearly, I haven't gotten this message across. The science is clear.", "en": " 無疑地，我還沒完成訊息傳遞 科學已經很清楚"}, {"zh-tw": " I need your help to communicate the gravity and the urgency of this situation and its solutions more effectively. We owe it to our children and grandchildren.", "en": " 我需要你們 協助傳遞 當前處境的嚴重和急切性 和有效的 解決之道 這是我們應該對晚輩做的"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "James Hansen Why I Must Speak Out About Climate Change"}