{"url": "http://www.ted.com/talks/rob_reid_the_8_billion_ipod", "paragraphs": [{"zh-tw": " The recent debate over copyright laws like SOPA in the United States and the ACTA agreement in Europe has been very emotional. And I think some dispassionate, quantitative reasoning could really bring a great deal to the debate.", "en": " 最近對於著作權法的爭論 像美國的SOPA禁止網絡盜版法案(Stop Online Piracy Act) 以及歐洲的ACTA 反仿冒貿易協定（Anti-Counterfeiting Trade Agreement) 有點過度情緒化 不過我覺得一些理性且有數據的理論 對這個辯論會有更大的幫助"}, {"zh-tw": " I'd therefore like to propose that we employ, we enlist, the cutting edge field of copyright math whenever we approach this subject. For instance, just recently the Motion Picture Association revealed that our economy loses 58 billion dollars a year to copyright theft.", "en": " 因此我想建議 我們可以充分運用 這個尖端領域: copyright math(版權數學法) 當我們涉及這個話題時 像是不久之前 美國電影協會（Motion Picture Association of America) 發現 盜版使我們的經濟 一年損失580億美金"}, {"zh-tw": " Now rather than just argue about this number, a copyright mathematician will analyze it and he'll soon discover that this money could stretch from this auditorium all the way across Ocean Boulevard to the Westin, and then to Mars ... ... if we use pennies.", "en": " 現在與其對這個數字進行爭辯 版權數學家會分析這個數字 並且很快會發現這筆錢 可以從這個演講廳 堆到海洋大道 再到威士汀酒店然後到火星 當然.....要是我們使用銅板來堆這些錢"}, {"zh-tw": " Now this is obviously a powerful, some might say dangerously powerful, insight. But it's also a morally important one.", "en": " 現在這明顯是個強大的 有人甚至會說是個異常強大的事 這同時也是個具有重大道德意思的一件事"}, {"zh-tw": " Because this isn't just the hypothetical retail value of some pirated movies that we're talking about, but this is actual economic losses. This is the equivalent to the entire American corn crop failing along with all of our fruit crops, as well as wheat, tobacco, rice, sorghum -- whatever sorghum is -- losing sorghum.", "en": " 因為這不僅是我們說的 盜版電影的預設零售價 這是一個真正的經濟損失 這個損失相當於 美國整體玉米種植量的損失 並且加上水果 小麥,菸草 米及高粱 不管高粱是什麼，我們就是損失了高粱"}, {"zh-tw": " But identifying the actual losses to the economy is almost impossible to do unless we use copyright math. Now music revenues are down by about eight billion dollars a year since Napster first came on the scene.", "en": " 要真正去計算經濟上的損失 是幾乎不可能的 除非我們使用版權數學法 現在音樂產業每年損失近80億美金 因為Napster的出現"}, {"zh-tw": " So that's a chunk of what we're looking for. But total movie revenues across theaters, home video and pay-per-view are up.", "en": " 所以這塊是我們所要研究的 但是整個電影產業的收入 包括電影,家庭劇院以及點播購買電視節目的卻上升了"}, {"zh-tw": " And TV, satellite and cable revenues are way up. Other content markets like book publishing and radio are also up.", "en": " 而普通電視,衛星電視以及有線電視的收入也大幅提升 其它產業像是書籍出版以及廣播節目 的收入也跟著提升"}, {"zh-tw": " So this small missing chunk here is puzzling. Since the big content markets have grown in line with historic norms, it's not additional growth that piracy has prevented, but copyright math tells us it must therefore be foregone growth in a market that has no historic norms -- one that didn't exist in the 90's.", "en": " 因此損失的這塊 是讓人感到困惑的 但整體的市場 還是隨著過去的標準成長 盜版並沒有對主要市場造成太大的影響 從版權數學法中我們可以得知 在過往一定有一個成長 是沒有遵循著以往的標準 並且在90年代時尚未出現"}, {"zh-tw": " What we're looking at here is the insidious cost of ringtone piracy. 50 billion dollars of it a year, which is enough, at 30 seconds a ringtone, that could stretch from here to Neanderthal times.", "en": " 我們現在看的是 電話鈴聲潛在的侵權損失 每年會造成500億美金的損失 這已經夠多了, 一個鈴聲30秒 可以從這裡一直延伸到 尼安德塔人的時代"}, {"zh-tw": " It's true. I have Excel.", "en": " 這是事實 (鼓掌) 我用Excel來計算的"}, {"zh-tw": " The movie folks also tell us that our economy loses over 370,000 jobs to content theft, which is quite a lot when you consider that, back in '98, the Bureau of Labor Statistics indicated that the motion picture and video industries were employing 270,000 people. Other data has the music industry at about 45,000 people.", "en": " 電影行業的人跟我說 我們經濟損失中 有超過370,000人是因為版權侵占而失業的 這個數字是相當驚人的 在1998年 美國勞動統計局表示 整個動畫以及影片相關產業 共雇用了270,000人 另一資料顯示，音樂產業雇用了約45,000人"}, {"zh-tw": " And so the job losses that came with the Internet and all that content theft, have therefore left us with negative employment in our content industries. And this is just one of the many mind-blowing statistics that copyright mathematicians have to deal with every day.", "en": " 隨著網路普及後的失業潮 以及版權侵占而來的失業 使我們的內容產業損失很大 這僅是許多讓人沮喪的統計數字之一 版權數學家每天都要面對這些數據"}, {"zh-tw": " And some people think that string theory is tough. Now this is a key number from the copyright mathematicians' toolkit.", "en": " 有人認弦理論很難 這是版權數學家一個很重要的工具"}, {"zh-tw": " It's the precise amount of harm that comes to media companies whenever a single copyrighted song or movie gets pirated. Hollywood and Congress derived this number mathematically back when they last sat down to improve copyright damages and made this law.", "en": " 這是一個很準確的損失數據 當傳媒公司 有任何一首歌或是電影 遭到侵權時 這個數據是好萊塢跟國會 為減少侵權損失，修定版權法時 所計算出來的"}, {"zh-tw": " Some people think this number's a little bit large, but copyright mathematicians who are media lobby experts are merely surprised that it doesn't get compounded for inflation every year. Now when this law first passed, the world's hottest MP3 player could hold just 10 songs.", "en": " 有人覺得這個數字太大了 而身為傳媒界的計算專家,版權數學家們 僅對於這個數據 並沒有跟著通貨膨脹而增加感到驚訝 而當這個法律通過後 市面上最熱銷的MP3播放器僅能存10首歌而已"}, {"zh-tw": " And it was a big Christmas hit. Because what little hoodlum wouldn't want a million and a half bucks-worth of stolen goods in his pocket.", "en": " 並且這會是聖誕節最熱銷的禮物 因為小流氓不會將 價值150萬美金的贓物放在口袋裡"}, {"zh-tw": " These days an iPod Classic can hold 40,000 songs, which is to say eight billion dollars-worth of stolen media. Or about 75,000 jobs.", "en": " 現在一台iPod Classic可以存放40,000首歌 這也就是說相當於8億美金的 盜版音樂 或是相當於75,000個工作"}, {"zh-tw": " Now you might find copyright math strange, but that's because it's a field that's best left to experts. So that's it for now.", "en": " 或許你會覺得版權數學法很奇怪 那是因為這是一個特別的領域 只適合專家們去研究 今天就先到這裡"}, {"zh-tw": " I hope you'll join me next time when I will be making an equally scientific and fact-based inquiry into the cost of alien music piracy to he American economy. Thank you very much.", "en": " 希望下次 當我在對國外盜版音樂對於美國經濟的損失 用比較科學且有事實根據的調查時,還能看到你們 謝謝你們"}, {"zh-tw": " Thank you.", "en": " 謝謝大家"}], "title": "Rob Reid The 8 Billion Ipod"}