{"url": "http://www.ted.com/talks/brene_brown_listening_to_shame", "paragraphs": [{"zh-tw": " I'm going to tell you a little bitabout my TEDxHouston Talk. I woke up the morningafter I gave that talk with the worst vulnerabilityhangover of my life. And I actually didn't leave my housefor about three days.", "en": " 我今天要告訴妳一些 我上回在 TEDxHouston 的演講 我在那次演講後的早晨 經歷我有始以來最糟的 脆弱感後遺症。 我感覺糟糕到 在那演講後的三天我都沒出門。"}, {"zh-tw": " The first time I leftwas to meet a friend for lunch. And when I walked in,she was already at the table.", "en": " 我第一次再度出門是去跟一個朋友共進午餐。 當我走進去的時候，他已經坐在座位上了。 我坐下，然後她說："}, {"zh-tw": " I sat down, and she said,\"God, you look like hell.\" I said, \"Thanks. I feel really -- I'm not functioning.\" And she said, \"What's going on?\" And I said, \"I just told 500 people that I became a researcherto avoid vulnerability. And that when being vulnerableemerged from my data, as absolutely essentialto whole-hearted living, I told these 500 peoplethat I had a breakdown.", "en": " 「天啊！你看起來慘不人賭！」 我回答：「謝謝。我真的感到-- 我的身體無法正常運作。」 她問我：「到底發生什麼事了？」 我說：「我在不久前 跟五百個人分享 我是一個 躲避脆弱感的研究者。 我告訴他們，我在收集關於脆弱感的資料後發現 脆弱感的本身 正是我們能夠 全心生活的基本要素， 並且我告訴這五百人， 我因為這個發現經歷了一場崩潰。"}, {"zh-tw": " I had a slide that said 'Breakdown.' At what point did I thinkthat was a good idea?\" And she said, \"I sawyour talk live-streamed. It was not really you.", "en": " 我有一張簡報就寫著“崩潰”兩個字。 到底是在什麼時候我覺得這會是個好主意呢？ 她對我說，「我有看你那場講座的現場直播。 那並不像真正的妳。"}, {"zh-tw": " It was a little differentthan what you usually do. But it was great.\" And I said, \"This can't happen.", "en": " 那跟平常的妳有些落差， 但那是場很棒的演講。」 我答： 「我不能讓它發生，"}, {"zh-tw": " YouTube, they're puttingthis thing on YouTube. And we're going to be talkingabout 600, 700 people.\" And she said,\"Well, I think it's too late.\" And I said, \"Let me ask you something.\" And she said, \"Yeah.\" I said, \"Do you rememberwhen we were in college, really wild and kind of dumb?\" She said, \"Yeah.\" I said, \"Remember whenwe'd leave a really bad message on our ex-boyfriend's answering machine? Then we'd have to break into his dorm roomand then erase the tape?\" And she goes, \"Uh... no.\" Of course, the only thingI could say at that point was, \"Yeah, me neither.", "en": " YouTube，他們要把講座影片放到Youtube 上面。 我就等於要在跟六，七百的人說話。」 然後她說，“我想現在想這些都太遲了。” 我說：讓我問妳一件事。 她說：好阿。 我說：你記得我們在大學的時候 曾瘋狂像個傻子的樣子嗎？ 她說，我記得。 然後我問：你記得我們曾經 在我們前男友的答錄機裡留下很糟的留言嗎？ 我們還得闖入他的宿舍房間 去刪除那個錄音嗎？ 然後她回我：嗯…我不記得。 所以，當時我能想到的回應只有這個： 恩..對啊，我也不記得。"}, {"zh-tw": " Yeah -- me neither.\" And I'm thinking to myself, \"Brené, what are you doing? Why did you bring this up? Have you lost your mind? Your sisters would be perfect for this.\" So I looked back up and she said, \"Are you really going to tryto break in and steal the video before they put it on YouTube?\" And I said, \"I'm just thinkingabout it a little bit.\" She said, \"You're like the worstvulnerability role model ever.\" Then I looked at her and I said something that at the time felt a little dramatic, but ended up beingmore prophetic than dramatic. \"If 500 turns into 1,000 or 2,000, my life is over.\" I had no contingency planfor four million.", "en": " 那件事我…也不記得。 然後我在腦海裡思考， 「Brene 妳在幹嘛？妳到底在幹嘛？ 為什麼要提起這件事？妳失去理智了嗎？ 你的姊妹們會對這個很有一套的。」 我停了一下，然後她說： 「你真的要在他們 把影片放到Youtube 上之前 在闖進去將他偷走嗎？」 我答：「我只是有一點想這麼做而已。」 她說：妳真的是個有史以來最差的“脆弱感”模範。 我看著她然後說了一些 當時感覺蠻戲劇化的話 但到最後成為一個更像是預言的話 我說： 「如果五百 個（觀眾）變成一千個 或兩千個， 我的生命就真的完了。」 我完全沒有預料到會有四百萬個觀眾。"}, {"zh-tw": " And my life did end when that happened. And maybe the hardest partabout my life ending is that I learned somethinghard about myself, and that was that, as much as I would be frustrated about not being able to getmy work out to the world, there was a part of methat was working very hard to engineer staying small, staying right under the radar.", "en": " 我的生命在那時候真的是玩完了。 或許，這當中最困難的部份 是我看見了關於我自己的矛盾。 就像 我總是因為不能順利地 廣傳我的研究而感到十分挫折， 我也同時竭力的想 想將自己縮小， 讓自己變得很不醒目。"}, {"zh-tw": " But I want to talkabout what I've learned. There's two thingsthat I've learned in the last year.", "en": " 我想要告訴你麼我學到的功課。 去年我學會了兩件事情。"}, {"zh-tw": " The first is: vulnerability is not weakness. And that myth is profoundly dangerous.", "en": " 第一件事是 脆弱感並不等於懦弱。 有這個迷思 是非常危險的。"}, {"zh-tw": " Let me ask you honestly -- and I'll give you this warning, I'm trained as a therapist, so I can out-wait you uncomfortably -- so if you could just raise your handthat would be awesome -- how many of you honestly, when you're thinking about doingor saying something vulnerable think, \"God, vulnerability is weakness.\" How many of you think of vulnerabilityand weakness synonymously? The majority of people. Now let me ask you this question: This past week at TED, how many of you,when you saw vulnerability up here, thought it was pure courage? Vulnerability is not weakness.", "en": " 讓我問你— 我要先給你一個警告， 我是一個被訓練過的治療師， 我可以等你， 等到你感到非常不舒服— 所以如果妳可以簡單誠實的舉起你的手，那會省事很多。 你們當中有多少人， 在想到要做，或是要說些一些 關於脆弱的事時 會覺得 「天啊，脆弱就等於懦弱。這就是懦弱？」 在你們當中有多少人覺得脆弱跟懦弱是相似詞？ 大多數的人都這麼覺得。 現在我再問一個問題： 過去一周在TED的講座， 在座當中有多少人，當你們看到脆弱感在台上被呈現時， 覺得那是一個很純粹的勇氣？ 脆弱不是懦弱。"}, {"zh-tw": " I define vulnerability as emotional risk, exposure, uncertainty. It fuels our daily lives.", "en": " 我會定義脆弱 是一個情緒上的風險， 被暴露，以及不確定性。 它推動著我們過每一天。"}, {"zh-tw": " And I've come to the belief -- this is my 12th yeardoing this research -- that vulnerability is our most accuratemeasurement of courage -- to be vulnerable,to let ourselves be seen, to be honest. One of the weird things that's happenedis, after the TED explosion, I got a lot of offers to speakall over the country -- everyone from schools and parent meetings to Fortune 500 companies.", "en": " 當我這麼相信的時候— 那是我第12年在作這個研究— 脆弱 是測量勇氣 最精準的量尺— 勇敢的允許自己脆弱， 讓真實的自己被看見。 有件很奇怪的事情發生， 在那次TED講座之後。 我被邀請到全國各地方去演講— 從學校，家長座談會 到擁有五百個員工的公司。"}, {"zh-tw": " And so many of the calls went like this, \"Dr. Brown, we loved your TED talk. We'd like you to come in and speak.", "en": " 他們大多會在電話上說： Dr. Brown妳好，我們很喜歡你的TED演講， 我們想要邀請你來跟我們分享。"}, {"zh-tw": " We'd appreciate it if you wouldn't mentionvulnerability or shame.\" What would you like for me to talk about? There's three big answers. This is mostly, to be honest with you,from the business sector: innovation, creativity and change.", "en": " 我們會很高興， 如果你不會涉及到脆弱或是羞辱感。 你希望我談些甚麼呢？ 他們給我三個大的答案。 老實說，這是大多數的公司行號會選的： 創新，創意， 還有改變。"}, {"zh-tw": " So let me go on the record and say, vulnerability is the birthplaceof innovation, creativity and change. To create is to make somethingthat has never existed before.", "en": " 讓我從我的經歷中 告訴你們吧 脆弱是 創新，創意，還有改變 誕生的地方。 去創造ㄧ些 過去不存在的東西，"}, {"zh-tw": " There's nothing more vulnerable than that. Adaptability to changeis all about vulnerability.", "en": " 沒有什麼比這個更脆弱的了。 適應改變的能力 需要的全是勇氣。"}, {"zh-tw": " The second thing, in addition to reallyfinally understanding the relationship betweenvulnerability and courage, the second thing I learned, is this: We have to talk about shame. And I'm going to bereally honest with you.", "en": " 第二件事， 為了要完全瞭解 脆弱和勇氣之間的關係， 我學到的第二件事是這個： 我們需要聊聊羞辱感。 我將會非常誠實的對你們說，"}, {"zh-tw": " When I became a \"vulnerability researcher\" and that became the focusbecause of the TED talk -- and I'm not kidding. I'll give you an example.", "en": " 當我成為那個“脆弱感研究者”， 而成為關注的原因是因為TEDTalk— 我可沒有在開玩笑。 讓我給你一個例子。"}, {"zh-tw": " About three months ago,I was in a sporting goods store buying goggles and shin guards and all the things that parents buyat the sporting goods store. About from a hundred feet away,this is what I hear: \"Vulnerability TED! Vulnerability TED!\" (Laughter ends) I'm a fifth-generation Texan.", "en": " 大約三個月前，我在一個運動用品店 要買護目鏡和護腿板 和所有父母親會在運動用品店買的東西。 大約在ㄧ尺遠的距離，我聽見 “脆弱感TED! 脆弱感TED!” 我是第五世代的德州人"}, {"zh-tw": " Our family motto is \"Lock and load.\" I am not a naturalvulnerability researcher. So I'm like, just keep walking, she's on my six.", "en": " 我們家的格言是 “子彈上膛 (準備出擊)“ 我並不是一個天生的脆弱感研究者。 所以 我就繼續走，"}, {"zh-tw": " And then I hear, \"Vulnerability TED!\" I turn around, I go, \"Hi.\" She's right here and she said, \"You're the shame researcherwho had the breakdown.\" At this point, parents are, like,pulling their children close. \"Look away.\" And I'm so worn outat this point in my life, I look at her and I actually say, \"It was a fricking spiritual awakening.\" And she looks back and does this, \"I know.\" And she said, \"We watched your TED talk in my book club.", "en": " 然後我又聽到“脆弱感TED!” 我轉身，然後說 ：嗨。 他就在我身旁然後說： 「你就是的個（在台上）崩潰的那個羞愧的研究者」 (笑聲） 就在那個時候， 所有在場的父母都把小孩緊抓在她們身邊。 「別去看她」 我那時的生活已經是精疲力盡了， 所以我看著她然後說： 「那是個超讚的靈魂甦醒經驗！」 （掌聲) 然後他看著我做這個 （ 眨眼）「我知道」 然後她說， 「我們在我們的讀書會中看你的演講"}, {"zh-tw": " Then we read your bookand we renamed ourselves 'The Breakdown Babes.'\" And she said, \"Our tagline is: 'We're falling apartand it feels fantastic.'\" You can only imagine what it's likefor me in a faculty meeting. (Sighs) So when I became Vulnerability TED, like an action figure -- Like Ninja Barbie,but I'm Vulnerability TED -- I thought, I'm going to leavethat shame stuff behind, because I spent six years studying shame before I started writingand talking about vulnerability.", "en": " 然後我們看你的書 我們改稱我們自己 \"崩潰寶寶\" 然後他說「我們的標語是： 我們正在失敗然後這感覺超讚！」 你們就可以想像 我在教職員會議中是怎麼樣被看待。 所以當我變成脆弱感 TED， 就像一個動作片人物， 像忍者芭比，只是我的名字是脆弱感TED。 我在想，這樣我就可以將羞辱感的事情拋在後頭， 因為研究羞辱感 是我在研究脆弱感的六年前所作的。"}, {"zh-tw": " And I thought, thank God,because shame is this horrible topic, no one wants to talk about it. It's the best way to shutpeople down on an airplane.", "en": " 我在想，真是感謝上帝！因為羞辱感是一個超可怕的題目， 沒有人會想要聊關於它的事。 它是使人在飛機上閉嘴最好的方法。"}, {"zh-tw": " \"What do you do?\" \"I study shame.\" \"Oh.\" And I see you. But in surviving this last year, I was reminded of a cardinal rule -- not a research rule, but a moral imperativefrom my upbringing -- \"you've got to dancewith the one who brung ya\".", "en": " 「你的職業是在做些什麼呢？」「我研究羞辱感。」「噢」 而且我可以看（穿）你。 但去年為了要活下來， 我被一個很基本的規則提醒著— 不是研究規則， 而是在我成長過程中的 道德規則。 就是要繼續作那些讓你成功的事。"}, {"zh-tw": " And I did not learn about vulnerability and courage and creativity and innovation from studying vulnerability. I learned about these thingsfrom studying shame.", "en": " 我並沒有從研究脆弱感中學到關於脆弱 關於勇氣，關於創意，關於創新 這些事。 我是在研究羞辱感中 學到那些的。"}, {"zh-tw": " And so I want to walk you in to shame. Jungian analysts call shamethe swampland of the soul.", "en": " 所以我想要帶各位 了解羞辱感。 Jungian （心理學家）稱羞辱感為 “靈魂的沼澤地”。"}, {"zh-tw": " And we're going to walk in. And the purpose is not to walk in and construct a home and live there.", "en": " 我們現在要走進去。 我們的目的不是要走進去 然後去蓋一個房子住在那裡，"}, {"zh-tw": " It is to put on some galoshes -- and walk through and find our way around. Here's why.", "en": " 我們是要穿上橡膠鞋走進去 穿進去並找到可以走了路。 這是因為："}, {"zh-tw": " We heard the most compelling call everto have a conversation in this country, and I think globally, around race, right? Yes? We heard that. Yes? Cannot have that conversationwithout shame.", "en": " 在這個國家，我們都聽過這個迫切的呼籲 要彼此對話 我覺得全世界都是這樣， 一個環繞各個種族問題的對話，對嗎？ 我們都聽過， 對吧？ 如果我們不提及羞辱感 我們就不能有這樣的對話 。"}, {"zh-tw": " Because you cannot talk about racewithout talking about privilege. And when people starttalking about privilege, they get paralyzed by shame.", "en": " 因為你ㄧ談論種族就不得不談到特權， 而當人們談到特權時， 他們就會因羞辱感而感到癱瘓。"}, {"zh-tw": " We heard a brilliant simple solutionto not killing people in surgery, which is, have a checklist. You can't fix that problemwithout addressing shame, because when they teachthose folks how to suture, they also teach themhow to stitch their self-worth to being all-powerful.", "en": " 我們都聽過一個聰明又簡單的解答， 要降低在手術中殺人的機率 ，就是準備一個核對清單。 你不可以解決這個問題卻不去處理羞辱感。 因為當他們要教那群人（醫生）如何縫合的時候， 他們得同時教導那些人如何縫合自我價值 以至於能成為全能者。"}, {"zh-tw": " And all-powerful folksdon't need checklists. And I had to write downthe name of this TED Fellow so I didn't mess it up here.", "en": " 而全能者是不需要核對清單的。 我得寫下這個TED學者的名字， 所以我才不會搞錯。"}, {"zh-tw": " Myshkin Ingawale, I hope I did right by you. I saw the TED Fellows my first day here.", "en": " Myshkin Ingawale， 我希望我的拼對。 我第一天到這裡時看到了這位來自TED成員。"}, {"zh-tw": " And he got up and he explainedhow he was driven to create some technology to help test for anemia, because people were dying unnecessarily. And he said, \"I saw this need.", "en": " 他站了起來，解釋他是如何 而被驅策去創造 一些技術來幫助檢測出貧血， 以防止病人因為沒必要的因素死亡。 他說，「我看到這方面的需求，"}, {"zh-tw": " So you know what I did? I made it.\" And everybody just burst into applause,and they were like \"Yes!\" And he said, \"And it didn't work. And then I made it 32 more times, and then it worked.\" You know what the big secret about TED is? I can't wait to tell people this.", "en": " 所以，你知道我做了什麼？我做一個嘗試。」 然後全場的人都給予他掌聲，說太好了！ 他接著說，「但它並沒有成功。 於是我又再試了32次， 然後它才奏效。」 你知道關於TED的大秘密是什麼？ 我等不及要告訴人們這個"}, {"zh-tw": " I guess I'm doing it right now. This is like the failure conference.", "en": " 我想我現在就這樣說吧。 這裡就像是失敗者的研討會。"}, {"zh-tw": " No, it is. You know why this place is amazing? Because very few people hereare afraid to fail.", "en": " 不，這真的是。 你知道為什麼這個地方如此神奇嗎？ 因為在這裡 很少人會害怕失敗。"}, {"zh-tw": " And no one who gets on the stage,so far that I've seen, has not failed. I've failed miserably, many times.", "en": " 沒有一個站在這舞台上的人，據我所知道的， 是未曾失敗過的。 我已經壯烈的失敗過很多次。"}, {"zh-tw": " I don't think the world understands that, because of shame. There's a great quotethat saved me this past year by Theodore Roosevelt.", "en": " 我不認為這個世界可以理解這個道理 ， 是出於羞辱感。 在過去這一年， Theodore Roosevelt 說的一句名言救了我。"}, {"zh-tw": " A lot of people refer to itas the \"Man in the Arena\" quote. And it goes like this: \"It is not the critic who counts.", "en": " 很多人把它作為“在競技場上的人”名言。 它是這樣說的： 「榮譽和功勞並不屬於那些評論家，"}, {"zh-tw": " It is not the man who sits and points out how the doer of deedscould have done things better and how he falls and stumbles. The credit goes to the man in the arena whose face is marredwith dust and blood and sweat.", "en": " 也不屬於那個只會坐在一旁， 教訓那些真正在做事的人，如何可以將事情更好， 並且高談他是如何跌倒的。 這個榮譽是屬於在競技場上的那個人， 他們的臉上 滿載著灰塵和血汗。"}, {"zh-tw": " But when he's in the arena, at best, he wins, and at worst, he loses, but when he fails, when he loses, he does so daring greatly.\" And that's what this conference,to me, is about. Life is about daring greatly,about being in the arena.", "en": " 但是，當他在競技場上時， 他最多是贏的勝利， 然後在最壞的情況下，他會失敗。 但他面對失敗的時候， 他無所畏懼。」 對我而言，這就是這次會議的意義。 就是關乎生命的意義， 去做一個在競技場上無所畏懼的人。"}, {"zh-tw": " When you walk up to that arenaand you put your hand on the door, and you think, \"I'm going inand I'm going to try this,\" shame is the gremlin who says, \"Uh, uh. You're not good enough.", "en": " 當你走進競技場，把你的手放在門上時， 你會想，「我要進去，我要進去嘗試，」 恥辱像個小精靈 在一旁說， 「嗯…你還不夠好，"}, {"zh-tw": " You never finished that MBA.Your wife left you. I know your dad reallywasn't in Luxembourg, he was in Sing Sing.", "en": " 你從來沒有完成碩士學位，你的妻子離開你， 我知道你爸不是真的住在盧森堡， 他是在Singsing (紐約監獄)，"}, {"zh-tw": " I know those thingsthat happened to you growing up. I know you don't think that you're pretty, smart,talented or powerful enough.", "en": " 我知道那些在你成長時所發生的事情。 我知道你認為你不夠漂亮， 不夠聰明，不夠有才華，不夠有勢力。"}, {"zh-tw": " I know your dad never paid attention,even when you made CFO.\" Shame is that thing. And if we can quiet it down and walk in and say, \"I'm going to do this,\" we look up and the criticthat we see pointing and laughing, 99 percent of the time is who? Us.", "en": " 我知道你爸爸從來沒有重視過你，甚至當你成為CFO的時候他也都沒有在意。」 羞辱感就是這樣。 如果我們能安靜下來， 然後說，「我將會做到，」 我們抬頭看， 那些在正在指指點點和嘲笑的評論者， 發現 99％的時間 那些人就是我們。"}, {"zh-tw": " Shame drives two big tapes -- \"never good enough\" -- and, if you can talk it out of that one, \"who do you think you are?\" The thing to understandabout shame is, it's not guilt. Shame is a focus on self,guilt is a focus on behavior.", "en": " 恥辱伴隨著兩句話-- 「永遠不夠好」， 如果你能自我說服那一點， 「“你以為你是誰？」 了解羞恥是知道它並不是罪疚感。 羞辱感是關注於自身，內疚是關注於行為。"}, {"zh-tw": " Shame is \"I am bad.\" Guilt is \"I did something bad.\" How many of you, if you did somethingthat was hurtful to me, would be willing to say,\"I'm sorry. I made a mistake?\" How many of you would bewilling to say that? Guilt: I'm sorry. I made a mistake. Shame: I'm sorry. I am a mistake.", "en": " 羞辱感是說「我不好。」 罪疚的是：「我做了件不好的事。」 你們中間有多少人， 如果做了一件傷害我的事，對不起。我犯了一個錯誤。恥辱感會說：對不起。我是一個錯誤。 會願意說，「我很抱歉，我犯了一個錯誤？」 你們有多少人會願意這麼說？ 罪疚感會說：「對不起。我犯了一個錯誤。」 恥辱感會說：「對不起。我是一個錯誤。」"}, {"zh-tw": " There's a huge differencebetween shame and guilt. And here's what you need to know.", "en": " 羞辱感和罪疚感之間有一個巨大的差異。 這是你所需要知道的："}, {"zh-tw": " Shame is highly, highly correlated with addiction, depression,violence, aggression, bullying, suicide, eating disorders. And here's what you evenneed to know more.", "en": " 恥辱感和這些行為高度相關： 成癮，抑鬱症，暴力，侵略， 罷凌，自殺，飲食失調 。 而更需要知道的是，"}, {"zh-tw": " Guilt, inversely correlatedwith those things. The ability to hold somethingwe've done or failed to do up against who we want to beis incredibly adaptive.", "en": " 罪疚感，則正好相反。 用我們已經做過或已經做錯的事情， 來審視我們真正想要成為的樣子， 這個能力是非常容易去適應的。"}, {"zh-tw": " It's uncomfortable, but it's adaptive. The other thing you needto know about shame is it's absolutely organized by gender.", "en": " 這會很不舒服，但它是可以被適應的。 關於羞辱感你還有一件事需要知道， 就是它完全按性別被導向的。"}, {"zh-tw": " If shame washes over meand washes over Chris, it's going to feel the same. Everyone sitting in here knowsthe warm wash of shame.", "en": " 如果羞辱感衝上我和Chris的心房時， 那感覺都是一樣的。 坐在這裡的每個人都知道那個滋味。"}, {"zh-tw": " We're pretty sure that the only peoplewho don't experience shame are people who have no capacityfor connection or empathy. Which means, yes, I have a little shame; no, I'm a sociopath.", "en": " 我們可以很確定的說，唯一沒有體驗過羞辱感的人 是那些有沒有能力連結 或沒有同理心的人。 這意味著，是的，我有一點點的恥辱感; 沒有，我是一個反交際者。"}, {"zh-tw": " So I would opt for, yes,you have a little shame. Shame feels the same for men and women, but it's organized by gender.", "en": " 所以我認為，是的，你有一點點的恥辱感。 男性和女性都對羞辱感有同樣的感覺， 但卻根據性別有不同的處理方式。"}, {"zh-tw": " For women, the best example I can give youis Enjoli, the commercial. \"I can put the wash on the line,pack the lunches, hand out the kisses and be at work at five to nine.", "en": " 對於女人來說， 我可以給你最好的一個例子 是Enjoli(香水)的廣告： 在廣告裡 我可以邊打著電話邊洗碗， 準備午餐，親吻孩子的臉， 然後從五點工作到九點，"}, {"zh-tw": " I can bring home the bacon,fry it up in the pan and never let you forget you're a man.\" For women, shame is, do it all, do it perfectly and never let them see you sweat. I don't know how much perfumethat commercial sold, but I guarantee you, it moved a lot of antidepressantsand anti-anxiety meds.", "en": " 回家時我會順道去買培根，把它放在鍋裡煎， 並且從不會讓你忘記你做男人的尊嚴。 對於女性來說，恥辱感是做這一切， 把每件事做的完美， 然後絕對不讓別人看到你流汗。 我不知道這廣告最後賣了多少香水， 但我向你保證， 它省了很多抗抑鬱和抗憂鬱的藥。"}, {"zh-tw": " Shame, for women, is this web of unobtainable, conflicting,competing expectations about who we're supposed to be. And it's a straight-jacket.", "en": " 恥辱感，對女性來說， 就像是一張網， 這張網由不可實現的，衝突的，相互抵觸的期望所織成的， 那個在我們理想中自己應該變成的樣子。 它也是一件緊身衣。"}, {"zh-tw": " For men, shame is not a bunch of competing,conflicting expectations. Shame is one, do not be perceived as what? Weak.", "en": " 對於男人來說， 羞辱感並不是一堆競爭和衝突的期望。 羞辱感的是一個東西， 不要被視為什麼？ 懦弱。"}, {"zh-tw": " I did not interview menfor the first four years of my study. It wasn't until a man looked at meafter a book signing, and said, \"I love what say about shame, I'm curious why you didn't mention men.\" And I said, \"I don't study men.\" And he said, \"That's convenient.\" And I said, \"Why?\" And he said, \"Becauseyou say to reach out, tell our story, be vulnerable.", "en": " 我做研究的頭四年中都沒有採訪過男人。 直到有一天在一場千書會後，有個男人看著我 對我說：「我很喜歡你談論關於羞恥感的觀點， 我很好奇，你為什麼不提及男性。」 於是我說，「我不研究男人。」 他說，「這倒很省事啊。」 我說，「為什麼這麼說？」 他說，「因為你說要走出去 ， 去說我們的經歷， 不掩飾脆弱。"}, {"zh-tw": " But you see those books you just signedfor my wife and my three daughters?\" I said, \"Yeah.\" \"They'd rather me dieon top of my white horse than watch me fall down. When we reach out and be vulnerable, we get the shit beat out of us.", "en": " 但是你看這些你剛剛 為我的妻子和三個女兒簽名的書」 我說：「是啊。」 「他們現在寧願看著我我騎在白馬死掉， 而不願看我失誤落馬， 當我們選擇展示脆弱時， 我們會被人用亂拳打死。"}, {"zh-tw": " And don't tell me it's from the guysand the coaches and the dads. Because the women in my lifeare harder on me than anyone else.\" So I started interviewing menand asking questions.", "en": " 而且別告訴我， 是教練啊或爸爸或這些男人們打的， 因為在我生命中的女人才是對我最殘忍的。」 所以我就開始採訪男人 向他們提問。"}, {"zh-tw": " And what I learned is this: You show me a womanwho can actually sit with a man in real vulnerability and fear, I'll show you a womanwho's done incredible work. You show me a man who can sit with a woman who's just had it, she can't do it all anymore, and his first response is not, \"I unloaded the dishwasher!\" But he really listens -- because that's all we need -- I'll show you a guywho's done a lot of work.", "en": " 我所學到的就是： 你如果能給我一個女人，她可以在一個男人面前 顯露她真正的脆弱和恐懼， 那麼我就能給你找出一個能完成不可思議工作的女人。 你如果能找到這樣一個男人，他可以陪在一個 已經快要崩潰， 再也無法承受更多的女人旁邊 ， 他的第一反應不會是， 「我把碗都洗好啦」 而是他能真切的聆聽 - 因為這是我們所需要的 - 我就會為你照到一個真正會做很多事的男人。"}, {"zh-tw": " Shame is an epidemic in our culture. And to get out from underneath it -- to find our way back to each other, we have to understand how it affects us and how it affectsthe way we're parenting, the way we're working,the way we're looking at each other.", "en": " 羞恥感是我們文化中的一種流行病。 為了能脫離這個困境， 找到可以回到彼此身邊的路， 我們必須了解它是如何影響我們 以及它是如何影響我們的教養方式， 我們工作的方式 ，我們看待對方的方式。"}, {"zh-tw": " Very quickly, some researchby Mahalik at Boston College. He asked, what do women need to doto conform to female norms? The top answers in this country: nice, thin, modest and use all availableresources for appearance.", "en": " 非常快的分享一些由波士頓學院Mahalik的研究成果。 他提出一個問題，女性到底需要做些甚麼，才可以符合典型女性的標準？ 在這個國家排行前幾名的答案是： 親切，瘦，謙虛， 以及使用所有可用的資源打理她們的外表。 當他提問，"}, {"zh-tw": " When he asked about men, what do men in this country need to doto conform with male norms, the answers were: always show emotional control, work is first, pursue status and violence. If we're going to findour way back to each other, we have to understand and know empathy, because empathy's the antidote to shame.", "en": " 在這個國家的男人需要什麼做 才能符合典型男性的標準， 得到的答案是： 擁有要控制情緒，工作擺第一， 追求地位和暴力。 如果我們要找到可以回到彼此身邊的路， 我們要了解並且知道同理心， 因為同理心是辱感的解藥。"}, {"zh-tw": " If you put shame in a Petri dish, it needs three thingsto grow exponentially: secrecy, silence and judgment. If you put the same amount in a Petri dishand douse it with empathy, it can't survive.", "en": " 如果你把羞辱感放進培養皿中， 它需要三樣東西始它能成倍增長： 保密，沉默和批判。 如果你把相同數量的羞辱感放在培養皿中並且澆上同理心， 它將無法生存。"}, {"zh-tw": " The two most powerful wordswhen we're in struggle: me too. And so I'll leave you with this thought.", "en": " 爭執中我們最有力的三個字： 我也是。（我也有同感） 所以我想把這些想法留給大家。"}, {"zh-tw": " If we're going to find our wayback to each other, vulnerability is going to be that path. And I know it's seductiveto stand outside the arena, because I think I did it my whole life, and think to myself, I'm going to go in there and kick some ass when I'm bulletproof and when I'm perfect.", "en": " 如果我們想要找到 重拾彼此的方法， 脆弱感將是那條路徑。 我知道站在競技場外面是很誘人的， 因為我覺得我一輩子都在這麼做， 而且對自己說， 我要去那裡擊敗他們， 只要我預備好我已是刀槍不入和完美無暇時 。"}, {"zh-tw": " And that is seductive. But the truth is, that never happens.", "en": " 這想法是很誘人的。 但事實是這永遠不會發生。"}, {"zh-tw": " And even if you gotas perfect as you could and as bulletproof as youcould possibly muster when you got in there, that's not what we want to see. We want you to go in.", "en": " 而且即使你得已經盡可能的達到完美， 而且也把自己盡可能的裝備成刀槍不入， 當你進去的時候， 那卻不是我們想要看到的。 我們只想要你進去。"}, {"zh-tw": " We want to be with youand across from you. And we just want, for ourselves and the people we care about and the people we work with, to dare greatly.", "en": " 我們希望能與你一起並且和你的面對面。 我們只是想要， 為我們自己，為我們在乎的人， 以及為與我們一起工作的人， 無所畏懼的爭戰。"}, {"zh-tw": " So thank you all very much.I really appreciate it.", "en": " 謝謝感謝大家。真的很感激。"}], "title": "Brene Brown Listening To Shame"}