{"url": "width=device-width, initial-scale=1.0", "paragraphs": [{"zh-tw": " I like to build stuff. I've always liked to build stuff. My team at Biosense, a startup I co-founded with my doctor and engineer friends, has built a technology called ToucHB, which can do blood testing of hemoglobin without pricks, without needles.", "en": " 我喜歡打造東西。 我一直都很喜歡打造東西。 我在 Biosense 的團隊 是由我和我醫生及工程師朋友們新成立的公司, 我們建了一項科技叫TouchHB, 這個科技可以讓我們測血中的血紅蛋白, 而不需要打針，不需用針。"}, {"zh-tw": " I believe this is going to democratize health care. They're two big words, I don't know what they mean.", "en": " 我相信 這將會使「醫療普及化」。 這幾個字意義深重, 我不太懂是什麽意思。"}, {"zh-tw": " In fact, in 2009, I was even more clueless. I had absolutely no idea what was going to happen next.", "en": " 事實上在2009年時我還更無知。 對於接下來會發生的事 我還完全沒概念。"}, {"zh-tw": " I was, in fact, busy trying to finish off my Ph.D., which was in a completely unrelated area of how people interact, contributors interact, how articles are formed in Wikipedia -- trying to figure out how quality emerges from the system. I was also building something called the Copenhagen Wheel, which is just a really beautiful, beautiful electric bike at a lab at MIT called SENSEable City Lab.", "en": " 我那時忙著要完成我的博士學位, 而我讀的是完全不相干的領域, 我研究人們如何互動, 如何協調貢獻, 在維基百科上的文章如何形成-- 在那樣的系統下如何能確保品質。 我也在研發一個叫 哥本哈根之輪的東西, 基本上這是一台很漂亮的電動腳踏車, 研發的中心在痲省理工學院的SENSEable City實驗室。"}, {"zh-tw": " I was lucky enough that I visited Mumbai, my house, back for a vacation. So at that time I was planning a road trip.", "en": " 很幸運地, 我在放假的時候 回去我在孟買的老家。 在那時 我在計劃一個旅行。"}, {"zh-tw": " I visited a place called Parol about two hours north of Mumbai. This is a place where my friend, Abhishek Sen was interning.", "en": " 我要去一個叫 Parol 的地方, 離孟買以北大概2個小時的路程。 我的朋友 Abhishek Sen 在那裏實習。"}, {"zh-tw": " He's a doctor there. And that's his actual photograph.", "en": " 他在那兒是個醫生。 這是他的真人照片。"}, {"zh-tw": " So Abhishek actually made me wait. He was out there in Parol delivering a baby.", "en": " Abhishek 叫我等他一下。 他在 Parol 幫人接生。"}, {"zh-tw": " I was waiting, and when he did emerge, he was ashen-faced. He told me that there had been two deaths; the mother and child both had died.", "en": " 我等著他到他出現的時候, 他的臉色慘白。 他跟我說死了兩個人; 母子都喪生了。"}, {"zh-tw": " The reason, he told me, was something called post partum hemorrhage. He explained this meant severe internal bleeding.", "en": " 原因是, 他跟我說, 是產後大血崩。 他解釋說這是内部大出血的意思。"}, {"zh-tw": " What was really shocking for me was that he said that this is entirely due to undiagnosed anemia. Now anemia -- I'm an engineer, but even I knew -- that anemia is something which is not supposed to be fatal.", "en": " 真正讓我吃驚的是 他告訴我說 這都是因爲未檢測出的（孕婦）貧血症。 雖然我只是工程師但連我也知道 貧血症不該會致命。"}, {"zh-tw": " It is something which probably the cure is known. I mean, folic acid, iron tablets -- very cheap, affordable cures exist to control anemia.", "en": " 貧血症的解葯大概大家都知道。 我是說葉酸和補鐵藥片等之類的-- 這些藥物的價格也很便宜, 治療貧血症也很有效。"}, {"zh-tw": " So why was this woman dying? It was completely preventable. Five minutes away from there, I had the center, the medical center, which was distributing subsidized iron tablets.", "en": " 那麽爲什麽這個媽媽還會喪命呢？ 這明明是可以預防的。 而離我朋友住的地方走路只要五分鐘, 就有一個醫護中心, 那裏可以領到政府補助的補鐵葯片。"}, {"zh-tw": " So the whole nature of this thing completely shocked me. And I knew that there had to be a way to prevent this.", "en": " 所以這一切還會發生實在讓我很驚訝。 而我認爲要有新的措施來預防再次發生。"}, {"zh-tw": " My mom is a pediatrician, and I asked her. She told me that this is how you would typically test for anemia.", "en": " 我媽是小兒科醫生, 我問了她。 她告訴我篩檢貧血症的標準程序。"}, {"zh-tw": " Take a blood sample and run it through a machine called a Coulter counter. This is a $10,000 machine which was available in Mumbai.", "en": " 要先抽血, 然後在血球儀上分析。 這部在孟買有的機器價值一萬美金。"}, {"zh-tw": " It's also available here or in any part, I guess, in Europe and most cities in the world. But this is not available in Parol.", "en": " 我猜想在這裡到處都有, 在歐洲和大部分的城市都有。 但是在 Parol 沒有。"}, {"zh-tw": " Also, that woman who was operating the machine, the technician, is not available in Parol. Now this struck me as -- I love to fix things. I wanted to fix this.", "en": " 此外,操作這台機器的技術人員 在 Parol 也沒有。 這讓我有很深的感觸-- 我喜歡修理東西, 我想解決這個問題。"}, {"zh-tw": " I got a friend of mine, an engineer, and three other doctors -- Abhishek joined the team -- and we wanted to solve this problem. By the time I step down from here there will be 10 people who have lost their lives through a completely, completely preventable problem.", "en": " 我找了我的朋友： 一個工程師和三個醫生, Abhishek 也加入了我們-- 我們想要一起解決這個問題。 當我講完演講走下臺時 又會多10個人, 因爲可預防的疾病而喪生。"}, {"zh-tw": " Now let me take you back to Parol. You saw the woman there, the nurse.", "en": " 讓我們再回到 Parol。 你可以看到這位女護士"}, {"zh-tw": " In India this is called an ASHA worker. It's essentially a village health worker, a matron.", "en": " 在印度我們叫她為 ASHA worker。 實際上也就是社區醫工。"}, {"zh-tw": " She is really the center of the health care system. Public health care runs on the ASHA worker, not the doctor.", "en": " 她是醫療體系的中心。 公共醫療體系是透過社區醫工來建立的, 而不是透過醫生。"}, {"zh-tw": " Now we knew we had to design something which she could use. We knew it had to be these three things that the machine had to have.", "en": " 那麽我們就知道了 我們必須設計她可以使用的東西。 我們確認這個儀器要有以下三個功能。"}, {"zh-tw": " We knew it had to be something which had no needles, no pricking, so it would have adoption, it would not have medical waste, all those problems. It had to be simple enough for that woman ASHA worker to use.", "en": " 我們認爲這個儀器 要沒有針頭, 不用針刺, 才不會產生醫療用廢棄物, 才不會帶來新的問題。 這個機器也要簡單到讓所有醫工能使用。"}, {"zh-tw": " And thirdly, it had to be something which she could carry in her kit. She goes village to village doing screenings.", "en": " 第三要能讓醫工放到她的包包裏。 她能帶著到各個村莊去做篩檢。"}, {"zh-tw": " We thought we could build it, so we built it. But, but it didn't work.", "en": " 我們覺得我們可以做出這樣的儀器, 所以我們就放手去做了。 但是並沒有成功。"}, {"zh-tw": " So we built it again. And we did this 32 times.", "en": " 所以我們又試了一次。 我們一共試了32次。"}, {"zh-tw": " But I'm very excited to tell you that last year we did build it -- it works. And I have it here in my purse.", "en": " 我很興奮地可以告訴你們 在去年 我們終於做出來了, 而且儀器真的有用。 現在就在我的包包裏。"}, {"zh-tw": " So this is a machine called the ToucHB Quik. What it does is it measures my hemoglobin, oxygen and pulse rate.", "en": " 這就是我們建的儀器 叫做 ToucHB Quik。 它可用來 量我的血紅蛋白、含氧量和脈搏。"}, {"zh-tw": " I put it on my finger, switch it on, and in about 20 seconds it'll give me, on the little screen here, a value of hemoglobin, oxygen saturation and heart rate. This will help ASHA workers diagnose anemia at the point of care.", "en": " 我把它連到我的手指, 打開開關, 大約20秒後 在這小螢幕上就會顯示 血紅蛋白的數值, 含氧量和心跳次數。 這將可以幫助 在醫護點篩檢貧血症。"}, {"zh-tw": " I'll explain a little bit about how it works. You might have seen a little light inside of it.", "en": " 我來解釋一下這是怎麽辦到的。 你可以看到裏面有一點光。"}, {"zh-tw": " In fact, there are three lights in there, three wavelengths of light. And we essentially pass light right through the tissue, and from understanding how much of it is transmitted, how much of it is scattered and how much of it is absorbed, we can figure out how much hemoglobin is there in the blood.", "en": " 事實上裏面有三種波長不同的光。 我們基本上將光 打穿過人體組織, 看有多少光能穿透, 有多少被折射和吸收, 我們可以算出 血液裏血紅蛋白的數量。"}, {"zh-tw": " And this is something which is based on a principle called photoplethysmography. We are actually really very excited about what else non-invasive techniques like this will be able to crack in the future.", "en": " 這是運用一個叫 光學體積描記術的原則來計算的。 我們覺得十分的興奮, 因爲像這樣的非侵入性的檢驗技術 在未來能問世。"}, {"zh-tw": " One of the things which my intern here, Pratesh, built is a mobile application, which can now send all this data anywhere it wants to go. There's a bunch of very exciting stuff which we are doing.", "en": " 我的實習生 Pratesh, 他做的東西之一 是個流動設備的應用程序(app), 能夠將他的資料傳送到任何地方。 我們還在研發很多有趣的東西。"}, {"zh-tw": " I would love to tell you a little bit more about it. But fundamentally, what I believe is that the map behind of me is called basically the map of anemia.", "en": " 我很希望能夠跟大家多說一些。 但基本上 在我背後 你可以看到叫做貧血症分佈圖。"}, {"zh-tw": " It's the death rates caused by anemia globally. You'll notice, of course, that there are hot spots -- South Asia, Africa.", "en": " 顯示了全球因貧血症而死亡的人數統計。 你可以看到 某些地區的情形特別嚴重-- 像在南亞、非洲。"}, {"zh-tw": " My business plan is very simple. I'm just going to sell these to every clinic in the world.", "en": " 我的業務計劃很簡單。 我只需要把這些儀器賣給所有的診所。"}, {"zh-tw": " That's a simple bottom-line business plan. And by the time I'm done, in 2020, when the WHO publishes the data again, this is going to be the map of anemia.", "en": " 是一個很簡單的業務計劃。 當我完成時, 即是2020年, 世界衛生組織再發佈新的資料的時候, 新的貧血症分佈圖將會是這樣。"}, {"zh-tw": " Thank you.", "en": " 謝謝。"}], "title": "Width=Device-Width, Initial-Scale=1.0"}