{"url": "http://www.ted.com/talks/billy_collins_everyday_moments_caught_in_time", "paragraphs": [{"zh-tw": " I'm here to give you your recommended dietary allowance of poetry. And the way I'm going to do that is present to you five animations of five of my poems.", "en": " 今天我給各位帶來 每個人詩的 每日建議攝取量 我要做的是 將五首我的創作 用動畫的方式 呈現給各位"}, {"zh-tw": " And let me just tell you a little bit of how that came about. Because the mixing of those two media is a sort of unnatural or unnecessary act.", "en": " 先讓我告訴大家這個想法是怎麼來的 因為要將這兩個媒體素材結合起來 其實是有點不自然又多此一舉"}, {"zh-tw": " But when I was United States Poet Laureate -- and I love saying that. It's a great way to start sentences.", "en": " 但是在我還是美國桂冠詩人的時候... 我真喜歡這樣說 用這句話來開頭很棒"}, {"zh-tw": " When I was him back then, I was approached by J. Walter Thompson, the ad company, and they were hired sort of by the Sundance Channel. And the idea was to have me record some of my poems and then they would find animators to animate them.", "en": " 當我還是\"他\"的時候 廣告公司智威湯遜來找我 他們應該是 受了聖丹斯頻道之託 他們的構想是要我錄製一些我的創作 然後他們會找來動畫師 替我的創作作出動畫"}, {"zh-tw": " And I was initially resistant, because I always think poetry can stand alone by itself. Attempts to put my poems to music have had disastrous results, in all cases.", "en": " 一開始我不答應 因為我一直認為 詩能夠獨自地存在 以前我有試過 要把詩變成音樂 結果都很不堪"}, {"zh-tw": " And the poem, if it's written with the ear, already has been set to its own verbal music as it was composed. And surely, if you're reading a poem that mentions a cow, you don't need on the facing page a drawing of a cow.", "en": " 而且如果詩是用耳朵來寫的話 在創作的時後 它就已經被賦予了口語的音樂性 再者 如果你在讀一篇提到牛的詩 我想你也不必去 看到一頭牛的圖案"}, {"zh-tw": " I mean, let's let the reader do a little work. But I relented because it seemed like an interesting possibility, and also I'm like a total cartoon junkie since childhood.", "en": " 我想說的是，讓讀者發揮點想像力吧 但後來我還是答應了 因為這似乎還蠻有趣的 而且我從小就超愛看卡通"}, {"zh-tw": " I think more influential than Emily Dickinson or Coleridge or Wordsworth on my imagination were Warner Brothers, Merrie Melodies and Loony Tunes cartoons. Bugs Bunny is my muse.", "en": " 對我來說 華納兄弟，快樂美樂蒂和兔寶寶的卡通 對我的想像力的啟發 更勝於艾蜜莉狄更生或是柯勒律治 還是華茲華斯的詩 我超愛兔寶寶"}, {"zh-tw": " And this way poetry could find its way onto television of all places. And I'm pretty much all for poetry in public places -- poetry on buses, poetry on subways, on billboards, on cereal boxes.", "en": " 而且這樣一來，詩就能出現在任何有電視的地方 而我完全支持將詩推及大眾-- 不論是在公車上、在地鐵上 在廣告看板還是在麥片盒上"}, {"zh-tw": " When I was Poet Laureate, there I go again -- I can't help it, it's true -- I created a poetry channel on Delta Airlines that lasted for a couple of years. So you could tune into poetry as you were flying.", "en": " 在我還是桂冠詩人的時候，又來了-- 真的，我也不想-- 我為達美航空公司做了一個詩的頻道 總共播出了兩年 人們在搭飛機的時候就也可以欣賞詩了"}, {"zh-tw": " And my sense is, it's a good thing to get poetry off the shelves and more into public life. Start a meeting with a poem. That would be an idea you might take with you.", "en": " 我的想法是 讓詩從書本裡走出來更貼近大家 是個很好的概念 你們可以這樣想，就像踏出閱讀詩的第一步"}, {"zh-tw": " When you get a poem on a billboard or on the radio or on a cereal box or whatever, it happens to you so suddenly that you don't have time to deploy your anti-poetry deflector shields that were installed in high school. So let us start with the first one.", "en": " 當你在廣告看板上，廣播裡 還是麥片盒上等等的看到詩的時候 一切發生得很快 以至於你來不及去 啟動你在高中的時候學到的 詩歌金鐘罩 那我們就開始第一首吧"}, {"zh-tw": " It's a little poem called \"Budapest,\" and in it I reveal, or pretend to reveal, the secrets of the creative process. (Video) Narration: \"Budapest.\" My pen moves along the page like the snout of a strange animal shaped like a human arm and dressed in the sleeve of a loose green sweater.", "en": " 這首小品叫作\"布達佩斯\" 我在裡頭揭露出 或是假裝揭露出 創作歷程的秘密 (影片)旁白: \"布達佩斯\" 我的筆在紙上寫著 就像一隻奇獸的嘴巴 看起來像隻人類的手臂 穿著一件 鬆垮的綠色毛衣"}, {"zh-tw": " I watch it sniffing the paper ceaselessly, intent as any forager that has nothing on its mind but the grubs and insects that will allow it to live another day. It wants only to be here tomorrow, dressed perhaps in the sleeve of a plaid shirt, nose pressed against the page, writing a few more dutiful lines while I gaze out the window and imagine Budapest or some other city where I have never been.", "en": " 我看著它不斷地在紙上嗅著 就像任何一隻動物 心裡頭甚麼也沒有 只想著能讓他活下去的 蠐螬和昆蟲 牠只是想活到明天 或許可以穿著 格子花呢衫 鼻子貼著紙面 乖乖的又寫了幾句 而我正凝視窗外 想像著布達佩斯 或是其他的 我從來沒去過的城市"}, {"zh-tw": " BC: So that makes it seem a little easier. Writing is not actually as easy as that for me.", "en": " 這樣就比較好瞭解了 其實寫作對我來說沒有這麼簡單"}, {"zh-tw": " But I like to pretend that it comes with ease. One of my students came up after class, an introductory class, and she said, \"You know, poetry is harder than writing,\" which I found both erroneous and profound.", "en": " 但我想要假裝這是個信手拈來的工作 有一個學生在入門課，下課後來找我 她說 \"我認為作詩比寫作還難\" 我覺得她說的不對但卻發人深省"}, {"zh-tw": " So I like to at least pretend it just flows out. A friend of mine has a slogan; he's another poet.", "en": " 所以我傾向至少假裝作詩很簡單 我的一位詩人朋友，他有一句口號"}, {"zh-tw": " He says that, \"If at first you don't succeed, hide all evidence you ever tried.\" The next poem is also rather short. Poetry just says a few things in different ways.", "en": " 他說: \"如果一開始寫得不好， 記得把失敗的證據都藏好\" 下一首詩也頗短的 詩就只是用不同的方法詮釋一些東西"}, {"zh-tw": " And I think you could boil this poem down to saying, \"Some days you eat the bear, other days the bear eats you.\" And it uses the imagery of dollhouse furniture. (Video) Narration: \"Some Days.\" Some days I put the people in their places at the table, bend their legs at the knees, if they come with that feature, and fix them into the tiny wooden chairs.", "en": " 我覺得你們可以把這首詩簡化成 \"有時你吃熊，有時熊吃你\" 這會運用到各位玩 娃娃屋的想像力 (影片)旁白: 有時候 有時候 我把人們沿著桌子擺好 膝蓋的地方彎著 如果買來就是這樣的話 然後把他們放在小小的木椅上"}, {"zh-tw": " All afternoon they face one another, the man in the brown suit, the woman in the blue dress -- perfectly motionless, perfectly behaved. But other days I am the one who is lifted up by the ribs then lowered into the dining room of a dollhouse to sit with the others at the long table.", "en": " 一整個下午他們面面相覷 穿咖啡色西裝的男人 穿藍色洋裝的女人-- 完美的靜止，完美的表現 但其他時候 我則是那個被提著胳臂 放到娃娃屋裡 和其他人一起坐在長桌邊"}, {"zh-tw": " Very funny. But how would you like it if you never knew from one day to the next if you were going to spend it striding around like a vivid god, your shoulders in the clouds, or sitting down there amidst the wallpaper staring straight ahead with your little plastic face? BC: There's a horror movie in there somewhere.", "en": " 這很有趣 但你會不會想要 也許有一天 你可以花上一整天 像神一樣闊步 肩膀就在雲端 或是只是坐著 夾在壁紙之間 用一張小小的塑膠臉 直愣愣的看著前方 這部裡面有段挺像恐怖片的"}, {"zh-tw": " The next poem is called forgetfulness, and it's really just a kind of poetic essay on the subject of mental slippage. And the poem begins with a certain species of forgetfulness that someone called literary amnesia, in other words, forgetting the things that you have read.", "en": " 下一首叫做遺忘 有點像是詩寫成的文章 講的是心理失衡 詩的開頭是 一種 人們稱為 文學健忘症的健忘症 也就是說，把剛才才讀到的東西給忘了"}, {"zh-tw": " (Video) Narration: \"Forgetfulness.\" The name of the author is the first to go, followed obediently by the title, the plot, the heartbreaking conclusion, the entire novel, which suddenly becomes one you have never read, never even heard of. It is as if, one by one, the memories you used to harbor decided to retire to the southern hemisphere of the brain to a little fishing village where there are no phones.", "en": " (影片)旁白: 遺忘 一開始是作者的名字 接著總是 書名，情節 再來是令人心碎的結局 然後整本小說 突然變成一本素未謀面的書 甚至連聽都沒聽過 這就好像 記憶的船從熟悉的港口 統統跑去腦子上的南半球退休去了 跑到一個沒有電話的 小漁村去"}, {"zh-tw": " Long ago, you kissed the names of the nine muses good-bye and you watched the quadratic equation pack its bag. And even now, as you memorize the order of the planets, something else is slipping away, a state flower perhaps, the address of an uncle, the capital of Paraguay.", "en": " 很久以前 你向九位繆斯女神們的名字說了聲再見 然後看著二次方程式 打包行李走人 即便現在 當你試著回想九大行星的順序時 就有甚麼其他的事物被遺忘了 或許是某個州花 一位叔叔的地址 巴拉圭的首都"}, {"zh-tw": " Whatever it is you are struggling to remember, it is not poised on the tip of your tongue, not even lurking in some obscure corner of your spleen. It has floated away down a dark mythological river whose name begins with an L as far as you can recall, well on your own way to oblivion where you will join those who have forgotten even how to swim and how to ride a bicycle.", "en": " 不論是甚麼 你總是很難想得起來 它沒有在你的舌尖上準備好 也沒有埋伏在 你脾臟裡的 某個角落 它已經漂走了 漂向一條神話裡的黑暗河流 但就你的記得的 也只有那條河名字開頭是L而已 在你走向遺忘的道路上 你會遇到那些 連游泳都忘記怎麼游 或是腳踏車都不會騎了的人"}, {"zh-tw": " No wonder you rise in the middle of the night to look up the date of a famous battle in a book on war. No wonder the Moon in the window seems to have drifted out of a love poem that you used to know by heart.", "en": " 難怪你會在半夜爬起來 在書裡面去翻找 一個有名的戰役的日期 也難怪窗外的月亮 怎麼好像 是從一篇你曾經用心體會的詩中漂了出來"}, {"zh-tw": " BC: The next poem is called \"The Country\" and it's based on, when I was in college I met a classmate who remains to be a friend of mine. He lived, and still does, in rural Vermont.", "en": " 下一首詩叫做\"鄉下\" 我的靈感是來自 我在大學的時候 的一個同學，現在是我的朋友 他一直都住在佛蒙特的鄉村裡"}, {"zh-tw": " I lived in New York City. And we would visit each other.", "en": " 而我住在紐約 我們會互相登門拜訪"}, {"zh-tw": " And when I would go up to the country, he would teach me things like deer hunting, which meant getting lost with a gun basically -- and trout fishing and stuff like that. And then he'd come down to New York City and I'd teach him what I knew, which was largely smoking and drinking.", "en": " 在我去鄉下的時候 他會教我獵鹿 其實就是拿著槍然後迷路了-- 還有去釣鱒魚那類的活動 到他來紐約的時候 我就會教他我會的事情 大部分就是抽菸和喝酒"}, {"zh-tw": " And in that way we traded lore with each other. The poem that's coming up is based on him trying to tell me a little something about a domestic point of etiquette in country living that I had a very hard time, at first, processing.", "en": " 而我們就這樣互相學習著 接下來的這首詩 是有關他要跟我說一些 一開始我很難理解的 在鄉村居家生活的 小撇步"}, {"zh-tw": " It's called \"The Country.\" (Video) Narration: \"The Country.\" I wondered about you when you told me never to leave a box of wooden strike-anywhere matches just lying around the house, because the mice might get into them and start a fire. But your face was absolutely straight when you twisted the lid down on the round tin where the matches, you said, are always stowed.", "en": " 這首詩叫做\"鄉下\" (影片)旁白: \"鄉下\" 當你跟我說 不要把易燃的火柴 隨便丟在家裡 因為老鼠會跑進去 然後生火的時候 我真的很懷疑 但是當你把錫罐上的蓋子轉開的時候 你看起來很正經 你跟我說 這就是我們放火柴的地方"}, {"zh-tw": " Who could sleep that night? Who could whisk away the thought of the one unlikely mouse padding along a cold water pipe behind the floral wallpaper, gripping a single wooden match between the needles of his teeth? Who could not see him rounding a corner, the blue tip scratching against rough-hewn beam, the sudden flare and the creature, for one bright, shining moment, suddenly thrust ahead of his time -- now a fire-starter, now a torch-bearer in a forgotten ritual, little brown druid illuminating some ancient night? And who could fail to notice, lit up in the blazing insulation, the tiny looks of wonderment on the faces of his fellow mice -- one-time inhabitants of what once was your house in the country? BC: Thank you. Thank you. And the last poem is called \"The Dead.\" I wrote this after a friend's funeral, but not so much about the friend as something the eulogist kept saying, as all eulogists tend to do, which is how happy the deceased would be to look down and see all of us assembled.", "en": " 有誰能在那天晚上睡著? 有誰能夠不去想 那隻應該不會出現的老鼠 沿著冰冷的水管爬著 爬到印花壁紙的後面 用他尖銳的牙齒 咬著一隻木頭火柴? 誰能不去注意到沿著牆角跑著 那藍色的火柴頭摩擦著粗糙的橫樑 突然一陣火焰 那生物，就在這明亮閃耀的時刻 突然超越了牠的時空-- 變成了一個縱火者 一個火炬手 在一個被遺忘的儀式裡 小小的棕色祭師 照亮了幾個亙古的夜晚? 而誰又能不去注意到 被那閃耀的光線下 其他老鼠小小的 驚嚇的表情-- 那些曾經住在 你鄉下家裡的小老鼠們? 謝謝 謝謝。最後一首詩叫做 \"亡人\" 我在一位朋友過世後寫下這首詩 但是不是寫 念弔詞的人常說的那些 死去的人們 看到我們聚在一起有多開心"}, {"zh-tw": " And that to me was a bad start to the afterlife, having to witness your own funeral and feel gratified. So the little poem is called \"The Dead.\" (Video) Narration: \"The Dead.\" The dead are always looking down on us, they say.", "en": " 我認為要目睹自己的喪禮還要感到欣慰 用這樣的方式開始我的來世很差 所以我把這首詩命名為\"亡人\" (影片)旁白: \"亡人\" 他們說 亡人們總是往下看著我們"}, {"zh-tw": " While we are putting on our shoes or making a sandwich, they are looking down through the glass-bottom boats of heaven as they row themselves slowly through eternity. They watch the tops of our heads moving below on Earth.", "en": " 我們在穿鞋子或是做三明治的時候 透過那艘玻璃底的船 他們往下看著 同時他們慢慢划著船 直到永恆 他們看著我的的頭頂 在地球上移動著"}, {"zh-tw": " And when we lie down in a field or on a couch, drugged perhaps by the hum of a warm afternoon, they think we are looking back at them, which makes them lift their oars and fall silent and wait like parents for us to close our eyes. BC: I'm not sure if other poems will be animated.", "en": " 當我們躺下來 躺在草地上或是沙發上時 可能我們正沉浸在 溫暖的午後時光裡 他們會覺得我們回看他們 這會讓他們收起槳來 變得安靜無聲 就像父母親一樣等著 等到我們都閉上了眼睛 我不確定會不會有其他詩被做成動畫"}, {"zh-tw": " It took a long time -- I mean, it's rather uncommon to have this marriage -- a long time to put those two together. But then again, it took us a long time to put the wheel and the suitcase together.", "en": " 這花了很長一段時間-- 我是說，這種關聯很少見-- 要花很長一段時間來把這兩個東西結合起來 不過呢，把輪子和行李箱結合在一起 也花了我們不少時間"}, {"zh-tw": " I mean, we had the wheel for some time. And schlepping is an ancient and honorable art.", "en": " 我是說，我們已經使用輪子很久了 而在地上拖東西又是一項古老又崇高的藝術"}, {"zh-tw": " I just have time to read a more recent poem to you. If it has a subject, the subject is adolescence.", "en": " 我還有點時間 來念一首近期寫的詩給你們聽 如果有主題的話 主題就是青春期"}, {"zh-tw": " And it's addressed to a certain person. It's called \"To My Favorite 17-Year-Old High School Girl.\" \"Do you realize that if you had started building the Parthenon on the day you were born, you would be all done in only one more year? Of course, you couldn't have done that all alone.", "en": " 這是為了某個特定的人寫的 這首詩叫做\"給我最愛的17歲女高中生\" 你知道如果你從你出生那天開始 就開始蓋帕台農神廟的話 只要再一年你就會完工了嗎? 當然，你不可能獨自完成"}, {"zh-tw": " So never mind; you're fine just being yourself. You're loved for just being you.", "en": " 所以就算了 你只要做自己就很好了 我們喜歡你做你自己"}, {"zh-tw": " But did you know that at your age Judy Garland was pulling down 150,000 dollars a picture, Joan of Arc was leading the French army to victory and Blaise Pascal had cleaned up his room -- no wait, I mean he had invented the calculator? Of course, there will be time for all that later in your life, after you come out of your room and begin to blossom, or at least pick up all your socks. For some reason I keep remembering that Lady Jane Grey was queen of England when she was only 15.", "en": " 但你知道跟你同年的時候 朱蒂嘉蘭拍個電影就可以賺150,000塊 貞德就在帶領法軍打勝仗 然後布萊茲帕斯卡把自己的房間整理乾淨了-- 喔不，我是說他發明了計算機 當然，在你的未來的生命裡 類似的事情一樣會發生 就在你走出房間 然後像花朵一樣綻放 或是把你的襪子統統撿起來之後 基於某些原因我一直想到 琴格蕾小姐15歲的時候 就成為了英國女皇"}, {"zh-tw": " But then she was beheaded, so never mind her as a role model. A few centuries later, when he was your age, Franz Schubert was doing the dishes for his family, but that did not keep him from composing two symphonies, four operas and two complete masses as a youngster.", "en": " 但她之後就被砍頭了，所以不要把她當作偶像 在幾個世紀之後 當舒伯特跟你一樣大的時候 他在家會幫忙洗洗碗 但那並沒有阻礙他 去寫出兩部交響樂和四齣歌劇 還有兩個完整的彌撒曲"}, {"zh-tw": " But of course, that was in Austria at the height of Romantic lyricism, not here in the suburbs of Cleveland. Frankly, who cares if Annie Oakley was a crack shot at 15 or if Maria Callas debuted as Tosca at 17? We think you're special just being you -- playing with your food and staring into space.", "en": " 不過呢，那是在奧地利 在浪漫抒情時代高漲的年代 不是在一個克里夫蘭的郊區裡 老實說，誰會在乎 安妮歐克麗在15歲就成神射手 或瑪麗亞卡拉絲17歲就在托斯卡裡初試啼聲 我們覺得你做自己就可以很特別-- 玩玩食物或是在盯著空氣發呆"}, {"zh-tw": " By the way, I lied about Schubert doing the dishes, but that doesn't mean he never helped out around the house.\" Thank you. Thank you. Thanks.", "en": " 對了 舒伯特洗碗的事我是騙你的 不過並不代表他從來不做家事 謝謝 謝謝"}], "title": "Billy Collins Everyday Moments Caught In Time"}