{"url": "http://www.ted.com/talks/donald_sadoway_the_missing_link_to_renewable_energy", "paragraphs": [{"zh-tw": " The electricity powering the lights in this theater was generated just moments ago. Because the way things stand today, electricity demand must be in constant balance with electricity supply.", "en": " 點亮這個劇院有燈光所需的電力 剛剛才從發電廠產生 依目前電力使用的狀況 電力需求必須與電力供應 持續取得平衡"}, {"zh-tw": " If in the time that it took me to walk out here on this stage, some tens of megawatts of wind power stopped pouring into the grid, the difference would have to be made up from other generators immediately. But coal plants, nuclear plants can't respond fast enough.", "en": " 如果在我走上台的這段時間 數百兆瓦的風力發電 停止輸送給輸電網路的話 這個不足 該由其他的發電機立刻補上 但是火力發電廠 核能發電廠 都不能立即增產做出反應"}, {"zh-tw": " A giant battery could. With a giant battery, we'd be able to address the problem of intermittency that prevents wind and solar from contributing to the grid in the same way that coal, gas and nuclear do today.", "en": " 巨大的電池卻可以 用巨大的電池儲能 可以讓我們解決風力及太陽能發電 這種間歇性發電法 所產生的供電波動的問題 進而達到跟火力 天然氣 及核能一樣可以持續供電"}, {"zh-tw": " You see, the battery is the key enabling device here. With it, we could draw electricity from the sun even when the sun doesn't shine.", "en": " 你看 電池 在這裡是個關鍵 使用電池儲能 即使沒有太陽光 我們仍可使用太陽能所產生的電力"}, {"zh-tw": " And that changes everything. Because then renewables such as wind and solar come out from the wings, here to center stage.", "en": " 而這將改變一切 因為這麼做 使得可再生能源 像是風力及太陽能 不再是配角 而成為主流"}, {"zh-tw": " Today I want to tell you about such a device. It's called the liquid metal battery.", "en": " 今天我要介紹一種新裝置 叫做液態金屬電池"}, {"zh-tw": " It's a new form of energy storage that I invented at MIT along with a team of my students and post-docs. Now the theme of this year's TED Conference is Full Spectrum.", "en": " 這種新型態的能源儲存技術 是我及我在麻省理工學院的 學生和博士後研究團隊 發明的 今年的TED研討會的主題為全光譜"}, {"zh-tw": " The OED defines spectrum as \"The entire range of wavelengths of electromagnetic radiation, from the longest radio waves to the shortest gamma rays of which the range of visible light is only a small part.\" So I'm not here today only to tell you how my team at MIT has drawn out of nature a solution to one of the world's great problems. I want to go full spectrum and tell you how, in the process of developing this new technology, we've uncovered some surprising heterodoxies that can serve as lessons for innovation, ideas worth spreading.", "en": " 牛津英語詞典對光譜一詞的定義是 所有波長範圍的 電磁波 涵蓋從波長最長的無線電波到最短的伽瑪射線 而可見光 只是其中的一小部分 所以今天我在這裡 不僅要告訴你們 我在麻省理工的團隊 如何解決這個世界最大的問題 我還要全方位解說 發展此項新科技 的過程 我們發現了幾件令人驚訝的事實 與一般認知相異 可以為發明家的鑑鏡 的確是值得傳播的好點子（TED標語）"}, {"zh-tw": " And you know, if we're going to get this country out of its current energy situation, we can't just conserve our way out; we can't just drill our way out; we can't bomb our way out. We're going to do it the old-fashioned American way, we're going to invent our way out, working together.", "en": " 眾所皆知 如果我們要解決這個國家所面對的能源問題 我們不能只靠節約能源 我們不能只靠鑽探能源 我們也不能只靠開採能源 我們要用傳統的美國作法 我們要攜手合作 發明能源"}, {"zh-tw": " Now let's get started. The battery was invented about 200 years ago by a professor, Alessandro Volta, at the University of Padua in Italy.", "en": " 言歸正傳 電池是在約200年前 由亞力山卓伏特教授所發明 他當時在義大利帕度亞大學任教"}, {"zh-tw": " His invention gave birth to a new field of science, electrochemistry, and new technologies such as electroplating. Perhaps overlooked, Volta's invention of the battery for the first time also demonstrated the utility of a professor.", "en": " 他的發明孕育了一門新的科學 即電化學 以及像電鍍這樣的 新科技 綜觀歷史 伏特發明電池這件事 也許也是第一次證明了 教授的用處"}, {"zh-tw": " Until Volta, nobody could imagine a professor could be of any use. Here's the first battery -- a stack of coins, zinc and silver, separated by cardboard soaked in brine.", "en": " 在伏特發明電池以前 沒有人知道到底教授有什麼用處 這個世上最早的電池 用銅板 鋅板 及銀堆疊而成 其中夾著浸鹽水的紙板"}, {"zh-tw": " This is the starting point for designing a battery -- two electrodes, in this case metals of different composition, and an electrolyte, in this case salt dissolved in water. The science is that simple.", "en": " 這是電池設計的 起始點 兩端電極 在這裡是兩種不同的金屬 以及電解質 在這裡是鹽水 科學原理就是這麼簡單"}, {"zh-tw": " Admittedly, I've left out a few details. Now I've taught you that battery science is straightforward and the need for grid-level storage is compelling, but the fact is that today there is simply no battery technology capable of meeting the demanding performance requirements of the grid -- namely uncommonly high power, long service lifetime and super-low cost.", "en": " 我承認我省略了一些細節 我之前已經說了 電池的科學原理其實很簡單明瞭 而我們對電網層級的大型儲電系統 需求很大 但事實是 現今沒有任何電池科技 能達到 電網所需的儲能負載條件 就是要能負載非常高的電力 要有很長的使用壽命 及極低的成本"}, {"zh-tw": " We need to think about the problem differently. We need to think big, we need to think cheap.", "en": " 所以我們要用不同的角度看問題 就是規模要大 價錢要便宜"}, {"zh-tw": " So let's abandon the paradigm of let's search for the coolest chemistry and then hopefully we'll chase down the cost curve by just making lots and lots of product. Instead, let's invent to the price point of the electricity market.", "en": " 所以就讓我們捨棄 先找出最酷的化學方程式 然後希望以大量生產的方法 來降低成本這種思維 反之 讓我們發明 以現有電價就能負擔的材料"}, {"zh-tw": " So that means that certain parts of the periodic table are axiomatically off-limits. This battery needs to be made out of earth-abundant elements.", "en": " 但如此一來 週期表裡的某些元素 就理當排除在外了 這個電池需要 用藴藏豐富的元素來製造"}, {"zh-tw": " I say, if you want to make something dirt cheap, make it out of dirt -- preferably dirt that's locally sourced. And we need to be able to build this thing using simple manufacturing techniques and factories that don't cost us a fortune.", "en": " 我是說 如果你要製作像土一樣便宜的東西 就用土來做吧 最好是找 當地出產的土（美國人對有機農業的笑話） 而且還要用最簡單的科技 及最簡單的工廠來製造這個東西 不要花很多錢"}, {"zh-tw": " So about six years ago, I started thinking about this problem. And in order to adopt a fresh perspective, I sought inspiration from beyond the field of electricity storage.", "en": " 所以大約六年前 我開始思索這個問題 為了要得到新的觀點 我從蓄電學以外的地方尋求靈感"}, {"zh-tw": " In fact, I looked to a technology that neither stores nor generates electricity, but instead consumes electricity, huge amounts of it. I'm talking about the production of aluminum.", "en": " 事實上我從一個跟蓄電或發電 一點都沒關聯的科技來看這件事 這個科技反而還消耗 大量電力 我指的是煉鋁工業"}, {"zh-tw": " The process was invented in 1886 by a couple of 22-year-olds -- Hall in the United States and Heroult in France. And just a few short years following their discovery, aluminum changed from a precious metal costing as much as silver to a common structural material.", "en": " 煉鋁法是在1886年 由兩位22歲的人 美國的霍爾及法國的赫魯特所發明 之後短短幾年 鋁就從 跟銀一樣貴的貴金屬 變成再普通不過的結構材料"}, {"zh-tw": " You're looking at the cell house of a modern aluminum smelter. It's about 50 feet wide and recedes about half a mile -- row after row of cells that, inside, resemble Volta's battery, with three important differences.", "en": " 你現在看到的是一座現代煉鋁廠的電解車間 約50呎寬 延伸約半哩遠 一排又一排的電解槽 裡面的結構就像伏特的電池 但又有三個重要的不同點"}, {"zh-tw": " Volta's battery works at room temperature. It's fitted with solid electrodes and an electrolyte that's a solution of salt and water.", "en": " 伏特的電池在室溫下運作 使用固體電極棒 電解質為鹽及水組成的水溶液"}, {"zh-tw": " The Hall-Heroult cell operates at high temperature, a temperature high enough that the aluminum metal product is liquid. The electrolyte is not a solution of salt and water, but rather salt that's melted.", "en": " 而霍爾--赫魯特電解槽 在高溫下運作 這個溫度高到 可以讓鋁金屬變成液態 而電解質 不是由水及鹽組成的水溶液 而是熔化的鹽"}, {"zh-tw": " It's this combination of liquid metal, molten salt and high temperature that allows us to send high current through this thing. Today, we can produce virgin metal from ore at a cost of less than 50 cents a pound.", "en": " 這種由液態金屬 熔鹽及高溫的組合 可以讓高電流通過這個電解槽 今天我們可以從礦砂直接生產鋁金屬 每磅成本低於50分美元（約15元台幣）"}, {"zh-tw": " That's the economic miracle of modern electrometallurgy. It is this that caught and held my attention to the point that I became obsessed with inventing a battery that could capture this gigantic economy of scale.", "en": " 這就是現代電氣冶金術 創造的經濟奇蹟 也就是這項製程吸引了我的注意 到了著迷的地步 我一心一意要發明 這種具強大經濟效益的電池"}, {"zh-tw": " And I did. I made the battery all liquid -- liquid metals for both electrodes and a molten salt for the electrolyte.", "en": " 而我的確做到了 我製造了全液態電池 兩端電極均為液態金屬 使用熔鹽作電解質"}, {"zh-tw": " I'll show you how. So I put low-density liquid metal at the top, put a high-density liquid metal at the bottom, and molten salt in between.", "en": " 現在就來看看過程 我把低密度 液態金屬放在上端 高密度的液態金屬放在底端 兩者之間放熔鹽"}, {"zh-tw": " So now, how to choose the metals? For me, the design exercise always begins here with the periodic table, enunciated by another professor, Dimitri Mendeleyev. Everything we know is made of some combination of what you see depicted here.", "en": " 問題來了 要怎麼選金屬 對我而言 設計這門功課 永遠從這裡開始 就是拿出這張 由另一位有用的教授 門德列夫所發表的週期表 這世上的一切 都由週期表上的元素 以不同的組態組合"}, {"zh-tw": " And that includes our own bodies. I recall the very moment one day when I was searching for a pair of metals that would meet the constraints of earth abundance, different, opposite density and high mutual reactivity.", "en": " 我們的身體也是如此 我還記得那天 我在找一對金屬 一對合乎 藴藏量大 密度相反 相互反應性高的條件"}, {"zh-tw": " I felt the thrill of realization when I knew I'd come upon the answer. Magnesium for the top layer.", "en": " 當我知道我快要找到答案時 我有一種恍然大悟的驚喜 鎂在頂層"}, {"zh-tw": " And antimony for the bottom layer. You know, I've got to tell you, one of the greatest benefits of being a professor: colored chalk.", "en": " 而銻 放在底層 你知道嗎 我一定要告訴你 作教授的好處之一就是 你可以用彩色粉筆"}, {"zh-tw": " So to produce current, magnesium loses two electrons to become magnesium ion, which then migrates across the electrolyte, accepts two electrons from the antimony, and then mixes with it to form an alloy. The electrons go to work in the real world out here, powering our devices.", "en": " 為了製造電流 鎂失去兩個電子 成為鎂離子 移動通過電解質 從銻那一端接受兩個電子 然後與銻形成合金 電子是真正 產生電流的物質 使我們的儀器有電"}, {"zh-tw": " Now to charge the battery, we connect a source of electricity. It could be something like a wind farm.", "en": " 現在要使電池充電 我們把電池接上電源 電源可以是風力發電廠"}, {"zh-tw": " And then we reverse the current. And this forces magnesium to de-alloy and return to the upper electrode, restoring the initial constitution of the battery.", "en": " 然後我們讓反應倒過來 這使得鎂離開合金 回到上端的電極 使電池回到原來的組態"}, {"zh-tw": " And the current passing between the electrodes generates enough heat to keep it at temperature. It's pretty cool, at least in theory.", "en": " 電流穿越兩極之間 產生足夠的熱能以維持溫度 很酷吧 至少理論上聽起來是如此"}, {"zh-tw": " But does it really work? So what to do next? We go to the laboratory. Now do I hire seasoned professionals? No, I hire a student and mentor him, teach him how to think about the problem, to see it from my perspective and then turn him loose.", "en": " 但是要怎麼實際運作呢 所以接下來該做什麼 我們去作實驗 我聘請了資深的研究人員嗎 沒有 我找了一個學生 而且親自指導他 教他如何從我的觀點 來看這個問題 然後就放牛吃草"}, {"zh-tw": " This is that student, David Bradwell, who, in this image, appears to be wondering if this thing will ever work. What I didn't tell David at the time was I myself wasn't convinced it would work.", "en": " 這就是那位學生 大衛布萊德威 他在這張相片裡 看起來不太相信這個東西能成功 我那時沒有告訴大衛 就是我自己也不太相信這能成功"}, {"zh-tw": " But David's young and he's smart and he wants a Ph.D., and he proceeds to build -- He proceeds to build the first ever liquid metal battery of this chemistry. And based on David's initial promising results, which were paid with seed funds at MIT, I was able to attract major research funding from the private sector and the federal government.", "en": " 但是大衛年青有為 而且他想拿博士 他開始 他開始製作 第一個用這個化學理論為基礎 所創造的液態金屬電池 大衛的結果看起來前景大有可為 本來這項實驗的原始經費 是由麻省理工的種子創投基金所支付 我因此可以藉著這個結果吸引更多的 私人企業及聯邦政府 來投資這項計劃"}, {"zh-tw": " And that allowed me to expand my group to 20 people, a mix of graduate students, post-docs and even some undergraduates. And I was able to attract really, really good people, people who share my passion for science and service to society, not science and service for career building.", "en": " 這也讓我能擴充研究團隊至20人 包括研究生 博士後研究 甚至還有一些大學生 我可以吸引到很棒很棒的人 這些人跟我一樣 對科學及對服務大眾充滿熱情 這些人唸科學不是為了發展自己的事業"}, {"zh-tw": " And if you ask these people why they work on liquid metal battery, their answer would hearken back to President Kennedy's remarks at Rice University in 1962 when he said -- and I'm taking liberties here -- \"We choose to work on grid-level storage, not because it is easy, but because it is hard.\" So this is the evolution of the liquid metal battery. We start here with our workhorse one watt-hour cell.", "en": " 如果你問這些人 為什麼要研究液態金屬電池 他們會借用 甘乃迪總統在1962年 對萊斯大學的演講來回答 甘乃迪說 容我篡改一下 我們選擇做這項電網級大型儲電計畫 不是因為它很簡單 而是因為它很艱難 以下是液態金屬電池的演進過程 我們從這個一瓦時的電池開始"}, {"zh-tw": " I called it the shotglass. We've operated over 400 of these, perfecting their performance with a plurality of chemistries -- not just magnesium and antimony.", "en": " 我稱它為小酒杯 我們把400個小酒杯放在一起運轉 充分利用化學的多元化來找最好的反應組合 而不是只限於使用鎂及銻"}, {"zh-tw": " Along the way we scaled up to the 20 watt-hour cell. I call it the hockey puck.", "en": " 然後我們造了一個20瓦時的電池 我稱之為冰上曲棍球"}, {"zh-tw": " And we got the same remarkable results. And then it was onto the saucer.", "en": " 我們得到的結果一樣驚人 然後是這個茶盤"}, {"zh-tw": " That's 200 watt-hours. The technology was proving itself to be robust and scalable.", "en": " 200瓦時的電力 這個科技本身證明了 這個電池堅固耐用及可擴展性"}, {"zh-tw": " But the pace wasn't fast enough for us. So a year and a half ago, David and I, along with another research staff-member, formed a company to accelerate the rate of progress and the race to manufacture product.", "en": " 但是我們對發展的速度不滿意 所以一年半前 大衛和我 以及其他研究人員 成立了一間公司 來加速製造過程 加速產品商業化"}, {"zh-tw": " So today at LMBC, we're building cells 16 inches in diameter with a capacity of one kilowatt-hour -- 1,000 times the capacity of that initial shotglass cell. We call that the pizza.", "en": " 所以現在液態金屬電池公司 製造直徑16英寸大 儲電容量一千瓦時的電池 是那個原始小酒杯 的一千倍 我們叫它比薩"}, {"zh-tw": " And then we've got a four kilowatt-hour cell on the horizon. It's going to be 36 inches in diameter.", "en": " 現在四千瓦時的電池快要造好了 它的直徑將達36吋"}, {"zh-tw": " We call that the bistro table, but it's not ready yet for prime-time viewing. And one variant of the technology has us stacking these bistro tabletops into modules, aggregating the modules into a giant battery that fits in a 40-foot shipping container for placement in the field.", "en": " 我們說它是個小餐桌 不過這還不能端上檯面來看 這項科技的變化之一 是把這些小餐桌堆成模組 然後將這些模組聚合成一個巨大的電池 可以塞在一個40呎的貨櫃裡 運到發電廠"}, {"zh-tw": " And this has a nameplate capacity of two megawatt-hours -- two million watt-hours. That's enough energy to meet the daily electrical needs of 200 American households.", "en": " 這個大電池的儲電容量為二兆瓦小時 也就是兩百萬瓦時 這樣的電力 足以維持200個美國家庭 每日所需"}, {"zh-tw": " So here you have it, grid-level storage: silent, emissions-free, no moving parts, remotely controlled, designed to the market price point without subsidy. So what have we learned from all this? So what have we learned from all this? Let me share with you some of the surprises, the heterodoxies.", "en": " 所以我們有了電網級大型儲電系統 安靜 零排汙 沒有會動的機件 還可以遙控 以目前的電價就可使之運轉 不需政府補助 所以我們從中學到甚麼？ 所以我們從中學到甚麼？ 讓我與在座各位分享 一些意外發現 與公認事實大庭相逕"}, {"zh-tw": " They lie beyond the visible. Temperature: Conventional wisdom says set it low, at or near room temperature, and then install a control system to keep it there.", "en": " 這些事實並不是那麼顯而易見 在溫度方面 一般都認為反應要設在低溫 最好是在室溫下 然後要架一個系統來控溫"}, {"zh-tw": " Avoid thermal runaway. Liquid metal battery is designed to operate at elevated temperature with minimum regulation.", "en": " 不要讓溫度失控 但是液態金屬電池是設計在高溫下運作 沒有甚麼溫度限制條件"}, {"zh-tw": " Our battery can handle the very high temperature rises that come from current surges. Scaling: Conventional wisdom says reduce cost by producing many.", "en": " 這個電池可以忍受因突波電流 所產生的急劇增溫現象 在規模方面 一般都認為 要大量生產來減低成品"}, {"zh-tw": " Liquid metal battery is designed to reduce cost by producing fewer, but they'll be larger. And finally, human resources: Conventional wisdom says hire battery experts, seasoned professionals, who can draw upon their vast experience and knowledge.", "en": " 但液態金屬電池減低成本的方法 是少量生產但產品本身很大 最後在人力資源方面 大家都說 你要聘請電池專家 資深的教授來參與 所以你可以借鑒他們豐富的經驗和知識"}, {"zh-tw": " To develop liquid metal battery, I hired students and post-docs and mentored them. In a battery, I strive to maximize electrical potential; when mentoring, I strive to maximize human potential.", "en": " 但在發展液態金屬電池這個計劃上 我找了學生及博士後研究員 還親自指導他們 在製作電池時 我絞盡腦汁讓電池的電力發展到極致 在指導學生時 我則絞盡腦汁讓他們的潛力發展到極致"}, {"zh-tw": " So you see, the liquid metal battery story is more than an account of inventing technology, it's a blueprint for inventing inventors, full-spectrum.", "en": " 所以你看 發展液態金屬電池這件事 不是只有 發明新科技而已 這還是個藍圖 讓我們全方位培養發明家"}], "title": "Donald Sadoway The Missing Link To Renewable Energy"}