{"url": "http://www.ted.com/talks/leymah_gbowee_unlock_the_intelligence_passion_greatness_of_girls", "paragraphs": [{"zh-tw": " Many times I go around the world to speak, and people ask me questions about the challenges, my moments, some of my regrets. 1998: A single mother of four, three months after the birth of my fourth child, I went to do a job as a research assistant.", "en": " 有很多次 我到世界各地演講時 大家會問我 關於面對挑戰 我的關鍵時刻 以及我的悔恨 1998年 我作為一個單親媽媽，帶著四名子女 我第四個孩子出生後的三個月 我找到一份工作 當研究助理"}, {"zh-tw": " I went to Northern Liberia. And as part of the work, the village would give you lodgings.", "en": " 我到了賴比瑞亞北部 而這份工作包括了 由村莊提供的宿舍"}, {"zh-tw": " And they gave me lodging with a single mother and her daughter. This girl happened to be the only girl in the entire village who had made it to the ninth grade.", "en": " 他們安排我跟一個單身媽媽 和她的女兒住 這女孩剛好是 整個村莊唯一的女孩 她好不容易升上 九年級了"}, {"zh-tw": " She was the laughing stock of the community. Her mother was often told by other women, \"You and your child will die poor.\" After two weeks of working in that village, it was time to go back.", "en": " 她是這個部落歡樂的來源 其他女人常常跟她母親說 \"妳和妳孩子 到死都是窮人\" 在那座村莊工作兩個禮拜以後 到了要回去的時候"}, {"zh-tw": " The mother came to me, knelt down, and said, \"Leymah, take my daughter. I wish for her to be a nurse.\" Dirt poor, living in the home with my parents, I couldn't afford to.", "en": " 那位母親來到我面前，跪了下來 然後說：\" 蕾曼，帶我女兒走 我希望她能 當一個護士\" 窮的要死，和父母一起住在家裡 我沒有那種能力"}, {"zh-tw": " With tears in my eyes, I said, \"No.\" Two months later, I go to another village on the same assignment and they asked me to live with the village chief. The women's chief of the village has this little girl, fair color like me, totally dirty.", "en": " 我流著淚 我說：\" 不行\" 兩個月後 同一份工作 指派了我去另一座村莊 他們要我跟村長一起住 村長是女的，有個小女孩 跟我一樣是混血的 全身髒兮兮"}, {"zh-tw": " And all day she walked around only in her underwear. When I asked, \"Who is that?\" She said, \"That's Wei.", "en": " 她整天不管去哪裡 都只穿著內衣 當我問： 那是誰？ 她說：\"那是Wei\""}, {"zh-tw": " The meaning of her name is pig. Her mother died while giving birth to her, and no one had any idea who her father was.\" For two weeks, she became my companion, slept with me.", "en": " 這個名字的意思是豬 她母親生下她的時候死了 而且沒有人知道她的父親是誰 那兩個禮拜她都跟我在一起 跟我一起睡"}, {"zh-tw": " I bought her used clothes and bought her her first doll. The night before I left, she came to the room and said, \"Leymah, don't leave me here.", "en": " 我幫她買了二手衣服 還幫她買了她的第一個玩偶 我離開的前一晚 她走進房間 說： \"蕾曼，不要丟下我"}, {"zh-tw": " I wish to go with you. I wish to go to school.\" Dirt poor, no money, living with my parents, I again said, \"No.\" Two months later, both of those villages fell into another war.", "en": " 我想跟妳走 我想要上學\" 窮的要死，口袋空空 和我父母一起住 我還是說：不行 兩個月後 這兩座村莊都捲入了另一場戰爭"}, {"zh-tw": " Till today, I have no idea where those two girls are. Fast-forward, 2004: In the peak of our activism, the minister of Gender Liberia called me and said, \"Leymah, I have a nine-year-old for you.", "en": " 直到今天，我還是不知道 那兩個女孩在哪裡 快轉到2004年 那時我們的激進行動達到最高峰 賴比瑞亞性別與發展部部長打給我 說: \" 蕾曼，我有個九歲的要給妳"}, {"zh-tw": " I want you to bring her home because we don't have safe homes.\" The story of this little girl: She had been raped by her paternal grandfather every day for six months. She came to me bloated, very pale.", "en": " 我要妳帶她回家 因為我們沒有安全的住所\" 這個小女孩的情況是 她被她父親 那邊的祖父強暴 整整六個月，每天都是 她來的時候全身浮腫 非常蒼白"}, {"zh-tw": " Every night I'd come from work and lie on the cold floor. She'd lie beside me and say, \"Auntie, I wish to be well.", "en": " 每個晚上，我下班後躺在冰冷的地板 她會躺在我身邊 然後說: 阿姨，我希望一切會變好"}, {"zh-tw": " I wish to go to school.\" 2010: A young woman stands before President Sirleaf and gives her testimony of how she and her siblings live together, their father and mother died during the war. She's 19; her dream is to go to college to be able to support them.", "en": " 我希望能上學 2010年 有位年輕女人站在總統Sirleaf面前 開口說出證詞 說她和她的兄弟姐妹住在一起 他們的父親和母親在戰爭時死掉了 她19歲，她的夢想是上大學 好幫助她的兄弟姐妹"}, {"zh-tw": " She's highly athletic. One of the things that happens is that she applies for a scholarship.", "en": " 她是成績優秀的運動員 其中一件發生的事是 她申請了獎學金"}, {"zh-tw": " Full scholarship. She gets it. Her dream of going to school, her wish of being educated, is finally here.", "en": " 全額獎學金，她申請到了 她上學的夢想 她接受教育的希望 終於在這裡實現"}, {"zh-tw": " She goes to school on the first day. The director of sports who's responsible for getting her into the program asks her to come out of class.", "en": " 她第一天去學校時 學校的體育主任 他的工作是幫她提出申請 他要求她離開教室"}, {"zh-tw": " And for the next three years, her fate will be having sex with him every day, as a favor for getting her in school. Globally, we have policies, international instruments, work leaders.", "en": " 接下來的三年 她的命運是 每天都要跟他做愛 當作讓她進學校的報答 世界各地，我們有各種政策 各種國際組織 各種工作的領導者"}, {"zh-tw": " Great people have made commitments -- we will protect our children from want and from fear. The U.N. has the Convention on the Rights of the Child.", "en": " 偉大的人許下了承諾 我們會保護自己的孩子 免於貧困，免於恐懼 聯合國有\"兒童權利公約\""}, {"zh-tw": " Countries like America, we've heard things like No Child Left Behind. Other countries come with different things.", "en": " 像是在美國，我們知道有\"有教無類法案\"這種東西 其他國家有不一樣的東西"}, {"zh-tw": " There is a Millennium Development called Three that focuses on girls. All of these great works by great people aimed at getting young people to where we want to get them globally, I think, has failed.", "en": " \"聯合國千禧年發展目標\"的第三項 將焦點放在女孩身上 這些偉大者做的偉大工作 目的是要引導全球的年輕人 達到我們希望的境界 這些努力，我認為失敗了"}, {"zh-tw": " In Liberia, for example, the teenage pregnancy rate is three to every 10 girls. Teen prostitution is at its peak.", "en": " 例如，在賴比瑞亞 少女懷孕的比率 是十分之三 少女賣淫率創下新高"}, {"zh-tw": " In one community, we're told, you wake up in the morning and see used condoms like used chewing gum paper. Girls as young as 12 being prostituted for less than a dollar a night.", "en": " 在某個部落，有人曾經跟我們說 早上起來的時候會看到 用過的保險套像是吃完的口香糖包裝紙一樣多 才12歲的女孩就在賣淫 一個晚上賺不到一塊美金"}, {"zh-tw": " It's disheartening, it's sad. And then someone asked me, just before my TEDTalk, a few days ago, \"So where is the hope?\" Several years ago, a few friends of mine decided we needed to bridge the disconnect between our generation and the generation of young women.", "en": " 這讓人沮喪，傷心 然後有人問過我 就在我來TED演講前，幾天前 \"希望在哪裡啊？\" 好幾年前，我幾個朋友和我決定 我們必須填平我們這個世代 之間的落差 包括這一代的年輕女人之間"}, {"zh-tw": " It's not enough to say you have two Nobel laureates from the Republic of Liberia when your girls' kids are totally out there and no hope, or seemingly no hope. We created a space called the Young Girls Transformative Project.", "en": " 光用說的不夠 我們有兩位來自賴比瑞亞共和國的諾貝爾得獎人 你們家女孩的孩子在外面流浪的時候 沒有希望，或是看起來沒有希望 我們創造了一個地方 叫做\"年輕女孩改變能力的計畫\""}, {"zh-tw": " We go into rural communities and all we do, like has been done in this room, is create the space. When these girls sit, you unlock intelligence, you unlock passion, you unlock commitment, you unlock focus, you unlock great leaders.", "en": " 我們到郊區的部落 我們做的事，跟我在這裡做過的一樣 就是創造一個地方 這些女孩坐下的時候 你釋放知識 你釋放熱情 你釋放信念 你釋放重點 你釋放偉大的領導者"}, {"zh-tw": " Today, we've worked with over 300. And some of those girls who walked in the room very shy have taken bold steps, as young mothers, to go out there and advocate for the rights of other young women.", "en": " 今天，我們的成果超過300人 其中有些女孩 走進房間的時候很害羞 下定決心才敢加入，例如那些年輕媽媽 為了其他年輕女人的權利 站出來大聲宣傳"}, {"zh-tw": " One young woman I met, teen mother of four, never thought about finishing high school, graduated successfully; never thought about going to college, enrolled in college. One day she said to me, \"My wish is to finish college and be able to support my children.\" She's at a place where she can't find money to go to school.", "en": " 我遇過一位年輕女人 十幾歲就有了四個小孩 從來沒想過要完成高中學業 結果順利畢業了 從來沒想過能上大學 結果被錄取了 有一天，她對我說 我的願望是讀完大學 和有能力培養我的孩子 她住的地方湊不到錢 讓她能上學"}, {"zh-tw": " She sells water, sells soft drinks and sells recharge cards for cellphones. And you would think she would take that money and put it back into her education.", "en": " 她賣水，賣飲料 還賣可儲值的行動電話卡 你們會以為她會把那些錢 拿回來當作自己的教育基金"}, {"zh-tw": " Juanita is her name. She takes that money and finds single mothers in her community to send back to school.", "en": " 她叫祖安妮塔 她賺到這些錢 然後找了住在同部落的單親媽媽 送她們去學校"}, {"zh-tw": " Says, \"Leymah, my wish is to be educated. And if I can't be educated, when I see some of my sisters being educated, my wish has been fulfilled.", "en": " 她說: \" 蕾曼，我的願望 是接受教育 如果我不能接受教育 我看到我的姐妹接受教育的時候 我的願望就達成了"}, {"zh-tw": " I wish for a better life. I wish for food for my children.", "en": " 我希望生活能更好 我希望我的小孩有東西吃"}, {"zh-tw": " I wish that sexual abuse and exploitation in schools would stop.\" This is the dream of the African girl. Several years ago, there was one African girl.", "en": " 我希望能停止學校裡的性暴力和剝削\" 這是非洲女孩的夢想 好幾年前 有一個非洲女孩"}, {"zh-tw": " This girl had a son who wished for a piece of doughnut because he was extremely hungry. Angry, frustrated, really upset about the state of her society and the state of her children, this young girl started a movement, a movement of ordinary women banding together to build peace.", "en": " 這女孩有個兒子 他希望能吃一口甜甜圈 因為他非常非常餓 生氣，挫折 她對她週遭的情況 真的很煩 還有她孩子的情況 這個年輕女孩發起了一項活動 一項由普通女人 團結而行的活動 去創造和平"}, {"zh-tw": " I will fulfill the wish. This is another African girl's wish.", "en": " 我會完成這個願望 這是另一位非洲女孩的願望"}, {"zh-tw": " I failed to fulfill the wish of those two girls. I failed to do this.", "en": " 我無法完成其他兩位女孩的願望 我失敗了"}, {"zh-tw": " These were the things that were going through the head of this other young woman -- I failed, I failed, I failed. So I will do this.", "en": " 其他這些年輕女人的腦中會有這種想法 我失敗了，我失敗了 所以我會這樣"}, {"zh-tw": " Women came out, protested a brutal dictator, fearlessly spoke. Not only did the wish of a piece of doughnut come true, the wish of peace came true.", "en": " 女人站出來 抗議殘暴的獨裁者 大膽講出來 不但要實現吃一口甜甜圈的願望 實現和平的願望"}, {"zh-tw": " This young woman wished also to go to school. She went to school.", "en": " 這位年輕女人 也希望能上學 她到學校"}, {"zh-tw": " This young woman wished for other things to happen, it happened for her. Today, this young woman is me, a Nobel laureate.", "en": " 這位年輕女人希望能有其他事發生 能幫助她的事 現在，我就是這位年輕女人 諾貝爾得獎人"}, {"zh-tw": " I'm now on a journey to fulfill the wish, in my tiny capacity, of little African girls -- the wish of being educated. We set up a foundation.", "en": " 我現在在旅行 我要實現願望 用我微弱的能力 為了那些非洲小女孩 接受教育的願望 我們成立了一個基金會"}, {"zh-tw": " We're giving full four-year scholarships to girls from villages that we see with potential. I don't have much to ask of you.", "en": " 我們提供四年全額的獎金 給那些我們認為有潛力的、來自村莊的女孩 我沒什麼資格向你們要求"}, {"zh-tw": " I've also been to places in this U.S., and I know that girls in this country also have wishes, a wish for a better life somewhere in the Bronx, a wish for a better life somewhere in downtown L.A., a wish for a better life somewhere in Texas, a wish for a better life somewhere in New York, a wish for a better life somewhere in New Jersey. Will you journey with me to help that girl, be it an African girl or an American girl or a Japanese girl, fulfill her wish, fulfill her dream, achieve that dream? Because all of these great innovators and inventors that we've talked to and seen over the last few days are also sitting in tiny corners in different parts of the world, and all they're asking us to do is create that space to unlock the intelligence, unlock the passion, unlock all of the great things that they hold within themselves.", "en": " 我也來到美國這個國家 我知道這個國家的女孩 也有願望 住在紐約布朗克斯區的某人希望有更好的生活 希望有更好的生活 住在洛杉磯商業區的某人 住在德州的某人希望有更好的生活 紐約某處希望有更好的生活 希望有更好的生活 住在紐澤西州的某人 你們願意跟我一起旅行 去幫助那個女孩嗎？ 不論是非洲女孩或是美國女孩 或是日本女孩 完成她的願望 完成她的夢想 去達成那個夢想嗎? 因為我們這幾天 討論的、看到的 所有那些 偉大的改革者和創新者 現在也都在世界各地 的各個角落 他們對我們的要求只有 創造一個地方 能釋放知識 釋放熱情 釋放所有偉大的事情 那是她們天生就有的"}, {"zh-tw": " Let's journey together. Let's journey together. Thank you.", "en": " 讓我們一起旅行， 讓我們一起旅行 謝謝大家"}, {"zh-tw": " Chris Anderson: Thank you so much. Right now in Liberia, what do you see as the main issue that troubles you? LG: I've been asked to lead the Liberian Reconciliation Initiative.", "en": " 克里斯 安德森：非常感謝妳 妳現在在賴比瑞亞 看到的 哪一項問題最讓妳煩惱？ 蕾曼：有人要求我帶領 \"賴比瑞亞調停協議\"的進行"}, {"zh-tw": " As part of my work, I'm doing these tours in different villages and towns -- 13, 15 hours on dirt roads -- and there is no community that I've gone into that I haven't seen intelligent girls. But sadly, the vision of a great future, or the dream of a great future, is just a dream, because you have all of these vices.", "en": " 我的工作內容之一 就是到處旅行 到不同的村莊和城鎮 在泥巴路上開了13, 15小時 我在每一個去過的部落裡 都會看到一些聰明的女孩 但是，不幸的是 美好未來的遠景 或是美好未來的夢想 只是空想 因為我們心中那些邪念"}, {"zh-tw": " Teen pregnancy, like I said, is epidemic. So what troubles me is that I was at that place and somehow I'm at this place, and I just don't want to be the only one at this place.", "en": " 少女懷孕，我說過，到處都有 所以我會感到煩惱 是因為我就在當地 然而我現在在這裡 我就是不想要當這個地方 唯一獲救的人"}, {"zh-tw": " I'm looking for ways for other girls to be with me. I want to look back 20 years from now and see that there's another Liberian girl, Ghanaian girl, Nigerian girl, Ethiopian girl standing on this TED stage.", "en": " 我在找方法 讓其他女孩能跟我一樣 我要把時間倒退二十年 我們會看到另一個利比亞女孩 加納女孩，奈及利亞女孩， 衣索匹亞女孩 站在這個TED的講台"}, {"zh-tw": " And maybe, just maybe, saying, \"Because of that Nobel laureate I'm here today.\" So I'm troubled when I see them like there's no hope. But I'm also not pessimistic, because I know it doesn't take a lot to get them charged up.", "en": " 也許，只是也許，她會說 \"因為獲得諾貝爾獎 今天我站在這裡 所以，我會擔心 當我看到她們好像失去希望 但是我不是悲觀的人 因為我知道不用花太多代價 就能為她們充電"}, {"zh-tw": " CA: And in the last year, tell us one hopeful thing that you've seen happening. LG: I can tell you many hopeful things that I've seen happening.", "en": " 克里斯：而且去年發生了 一件讓人充滿希望的事 妳也親眼目睹了 蕾曼：我可以說很多我看過讓人充滿希望的事給你聽♪"}, {"zh-tw": " But in the last year, where President Sirleaf comes from, her village, we went there to work with these girls. And we could not find 25 girls in high school.", "en": " 可是去年 瑟莉芙總統出生的地方，她的村莊 我們去那裡幫忙那些女孩 我們發現正在讀高中的女孩 不到25個"}, {"zh-tw": " All of these girls went to the gold mine, and they were predominantly prostitutes doing other things. We took 50 of those girls and we worked with them.", "en": " 所有那些女孩都去金礦坑了 顯然她們都當去妓女了 或其他的工作 我們挑了其中50名女孩 跟她們一起工作"}, {"zh-tw": " And this was at the beginning of elections. This is one place where women were never -- even the older ones barely sat in the circle with the men.", "en": " 那時候剛開始要選舉 這個地方的女人從來沒有 比較老的那些沒有 公開和男人坐在一起"}, {"zh-tw": " These girls banded together and formed a group and launched a campaign for voter registration. This is a real rural village.", "en": " 這些女孩團結在一起，組成一個團體 然後發起了一項活動 要爭取投票權的登記 那是很原始的村莊"}, {"zh-tw": " And the theme they used was: \"Even pretty girls vote.\" They were able to mobilize young women. But not only did they do that, they went to those who were running for seats to ask them, \"What is it that you will give the girls of this community when you win?\" And one of the guys who already had a seat was very -- because Liberia has one of the strongest rape laws, and he was one of those really fighting in parliament to overturn that law because he called it barbaric.", "en": " 她們使用的標語是 連漂亮女孩都會投票 她們成功動員了年輕的女人 但她們做的不只是這樣 她們去找那些出來競選的人 去問他們：\"你們當選後 能給這個部落的女孩子 什麼東西？ 他們其中一個 已經有其他職位的人，非常的 因為利比亞有最嚴厲的強暴法 而他是真的在國會裡力爭的人之一 想要推翻這些法律 因為他認為那是野蠻行為"}, {"zh-tw": " Rape is not barbaric, but the law, he said, was barbaric. And when the girls started engaging him, he was very hostile towards them.", "en": " 強暴不是野蠻行為，但是他說，那些法律是野蠻行為 女孩開始跟他交手的時候 他對她們很不友善"}, {"zh-tw": " These little girls turned to him and said, \"We will vote you out of office.\" He's out of office today. CA: Leymah, thank you. Thank you so much for coming to TED.", "en": " 那些年輕女孩轉頭對他說 \"我們會用選票趕走你\" 現在的他沒有職位 克里斯：蕾曼，謝謝妳，非常感謝妳來到TED"}, {"zh-tw": " LG: You're welcome. (CA: Thank you.)", "en": " 蕾曼： 不客氣。(克里斯：謝謝妳)"}], "title": "Leymah Gbowee Unlock The Intelligence Passion Greatness Of Girls"}