{"url": "http://www.ted.com/talks/jonathan_foley_the_other_inconvenient_truth", "paragraphs": [{"zh-tw": " Tonight, I want to have a conversation about this incredible global issue that's at the intersection of land use, food and environment, something we can all relate to, and what I've been calling the other inconvenient truth. But first, I want to take you on a little journey.", "en": " 今晚，我想談談一個 令人難以置信的全球性議題 那是關於土地的運用、食物和環境 和我們每個人都有關的事物的交集上 我稱為另一個不願面對的真相 首先，我想帶你走一段旅程"}, {"zh-tw": " Let's first visit our planet, but at night, and from space. This is what our planet looks like from outer space at nighttime, if you were to take a satellite and travel around the planet. And the thing you would notice first, of course, is how dominant the human presence on our planet is.", "en": " 來參觀一下我們的星球 不過是在晚上，從外太空來看 這是夜晚從外太空看地球的樣子 如果你搭乘人造衛星繞行這個星球 你會先注意到的是 人類現代如何 主宰我們的地球"}, {"zh-tw": " We see cities, we see oil fields, you can even make out fishing fleets in the sea, that we are dominating much of our planet, and mostly through the use of energy that we see here at night. But let's go back and drop it a little deeper and look during the daytime.", "en": " 我們看到城市、油田 你甚至可以看出在海上的捕魚船隊 我們主宰了自己星球絕大多數 而且大部份是透過能源的運用 如同我們現在所看到的夜間地球 讓我們回過頭來再靠近一點 看看白天的樣子"}, {"zh-tw": " What we see during the day is our landscapes. This is part of the Amazon Basin, a place called Rondônia in the south-center part of the Brazilian Amazon.", "en": " 在白天我們會看到的是地表 這是亞馬遜盆地裡的朗多尼亞州 位在巴西亞馬遜的中南部"}, {"zh-tw": " If you look really carefully in the upper right-hand corner, you're going to see a thin white line, which is a road that was built in the 1970s. If we come back to the same place in 2001, what we're going to find is that these roads spurt off more roads, and more roads after that, at the end of which is a small clearing in the rainforest where there are going to be a few cows.", "en": " 如果你很仔細地看，會發現上方靠右的地方 有一條細細白色的線 那是1970年代時興建的路 如果我們看看2001年同一個地點的樣子 我們會看到這些路延伸出許多小路 然後這些小路又再延伸出更多的小徑 盡頭處是雨林中的林地開墾 裡面有幾頭牛"}, {"zh-tw": " These cows are used for beef. We're going to eat these cows. And these cows are eaten basically in South America, in Brazil and Argentina. They're not being shipped up here.", "en": " 這些牛將會變成牛排，然後被我們吃掉 基本上這些牛會供給南美洲的巴西人和阿根廷人食用 他們不會被運到這裡"}, {"zh-tw": " But this kind of fishbone pattern of deforestation is something we notice a lot of around the tropics, especially in this part of the world. If we go a little bit further south in our little tour of the world, we can go to the Bolivian edge of the Amazon, here also in 1975, and if you look really carefully, there's a thin white line through that kind of seam, and there's a lone farmer out there in the middle of the primeval jungle.", "en": " 我們會在熱帶附近看到很多這種 森林砍伐的魚骨圖騰 尤其是在地球上的這個區域 如果我們再往地球的南邊走一點 可以走到亞馬遜的玻利維亞邊境 一樣是在1975年，如果你很仔細地看 會看到一條細細的白色線穿過那條縫 你會發現在原始叢林的中間 有一個孤獨的農夫"}, {"zh-tw": " Let's come back again a few years later, here in 2003, and we'll see that that landscape actually looks a lot more like Iowa than it does like a rainforest. In fact, what you're seeing here are soybean fields.", "en": " 讓我們再次回到數年前，在2003年 景色看起來其實有點像愛荷華州 而不太像雨林 事實上，你看到的這個地方是黃豆田"}, {"zh-tw": " These soybeans are being shipped to Europe and to China as animal feed, especially after the mad cow disease scare about a decade ago, where we don't want to feed animals animal protein anymore, because that can transmit disease. Instead, we want to feed them more vegetable proteins.", "en": " 這些黃豆將被送到歐洲和中國做為動物的飼料 尤其是大約在十年前左右，在狂牛病爆發開始後 沒有人想要再用動物蛋白質餵食動物 因為這麼做會傳染疾病 相反的，我們用更多的植物性蛋白質來餵食動物"}, {"zh-tw": " So soybeans have really exploded, showing how trade and globalization are really responsible for the connections to rainforests and the Amazon -- an incredibly strange and interconnected world that we have today. Well, again and again, what we find as we look around the world in our little tour of the world is that landscape after landscape after landscape have been cleared and altered for growing food and other crops.", "en": " 因此黃豆的需求激增 這顯示了貿易和全球化為什麼 需要對雨林和亞馬遜河負責 這造成了現今 令人難以置信的陌生卻彼此互連的世界 在環繞地球的旅程中 我們一而再、再而三的發現 景觀不斷地被開墾 且土地被變更 做為種植食物和作物之用"}, {"zh-tw": " So one of the questions we've been asking is, how much of the world is used to grow food, and where is it exactly, and how can we change that into the future, and what does it mean? Well, our team has been looking at this on a global scale, using satellite data and ground-based data kind of to track farming on a global scale. And this is what we found, and it's startling.", "en": " 我們常常會被問到： 世界上有多少地方被拿來種植食物 這些地方在哪裡？我們未來可以如何改變？ 以及這代表的意義 我們的團隊以全球的規模 使用人造衛星的資料和地表上的資料 來追蹤全球的農業 我們發現了讓人非常吃驚的事實"}, {"zh-tw": " This map shows the presence of agriculture on planet Earth. The green areas are the areas we use to grow crops, like wheat or soybeans or corn or rice or whatever.", "en": " 這個地圖顯示了地球上 農業的分佈情形 綠色的區域是我們用來種植作物的地方 像是小麥、黃豆、玉米或是稻米之類的"}, {"zh-tw": " That's 16 million square kilometers' worth of land. If you put it all together in one place, it'd be the size of South America.", "en": " 總共是一千六百平方公里的土地 如果你把這些土地集中在同一個地方 大約是南美洲大小的土地"}, {"zh-tw": " The second area, in brown, is the world's pastures and rangelands, where our animals live. That area's about 30 million square kilometers, or about an Africa's worth of land, a huge amount of land, and it's the best land, of course, is what you see. And what's left is, like, the middle of the Sahara Desert, or Siberia, or the middle of a rain forest.", "en": " 再來是咖啡色的區域 是放牧地或牧場，動物在此居住 這個區域大約是三千萬平方公里 大概是非洲大小的土地 你看到的是很大範圍的土地，而且是土質最好的土地 左邊的部份 應該是撒哈拉沙漠、西伯利亞 或是某個雨林的中央"}, {"zh-tw": " We're using a planet's worth of land already. If we look at this carefully, we find it's about 40 percent of the Earth's land surface is devoted to agriculture, and it's 60 times larger than all the areas we complain about, our suburban sprawl and our cities where we mostly live.", "en": " 我們已經使用了一個星球的土地了 如果我們很仔細地看 會發現大約地表百分之四十的土地被用來做農業 這比我們現在討論的 還要大六十倍的土地 包含了郊區的荒野土地和大部份人們居住的城市"}, {"zh-tw": " Half of humanity lives in cities today, but a 60-times-larger area is used to grow food. So this is an amazing kind of result, and it really shocked us when we looked at that.", "en": " 現在有一半的人們住在城市 但是有六十倍大的地區被用來種植食物 這是十分驚人的結果 當我們看到這項統計時非常震驚"}, {"zh-tw": " So we're using an enormous amount of land for agriculture, but also we're using a lot of water. This is a photograph flying into Arizona, and when you look at it, you're like, \"What are they growing here?\" It turns out they're growing lettuce in the middle of the desert using water sprayed on top.", "en": " 我們在農業上用了非常大量的土地 而且也用了很大量的水 這是我們飛到亞利桑那州上空的照片 當你仔細看 你會想：「他們在這裡種什麼？」 其實他們在沙漠中種萵苣 用噴灑的方式來供給水"}, {"zh-tw": " Now, the irony is, it's probably sold in our supermarket shelves in the Twin Cities. But what's really interesting is, this water's got to come from some place, and it comes from here, the Colorado River in North America.", "en": " 現在，諷刺的是 這些東西會放在大都會區的超市架上販賣 但是有趣的是 這些水來自於我們所在之處 來自北美的科羅納多河"}, {"zh-tw": " Well, the Colorado on a typical day in the 1950s, this is just, you know, not a flood, not a drought, kind of an average day, it looks something like this. But if we come back today, during a normal condition to the exact same location, this is what's left.", "en": " 這是科羅納多在1950年代時普通的一天 這張照片看起來就像是平常的日子 沒有洪水或旱災 但是如果我們回到今天 同樣在平常的日子、同一個地點是左邊這張圖片的樣子"}, {"zh-tw": " The difference is mainly irrigating the desert for food, or maybe golf courses in Scottsdale, you take your pick. Well, this is a lot of water, and again, we're mining water and using it to grow food, and today, if you travel down further down the Colorado, it dries up completely and no longer flows into the ocean.", "en": " 不同的是現在的河水主要用來灌溉沙漠的作物 或是斯科茨代爾州的高爾夫場 這可是很大量的水同樣地，我們開採水源 然後用這些水來種植作物 現在，如果你再往科羅拉多河的南方走 它已經完全乾涸且不再流向大海"}, {"zh-tw": " We've literally consumed an entire river in North America for irrigation. Well, that's not even the worst example in the world.", "en": " 我們為了灌溉北美 已漸漸地消耗了整條河水 嗯，這還不是世界上最糟的情況"}, {"zh-tw": " This probably is: the Aral Sea. Now, a lot you will remember this from your geography classes.", "en": " 這裡大概是：死海 多數人記得這裡是因為在地理課時見過"}, {"zh-tw": " This is in the former Soviet Union in between Kazakhstan and Uzbekistan, one of the great inland seas of the world. But there's kind of a paradox here, because it looks like it's surrounded by desert. Why is this sea here? The reason it's here is because, on the right-hand side, you see two little rivers kind of coming down through the sand, feeding this basin with water.", "en": " 鹹海位於前蘇聯 在哈薩克斯坦共和國和烏茲別克斯坦共和國的交界處 是世界上最大的內陸鹹水湖之一 不過這裡有一個弔詭之處 因為它看起來被沙漠包圍哪裡有海？ 它會在這裡的原因是 你會看到右手邊有兩條小河流向沙漠 供給水到這個盆地"}, {"zh-tw": " Those rivers are draining snowmelt from mountains far to the east, where snow melts, it travels down the river through the desert, and forms the great Aral Sea. Well, in the 1950s, the Soviets decided to divert that water to irrigate the desert to grow cotton, believe it or not, in Kazakhstan, to sell cotton to the international markets to bring foreign currency into the Soviet Union.", "en": " 那些河將群山的融雪流向東邊 當雪融化，流向河川，通過沙漠 然後就形成了死海 在1950年代，蘇聯決定將水源 改為灌溉棉田使用 你相信嗎？哈薩克斯坦將棉賣到國際市場 藉此引進國外的貨幣到蘇聯"}, {"zh-tw": " They really needed the money. Well, you can imagine what happens. You turn off the water supply to the Aral Sea, what's going to happen? Here it is in 1973, 1986, 1999, 2004, and about 11 months ago.", "en": " 他們很需要這些錢 你可以想像會發生什麼事 將供給鹹海的水源關掉，會發生什麼事？ 在1973年 1986年 1999年 2004年 以及大約11個月前"}, {"zh-tw": " It's pretty extraordinary. Now a lot of us in the audience here live in the Midwest.", "en": " 真的驚人 現在在場的許多觀眾住在美國的中西部"}, {"zh-tw": " Imagine that was Lake Superior. Imagine that was Lake Huron.", "en": " 想像一下，如果那是蘇必利爾湖 或是休倫湖"}, {"zh-tw": " It's an extraordinary change. This is not only a change in water and where the shoreline is, this is a change in the fundamentals of the environment of this region.", "en": " 那將會帶來異常的改變 這不只是水的改變 還有海岸線的改變 這是這個區域環境本質上的改變"}, {"zh-tw": " Let's start with this. The Soviet Union didn't really have a Sierra Club.", "en": " 就從我們開始吧 蘇聯沒有塞拉俱樂部（美國自然環境保護團體）"}, {"zh-tw": " Let's put it that way. So what you find in the bottom of the Aral Sea ain't pretty.", "en": " 讓我們用相同的方式來進行 你會發現死海的底部並不怎麼好看"}, {"zh-tw": " There's a lot of toxic waste, a lot of things that were dumped there that are now becoming airborne. One of those small islands that was remote and impossible to get to was a site of Soviet biological weapons testing.", "en": " 裡頭有很多有毒的廢棄物 有很多東西被棄置之後現在變成空氣粒子 那些偏僻且難以抵達的小島之一 已成為 蘇聯生化武器測試的地點了"}, {"zh-tw": " You can walk there today. Weather patterns have changed.", "en": " 今天你可以在那裡行走 然而氣候形態已改變"}, {"zh-tw": " Nineteen of the unique 20 fish species found only in the Aral Sea are now wiped off the face of the Earth. This is an environmental disaster writ large.", "en": " 在死海發現的20種珍貴的魚種當中 有19種已在地球上消失滅跡 這是生態的大浩劫"}, {"zh-tw": " But let's bring it home. This is a picture that Al Gore gave me a few years ago that he took when he was in the Soviet Union a long, long time ago, showing the fishing fleets of the Aral Sea.", "en": " 讓我們回到美國 這是數年前高爾給我的一張相片 他在很久很久以前 去蘇聯時拍的照片 可以看到有魚船隊在死海中"}, {"zh-tw": " You see the canal they dug? They were so desperate to try to, kind of, float the boats into the remaining pools of water, but they finally had to give up because the piers and the moorings simply couldn't keep up with the retreating shoreline. I don't know about you, but I'm terrified that future archaeologists will dig this up and write stories about our time in history, and wonder, \"What were you thinking?\" Well, that's the future we have to look forward to.", "en": " 你看到他們挖的運河了嗎？ 他們很絕望的想要試著讓船漂浮到原來的水池中 但是他們終究是放棄了 因為碼頭和近海區無法保持在 不斷退移的海岸線 我不認識你 但是我擔心未來考古學家會將這些東西挖出來 然後在歷史中寫下這段故事並且疑惑：「你們在想什麼？」 那是我們要面對的未來"}, {"zh-tw": " We already use about 50 percent of the Earth's fresh water that's sustainable, and agriculture alone is 70 percent of that. So we use a lot of water, a lot of land for agriculture.", "en": " 我們已使用了地球上百分之五十的淡水 那是能夠維持住的 而其中百分之七十就用在農業 我們為了農業用了很多水和土地"}, {"zh-tw": " We also use a lot of the atmosphere for agriculture. Usually when we think about the atmosphere, we think about climate change and greenhouse gases, and mostly around energy, but it turns out agriculture is one of the biggest emitters of greenhouse gases too.", "en": " 我們也在農業上用了許多的大氣層 通常當我們想到大氣層 我們會想到氣候變遷和溫室氣體 或者通常會和能源有關 但結果農業反而是 產生溫室氣體最大的來源之一"}, {"zh-tw": " If you look at carbon dioxide from burning tropical rainforest, or methane coming from cows and rice, or nitrous oxide from too many fertilizers, it turns out agriculture is 30 percent of the greenhouse gases going into the atmosphere from human activity. That's more than all our transportation.", "en": " 如果你觀察燃燒的熱帶雨林 所產生的二氧化碳 或是牛和稻米產生的甲烷 或是無數的肥料所產生的氧化亞氮 結果是在人類活動裡 農業製造了百分之三十的溫室氣體進入了大氣裡 遠多過於交通運輸工具"}, {"zh-tw": " It's more than all our electricity. It's more than all other manufacturing, in fact.", "en": " 電器用品 以及其它的製造業所產出的量"}, {"zh-tw": " It's the single largest emitter of greenhouse gases of any human activity in the world. And yet, we don't talk about it very much.", "en": " 這是地球上人類所有的行為中 唯一最大的溫室氣體產出來源 而且我們還沒有談到很多"}, {"zh-tw": " So we have this incredible presence today of agriculture dominating our planet, whether it's 40 percent of our land surface, 70 percent of the water we use, 30 percent of our greenhouse gas emissions. We've doubled the flows of nitrogen and phosphorus around the world simply by using fertilizers, causing huge problems of water quality from rivers, lakes, and even oceans, and it's also the single biggest driver of biodiversity loss.", "en": " 今天我們可以看到這個不可思議的情景 農業主宰著我們的地球 先不論它佔了地表百分之四十的土地 百分之七十的水 百分之三十的溫室氣體 我們光是在肥料的使用上 就製造了兩倍流量的氮和磷 造成河流、湖、甚至是海洋水質的許多問題 而且這也是造成生物滅絕 最重大的因素"}, {"zh-tw": " So without a doubt, agriculture is the single most powerful force unleashed on this planet since the end of the ice age. No question. And it rivals climate change in importance.", "en": " 毫無疑問 農業會是冰河期之後 引爆這個地球最重大的因素毫無疑問 農業與氣候變遷的重要性不相上下"}, {"zh-tw": " And they're both happening at the same time. But what's really important here to remember is that it's not all bad. It's not that agriculture's a bad thing.", "en": " 而且這兩件事會同時發生 然而我們要記得最重要的是 事情並非這麼糟農業並非一無是處"}, {"zh-tw": " In fact, we completely depend on it. It's not optional. It's not a luxury. It's an absolute necessity.", "en": " 事實上，我們完全仰賴它 這不是可有可無，也不是奢侈品這是生活的必須品"}, {"zh-tw": " We have to provide food and feed and, yeah, fiber and even biofuels to something like seven billion people in the world today, and if anything, we're going to have the demands on agriculture increase into the future. It's not going to go away. It's going to get a lot bigger, mainly because of growing population. We're seven billion people today heading towards at least nine, probably nine and a half before we're done.", "en": " 我們需要提供食物、飼料、纖維質 甚至是供給地球上的七十億人所需的生物燃料 未來農業的需求 將會增加 這件事不會隨風而逝 問題會愈來愈大 原因主要是人口的成長 現在地球上有七十億人 在我們離開這個世界前將會達到九十億甚至是九十五億人口"}, {"zh-tw": " More importantly, changing diets. As the world becomes wealthier as well as more populous, we're seeing increases in dietary consumption of meat, which take a lot more resources than a vegetarian diet does.", "en": " 更重要的是飲食習慣的變化 如同人口數量，這個世界變得更加富有 我們發現在飲食上，肉類的消耗量增加了 而肉類所需耗費的資源遠多於蔬菜"}, {"zh-tw": " So more people, eating more stuff, and richer stuff, and of course having an energy crisis at the same time, where we have to replace oil with other energy sources that will ultimately have to include some kinds of biofuels and bio-energy sources. So you put these together. It's really hard to see how we're going to get to the rest of the century without at least doubling global agricultural production.", "en": " 有愈來愈多的人、吃得更多東西、更營養的東西 當然同時也產生了能源危機 我們需要將石油換成其它可替代的能源 能夠提供我們永續的 生化燃料與可再生能源 當你把這些放在一起 實在很難想像我們如果沒有兩個地球來發展農業 要怎麼走到下一個世紀"}, {"zh-tw": " Well, how are we going to do this? How are going to double global ag production around the world? Well, we could try to farm more land. This is an analysis we've done, where on the left is where the crops are today, on the right is where they could be based on soils and climate, assuming climate change doesn't disrupt too much of this, which is not a good assumption.", "en": " 我們要怎麼做呢？ 我們要怎麼在地球上產出兩倍的農產量？ 嗯，我們可以試著耕種更多田地 這是我們做的分析 左邊是目前生產的穀量 右邊則是依據土質與氣候預估的產量 誇大氣候變遷並不會粉飾此事 而且那也不是一個好方法"}, {"zh-tw": " We could farm more land, but the problem is the remaining lands are in sensitive areas. They have a lot of biodiversity, a lot of carbon, things we want to protect.", "en": " 我們可以開墾更多的土地 但問題是現在剩下的土地處在敏感的區域 這些地方具有很高的生物多樣性 有大量碳和許多我們想要保護的物種"}, {"zh-tw": " So we could grow more food by expanding farmland, but we'd better not, because it's ecologically a very, very dangerous thing to do. Instead, we maybe want to freeze the footprint of agriculture and farm the lands we have better.", "en": " 因此我們可透過擴展農地來種植更多的食物 不過最好不要這麼做 因為在生態意義上這是非常非常危險的事 相反地，也許我們會希望農業產生的碳足跡可以停止攀升 並且可以在更好的土地上耕種"}, {"zh-tw": " This is work that we're doing to try to highlight places in the world where we could improve yields without harming the environment. The green areas here show where corn yields, just showing corn as an example, are already really high, probably the maximum you could find on Earth today for that climate and soil, but the brown areas and yellow areas are places where we're only getting maybe 20 or 30 percent of the yield you should be able to get.", "en": " 我們目前試著在不傷害環境的前提下 標示出地球各地 能夠增加產量的地區 以玉米為例 綠色顯示了目前產量就很高的區域 也許是你在地球上所能找到的 最佳氣候和土質 而褐色和黃色的部份則是 僅能有百分之二十到三十 的產量"}, {"zh-tw": " You see a lot of this in Africa, even Latin America, but interestingly, Eastern Europe, where Soviet Union and Eastern Bloc countries used to be, is still a mess agriculturally. Now, this would require nutrients and water.", "en": " 你會發現大部份是在非洲，甚至是拉丁美洲 但是有趣的是 過去曾是蘇聯與東歐社會主義國家所在的東歐 至今農產仍十分困乏 現在則需要養份和水"}, {"zh-tw": " It's going to either be organic or conventional or some mix of the two to deliver that. Plants need water and nutrients.", "en": " 這需要透過以有機或是傳統的耕種方式 又或是兩者混合來輸送養份和水 作物需要水和養份"}, {"zh-tw": " But we can do this, and there are opportunities to make this work. But we have to do it in a way that is sensitive to meeting the food security needs of the future and the environmental security needs of the future.", "en": " 我們做得到，而且也有機會能夠成功 但是我們需要以一種能夠 確保未來食物不會匱乏 而且也能達到環境安全的方式來進行"}, {"zh-tw": " We have to figure out how to make this tradeoff between growing food and having a healthy environment work better. Right now, it's kind of an all-or-nothing proposition.", "en": " 我們需要找出一個權衡之計 來兼顧食物供給的需求與健康的生活環境 現在我們面臨了不容妥協的情況"}, {"zh-tw": " We can grow food in the background -- that's a soybean field — and in this flower diagram, it shows we grow a lot of food, but we don't have a lot clean water, we're not storing a lot of carbon, we don't have a lot of biodiversity. In the foreground, we have this prairie that's wonderful from the environmental side, but you can't eat anything. What's there to eat? We need to figure out how to bring both of those together into a new kind of agriculture that brings them all together.", "en": " 我們可以種植作物 這是黃豆田 在這朵花型圖表中，顯示了我們種植了很多作物 但是我們沒有很多乾淨的水 我們沒有儲存許多碳，也沒有生物多樣的環境 以環保的角度來看 我們能擁有這片草原是很好的事 但是你不能靠此填飽肚子 我們需要找到一個兩全其美的新農耕方式 來同時滿足這兩種需求"}, {"zh-tw": " Now, when I talk about this, people often tell me, \"Well, isn't blank the answer?\" -- organic food, local food, GMOs, new trade subsidies, new farm bills -- and yeah, we have a lot of good ideas here, but not any one of these is a silver bullet. In fact, what I think they are is more like silver buckshot.", "en": " 現在，當我提到這件事時，大家都會跟我說： 「不是有甚麼甚麼了嗎？」 包含有機食物、在地食材、基因改造生物、新的農田法案…等等 我們有很多好的方法 但是沒有任何一個是銀色子彈（能面面俱到的完美方案） 事實上，我想要的是銀色獵槍彈"}, {"zh-tw": " And I love silver buckshot. You put it together and you've got something really powerful, but we need to put them together. So what we have to do, I think, is invent a new kind of agriculture that blends the best ideas of commercial agriculture and the green revolution with the best ideas of organic farming and local food and the best ideas of environmental conservation, not to have them fighting each other but to have them collaborating together to form a new kind of agriculture, something I call \"terraculture,\" or farming for a whole planet.", "en": " 我愛銀色獵槍彈 你把所有的東西放在一起之後就會得到很強大的力量 但前提是我們得要把它們都放在一起 所以我們需要做的是 發明一種新的農耕方式 能夠同時滿足經濟農業和綠色革命 以有機農業和在地食材的最佳方式 並且結合環境保護的理念 不需要讓這些好的理念相互廝殺 而是可以互相合作來發展出一項新的農業 我稱它為「地球耕育」（terraculture）或是為全星球耕種"}, {"zh-tw": " Now, having this conversation has been really hard, and we've been trying very hard to bring these key points to people to reduce the controversy, to increase the collaboration. I want to show you a short video that does kind of show our efforts right now to bring these sides together into a single conversation. So let me show you that.", "en": " 現在要進行這樣的溝通非常困難 我們已非常努力地將這些理念帶給大家 減少爭議 並且讓大家增加合作的意願 我想放一段短片 能夠讓你了解我們正在做的努力 讓各方能夠相互對話請看影片"}, {"zh-tw": " (Music) (\"Institute on the Environment, University of Minnesota: Driven to Discover\") (Music) (\"The world population is growing by 75 million people each year. That's almost the size of Germany.", "en": " （音樂） （美國明尼蘇達州的環保團體與大學：「起身去發掘」） （音樂） （「世界人口逐日增加 每年成長七千五百萬人 幾乎等同於德國的人口"}, {"zh-tw": " Today, we're nearing 7 billion people. At this rate, we'll reach 9 billion people by 2040.", "en": " 地球即將達到七十億人口 以這樣的比例，我們將在2040年達到九十億人"}, {"zh-tw": " And we all need food. But how? How do we feed a growing world without destroying the planet? We already know climate change is a big problem.", "en": " 每個人都需要食物 但是食物要從何而來？ 我們要如何能餵飽這個逐日成長的地球而不破壞它？ 我們已經知道氣候變遷是很大的問題"}, {"zh-tw": " But it's not the only problem. We need to face 'the other inconvenient truth.' A global crisis in agriculture.", "en": " 但是那並不是唯一的問題 我們需要面對「另一個不願面對的真相」 全球正面臨了農業危機"}, {"zh-tw": " Population growth + meat consumption + dairy consumption + energy costs + bioenergy production = stress on natural resources. More than 40% of Earth's land has been cleared for agriculture.", "en": " 人口成長 + 肉類消耗 + 乳類消耗 + 能源耗損 + 生質能源製造 = 自然資源的壓力 地球上超過百分之四十的土地已開發為農地"}, {"zh-tw": " Global croplands cover 16 million km². That's almost the size of South America.", "en": " 全球的農田超過一千六百萬平方公里 幾乎是南美洲的大小"}, {"zh-tw": " Global pastures cover 30 million km². That's the size of Africa.", "en": " 全球的牧地超過三千萬平方公里 幾乎和非洲一樣大"}, {"zh-tw": " Agriculture uses 60 times more land than urban and suburban areas combined. Irrigation is the biggest use of water on the planet.", "en": " 農業所使用的土地是都市加上郊區總面積的六十倍 灌溉所需的水則是最大量的"}, {"zh-tw": " We use 2,800 cubic kilometers of water on crops every year. That's enough to fill 7,305 Empire State Buildings every day.", "en": " 每年用在灌溉農田的水要兩千八百立方公里 這些水足夠用來每天裝滿7305棟帝國大廈"}, {"zh-tw": " Today, many large rivers have reduced flows. Some dry up altogether.", "en": " 近年來有許多大型河流的流量大幅減少 有的甚至早已乾涸"}, {"zh-tw": " Look at the Aral Sea, now turned to desert. Or the Colorado River, which no longer flows to the ocean.", "en": " 看看死海，現在已變成沙漠 科羅納多河也不再流向大海"}, {"zh-tw": " Fertilizers have more than doubled the phosphorus and nitrogen in the environment. The consequence? Widespread water pollution and massive degradation of lakes and rivers.", "en": " 肥料使得環境中磷和氮的含量超過兩倍 結果呢？ 造成了大範圍的水污染 以及湖水及河水大量惡化"}, {"zh-tw": " Surprisingly, agriculture is the biggest contributor to climate change. It generates 30% of greenhouse gas emissions.", "en": " 令人驚訝的是，農業是氣候變遷的最大原因 有百分之三十的溫室氣體由其產生"}, {"zh-tw": " That's more than the emissions from all electricity and industry, or from all the world's planes, trains and automobiles. Most agricultural emissions come from tropical deforestation, methane from animals and rice fields, and nitrous oxide from over-fertilizing.", "en": " 遠超過所有電力、工業 或是全世界的飛機、火車和汽車所排放的氣體 大部份的農業排放氣體來自熱帶的山林砍伐 動物和稻田產生的甲烷 以及過度施肥所產生的一氧化氮"}, {"zh-tw": " There is nothing we do that transforms the world more than agriculture. And there's nothing we do that is more crucial to our survival.", "en": " 農業是改變世界最大的因素 我們的決定將會是影響生存的關鍵"}, {"zh-tw": " Here's the dilemma... As the world grows by several billion more people, We'll need to double, maybe even triple, global food production.", "en": " 這是讓人左右為難的窘境… 隨著世界人口即將超過七十傹人 我們將需要兩到三倍的食物產量"}, {"zh-tw": " So where do we go from here? We need a bigger conversation, an international dialogue. We need to invest in real solutions: incentives for farmers, precision agriculture, new crop varieties, drip irrigation, gray water recycling, better tillage practices, smarter diets.", "en": " 我們將何去何從？ 我們需要更大規模、全球性的對話 我們需要找出真正能夠解決的辦法： 提供農民誘因、精緻農業、新的穀物種類、滴灌 灰水回收利用、改善耕地流程、更聰明的飲食習慣"}, {"zh-tw": " We need everyone at the table. Advocates of commercial agriculture, environmental conservation, and organic farming...", "en": " 我們需要每個人都共同參與 提倡商業性農業 環境保護 以及有機耕種…等等"}, {"zh-tw": " must work together. There is no single solution.", "en": " 有許多工作需要一起進行 但是沒有單一的解決方法"}, {"zh-tw": " We need collaboration, imagination, determination, because failure is not an option. How do we feed the world without destroying it? Yeah, so we face one of the greatest grand challenges in all of human history today: the need to feed nine billion people and do so sustainably and equitably and justly, at the same time protecting our planet for this and future generations.", "en": " 我們應該要合作 想像力 決心 因為失敗不是選項之一 我們要如何供給全世界食物而不破壞地球？ 是的，我們正面臨人類史上 最大的挑戰： 找到能夠長期穩定、公平、公正的方式 來滿足九十億人的食物需求 同時也為我們以及下一代 保護這個地球"}, {"zh-tw": " This is going to be one of the hardest things we ever have done in human history, and we absolutely have to get it right, and we have to get it right on our first and only try. So thanks very much.", "en": " 這將會是人類史上 最難完成的事情之一 我們絕對要做得正確 僅此一次，不許失敗 謝謝！（鼓掌）"}], "title": "Jonathan Foley The Other Inconvenient Truth"}