{"url": "http://www.ted.com/talks/abigail_washburn_building_us_china_relations_by_banjo", "paragraphs": [{"zh-tw": " If you had caught me straight out of college in the halls of the Vermont State House where I was a lobbyist in training and asked me what I was going to do with my life, I would have told you that I'd just passed the Hanyu Shuiping Kaoshi, the Chinese equivalency exam, and I was going to go study law in Beijing, and I was going to improve U.S.-China relations through top-down policy changes and judicial system reforms. I had a plan, and I never ever thought it would have anything to do with the banjo.", "en": " 假如你在我大學剛畢業的時候認識我 那時， 我還在佛蒙特州政府 接受培訓，準備成為遊說員 如果你問我的志向 我會告訴你說 我剛通過了漢語水平考試， 也就是中文等級考試， 而且我打算到北京去學習法律， 然後致力於改進中美關係 透過將政策改弦易轍 和改革司法制度的方式。 我曾經有這個計劃過， 但是我從來都沒想到過 我會用五弦琴 來實現這個計劃。"}, {"zh-tw": " Little did I know what a huge impact it would have on me one night when I was at a party and I heard a sound coming out of a record player in the corner of a room. And it was Doc Watson singing and playing \"Shady Grove.\" ♫ Shady Grove, my little love ♫ ♫ Shady Grove, my darlin' ♫ ♫ Shady Grove, my little love ♫ ♫ Going back to Harlan ♫ That sound was just so beautiful, the sound of Doc's voice and the rippling groove of the banjo.", "en": " 我從沒想過 那一夜對我的影響是如此巨大。 那是在一個聚會上 我聽到一個聲音 是從房間角落的唱片機里傳出來。 是多克.沃曾 邊彈邊唱着那首 “格魯夫”. ♫格魯夫，我的愛♫ ♫格魯夫，我親愛的♫ ♫格魯夫，我的愛♫ ♫ 回到哈蘭 ♫ 多克的聲音 和五弦琴的繞樑之音配合在一起 簡直是美妙至極"}, {"zh-tw": " And after being totally and completely obsessed with the mammoth richness and history of Chinese culture, it was like this total relief to hear something so truly American and so truly awesome. I knew I had to take a banjo with me to China.", "en": " 在完全沉迷於 中國文化巨大的 豐富與歷史性之後， 再聽到這樣純正美式的東西 完全就像一種解脫 簡直太美妙了。 我意識到我必須帶着五弦琴去中國。"}, {"zh-tw": " So before going to law school in China I bought a banjo, I threw it in my little red truck and I traveled down through Appalachia and I learned a bunch of old American songs, and I ended up in Kentucky at the International Bluegrass Music Association Convention. And I was sitting in a hallway one night and a couple girls came up to me.", "en": " 所以在去中國上法學院之前 我買了一把五弦琴，丟到我那輛紅色的小卡車上 然後一路旅遊到了阿巴拉契亞 學到了不少美國的歌曲， 最後到達肯塔基 去看了國際藍草音樂聯合會會議。 有一天晚上，我坐在大廳 幾個女孩走了過來。"}, {"zh-tw": " And they said, \"Hey, do you want to jam?\" And I was like, \"Sure.\" So I picked up my banjo and I nervously played four songs that I actually knew with them. And a record executive walked up to me and invited me to Nashville, Tennessee to make a record.", "en": " 她們問我，“嘿，你想和我配合彈幾曲嗎？” 我回答，“當然。” 然後，我拿起了我的琴 緊張地彈了四首我會的歌曲。 然後，一個唱片製作向我走了過來 邀請我到田納西州的纳什维尔, 去製作唱片。"}, {"zh-tw": " It's been eight years, and I can tell you that I didn't go to China to become a lawyer. In fact, I went to Nashville.", "en": " 8年了 我可以告訴你的是，我沒有去中國成為律師 事實上，我去了纳什维尔"}, {"zh-tw": " And after a few months I was writing songs. And the first song I wrote was in English, and the second one was in Chinese.", "en": " 幾個月後，我開始寫歌。 第一首歌，我用英語創作 第二首歌，我就用中文寫"}, {"zh-tw": " (Music) [Chinese] Outside your door the world is waiting. Inside your heart a voice is calling.", "en": " （音樂） ［中文］ 門外有個世界 心中有個聲音"}, {"zh-tw": " The four corners of the world are watching, so travel daughter, travel. Go get it, girl.", "en": " 四方等你來呀 勇於遊歷 去吧，女孩兒"}, {"zh-tw": " It's really been eight years since that fated night in Kentucky. And I've played thousands of shows.", "en": " 自從肯塔基那命中注定之夜後，到現在已經8年了 我也已經演出了過逾千場"}, {"zh-tw": " And I've collaborated with so many incredible, inspirational musicians around the world. And I see the power of music.", "en": " 和我合作過的 有很多世界各地激發人靈感的出色音樂家 我看到了音樂的力量"}, {"zh-tw": " I see the power of music to connect cultures. I see it when I stand on a stage in a bluegrass festival in east Virginia and I look out at the sea of lawn chairs and I bust out into a song in Chinese.", "en": " 我看到了 音樂聯接文化的力量 特別是在西維吉尼亞州的藍草音樂節 我站在舞台上 看着台下坐在草坪上的人海 我突然間唱了首中文歌"}, {"zh-tw": " [Chinese] And everybody's eyes just pop wide open like it's going to fall out of their heads. And they're like, \"What's that girl doing?\" And then they come up to me after the show and they all have a story.", "en": " ［中文］ 每個人都瞪大了眼睛 就像眼珠子快掉了似的 他們不禁在想，“那個女孩子在幹甚麼？” 表演過後，他們紛紛來找我 大家都有自己的故事"}, {"zh-tw": " They all come up and they're like, \"You know, my aunt's sister's babysitter's dog's chicken went to China and adopted a girl.\" And I tell you what, it like everybody's got a story. It's just incredible.", "en": " 比如說 “你知道嗎，我阿姨的姊姊的保姆的狗的雞去中國了 還領養了個女孩子” 我告訴你，每一個人都有他自己的故事 太神奇了"}, {"zh-tw": " And then I go to China and I stand on a stage at a university and I bust out into a song in Chinese and everybody sings along and they roar with delight at this girl with the hair and the instrument, and she's singing their music. And I see, even more importantly, the power of music to connect hearts.", "en": " 在那之後，我去了中國 在一個大學的舞台上 我唱出了一首中文歌 台下的每個人都跟著唱 他們高興地沖着 台上的這個女孩大聲唱 儘管有着不同的頭髮，用着不一樣的樂器 卻唱着他們的音樂 我認為，更重要的是 音樂的力量能將心與心相連"}, {"zh-tw": " Like the time I was in Sichuan Province and I was singing for kids in relocation schools in the earthquake disaster zone. And this little girl comes up to me.", "en": " 比如這次我在四川省 的地震災區 為臨時小學里的孩子們表演 有個小女孩走到我身邊。"}, {"zh-tw": " [Chinese] \"Big sister Wong,\" Washburn, Wong, same difference. \"Big sister Wong, can I sing you a song that my mom sang for me before she was swallowed in the earthquake?\" And I sat down, she sat on my lap.", "en": " “［中文］” “王大姐” 沃什波恩，王，差不多啦。 “王大姐，我可以給你唱一首 我媽媽被地震吞噬前 唱給我的歌嗎？“ 我坐了下來， 她坐在我腿上"}, {"zh-tw": " She started singing her song. And the warmth of her body and the tears rolling down her rosy cheeks, and I started to cry.", "en": " 開始唱着她的歌 她身體傳來的溫度 滑落她粉紅臉蛋的淚珠 讓我開始哭"}, {"zh-tw": " And the light that shone off of her eyes was a place I could have stayed forever. And in that moment, we weren't our American selves, we weren't our Chinese selves, we were just mortals sitting together in that light that keeps us here.", "en": " 閃爍在她眼睛里的淚光 讓我久久不能忘懷 那一刻，我們不是美國人 我們不是中國人 我們只是凡人 坐在一片將我們維繫在一起的光輝裡，"}, {"zh-tw": " I want to dwell in that light with you and with everyone. And I know U.S.-China relations doesn't need another lawyer.", "en": " 我想和你們大家 一起住在那片光裡 而且我知道中美關係中 也不需要再多一名律師"}, {"zh-tw": " Thank you.", "en": " 謝謝。"}], "title": "Abigail Washburn Building Us China Relations By Banjo"}