{"url": "http://www.ted.com/talks/drew_curtis_how_i_beat_a_patent_troll", "paragraphs": [{"zh-tw": " Last January, my company, Fark.com, was sued along with Yahoo, MSN, Reddit, AOL, TechCrunch and others by a company called Gooseberry Natural Resources. Gooseberry owned a patent for the creation and distribution of news releases via email.", "en": " 去年一月 我的公司 Fark.com 被人告了 一同被告的還有 雅虎, MSN, Reddit, 美國在線, TechCrunch 等 提告的是一家叫 Gooseberry Natural Resources 的公司 這家公司擁有 透過電子郵件來 來產生和發佈新聞稿的專利"}, {"zh-tw": " Now it may seem kind of strange that such a thing can actually be patented, but it does happen all the time. Take something already being done and patent it for an emerging technology -- like phone calls on the internet or video listings for TV shows or radio but for cellphones, and so on.", "en": " 這也可以是專利 真的令人難以致信 但這種事並不少見 將已經存在的東西 作為新興技術申請專利 像透過網路打電話 或將影片目錄用在電視上 還有在手機上聼收聲機 等等"}, {"zh-tw": " The problem with these patents is that the mechanisms are obscure and the patent system is dysfunctional, and as a result, most of these lawsuits end in settlements. And because these settlements are under a non-disclosure agreement, no one knows what the terms were.", "en": " 之所以會有這些關於專利權的糾紛 是因為這方面的機制含糊不清 還有專利系統的不健全 結果導致大部分的訴訟都以和解收場 又因爲和解的保密條款 沒有人知道和解的内容是什麽"}, {"zh-tw": " And as a result, the patent troll can claim that they won the case. In the case of Gooseberry Natural Resources, this patent on emailing news releases had sort of a fatal flaw as it pertained to myself, and that was that in the mainstream media world there is only one definition for news release, and it turns out that is press release -- as in P.R.", "en": " 所以這些專利蟑螂 可以宣稱他們贏了官司 在Gooseberry Natural Resources 的例子裏 用電子郵件發送新聞稿的專利 在我看來 有一個致命的缺陷 這個缺陷就是在主流媒體中 對發佈新聞稿的定義只有一個 就是報道新聞的文字稿 也就是公關學裏對新聞稿的定義"}, {"zh-tw": " Now my company, Fark, deals with news, ostensibly, and as a result we were not in violation of this patent. So case closed, right? Wrong.", "en": " 而我的公司 Fark 很明顯 只在處理新聞 而不是新聞稿 所以 我們並沒有侵犯這個專利 所以官司可以了結 對不對？ 錯"}, {"zh-tw": " One of the major problems with patent law is that, in the case that when you are sued by a patent troll, the burden of proof that you did not infringe on the patent is actually on the defendant, which means you have to prove that you do not infringe on the patent they're suing you on. And this can take quite a while.", "en": " 專利法一個大問題是 當你被一個專利蟑螂告的時候 去舉證沒有侵犯該專利的責任 是落在被告的身上 也就是說你要去證明 你沒有侵犯他們所提出的專利 這很花時間"}, {"zh-tw": " You need to know that the average patent troll defense costs two million dollars and takes 18 months when you win. That is your best case outcome when you get sued by a patent troll.", "en": " 大家要知道 處理專利蟑螂控告的案件 每件平均要花2百萬美元 就算你最後勝訴 這個司法過程共需要18個月 這還是被專利蟑螂起訴的 最佳結局"}, {"zh-tw": " Now I had hoped to team up with some of these larger companies in order to defend against this lawsuit, but one-by-one they settled out of the case, even though -- and this is important -- none of these companies infringed on this patent -- not a one of them. And they started settling out.", "en": " 我那時想跟一些大公司聯手 來共同打這個官司 但是他們一個接一個地選擇和解 但重點是 沒有任何一家公司 有侵犯到這個專利 完全沒有 他們就這樣和解了"}, {"zh-tw": " The reason they settled out is because it's cheaper to settle than to fight the lawsuit -- clearly, two million dollars cheaper in some cases, and much worse if you actually lose. It would also constitute a massive distraction for management of a company, especially a small eight-man shop like my company.", "en": " 他們這麽做的原因是 和解所需的費用比訴訟少 因為即使你贏了, 你也要付200萬美元的訴訟費 而如果官司輸了, 你就要賠更多的錢 同時, 法律訴訟會嚴重打亂公司的管理節奏 特別是我這種只由8人組成的小公司來說"}, {"zh-tw": " Six months into the lawsuit, we finally reached the discovery phase. And in discovery phase, we asked the patent troll to please provide screenshots of Fark where the infringement of their patent was actually occurring.", "en": " 進入司法程序的第6個月 終於到了舉證的階段 在舉證的階段 我們要求專利蟑螂拿出 我們公司 侵犯他們專利 實際例子的截圖"}, {"zh-tw": " Now perhaps it's because no such screenshots actually existed, but suddenly Gooseberry wanted to settle. Their attorney: \"Ah, yes. My company's having a reorganization on our end.\" Never mind the fact that the address led to a strip mall somewhere in Northern L.A.", "en": " 或許是因爲這樣的截圖根本不存在 Gooseberry突然說要和解 他們的律師說 “喔。 因爲我們公司内部正在重整，” 但事實是 這個公司位於洛杉磯北部的某購物中心"}, {"zh-tw": " with no employees. \"And we'd like to go ahead and close this out.", "en": " 那裏根本就沒人在辦公 “所以我們希望快快解決這個案件，展望未來，"}, {"zh-tw": " So would you mind giving us your best and final offer?\" My response: \"How about nothing?!\" We didn't have high hopes for that outcome. But they settled.", "en": " 所以可不可以告訴我 你們願意付多少和解金呢?\" 我的回答是： “零元，你看怎樣？!” 我們對這個價碼沒太多信心 但是他們同意和解"}, {"zh-tw": " No counter offer. Now, as mentioned before, one of the reasons I can talk to you about this is because there's no non-disclosure agreement on this case.", "en": " 而且沒有討價還價 我剛剛也提到 我今天還能在這裡跟大家談這個案子 原因是這個和解沒有保密條款"}, {"zh-tw": " Now how did that happen? Well during the settlement process, when we received our copy, I struck it. My attorney said, \"Nah, no chance of that working.\" It came back signed.", "en": " 為甚麼呢? 這是因為 在我們收到和解書時候 我把它劃掉了 我的律師說: “對方不大可能會同意啊。” 但 對方簽了那份和解書"}, {"zh-tw": " Now why? You can call them. They're not under NDA either.", "en": " 爲什麽會這樣？你可以打電話問他們 他們也不受保密條款的限制"}, {"zh-tw": " Now what did I learn from this case? Well, three things. First of all, if you can, don't fight the patent, fight the infringement.", "en": " 那麽我從這個案子學到了什麽？三件事 第一 可以的話 不要從專利上下手 要從專利侵害上下手"}, {"zh-tw": " Patents are very difficult to overturn. Infringement is a lot easier to disprove.", "en": " 否決專利訴訟很困難 但專利侵害則比較容易提出反證"}, {"zh-tw": " Secondly, make it clear from the beginning that either you have no money at all or that you would rather spend money with your attorney fighting the troll than actually giving them the money. Now the reason this works is because patent trolls are paid a percentage of what they're able to recover in settlements.", "en": " 第二 一開始就講清楚 說你根本沒半毛錢 或是說你寧願花錢告垮專利蟑螂 也不願把錢給他們 爲什麽這會有用 是因爲專利蟑螂 能在和解金上抽成"}, {"zh-tw": " If it becomes clear to them that they cannot recover any money, they become less interested in pursuing the case. Finally, make sure that you can tell them that you will make this process as annoying and as painful and as difficult as possible for them.", "en": " 如果他們覺得在這個案件上得不到錢 他們就不會有興趣告到底 最後一點 明白地告訴他們 說你會盡全力把訴訟過程 弄得非常麻煩 令他們痛不欲生、雞犬不寧"}, {"zh-tw": " Now this is a tactic that patent trolls are supposed to use on people to get their way. It turns out, because they're paid on contingency, it works really, really well in reverse.", "en": " 這本來是那些專利蟑螂 為達到目的耍的技倆 但是因爲他們只有勝訴時才有酬勞 所以這個方法十分有效"}, {"zh-tw": " Don't forget that. So what does all this mean? Well to sum up, it boils down to one thing: Don't negotiate with terrorists.", "en": " 一定要記住這個 那麽這一切要告訴我們什麽？ 總結的來説 可以用以下一句話來做結論 絕對不跟恐怖分子協商"}, {"zh-tw": " Patent trolls have done more damage to the United States economy than any domestic or foreign terrorist organization in history every year. And what do they do with that money? They plow it right back into filing more troll lawsuits.", "en": " 專利蟑螂每年對美國的經濟 所帶來的傷害比起任何時期 國内國外的任何恐怖組織 都還要大 那他們怎麽花那些和解金？ 他們把和解金起訴更多的公司"}, {"zh-tw": " Now this is the point in the Talk where I'm supposed to come up with some kind of a solution for the patent system. And the problem with that is that there are two very large industry groups that have different outcomes in mind for the patent system.", "en": " 這個演講進行到這 我應該要為完善專利系統提出一些建議 但問題是 目前有兩大工業 他們對專利系統 有不同的主張和看法"}, {"zh-tw": " The health care industry would like stronger protections for inventors. The hi-tech industry would like stronger protections for producers.", "en": " 醫療衛生工業 希望對發明者有更多的保護 而高科技產業 則希望對製造商有更多的保護"}, {"zh-tw": " And these goals aren't necessarily diametrically opposed, but they are at odds. And as a result, patent trolls can kind of live in the space in between.", "en": " 這兩個觀點不是對立的，但並不一致 這導致專利蟑螂能在中間的灰色地帶生存"}, {"zh-tw": " So unfortunately I'm not smart enough to have a solution for the patent troll problem. However, I did have this idea, and it was kind of good.", "en": " 所以很不幸地 我還不夠聰明 沒能想出對付專利蟑螂的辦法 但是我倒是有個主意 我覺得挺不錯的主意"}, {"zh-tw": " And I thought, \"I should patent this.\" Behold, patent infringement via mobile device -- defined as a computer which is not stationary. My solution: award me this patent and I will troll them out of existence.", "en": " 我在想 我該給我的主意申請專利保護 大家小心了。為定義為非固定電腦的 移動裝置申請專利 我的解決方法是：將這個專利給我 我會用這個專利將專利蟑螂趕盡殺絕"}, {"zh-tw": " Thank you.", "en": " 謝謝大家"}], "title": "Drew Curtis How I Beat A Patent Troll"}