{"url": "http://www.ted.com/talks/joshua_foer_feats_of_memory_anyone_can_do", "paragraphs": [{"zh-tw": " I'd like to invite you to close your eyes. Imagine yourself standingoutside the front door of your home. I'd like you to noticethe color of the door, the material that it's made out of.", "en": " ﻿請大家跟我一起閉上眼睛 想象一下 你站在 自己家門外 請留心一下門的顏色"}, {"zh-tw": " Now visualize a packof overweight nudists on bicycles. They are competingin a naked bicycle race, and they are headed straightfor your front door.", "en": " 以及門的材質 現在請想象一群超重的裸騎者 正在進行一場裸體自行車賽 向你的前門直沖而來"}, {"zh-tw": " I need you to actually see this. They are pedalingreally hard, they're sweaty, they're bouncing around a lot.", "en": " 盡量讓畫面栩栩如生近在眼前 他們都在奮力地踩腳踏板 汗流浹背 路面非常顛簸"}, {"zh-tw": " And they crash straightinto the front door of your home. Bicycles fly everywhere,wheels roll past you, spokes end up in awkward places.", "en": " 然後徑直撞進了你家前門 自行車四下飛散 車輪從你身旁滾過 輻條紮進了各種尷尬角落"}, {"zh-tw": " Step over the threshold of your doorinto your foyer, your hallway, whatever's on the other side, and appreciate the quality of the light. The light is shiningdown on Cookie Monster.", "en": " 跨過門檻 進到門廳 走廊 和門裏的其他地方 室內光線柔和舒適 光線灑在甜餅怪物身上"}, {"zh-tw": " Cookie Monster is waving at youfrom his perch on top of a tan horse. It's a talking horse.", "en": " 他坐在一匹棕色駿馬的馬背上 向你招手 這匹馬會說話"}, {"zh-tw": " You can practically feelhis blue fur tickling your nose. You can smell the oatmeal raisin cookiethat he's about to shovel into his mouth.", "en": " 你可以感覺到怪物的藍色鬃毛讓你鼻子發癢 你可以聞到他正要扔進嘴裏的葡萄燕麥曲奇的香氣"}, {"zh-tw": " Walk past him. Walk past him into your living room.", "en": " 繞過他. 繞過他走進客廳"}, {"zh-tw": " In your living room,in full imaginative broadband, picture Britney Spears. She is scantily clad, she's dancingon your coffee table, and she's singing\"Hit Me Baby One More Time.\" And then, follow me into your kitchen.", "en": " 站在客廳裏 把你的想象力調到最大檔 想象小甜甜布蘭妮 她衣著性感 在你咖啡桌上跳舞 並唱著\"Hit Me Baby One More Time\" 接下來 跟著我走進你的廚房"}, {"zh-tw": " In your kitchen, the floor has beenpaved over with a yellow brick road, and out of your oven are comingtowards you Dorothy, the Tin Man, the Scarecrow and the Lionfrom \"The Wizard of Oz,\" hand-in-hand, skippingstraight towards you. Okay. Open your eyes.", "en": " 廚房的地面被一道黃磚路覆蓋 依次鉆出你的烤箱向你走來的是 《綠野仙蹤》裏的多蘿西 鐵皮人 稻草人 和獅子 他們手挽著手 蹦蹦跳跳地向你走來 好了 睜開眼睛吧"}, {"zh-tw": " I want to tell youabout a very bizarre contest that is held every springin New York City. It's called the United StatesMemory Championship.", "en": " 我要給你們講一個每年春天在紐約 都會舉辦的奇異競賽 叫做全美記憶冠軍賽"}, {"zh-tw": " And I had gone to coverthis contest a few years back as a science journalist, expecting, I guess, that this was goingto be like the Superbowl of savants. This was a bunch of guys and a few ladies, widely varying in both ageand hygienic upkeep.", "en": " 幾年前我作為一名科技類記者 去報道這項競賽 我期待這是一個 學者的超級碗 參加比賽的是一群男人 以及少數女人 在年齡和衛生習慣上有很大不同"}, {"zh-tw": " They were memorizinghundreds of random numbers, looking at them just once. They were memorizing the names of dozensand dozens and dozens of strangers.", "en": " 他們在記憶幾百個隨機數 卻僅僅看那些數字一眼 他們記很多陌生人名"}, {"zh-tw": " They were memorizingentire poems in just a few minutes. They were competingto see who could memorize the order of a shuffled packof playing cards the fastest.", "en": " 他們在幾分鍾內記憶征收詩歌 他們競爭來看誰能 最快的記憶一副牌的順序"}, {"zh-tw": " I was like, this is unbelievable. These people must be freaks of nature.", "en": " 我覺得這難以想象 這些人一定是異類"}, {"zh-tw": " And I started talkingto a few of the competitors. This is a guy called Ed Cook,who had come over from England, where he had oneof the best-trained memories.", "en": " 所以我開始和他們交流 有一個叫艾德·庫克的人 是英格蘭人 在那裏他是記憶力最好的人之一"}, {"zh-tw": " And I said to him,\"Ed, when did you realize that you were a savant?\" And Ed was like, \"I'm not a savant. In fact, I have just an average memory.", "en": " 我說 艾德你什麽時候意識到 你是這種專家？ 他說 我不是專家 我的記憶力很普通"}, {"zh-tw": " Everybody who competesin this contest will tell you that they have just an average memory. We've all trained ourselves to performthese utterly miraculous feats of memory using a set of ancient techniques, techniques invented2,500 years ago in Greece, the same techniques that Cicerohad used to memorize his speeches, that medieval scholars had usedto memorize entire books.\" And I said, \"Whoa. How comeI never heard of this before?\" And we were standingoutside the competition hall, and Ed, who is a wonderful, brilliant,but somewhat eccentric English guy, says to me, \"Josh, you'rean American journalist.", "en": " 這個比賽中的所有人 都會告訴你他們的記憶力很普通 我們訓練我們自己 來完成這種奇迹般的任務 用的只是一些很古老的技巧 在2500年前的希臘就有了 這個西斯羅用來記憶演講 是同一個技術 也是醫學學者來背醫書的技巧 我問 喔 我怎麽從來沒聽說過？ 然後我們站在競賽大堂外面 艾德 一個奇妙的 聰明的 但有些奇怪的英國人 告訴我 約什 你是一個美國記者"}, {"zh-tw": " Do you know Britney Spears?\" I'm like, \"What? No. Why?\" \"Because I really wantto teach Britney Spears how to memorize the orderof a shuffled pack of playing cards on U.S. national television. It will prove to the worldthat anybody can do this.\" I was like, \"Well, I'm not Britney Spears, but maybe you could teach me.", "en": " 你知道布蘭妮·斯皮爾斯（歌手）嗎？ 我說 什麽 不 圍著幹嘛 因爲我想叫布蘭妮·斯皮爾斯 如何記憶撲克牌順序 在美國國家電視台上 這樣就能證明每個人都行 我說 我不是布蘭妮·斯皮爾斯 但也許你能教我"}, {"zh-tw": " I mean, you've got to startsomewhere, right?\" And that was the beginningof a very strange journey for me. I ended up spendingthe better part of the next year not only training my memory, but also investigating it, trying to understand how it works, why it sometimes doesn't work, and what its potential might be.", "en": " 我說 咱們開始吧 這對于我來說是一段奇異的旅行 在最後 我花了第二年的很長時間 不僅用來訓練記憶力 更研究它 嘗試弄懂它如何工作 爲什麽有時不工作 它的潛能何在"}, {"zh-tw": " And I met a hostof really interesting people. This is a guy called E.P.", "en": " 我遇到了很多很有趣的人 有一個叫E.P."}, {"zh-tw": " He's an amnesic who had, very possibly, the worst memory in the world. His memory was so bad, that he didn't even rememberhe had a memory problem, which is amazing.", "en": " 他是一個健忘症患者 也許有著 世界上最糟糕的記憶力 他的記憶力太不好 以至于他不記得他又記憶問題 這多麽驚訝"}, {"zh-tw": " And he was this incredibly tragic figure, but he was a window into the extentto which our memories make us who we are. At the other endof the spectrum, I met this guy.", "en": " 他就是這樣一個悲劇的人 但它反映了 記憶能把我們變成什麽 在另一個極端 我遇見了這個人"}, {"zh-tw": " This is Kim Peek, he was the basisfor Dustin Hoffman's character in the movie \"Rain Man.\" We spent an afternoon togetherin the Salt Lake City Public Library memorizing phone books, which was scintillating. And I went back and I reada whole host of memory treatises, treatises written 2,000-plusyears ago in Latin, in antiquity, and then later,in the Middle Ages.", "en": " 他叫金·匹克 他就是達斯汀·霍夫曼電影“雨人”的原型 他花一個下午 在鹽湖城公共圖書館記電話號 這閃爍著光芒 然後我回去讀了很多關于記憶的文章 在兩千多年前寫的 用拉丁文寫的 然後就是在中世紀寫的"}, {"zh-tw": " And I learned a whole bunchof really interesting stuff. One of the really interestingthings that I learned is that once upon a time, this idea of having a trained,disciplined, cultivated memory was not nearly so alienas it would seem to us to be today.", "en": " 我學到了很多有趣的是 其中一個就是 從前 訓練記憶力這個觀念 沒有現在這麽陌生"}, {"zh-tw": " Once upon a time,people invested in their memories, in laboriously furnishing their minds. Over the last few millenia, we've invented a series of technologies -- from the alphabet, to the scroll, to the codex, the printingpress, photography, the computer, the smartphone -- that have made it progressivelyeasier and easier for us to externalize our memories, for us to essentially outsourcethis fundamental human capacity.", "en": " 從前人們努力訓練記憶力 通過極爲刻苦的工作 在過去的幾千年裏 我們發明了一系列的技術—— 從字母表到滾軸 到代碼 出版社 攝影 計算機 智能手機—— 這些都把記憶 變得越來越簡單 讓我們超越 人類的極限"}, {"zh-tw": " These technologies have madeour modern world possible, but they've also changed us. They've changed us culturally, and I would argue that they'vechanged us cognitively.", "en": " 這些技術讓我們的現代社會成爲可能 但他們也改變了我們 他們在文化上改變了我們 而且我想說他們從認知上改變了我們"}, {"zh-tw": " Having little need to remember anymore, it sometimes seemslike we've forgotten how. One of the last places on Earthwhere you still find people passionate about this idea ofa trained, disciplined, cultivated memory, is at this totally singularmemory contest.", "en": " 幾乎不需要記什麽東西 我們似乎忘記了如何記 地球上最後一塊地方 你依然能夠找到關于訓練記憶力 有激情的人 就是在唯一的記憶競賽"}, {"zh-tw": " It's actually not that singular, there are contests heldall over the world. And I was fascinated,I wanted to know how do these guys do it.", "en": " 其實不唯一 在全世界都有競賽 並且我很好奇 我想知道那些人如何完成的"}, {"zh-tw": " A few years back a group of researchersat University College London brought a bunch of memorychampions into the lab. They wanted to know: Do these guys have brainsthat are somehow structurally, anatomically differentfrom the rest of ours? The answer was no.", "en": " 幾年前一夥研究人員在倫敦大學 把一些記憶冠軍帶到了實驗室 他們想知道 這些人 有結構上不同的大腦嗎？ 答案是否定的"}, {"zh-tw": " Are they smarter than the rest of us? They gave them a bunch of cognitive tests,and the answer was: not really. There was, however, one reallyinteresting and telling difference between the brains of the memory champions and the control subjectsthat they were comparing them to.", "en": " 他們是比我們更聰明嗎？ 他們進行了一系列認知測試 並且得到否定的答案 然而的確有一個有趣的不同 在這些記憶冠軍的大腦 和控制組的大腦裏"}, {"zh-tw": " When they put these guysin an fMRI machine, scanned their brainswhile they were memorizing numbers and people's facesand pictures of snowflakes, they found that the memory champions werelighting up different parts of the brain than everyone else. Of note, they were using,or they seemed to be using, a part of the brain that's involvedin spatial memory and navigation.", "en": " 當他們用核磁共振 掃描 正在記憶數字 面部 圖像的大腦時 他們發現記憶冠軍 在用和其他人不同的部分 來記憶 他們在用 一個管理空間記憶和導航的部分"}, {"zh-tw": " Why? And is there somethingthat the rest of us can learn from this? The sport of competitive memorizingis driven by a kind of arms race where, every year, somebody comes up with a newway to remember more stuff more quickly, and then the rest of the fieldhas to play catch-up. This is my friend Ben Pridmore, three-time world memory champion.", "en": " 爲什麽？我們能學到什麽？ 記憶競賽 被一種軍備競賽驅動 在這裏每年一些人來到 同時帶來一些新的記憶方法 然後其他人要趕緊追上來 這是我的朋友本·普裏蒂莫 三次世界記憶冠軍"}, {"zh-tw": " On his desk in front of himare 36 shuffled packs of playing cards that he is about to tryto memorize in one hour, using a technique that he inventedand he alone has mastered. He used a similar technique to memorize the precise orderof 4,140 random binary digits in half an hour.", "en": " 在他的台前 有三十六副打亂順序的牌 他要在一個小時內記下全部 用的是一種他自己發明的 也只有他會的技巧 用與此類似的方法 他曾一字不差地背下了 4140個任意排列的二進制數 只用了半個小時"}, {"zh-tw": " Yeah. And while there are a whole host of ways of remembering stuffin these competitions, everything, all of the techniquesthat are being used, ultimately come down to a concept that psychologists refer toas \"elaborative encoding.\" And it's well-illustratedby a nifty paradox known as the Baker/baker paradox,which goes like this: If I tell two peopleto remember the same word, if I say to you, \"Remember thatthere is a guy named Baker.\" That's his name.", "en": " 很牛吧 參賽者在這些競賽中 運用過很多不同的記憶方法 各式各樣 被運用到的所有技巧 最終都能歸化爲一個概念 心理學家稱之爲\"精細編碼\" 這個概念能用一則幽默的悖論完美诠釋 叫做貝克悖論 簡單說來就是 假設我讓兩個人去記同一個詞 我跟你說 \"記住有個人叫貝克\" 貝克是人名"}, {"zh-tw": " And I say to you, \"Rememberthat there is a guy who is a baker.\" Okay? And I come back to youat some point later on, and I say, \"Do you remember that wordthat I told you a while back? Do you remember what it was?\" The person who was told his name is Baker is less likely to remember the same word than the person was toldhis job is a baker. Same word, different amountof remembering; that's weird.", "en": " 我又來告訴你 \"記住有個人是面包師(英文和貝克一樣)\" 過了一段時間我又回來找到你們 問 \"還記得我之前 叫你們記住的那個詞嗎?\" ”還記得是什麽詞嗎?“ 被告知人名是貝克的人 記住這個詞的可能性遠不如 被告知職業是面包師的那個人 同樣的詞 導致不同的記憶程度"}, {"zh-tw": " What's going on here? Well, the name Bakerdoesn't actually mean anything to you. It is entirely untetheredfrom all of the other memories floating around in your skull.", "en": " 到底是爲什麽呢 是因爲 人名Baker沒有任何特殊含義 沒法跟你腦海裏 零碎繁雜的記憶産生任何聯系"}, {"zh-tw": " But the common noun \"baker\" --we know bakers. Bakers wear funny white hats.", "en": " 但是面包師作爲一個常用名詞 我們都知道面包師是什麽 面包師帶著搞笑的白帽子"}, {"zh-tw": " Bakers have flour on their hands. Bakers smell goodwhen they come home from work.", "en": " 他們手上沾滿了面粉 他們下班回到家帶著撲鼻的烤面包香"}, {"zh-tw": " Maybe we even know a baker. And when we first hear that word, we start putting theseassociational hooks into it, that make it easier to fish itback out at some later date.", "en": " 甚至可能有些人有朋友就是面包師 我們初次聽到這個詞時 馬上就會産生各種各樣的聯想 這使我們能在一段時間後還能回憶起來"}, {"zh-tw": " The entire art of what is going onin these memory contests, and the entire art of rememberingstuff better in everyday life, is figuring out waysto transform capital B Bakers into lower-case B bakers -- to take informationthat is lacking in context, in significance, in meaning, and transform it in some way, so that it becomes meaningfulin the light of all the other things that you have in your mind. One of the more elaboratetechniques for doing this dates back 2,500 years to Ancient Greece.", "en": " 其實 要理解記憶競賽中的 一切奧妙 或在日常生活中改善記憶力的秘訣 僅僅在于想辦法把Baker中的大寫B 變爲面包師(baker)中的小寫b 把沒有前因後果 沒有重要性 沒有涵義的信息 用某種方法轉化爲 有意義的內容 跟腦海裏的其他記憶串聯起來 這種精確記憶的技巧 在兩千五百年前的古希臘就已出現"}, {"zh-tw": " It came to be known as the memory palace. The story behind its creationgoes like this: There was a poet called Simonides,who was attending a banquet.", "en": " 後來將其稱爲記憶宮殿 發明這種技巧的過程如下 有個叫做西蒙奈德的詩人 他要去參加一個晚宴"}, {"zh-tw": " He was actually the hired entertainment, because back then, if you wantedto throw a really slamming party, you didn't hire a D.J., you hired a poet. And he stands up, delivers his poemfrom memory, walks out the door, and at the moment he does, the banquet hall collapses.", "en": " 其實他算是被請去做表演嘉賓的 因爲在那個年代 炫酷派對的標准 不是請D.J.來打碟 而是要請詩人來頌詩 他站起來 背出了他的全篇詩作 然後潇灑離去 他剛走出門口 晚宴大廳就塌了"}, {"zh-tw": " Kills everybody inside. It doesn't just kill everybody, it mangles the bodiesbeyond all recognition.", "en": " 砸死了裏面所有的人 不僅全體死亡 所有的死者都被砸得面目全非"}, {"zh-tw": " Nobody can say who was inside, nobody can say where they were sitting. The bodies can't be properly buried.", "en": " 沒人說得清死者都有些誰 沒人說得清誰坐在哪兒 導致死者的屍體沒法得到合適的殉葬安置"}, {"zh-tw": " It's one tragedy compounding another. Simonides, standing outside, the sole survivor amid the wreckage, closes his eyes and has this realization, which is that in his mind's eye, he can see where each of the guestsat the banquet had been sitting.", "en": " 這又加重了整件事的悲劇色彩 西蒙奈德站在外面 作爲廢墟中的唯一幸存者 閉上眼睛 猛然意識到 在他的腦海中 他眼前出現了所有賓客所坐的位置"}, {"zh-tw": " And he takes the relatives by the hand, and guides them eachto their loved ones amid the wreckage. What Simonides figured out at that moment, is something that I thinkwe all kind of intuitively know, which is that, as bad as we areat remembering names and phone numbers, and word-for-word instructionsfrom our colleagues, we have really exceptionalvisual and spatial memories.", "en": " 他就牽著親屬們的手 穿過廢墟 把他們帶到了親人身邊 西蒙奈德當時猛然醒悟的事 大概我們大家也都猜到了 其實是 不管我們 有多不善于記住姓名 電話號碼 或是同事的每句指令 我們都擁有異常敏銳的視覺或空間記憶能力"}, {"zh-tw": " If I asked you to recountthe first 10 words of the story that I just told you about Simonides, chances are you would havea tough time with it. But, I would wagerthat if I asked you to recall who is sitting on topof a talking tan horse in your foyer right now, you would be able to see that.", "en": " 要是我讓你們逐字逐句地重述 我剛才講的西蒙奈德故事的前十個字 應該沒幾個人會記得 但我敢打賭 如果我讓你們現在回想下 在你的門廳裏 坐在會講話的棕色駿馬上的 是誰 你們就明白我剛才說的意思了"}, {"zh-tw": " The idea behind the memory palace is to create this imagined edificein your mind's eye, and populate it with imagesof the things that you want to remember -- the crazier, weirder, more bizarre, funnier, raunchier, stinkier the image is, the more unforgettable it's likely to be. This is advice that goesback 2,000-plus years to the earliest Latin memory treatises.", "en": " 記憶宮殿的原理 就是在你的腦海裏建立一棟想象大廈 並讓你想記住的東西 的影像充滿其中 越是瘋狂 古怪 奇詭 荒誕搞笑 亂七八糟 招人厭惡的影像 就越容易記住 這個建議來自于兩千多年前 拉丁最早的記憶學者"}, {"zh-tw": " So how does this work? Let's say that you've been invitedto TED center stage to give a speech, and you want to do it from memory, and you want to do it the waythat Cicero would have done it, if he had been invitedto TEDxRome 2,000 years ago. What you might do is picture yourselfat the front door of your house.", "en": " 那麽 這種說法的原理到底是什麽呢 假設你被邀請 站上TED的中心講台演講 而你想脫稿完成 如西塞羅在兩千年前在TEDx羅馬上的演講一般 他就會這麽霸氣走一回 而你也想這樣 你要做的就是 想象自己站在自家門前"}, {"zh-tw": " And you'd come up with some sortof crazy, ridiculous, unforgettable image, to remind you that the first thingyou want to talk about is this totally bizarre contest. And then you'd go inside your house, and you would see an imageof Cookie Monster on top of Mister Ed.", "en": " 然後憑空想象出 一段完全荒誕瘋狂難忘的景象 用來提示你上台要提的第一件事 就是這場詭異的裸騎大賽 然後你走進房子裏 想到甜餅怪物 坐在Ed先生背上的樣子"}, {"zh-tw": " And that would remind you that you would want to thenintroduce your friend Ed Cook. And then you'd seean image of Britney Spears to remind you of this funnyanecdote you want to tell.", "en": " 這個景象會提醒你 要介紹你的朋友Ed Cook 然後你腦海裏出現了小甜甜布蘭妮的樣子 你就會想起要講那個關于布蘭妮的小故事"}, {"zh-tw": " And you'd go into your kitchen, and the fourth topicyou were going to talk about was this strange journeythat you went on for a year, and you'd have some friendsto help you remember that. This is how Roman oratorsmemorized their speeches -- not word-for-word, which is justgoing to screw you up, but topic-for-topic.", "en": " 然後你走進廚房 你要說到的第四個話題是 你花了一整年走過的奇妙曆程 通過綠野仙蹤就可以聯想得到 這就是羅馬演說家背誦演講稿的秘訣 並非一字不差 逐字背誦只會平添麻煩 而是記住一個個主題"}, {"zh-tw": " In fact, the phrase \"topic sentence\" -- that comes from the Greek word \"topos,\" which means \"place.\" That's a vestige of when people usedto think about oratory and rhetoric in these sorts of spatial terms. The phrase \"in the first place,\" that's like \"in the first placeof your memory palace.\" I thought this was just fascinating, and I got really into it.", "en": " 其實 短語\"主題句\" 就來源于希臘詞\"topos\" 意思是\"地點\" 這是古時候 人們談到演講或是修辭時 會用到的空間術語 短語 \"第一\" 就意味著你的記憶宮殿的第一層 這簡直太有意思了 我對這起了很大的興趣"}, {"zh-tw": " And I went to a few moreof these memory contests, and I had this notionthat I might write something longer about this subcultureof competitive memorizers. But there was a problem.", "en": " 後來我又去了更多記憶大賽 我開始萌發了要更詳細描寫 這種競技記憶文化的念頭 但有一個問題"}, {"zh-tw": " The problem was that a memory contest is a pathologically boring event. Truly, it is like a bunch of peoplesitting around taking the SATs -- I mean, the most dramatic it gets is when somebodystarts massaging their temples.", "en": " 問題是記憶大賽 其實過程很無聊的 (大笑) 真的 就像一群人坐那兒高考一樣 最最激動人心的時刻 也不過就是有人揉了揉太陽穴"}, {"zh-tw": " And I'm a journalist,I need something to write about. I know that there's incredible stuffhappening in these people's minds, but I don't have access to it.", "en": " 我是個記者 總得有東西可寫呀 我知道這些人腦子裏肯定是驚濤駭浪 但我作爲外人無法得見"}, {"zh-tw": " And I realized, if I was goingto tell this story, I needed to walkin their shoes a little bit. And so I started tryingto spend 15 or 20 minutes every morning, before I satdown with my New York Times, just trying to remember something.", "en": " 我意識到 若我真的想報道這事兒 一定得親身體驗才行 所以我開始嘗試著每天早上坐下來看紐約時報前 花上十五到二十分鍾 嘗試記憶一些事"}, {"zh-tw": " Maybe it was a poem, maybe it was names from an old yearbookthat I bought at a flea market. And I found that this was shockingly fun.", "en": " 背背小詩 背背我在跳蚤市場買來的 舊年鑒裏的人名 我驚奇地發現這其實非常帶勁"}, {"zh-tw": " I never would have expected that. It was fun because this is actuallynot about training your memory.", "en": " 要不去嘗試根本想不到 有趣在于 其實目標並不是要通過訓練提高記憶力"}, {"zh-tw": " What you're doing, is you're tryingto get better and better at creating, at dreaming up, these utterly ludicrous,raunchy, hilarious, and hopefully unforgettableimages in your mind's eye. And I got pretty into it.", "en": " 而是你在努力培養改善 創造力 想象力 在你的腦海裏憑空造出 那些完全滑稽荒誕胡亂 最好是難忘的影像 而它成爲了我的樂趣"}, {"zh-tw": " This is me wearing my standardcompetitive memorizer's training kit. It's a pair of earmuffs and a set of safety gogglesthat have been masked over except for two small pinholes, because distraction is the competitivememorizer's greatest enemy.", "en": " 這是我戴著標准競賽記憶者訓練套裝的樣子 它有一對耳塞 一副護目鏡 鏡面全部遮黑 就留了兩個小孔 因爲競技記憶者最大的敵人就是注意力分散"}, {"zh-tw": " I ended up coming backto that same contest that I had covered a year earlier, and I had this notionthat I might enter it, sort of as an experimentin participatory journalism. It'd make, I thought, maybea nice epilogue to all my research.", "en": " 最後 我再次回到了一年前報道的那場競賽場上 我一時衝動 也想報名參加 就當做參與性新聞報道的實驗了 我當時想 到時能在前言裏調侃一下自己也好"}, {"zh-tw": " Problem was, the experiment went haywire. I won the contest -- which really wasn't supposed to happen.", "en": " 問題是 實驗最後得到了意想不到的結果 那場競賽我贏了 真是完全出乎我預料之外 (鼓掌)"}, {"zh-tw": " Now, it is nice to be ableto memorize speeches and phone numbers and shopping lists, but it's actually kindof beside the point. These are just tricks.", "en": " 對我來說現在 背演講稿 電話號碼 或是購物單 都是小菜一碟 倒是很不錯 但其實這些都不重要了 這些都是小伎倆"}, {"zh-tw": " They work because they're basedon some pretty basic principles about how our brains work. And you don't have to bebuilding memory palaces or memorizing packs of playing cards to benefit from a little bit of insightabout how your mind works.", "en": " 這些記憶伎倆之所以有效 是因爲它們依仗人類大腦運轉的 一些基本原理 並不用真的去建立記憶宮殿 或記下幾副牌的順序 你也完全可以從了解大腦運轉原理中 獲得一些益處"}, {"zh-tw": " We often talk about peoplewith great memories as though it were some sortof an innate gift, but that is not the case. Great memories are learned.", "en": " 我們總會議論記憶力很好的人 總覺得那些人是天賦異禀 事實並不是這樣 強大的記憶力是可以習得的"}, {"zh-tw": " At the most basic level,we remember when we pay attention. We remember when we are deeply engaged.", "en": " 從最根本的說起 專心致志就能記住 全心投入時就能記住"}, {"zh-tw": " We remember when we are able to takea piece of information and experience, and figure out why it is meaningful to us, why it is significant, why it's colorful, when we're able to transform itin some way that makes sense in the light of all of the otherthings floating around in our minds, when we're able to transformBakers into bakers. The memory palace,these memory techniques -- they're just shortcuts.", "en": " 只要能想辦法把信息和經曆 轉化爲有意義的事 就能記住 想它爲何重要 爲何多彩 當我們能把它轉化成爲 有前因後果的事 並跟我們腦海中繁雜瑣碎的其他事産生聯想時 當我們能把人名Baker轉化爲面包師baker時 記憶宮殿 或是那些記憶技巧 都只是捷徑而已"}, {"zh-tw": " In fact, they're noteven really shortcuts. They work because they make you work.", "en": " 其實 說到底它們都不能算捷徑 這方法有效是因爲它迫使你思考"}, {"zh-tw": " They force a kind of depth of processing, a kind of mindfulness, that most of us don't normallywalk around exercising. But there actually are no shortcuts.", "en": " 它迫使你往更深層次去想 讓你更加專注 大部分人平時並不會費力去訓練這個 其實捷徑並不存在"}, {"zh-tw": " This is how stuff is made memorable. And I think if there's one thingthat I want to leave you with, it's what E.P., the amnesic who couldn'teven remember he had a memory problem, left me with, which is the notion that our livesare the sum of our memories.", "en": " 這一直就是我們能記住事物的原因 有一件事我希望你們能記住 就是E.P. 那個連自己患了健忘症都想不起來的人 讓我深思 得出了一個感想 人生就是我們個人記憶的合集"}, {"zh-tw": " How much are we willing to lose from our already short lives, by losing ourselvesin our Blackberries, our iPhones, by not paying attentionto the human being across from us who is talking with us, by being so lazy that we're notwilling to process deeply? I learned firsthand that there are incrediblememory capacities latent in all of us. But if you want to live a memorable life, you have to be the kind of person who remembers to remember.", "en": " 在短暫的人生裏 你還願意因爲黑莓 iPhone 喪失多少瞬間 忽略對面坐著的人 在跟我們交談的人 變得越發懶惰 不願意 深究任何事？ 通過親身經曆 我發現 我們的身體裏潛藏著 不可思議的記憶能力 但若你想活得難忘 就得做那種 記得時常記憶的人"}, {"zh-tw": " Thank you.", "en": " 謝謝 (鼓掌)"}], "title": "Joshua Foer Feats Of Memory Anyone Can Do"}