{"url": "http://www.ted.com/talks/bart_knols_cheese_dogs_and_pills_to_end_malaria", "paragraphs": [{"zh-tw": " (Mosquito buzzing) (Swat) Gotcha. Mosquitos. I hate them.", "en": " （蚊子叫） （拍打） 打著了！ 我恨死蚊子了"}, {"zh-tw": " Don't you? That awful buzzing sound at night around your ears that drives you absolutely crazy? Knowing that she wants to stick a needle in your skin and suck out your blood? That's awful, right? In fact, there's only one good thing I can think of when it gets to mosquitos. When they fly into our bedroom at night, they prefer to bite my wife.", "en": " 你們也一樣吧 夜晚那惱人的蚊子叫縈繞耳邊 真是讓人崩潰 想像蚊子向你的皮膚裡扎進一根針 吸走你的血——真是太噁心了！ 事實上，關於蚊子我只能想到 一點還能說得過去 就是牠們晚上飛進我們的臥室 比較喜歡咬我太太"}, {"zh-tw": " But that's fascinating, right? Why does she receive more bites than I do? And the answer is smell, the smell of her body. And since we all smell different and produce chemicals on our skin that either attract or repel mosquitos, some of us are just more attractive than others.", "en": " 這其中大有玄機 為什麼她比我招蚊子咬？ 答案是體味 我們的氣味各不相同，皮膚製造不同的化學物質 有些吸引蚊子，有些則驅離蚊子 有些人確實比較招蚊子"}, {"zh-tw": " So my wife smells nicer than I do, or I just stink more than she does. Either way, mosquitos find us in the dark by sniffing us out. They smell us.", "en": " 所以說我太太比我好聞 或者說我比她臭 不管怎麼樣，蚊子在黑暗中通過嗅覺找人 牠們聞得出我們"}, {"zh-tw": " And during my Ph.D, I wanted to know exactly what chemicals from our skin mosquitos used, African malarial mosquitos use to track us down at night. And there's a whole range of compounds that they do use.", "en": " 讀博士的時候，我想搞清楚 蚊子通過我們皮膚上的哪種化學物質來挑人 那些非洲瘧蚊如何在夜晚的黑暗中跟蹤我們 牠們使用一整組物質"}, {"zh-tw": " And this was not going to be an easy task. And therefore, we set up various experiments.", "en": " 這個任務可不容易完成 於是我們設計了各種實驗"}, {"zh-tw": " Why did we set up these experiments? Because half the world's population runs the risk of contracting a killer disease like malaria through a simple mosquito bite. Every 30 seconds, somewhere on this planet, a child dies of malaria, and Paul Levy this morning, he was talking about the metaphor of the 727 crashing into the United States.", "en": " 我們為什麼設計這些實驗？ 因為世界的一半人口面臨著 對抗瘧疾這種致命疾病的風險 而關鍵是消除蚊子叮咬 每30秒，世界上的某個角落 就有一個孩子死於瘧疾。今天早上 保羅.萊維談到了美國波音727飛機墜毀事故的隱喻"}, {"zh-tw": " Well, in Africa, we have the equivalent of seven jumbo 747s crashing every day. But perhaps if we can attract these mosquitos to traps, bait it with our smell, we may be able to stop transmission of disease.", "en": " 而在非洲，我們遇到的死亡相當於7架大型747客機 每天墜毀 也許，如果我們能把蚊子引入陷阱 用我們的體味作為誘餌，也許就能夠 阻止疾病傳播"}, {"zh-tw": " Now solving this puzzle was not an easy thing, because we produce hundreds of different chemicals on the skin, but we undertook some remarkable experiments that managed us to resolve this puzzle very quickly indeed. First, we observed that not all mosquito species bite on the same part of the body. Strange.", "en": " 解決這個問題可要花不少工夫 因為我們的皮膚製造上百種不同的化學物質 但我們完成了一些了不起的實驗 幫助我們迅速釐清了解開難題的關鍵 首先，我們觀察到不是所有的蚊子 都叮咬人類身體的同一個部位。這挺奇怪"}, {"zh-tw": " So we set up an experiment whereby we put a naked volunteer in a large cage, and in that cage we released mosquitos to see where they were biting on the body of that person. And we found some remarkable differences.", "en": " 我們設計了一個實驗 我們讓一名全身赤裸的志願者待在一個大籠子裡 然後放進蚊子 看看這些蚊子叮咬哪些身體部位 這裡有顯著差異"}, {"zh-tw": " On the left here you see the bites by the Dutch malarial mosquito on this person. They had a very strong preference for biting on the face.", "en": " 你們看到左邊圖片上的這些咬痕 是被荷蘭瘧蚊叮咬的 咬痕明顯集中於面部"}, {"zh-tw": " In contrast, the African malarial mosquito had a very strong preference for biting the ankles and feet of this person, and that of course we should have known all along because they're called mosqui-toes, you see? That's right. And so we started focusing on the smell of feet, on the smell of human feet, until we came across a remarkable statement in the literature that said that cheese smells after feet rather than the reverse. Think of it.", "en": " 而相反的，非洲瘧蚊 卻喜歡咬腳踝和腳 我們當然早就知道這點了 因為它們叫做 “mosqui-toes” 不是嗎?（蚊子的英文單詞結尾toes是腳趾的意思） 這太對了 於是我們集中研究腳上的氣味 研究人類腳上的氣味 我們在論文中得出了一個驚人的結論 乳酪不如腳丫子味道重 可別搞反了。想想看吧。"}, {"zh-tw": " And this triggered us to do a remarkable experiment. We tried, with a tiny little piece of Limburger cheese, which smells badly after feet, to attract African malaria mosquitos.", "en": " 這啟發了我們去做另外一項重要的實驗 我們試著用一小塊林堡乳酪 它有一種近似腳臭的臭味 來吸引非洲瘧蚊"}, {"zh-tw": " And you know what? It worked. In fact, it worked so well that now we have a synthetic mixture of the aroma of Limburger cheese that we're using in Tanzania and has been shown there to be two to three times more attractive to mosquitos than humans.", "en": " 你們知道嗎？它真有效。 事實上，它的功效讓我們開發出一種 林堡乳酪氣味的人工混合物，在坦尚尼亞使用 事實證明這種人工混合物比人類的腳更吸引蚊子 有兩至三倍的吸引力"}, {"zh-tw": " Limburg, be proud of your cheese, as it is now used in the fight against malaria. That's the cheese, just to show you.", "en": " 林堡的人們，你們應該感到自豪! 你們的乳酪可是抗擊瘧疾的利器 這就是我提到的乳酪"}, {"zh-tw": " My second story is remarkable as well. It's about man's best friend. It's about dogs.", "en": " 我的第二個故事同樣精彩 是關於人類最好的朋友——狗狗們"}, {"zh-tw": " And I will show you how we can use dogs in the fight against malaria. One of the best ways of killing mosquitos is not to wait until they fly around like adults and bite people and transmit disease.", "en": " 我會向你們展示 如何用狗來對付瘧疾 殺死蚊子的最好辦法 可不是等到成蟲飛到我們身邊 叮咬人類傳播疾病的時候"}, {"zh-tw": " It's to kill them when they're still in the water as larvae. Why? Because they are just like the CIA.", "en": " 而是在牠們還是幼蟲、是在水中生活的孑孓的時候 為什麼？因為牠們就像CIA"}, {"zh-tw": " In that pool of water, these larvae are concentrated. They're all together there. They are immobile.", "en": " 在水塘裡，孑孓集中在一起 全部固守在一個地方，沒有行動能力，"}, {"zh-tw": " They can't escape from that water. They can't fly. And they're accessible. You can actually walk up to that pool and you can kill them there, right? So the problem that we face with this is that, throughout the landscape, all these pools of water with the larvae, they are scattered all over the place, which makes it very hard for an inspector like this to actually find all these breeding sites and treat them with insecticides.", "en": " 牠們無法逃離那片水塘，因為還不會飛 牠們很容易被找到。你大可以走到池塘邊， 把牠們全殺光。是不是？ 於是我們遇到的問題是 漫山遍野的水塘充斥著孑孓 牠們到處都是 像這樣一個殺蟲員 很難找到所有的據點來噴灑殺蟲劑"}, {"zh-tw": " And last year we thought very, very hard, how can we resolve this problem? Until we realized that just like us, we have a unique smell, that mosquito larvae also have a very unique smell. And so we set up another crazy experiment, because we collected the smell of these larvae, put it on pieces of cloth, and then did something very remarkable.", "en": " 所以去年，我們絞盡腦汁 來找解決之道。直到我們意識到 就像人類有獨特的氣味一樣 孑孓也有獨特的氣味 我們開始著手另外一項大膽的實驗 我們收集孑孓的氣味 弄到布料上，然後做出一項壯舉"}, {"zh-tw": " Here we have a bar with four holes, and we put the smell of these larvae in the left hole. Ooh, that was very quick.", "en": " 這根橫木上有四個洞 我們把沾有孑孓氣味的布料放在最左邊的洞裡面 哦，這段放的有點快"}, {"zh-tw": " And then you see the dog. It's called Tweed. It's a border collie. He's examining these holes, and now he's got it already.", "en": " 你們看到這只狗，他叫粗花呢，是一隻邊境牧羊犬 他在檢查這些洞，他已經聞出來了"}, {"zh-tw": " He's going back to check the control holes again, but he's coming back to the first one, and now he's locking into that smell, which means that now we can use dogs with these inspectors to much better find the breeding sites of mosquitos in the field, and therefore have a much bigger impact on malaria. This lady is Ellen van der Zweep. She's one of the best dog-trainers in the world, and she believes that we can do a lot more.", "en": " 他回來又檢查了一遍控制洞 但又回到第一個洞 鎖定了這個氣味 這意味著我們可以使用狗 來幫助殺蟲員更好地找到 這片田野裡蚊子的繁殖區 更好地去打擊瘧疾 這位女士名叫艾倫.馮.德.茲威普。她是世界一流的訓狗師 她認為我們能做的還遠遠不止這些"}, {"zh-tw": " Since we also know that people that carry malaria parasites smell different compared to people that are uninfected, she's convinced that we can train dogs to find people that carry the parasite. That means that in a population where malaria has gone down all the way, and there's few people remaining with parasites, that the dogs can find these people, we can treat them with anti-malarial drugs, and give the final blow to malaria.", "en": " 由於我們也知道瘧疾寄生蟲的攜帶者 與沒有感染的人有不同的氣味 她相信我們也可以通過訓練狗 來找到這些攜帶者 這就意味著，在一個瘧疾受到控制的人群中 只有很少的人是攜帶者 而狗能找到這些人 我們可以使用抗瘧疾藥物為他們治療，徹底終結瘧疾"}, {"zh-tw": " Man's best friend in the fight against malaria. My third story is perhaps even more remarkable, and, I should say, has never been shown to the public until today.", "en": " 狗也是人類抗擊瘧疾的最好朋友 我的第三個故事也許更有意義 而且我得說今天是我第一次對公眾講述這個故事"}, {"zh-tw": " Yeah. It's a crazy story, but I believe it's perhaps the best and ultimate revenge against mosquitos ever.", "en": " 是的 這很瘋狂，但我相信這也許是最好的 向蚊子復仇的終極武器"}, {"zh-tw": " In fact, people have told me that now they will enjoy being bitten by mosquitos. And the question of course is, what would make someone enjoy being bitten by mosquitos? And the answer I have right here in my pocket, if I get it.", "en": " 事實上，有人告訴我他們現在居然 享受被蚊子叮咬 這裡的疑問當然是， 是什麼讓人們享受蚊子叮咬？ 答案 就在我的口袋裡 我有這個"}, {"zh-tw": " It's a tablet, a simple tablet, and when I take it with water, it does miracles. Thank you.", "en": " 這是一個藥片，很簡單的一個藥片 當我用水服下 它能產生奇蹟 謝謝你"}, {"zh-tw": " (Drinking) Now let me show you how this works. Here in this box I have a cage with several hundred hungry female mosquitos that I'm just about to release.", "en": " （喝水） 讓我告訴你們它有什麼效果 在這個盒子裡有一個籠子 關著好幾百隻 饑餓的雌蚊子 我即將釋放牠們"}, {"zh-tw": " Just kidding, just kidding. What I'm going to show you is I'm gonna stick my arm into it and I will show you how quickly they will bite.", "en": " 開玩笑，我只是在開玩笑 我要把胳膊伸進去 向你們展示牠們咬過來有多迅速"}, {"zh-tw": " Here we go. Don't worry, I do this all the time in the lab.", "en": " 開始了！ 別慌，我在實驗室裡一直這麼做"}, {"zh-tw": " There we go. Okay. Now, on the video, on the video here, I'm going to show you exactly the same thing, except that what I'm showing you on the video happened one hour after I took the tablet.", "en": " 好了，開始。 現在我放的這個錄影 會向你們展示同樣的情景 唯一的不同是拍這段錄影時 我已經服藥一個小時了"}, {"zh-tw": " Have a look. That doesn't work. Okay. Sorry about that. I'm sticking in my arm, I'm giving them a big juicy blood meal, I'm shaking them off, and we follow them through time to see these mosquitos get very, very sick indeed, here shown in fast motion, and three hours later what we see at the bottom of the cage is dead mosquitos, very dead mosquitos, and I'm going to say, ladies and gentlemen, we have swapped the cards with mosquitos.", "en": " 看看吧。放錯了……好。不好意思。 我把胳膊放進去，我給了牠們一頓大餐 我把它們晃走，然後跟蹤拍攝 它們變得非常非常虛弱 用快進來放 三個小時後我們再來看籠子的底部 全是死蚊子 而且死透了。我要說，女士們先生們 我們反敗為勝了"}, {"zh-tw": " They don't kill us. We kill them. Now —  — Maastricht, be prepared.", "en": " 牠們殺不了我們，是我們殺死牠們。 （鼓掌） 好了———— 馬斯垂克，準備好了！"}, {"zh-tw": " Now think of what we can do with this. We can actually use this to contain outbreaks of mosquito-born diseases, of epidemics, right? And better still, imagine what would happen if, in a very large area, everyone would take these drugs, this drug, for just three weeks.", "en": " 讓我們想想我們能做到什麼 我們可以用這種藥來 傳播蚊子的瘟疫，對不對？ 更進一步，想像一下這種情形 在一個廣大地區，人人都吃了這種藥 吃上三個禮拜"}, {"zh-tw": " That would give us an opportunity to actually eliminate malaria as a disease. So cheese, dogs and a pill to kill mosquitos.", "en": " 這就是個大好機會來真正消滅 這個地區的瘧疾 用乳酪、狗、和藥片來滅蚊"}, {"zh-tw": " That's the kind of out-of-the-box science that I love doing, for the betterment of mankind, but especially for her, so that she can grow up in a world without malaria. Thank you.", "en": " 這就是我喜歡研究的“偏門”科學 為了人類的福祉 特別是為了她。為了讓她能在一個 沒有瘧疾的世界長大。謝謝大家（鼓掌）"}], "title": "Bart Knols Cheese Dogs And Pills To End Malaria"}