{"url": "http://www.ted.com/talks/will_wright_makes_toys_that_make_worlds", "paragraphs": [{"zh-tw": " I've always wanted to be a cyborg. One of my favorite shows as a kidwas \"The Six Million Dollar Man,\" and this is a little bit closerto the 240-dollar man or so, but -- At any rate, I would normallyfeel very self-conscious and geeky wearing this around, but a few days agoI saw one world-renowned statistician swallowing swords on stage here, so I figure it's OK amongst this group. But that's not what I wantto talk about today.", "en": " 我一直想當個機械改造人 \"The Six Million Dollar Man\"(無敵金剛) 是我小時候喜歡的電視劇之一 這個價格也滿接近的 ,大概240美元, 但是 無論如何，穿著這個常使我感到很不自在, 像個怪胎一樣 對吧, 但不久之前我看到 一個世界知名的統計學家在這舞台上表演吞劍 所以我想在這裡穿著這個應該也沒什麼大不了 但這並不是我今天的主題"}, {"zh-tw": " I want to talk about toys,and the power that I see inherent in them. When I was a kid,I attended Montessori school up to sixth grade in Atlanta, Georgia.", "en": " 我要說的主題跟玩具有關, 以及在我眼裡, 玩具與生俱來的力量 當我還是個孩子時, 我唸蒙特梭利學校 一直升到六年級都在喬治亞州的亞特蘭大"}, {"zh-tw": " And at the timeI didn't think much about it, but then later, I realized that that wasthe high point of my education. From that point on, everything elsewas pretty much downhill.", "en": " 在那時, 我並沒有想太多 但之後, 我領悟到那時應該算是我人生教育的高峰 從那之後, 一切都急劇走下坡"}, {"zh-tw": " And it wasn't until later,as I started making games, that -- I really actuallythink of them more as toys. People call me a game designer, but I really thinkof these things more as toys.", "en": " 一直到後來我開始製作遊戲才停止惡化, 事實上我想稱它們為玩具更為適當 人們稱我為遊戲設計師, 但我認為我做的這些東西更像是玩具"}, {"zh-tw": " I started getting very interestedin Maria Montessori and her methods, and the way she went about things, and the way she thought itvery valuable for kids to discover things on their own rather than being taughtthese things overtly. And she would design these toys,where kids in playing with the toys would come to understandthese deep principles of life and nature through play.", "en": " 那時我開始逐漸對瑪利亞.蒙特梭利和她的教育方式 還有她看待事物的方式產生興趣 她認為對孩子極有助益的方式, 是讓他們主動去發現新事物 而不是直接灌輸知識 她會設計一些玩具, 讓孩子在玩樂的同時 也能實際去了解那些 潛藏於自然和生命中的真理"}, {"zh-tw": " And since they discovered this,it stuck with them so much more, and also they would experiencetheir own failures. There was a failure-based aspectto learning there. It was very important.", "en": " 由於那些事物由孩子們自己發掘, 他們的體認會更加深刻 也會親自體驗多次失敗 而由失敗為基礎的面向去學習, 是非常重要的"}, {"zh-tw": " And so, the games that I do, I think of really moreas modern Montessori toys. And I really kind of want themto be presented in a way to where kids can kind of exploreand discover their own principles.", "en": " 所以我認為我開發的這款遊戲, 就是現代版的蒙特梭利教具 而且我希望能藉由它 讓孩子探索及發現屬於他們自己的真理"}, {"zh-tw": " So a few years ago, I started getting very interestedin the SETI program. And that's the way I work.", "en": " 於是幾年前, 我開始對SETI(搜尋地外文明計畫)產生興趣 這也變成了我工作的一部分"}, {"zh-tw": " I get interested in different subjects,I dive in, research them, and then try to figure outhow to craft a toy around that, so that other people can experiencethe same sense of discovery that I did as I was learning that subject. And it led me to astrobiology, the study of possible lifein the universe.", "en": " 我對各個領域都有興趣, 深入研究他們, 並苦思如何製作一個玩具 讓其它人也可以體驗到, 我在學習這些主題過程中 所經歷的種種探索 而這也引導我接觸了太空生物學, 一門研究存在於宇宙中的生命科學 你們應該聽過德瑞克方程式, 它計算"}, {"zh-tw": " And then Drake's equation, looking at the probabilityof life arising on planets, how long it might last,how many planets are out there. And I started lookingat how interesting Drake's equation was, because it spannedall these different subjects -- physics, chemistry,sociology, economics, astronomy.", "en": " 行星可能乘載的生物數量,持續的時間,以及行星的數量 諸如此類 然後我觀察到德瑞克方程式有趣之處 在於它跨足了多個學科 物理學, 化學, 社會學, 經濟學, 天文學"}, {"zh-tw": " And another thing that reallyimpressed me a long time ago was \"Powers of Ten,\"Charles and Ray Eames' film. And I started putting those two togetherand wondering, could I build a toy where kids would trip acrossall these interesting principles of life, as it exists and as it mightgo in the future.", "en": " 而另外一直讓我印象深刻的是 很久以前由查爾斯與蕾.伊密所拍的電影---\"十的次方\" 我開始把這兩個東西湊在一起 思索我是否能把它們放入玩具中 讓孩子探索這些恆久不變的定律 以及它們的種種有趣之處"}, {"zh-tw": " Things where you might trip across things like the Copernican principle,the Fermi paradox, the anthropic principle,the origin of life. And so I'm going to show you a toy todaythat I've been working on, that I think of moreas kind of a philosophy toy.", "en": " 在探索的過程中可能會遇到的定律 像是哥白尼原理, 費米矛盾 人擇原理, 以及生命起源 所以今天我會讓你們看一個我正在製作的玩具 這玩具被賦與前所未有的哲學意義"}, {"zh-tw": " Playing this toy will bring upphilosophical questions in you. The game is \"Spore.\"I've been working on it for several years.", "en": " 當你在玩這遊戲時, 會有些哲學的問題在你腦中不斷浮現 這遊戲叫\"幻想星球\", 我製作它己經有數年了 現在它已經接近完成"}, {"zh-tw": " It's getting pretty close to finished now. It occurs at all these different scales,from very small to very large.", "en": " 首先,它有各種不同的規模可以選擇 從非常非常小到非常,非常大 我直接跳到遊戲的一開始"}, {"zh-tw": " I'm going to pop inat the start of the game. And you actually start this gamein a drop of water, as a very, very smallsingle-cell creature, and right off the bat you basicallyjust have to live, survive, reproduce.", "en": " 從一滴小水滴開始 一個非常，非常小的單細胞生物 馬上你就要開始想辦法生存，生活與繁衍"}, {"zh-tw": " So here we are,at a very microscopic scale, swimming around. And I actually realizethat cells don't have eyes, but it helps to make it cute.", "en": " 就是這裡，它還只是顯微鏡才能看到的大小 游來游去，我知道細胞沒有眼睛 但這樣讓他看起來比較可愛"}, {"zh-tw": " The players are going to playthrough every generation of this species, and as you play the game, the creature is actuallygrowing bit by bit. And as we start growing, the camera willactually start zooming out, and things that you seein the background there will start slowlypulling into the foreground, showing you a little bit of whatyou'll be interacting with as you grow.", "en": " 玩家們必須要經歷這生物的每個世代,逐漸進化 你玩遊戲的時候，這生物會一點一點的長大 當他開始長大的時候，畫面就會開始拉遠 你看見背景那些東西 也會跟著往前移 顯示一些成長階段會跟你產生互動的東西"}, {"zh-tw": " So as we eat, the camerastarts pulling out, and then we start interactingwith larger and larger organisms. We actually playthrough many generations here, at the cellular scale.", "en": " 所以在吃東西的時候，鏡頭會拉遠 我們也會逐漸跟越來越大的生物產生互動 現在,我們在細胞的規模玩過許多世代"}, {"zh-tw": " I'm going to skip ahead here. At some point we get larger, and we actually getto a macroevolution scale.", "en": " 我先跳過這邊.當我們變更大時 我們會進入宏觀進化的層面"}, {"zh-tw": " Now, at this pointwe're leaving the water, and one thing that's kind of importantabout this game is that, at every level, the player is designing their creature, and that's a fundamental aspect of this. Now, in the evolution game here,the creature scale, basically you have to eat,survive, and then reproduce.", "en": " 現在,我們離開了水 這遊戲重要的一部分就是在每個階段 玩家要設計自己的生物 這就是這遊戲基本的面向 現在,這款進化理論的遊戲,基本上你必須吃 生存,然後繁衍。你知道，非常達爾文主義"}, {"zh-tw": " You know, very Darwinian. One thing we noticed with \"The Sims,\"a game I did earlier, is that players love making stuff.", "en": " 你們都知道＂模擬市民＂這款我之前開發的遊戲 在裡面玩家都喜歡製作東西"}, {"zh-tw": " When they were ableto make stuff in the game, they had a lot of empathyin connection to it. Even if it wasn't as pretty as a professional artistwould make for games, it really stuck with them and they really caredabout what would happen to it.", "en": " 當他們在遊戲中製作出東西，他們就會對此放入大量的情感 並產生強烈的移情作用，儘管它們並不是 像那些專業的藝術家在遊戲中做的東西一樣美 但玩家深愛自己所做的東西 而且也非常在意它們會遭遇什麼事"}, {"zh-tw": " At this point, we've left the water,and now with this little creature -- we could bring upthe volume a little bit -- and now we might try to eat. We might sneak upon this little guy over here maybe, and try and eat him.", "en": " 現在,我們離開水中,跟著這個小生物 我們把音量開大一點--現在我來讓它吃東西 也許可以偷偷跑到那個小東西的旁邊--試著吃掉他"}, {"zh-tw": " OK, well, we fight. (Creatures grunting) OK, we got him.", "en": " 好,現在我們來打架 我們擊敗他了,拿到食物"}, {"zh-tw": " Now we get a meal. So really, at this part of the game, what we're doing is we'rerunning around and surviving, and also getting to the next generation, because we're going to playthrough every generation of this creature.", "en": " 也就是說，遊戲的現階段就是要我們 四處奔走,試著存活並且繁衍後代 因為我們要將這生物的所有世代玩過一遍 我們可以交配，現在我要在這裡面"}, {"zh-tw": " We can mate, so I'm going to see if one of these creatureswants to mate with me. Yeah. (Creatures grunting) We didn't want to replayactual evolution with humans and all that, because it's almost more interesting to look at alternatepossibilities in evolution.", "en": " 找個願意跟我交配的生物， 其實，我們都不想重看一遍 人類或其他生物實際演進的畫面，因為看一個 不一樣的演進過程會有趣的多"}, {"zh-tw": " Evolution is usually presentedas this one path that we took through, but really it representsthis huge set of possibilities. Now, once we mate, we click on the egg.", "en": " 演化過程看起來好像只有某些特定的方式 但其實它有更多不同的可能性 我們交配完，就點一下那顆蛋"}, {"zh-tw": " And this is where the gamestarts getting interesting, because one of the thingswe really focused on here was giving the playersvery high-leverage tools, so that for very little effort,the player can make something very cool. And it involves a lotof intelligence on the tool side.", "en": " 接下來就是遊戲有趣的地方了 因為我們著重的是讓玩家擁有高水準的工具 利用它們就可以輕輕鬆鬆做出很酷的東西 工具欄這邊包含了許多智慧"}, {"zh-tw": " But basically, this is the editor where we're going to designthe next generation. So it has a little spine.I can move around, I can extend.", "en": " 基本上這邊就是編輯工具，我們用它來設計 這個生物的後代.它有小小的脊椎 它可以跑來跑去,他可以延展"}, {"zh-tw": " I can also inflate or deflate itwith the mouse wheel, so you sculpt it like clay. We have parts herethat I can put on or pull off.", "en": " 我可以用滑鼠把它變得膨脹或縮小，所以你可以塑造它 就像黏土一樣。也有些部分可以讓我放上去或拿下來"}, {"zh-tw": " The idea is that the playercan basically design anything they can think of in this editor, and we'll basically bring it to life. So I might put some limbson the character here.", "en": " 這個概念就是玩家可以利用這個編輯工具 設計任何他們想要的東西，我們會讓他成真 舉例來說，我在這角色放上些肢體"}, {"zh-tw": " I'll inflate them kind of large. And in this caseI might decide I'm going to put -- I'll put mouths on the limbs.", "en": " 我讓他們膨脹變大 現在我決定要放--"}, {"zh-tw": " So pretty much players are encouragedto be very creative in the game. Here, I'll give it one eye in the middle,maybe scale it up a bit. Point it down.", "en": " 放些嘴巴在這些肢體上 所以這遊戲鼓勵玩家發揮更多創造力 這裡我可以放隻眼睛在中間，放上面一點，往下看"}, {"zh-tw": " And I'll also give it a few legs. So in some sense we want this to feel like an amplifierfor the player's imagination, so that with a very small number of clicksa player can create something that they didn't really thinkwas possible before.", "en": " 再給它些腳 所以基本上，我們希望這個遊戲 可以增強玩家的想像力 只要輕點滑鼠幾下，玩家就可以創造出 一些他們以前從未想像過的生物"}, {"zh-tw": " This is almost like designingsomething like Maya -- that an eight-year-old can use. But really the goal here was, within about a minute,I wanted somebody to replicate what typically takes a pictorial artistseveral weeks to create.", "en": " 就像創造出Maya(3D電腦動畫軟體) 八歲的小孩也可以輕易上手 但真正的目標是,我希望一個人可以在一分鐘內重製出 那些手繪畫家需要花上幾個星期去創作的東西"}, {"zh-tw": " OK, now I'll put some hands on it. OK, so here I've basicallythrown together a little creature.", "en": " 好,現在我放些手上去 現在我大致上製作出一個小生物"}, {"zh-tw": " Let me give it a little weaponon the tail here, so it can fight. OK, so that's the complete model.", "en": " 我們在它尾巴上放個小武器，這樣他就可以戰鬥"}, {"zh-tw": " Now we can actuallygo to the painting phase. At this phase, the programhas some understanding of the topology of this creature.", "en": " 這就是完整的型態。現在我們可以去著色模式 這個模式裡我們可以看到設計程式本身有 這生物解剖型態的基本認知。它知道哪裡是後背"}, {"zh-tw": " It knows where the backbone is,where the spine, the limbs are, how stripes should run,how it should be shaded. And so we're procedurallygenerating the texture map, something a texture artistwould take many days to work on.", "en": " 還有脊椎跟肢體 就好像他知道整個線條的走向，或該如何為它著色 現在我們得到了整個結構圖 這種結構圖是畫家們需要花很多天才能畫出來的"}, {"zh-tw": " And then we can test it out,and see how it would move around. And so at this point the computeris procedurally animating this creature.", "en": " 著色結束後我們來測試看看，看它動起來會是什麼樣子 現階段電腦會模擬這個生物的動態"}, {"zh-tw": " It's looking at whatever I've designed.It will actually bring it to life. And I can see how it might dance.", "en": " 它接受我所有的設計，並且賦予它生命 我也可以看它怎麼跳舞"}, {"zh-tw": " How it might show emotions,how it might fight. So it's acting with its two mouths there.", "en": " 看他怎麼表現情感，怎麼戰鬥 他現在在動他的兩個嘴巴"}, {"zh-tw": " I can even have it pose for a photo. Snap a little photo of it.", "en": " 我甚至可以讓他擺出照相的姿勢，幫他照張相"}, {"zh-tw": " So then I bring this back into the game. It's born, and I play the next generationof my creature through evolution.", "en": " 現在我把它帶回遊戲中，它誕生了 然後我繼續玩到他下個演化的階段"}, {"zh-tw": " Now again, the empathythat the players have when they createthe content is tremendous. When players create content in this game,it's automatically sent up to a server and then redistributedto all the other players transparently.", "en": " 再一次，玩家對自己創作的生物產生非常強烈的移情作用 玩家在遊戲中創作一個生物的同時 它會自動被送到一個伺服器 再重新分送給各個玩家"}, {"zh-tw": " So in fact, as I'm interactingin this world with other creatures, these creatures are transparentlycoming from other players as they play. So the process of playing the game is a process of building upthis huge database of content.", "en": " 所以在這虛擬世界裡跟我互動的其他生物 幾乎是由其他玩家創造出來的 玩遊戲的過程就可以創造出個內容物龐大資料庫"}, {"zh-tw": " And pretty much everythingyou're going to see in this game, there's an editor forthat the player can create, up through civilization. This is my baby. When I eat,I'll actually start growing.", "en": " 你在這遊戲裡面看到的所有東西 都有一個編輯器讓玩家可以設計 貫穿整個文明.這就是我的寶貝 我吃東西的時候,我就會成長.這是它的下一代"}, {"zh-tw": " This is the next generation.But I'm going to skip ahead here. Normally what would happen isthese creatures would work their way up, eventually become intelligent.", "en": " 但我現在要跳掉這部分.一般來說這些生物 會慢慢的晉級,最後變成智慧型生物"}, {"zh-tw": " I'd start dealing with tribes, citiesand civilizations of them over time. I'm going to skip way aheadto the space phase.", "en": " 我要時常想辦法處理部落,城市和文明的種種問題 我跳過這個部分,然後直接到太空階段"}, {"zh-tw": " Eventually they would go out into space, and start colonizingand exploring the universe. Now, really, in some sense, I want the players to be buildingthis world in their imagination, and then extracting it from themwith the least amount of pain.", "en": " 他們終會進入太空,開始殖民其它星球與開拓整個宇宙 具體來說,我希望玩家運用他們的想像力 來建造這個世界.用最簡單的方式 將他們的想像力具體化"}, {"zh-tw": " So that's kind ofwhat these tools are about. How do we make the gameplay, you know, basicallythe player's imagination amplifier? And how do we makethese tools, these editors, something that are just as funas the game itself? So this is the planetthat we've been playing on up to this point in the game.", "en": " 所以這就是這些工具的功用,讓這遊戲 成為玩家想像力的增值器 我們要如何讓這些工具,這些編輯器變的 跟遊戲本身一樣有趣? 這就是我們遊戲開始以來所待的星球"}, {"zh-tw": " So far the entire game has been playedon the surface of this little world here. At this point we're actuallydealing with a very little toy planet.", "en": " 目前為止整個遊戲都在這小小世界的表面進行 至今,我們玩的都是這小小的玩具世界"}, {"zh-tw": " Almost, again,like the Montessori toy idea. What happens if you givesomebody a toy planet, and let them playwith a lot of dynamics on it? What could they discover?What might they learn on this? This world was actually extractedfrom the player's imagination.", "en": " 再次展現與蒙特梭利教材相同的性質 你知道,如果你給別人一個玩具星球 並且在星球上放上許多可以玩的東西 他們會發現什麼?他們又會從中學習到什麼? 這世界是藉由想像力創造出來的"}, {"zh-tw": " So, this is the planetthat the player evolved on. Things like the buildings, the vehicles,the architecture, civilizations were all designed by the playerup to this point.", "en": " 這星球是玩家進行遊戲的地方 裡面的大樓,汽車,建築物還有文明 都由玩家一手創造而成"}, {"zh-tw": " So here's a little city with someof our guys walking around in it. And most games put the playerin the role of Luke Skywalker, this protagonistplaying through this story.", "en": " 這是一個小城市,有些人在裡面走來走去 大部分的遊戲都讓玩家扮演天行者路克的角色 也就是故事的主角"}, {"zh-tw": " This is more about putting the playerin the role of George Lucas. I want them, after they'veplayed this game, to have extracted an entire worldthat they're now interacting with.", "en": " 然而,這遊戲賦予玩家發揮 比導演喬治 盧卡斯更大的作用 我希望玩家在玩過這遊戲後 可以創造出另一個世界,並且跟它互動"}, {"zh-tw": " As we pull down here, we still have a whole set of creaturesliving on the surface of the planet. All these differentdynamics going on here.", "en": " 現在,降落時我們也看到一群生物 生活在這星球的表面,所以這裡會產生了很多不同的互動"}, {"zh-tw": " I can look over here, and this isa little simplified food web that's going on with the creatures. I can open this up and then scanwhat exists on the surface.", "en": " 從這裡俯視,我可以在這裡看到一個簡化的食物鏈 存在於這些生物中 我可以從這裡看到究竟有些什麼生物存在於這星球上"}, {"zh-tw": " You get some sense of the diversityof creatures that were brought in. Some of these were created by the player, others by other players,automatically sent over here.", "en": " 也可以看到各種不同的生物 有些是玩家本身製作出來的 有些是由其他玩家做出來的,被自動分配到這裡 但這裡需要一些基本的運算能力"}, {"zh-tw": " But there's a very simplecalculation of what's required, how many plants are requiredfor the herbivores to live, how many herbivoresfor the carnivores to eat, etc., that you have to balance actively. Also with this phase, we're getting more and moreGod-like powers for the player, and you can experimentwith this planet as a toy.", "en": " 像是需要多少植物才夠這些草食動物存活? 而多少的草食動物才夠讓肉食生物存活,以此類推 你必須要讓整個環境平衡 在這個階段,我們讓玩家擁有越來越接近神的造物力量 你可以用這個玩具般的星球去進行各種實驗"}, {"zh-tw": " So I can come in and I can do things, and just treat this planetas a lump of clay. We have very simpleweather systems, simple geology.", "en": " 進入這世界,我開始創造東西,就當它是一塊黏土 你們看,這裡也有一個小小的氣象系統 非常簡易的地理學.舉例來說,我可以開啟這個工具"}, {"zh-tw": " For instance, I could open one of my toolshere and then carve out rivers. So this whole thing is kind oflike a big lump of clay, a sculpture.", "en": " 然後,像這樣雕刻出一條河流 所以這整個星球就像一塊黏土,一個雕塑"}, {"zh-tw": " I can also play with the dynamicsin this world over time. So one of the things I can do is start pumping more CO2 gasesinto the atmosphere, and so that's what I'm doing here.", "en": " 我也可以不時的掌控整個星球的動態 現在,我可以灌入更多二氧化碳到大氣中 就像我現在做的"}, {"zh-tw": " There's actuallya little readout down there of our planetary atmosphere,pressure and temperature. So as I start pumping in more atmosphere, we're going to start pushing upthe greenhouse gases here and if you'll start noticing, we start seeingthe ocean levels rise over time.", "en": " 你會看到這裡有個小小的顯示 裡面有行星的大氣,氣壓跟溫度的資料 如果我灌進更多氣體 就會讓溫室氣體增加 你會發現,海平面隨著時間逐漸上升"}, {"zh-tw": " And our citiesare going to be at risk too, because a lot of these are coastal cities. You can see the ocean levelsare rising now and as they encroach upon the cities,I'll start losing cities here.", "en": " 城市們也會開始有危險,因為許多都是沿海城市 你可以看到上升的海平面正逐漸侵占城市 這裡我開始失去不少城市"}, {"zh-tw": " So basically, I want the playersto be able to experiment and explore a huge amount of failure space. So there goes one city.", "en": " 所以我希望玩家可以實際體驗和探索 各種失敗--現在又有個城市消失了"}, {"zh-tw": " Now, over time, this isgoing to heat up the planet. So at first what we're going to see is a global ocean risehere on this little toy planet, but then over time --I can speed it up -- we'll see the heat impact of that as well.", "en": " 久而久之,整個星球都會增溫 一開始我們會在這小小的玩具星球上 目睹海平面上升 隨著時間過去-- 我來加速一下 我們也會看到增溫造成的衝擊"}, {"zh-tw": " Not only will it get hotter, but at some point it's going to get so hotthe oceans will evaporate. They'll go up, and then they'll evaporate,and that'll be my planet.", "en": " 所以他不只會變得更熱 他甚至會熱到整片海洋都蒸發 一開始海平面上升,然後蒸發,這就是我的星球"}, {"zh-tw": " So basically, what we're getting here is the sequel to \"An Inconvenient Truth,\"in about two minutes, and that actually brings upan interesting point about games. Now here, our entire oceansare evaporating off the surface, and as it keeps getting hotter, at some point the entire planetis going to melt down. Here it goes.", "en": " 只要兩分鐘的時間,我們就會看到 \"不願面對的真相\"的續集 這也是這遊戲其中一個有趣的地方 現在,整片海洋都從星球表面蒸發 再持續熱下去,整個星球就會融化 就像這樣"}, {"zh-tw": " So we're not onlysimulating biological dynamics -- food webs and all that -- but also geologic, you know,on a very simple core scale. And what's interesting to me about games is that I think we can takea lot of long-term dynamics and compress theminto very short-term experiences.", "en": " 我們不只模擬生物的動態--食物鏈之類的 我們也模擬地質,以一種簡易,核心的層面 這遊戲有趣的地方 在於我們可以將長時間的動態 濃縮成非常短時間的經歷"}, {"zh-tw": " Because it's so hard for peopleto think 50 or 100 years out, but when you can give them a toy, and they can experience theselong-term dynamics in just a few minutes, I think it's an entirelydifferent point of view, where we're actually using the gameto remap our intuition. It's almost in the same way that a telescope or microscoperecalibrates your eyesight; I think computer simulationscan recalibrate your instinct across vast scales of both space and time.", "en": " 因為人類很難想像50年或100年間所發展的一切 但如果你們給他這個玩具,他們就可以在短短幾分鐘內 體驗這些長期的變化 我認為我們正在展現一個全新的觀點 用這遊戲去重新呈現我們的直覺 就像望遠鏡跟顯微鏡 重新校正你的視野,我認為電腦可以更大範圍跨越時間與空間的規模 重新修正你的直覺"}, {"zh-tw": " So here's our little solar system, as we pull awayfrom our melted planet here. We actually have a coupleof other planets in this solar system.", "en": " 我們把視線從那融化的行星移開,這裡是我們的小太陽系, 原來太陽系裡還有很多其他的小行星 我們飛去另個行星"}, {"zh-tw": " Let's fly to another one. We're going to have this unlimitednumber of worlds you can explore here.", "en": " 我們有無限的星球可以探索 現在,我們進到了未來"}, {"zh-tw": " As we move into the future, and we start going outinto space and doing stuff, we're drawing a lotfrom things like science fiction. And all my favorite science fiction movies I want to play out hereas different dynamics.", "en": " 我們進入這個空間開始做些事情 建構出許多相似於科幻小說裡的東西 而且我想把我所有最愛的科幻電影 在這裡以各種不同遊戲動態玩出來"}, {"zh-tw": " This planet actually has some life on it. Here it is, some indigenouslife down here.", "en": " 這個行星有生物生存 看,這裡有些原住生物"}, {"zh-tw": " One of the toolsI can eventually earn for my UFO is a monolith that I can drop down. Now, as you can see, these guys are actuallystarting to go up and bow to it, and over time, once they touch it,they will become intelligent.", "en": " 我終於可以從我的幽浮拿出一個巨石柱 然後我把它丟下去 你會看到這些生物開始聚集 並且膜拜它.一旦他們碰觸它,他們就會變得有智慧"}, {"zh-tw": " So I can actuallypick a species on a planet and then make them sentient. Now they've actuallygone to tribal dynamics.", "en": " 我可以在那星球上挑出一個物種,並且讓他們有情感 你們看,現在他們進入部落動態"}, {"zh-tw": " And now, becauseI'm actually the one here, I can get out of the UFO and walk up, and they should be worshipping meat this point as a god. At first they're a little freaked out.", "en": " 現在,因為我就像救世主一樣,我想的話可以從幽浮出來 而他們會像崇拜神一樣的崇拜我 一開始他們會有點嚇到"}, {"zh-tw": " OK, well maybe they're not worshipping me. I think I'll leavebefore they get hostile.", "en": " 好吧,也許他們根本沒有敬拜我 我想還是在他們產生敵意之前離開好了"}, {"zh-tw": " But we basically wanta diversity of activities the players can play through this. I want to be able to play \"The Day the Earth Stood Still,\"\"2001: A Space Odyssey,\" \"Star Trek,\" \"War Of the Worlds.\" Now, as we pull away from this world -- we're going to keeppulling away from the star now.", "en": " 我們希望玩家可以在遊戲裡享受各式各樣的活動 我也希望他能像,你知道 \"當地球停止轉動\",\"2001太空漫遊\" \"星際爭霸戰\",\"世界大戰\" 現在,我們離開這個星球,我們離的越來越遠"}, {"zh-tw": " One of the things that alwaysfrustrated me about astronomy when I was a kid is how it was always presentedso two-dimensionally and so static. As we pull away from the star here, we're actually going nowout into interstellar space, and we're getting a senseof the space around our home star.", "en": " 天文學里一直讓我有點困擾的一部分 是為什麼他一直以都來是這麼的平面又靜態呢 我們遠離行星,現在將要 進入星際空間 我們對我們母星周圍的空間有些概念"}, {"zh-tw": " What I really wanted to dois to present this, basically, as wonderfully 3D as it is actually is. And also show the dynamics, and a lot of the interesting objectsthat you might find, like, in the Hubble, at pretty much realisticfrequencies and scales.", "en": " 我現在想要呈現給大家的 是一個完美的3D立體畫面 不只如此,還有些變化 你也會看到一些有趣的東西,像是哈伯望遠鏡 也有著實際的頻率跟規模"}, {"zh-tw": " So most peoplehave no idea of the difference between an emission nebulaand a planetary nebula. But these are the things that we can putin this little galaxy here.", "en": " 有些人根本不知道發射星雲 跟行星狀星雲之間的不同 但我們可以把它們放進這個小小的銀河"}, {"zh-tw": " So we're flying over hereto what looks like a black hole. I want to basically havethe entire zoo of Hubble objects that people can interact withand play with, again, as toys.", "en": " 我們飛到一個看起來像黑洞的地方 我想要將哈伯望遠鏡能看到的東西呈現給大家 而且人可以跟它們產生互動或像玩玩具一樣"}, {"zh-tw": " So here's a little black hole that we probablydon't want to get too close to. But we also have stars and things as well.", "en": " 這裡有個我們不會想太靠近的黑洞 這邊還有星星跟其他東西"}, {"zh-tw": " If we pull all the way back,we start seeing the entire galaxy here, kind of slowly in motion. Typically, when people present galaxies, it's always beautiful photos,but they're always static.", "en": " 如果我們拉遠,會看到整個銀河 緩慢的動態.一般來說 人們呈現銀河時通常都用些非常美麗的照片 但他們終究是靜態的.當你試著讓銀河產生動態"}, {"zh-tw": " And when you bring it forward in timeand start animating it, it's amazing what a galaxywould look like fast forwarded. This would be abouta million years a second, because you have aboutone supernova every century.", "en": " 你會發現可以看到快速移動的銀河 其實是非常令人驚艷的 這大約是一秒一百萬年 因為一個超新星形成的時間大約需要一世紀"}, {"zh-tw": " And so you'd havethis wonderful sparkling thing, with the disk slowly rotating, and this is roughlywhat it would look like. Part of this is about bringingthe beauty of the natural world to somebody in a very imaginative way, so that they can startcalibrating their instinct across these vast scalesof space and time.", "en": " 你有這個美麗,閃爍的發光體正在緩緩轉動著 這就是他大概看起來的樣子 有個非常重要的方向就是要將自然世界的美 以極具想像力的方式帶給別人,這樣他們就可以開始 大範圍跨越時間與空間去校正他們的直覺"}, {"zh-tw": " Chris was wondering what kind of godsthe players would become. Because if you think about it, you're going to have 15-year-olds,20-year-olds flying around this universe.", "en": " 那天克里斯跟我討論到,他有點好奇玩家會成為怎樣的神 因為你一想到會有15歲 20歲的人,各個年紀的人在這宇宙間飛來飛去"}, {"zh-tw": " They might be a nurturing god. They might be bootstrappinglife on planets, trying to terraformand spread civilization.", "en": " 他們可能是極力養育一切的神,也有可能是一個自食其力的生物 試著占領地盤,散播文明"}, {"zh-tw": " You might be a vengeful god, conquesting, because you actually can do that,you can attack other intelligent races. You might be a networking god,building alliances, or just curious, going around and wantingto explore as much as you possibly can.", "en": " 你可能是個復仇心強的神,四處攻城掠地 你真的做得到,你可以攻擊其他智能物種 你也可能是個網絡性的神,四處結盟 這也是你在遊戲中可以做的.或著因為好奇 四處旅行,盡可能的發掘各種可能性"}, {"zh-tw": " But basically, the reasonwhy I make toys like this is because I thinkif there's one difference I could possibly make in the world, that I would choose to make, it's that I would liketo somehow give people just a little bit better calibrationon long-term thinking. Because I think most of the problemsthat our world is facing right now are the result of short-term thinking, and the fact that it is so hard for usto think 50, 100, or 1,000 years out.", "en": " 但我製造這個遊戲的原因是 如果我可以為這世界創造一個不同的可能性 那麼我就選擇去做,我想要讓人們 可以用長遠的角度的思考,校正 我想我們世界現在面臨的種種問題 大多是我們太過短視所造成的 因為對我們而言,去想50,100甚至1000年之後的事是很困難的"}, {"zh-tw": " And I think by giving kids toys like thisand letting them replay dynamics, very long-term dynamicsover the short term, and getting some senseof what we're doing now, what it's going to be like in 100 years, I think probably is the most effectivething I can be doing to help the world. And so that's why I thinkthat toys can change the world.", "en": " 我也要藉由給小孩這個玩具 讓他們實際玩過各個動態 用很短的時間去看長期的動態與變化 讓他們知道我們現在在做什麼,還有100年後可能會變成怎麼樣 我想這是我在幫助世界這件事上 最有效率的一件事 所以這就是為什麼我認為,玩具可以改變世界"}, {"zh-tw": " Thank you.", "en": " 謝謝大家"}], "title": "Will Wright Makes Toys That Make Worlds"}