{"url": "http://www.ted.com/talks/sebastian_deterding_what_your_designs_say_about_you", "paragraphs": [{"zh-tw": " We are today talkingabout moral persuasion: What is moral and immoralin trying to change people's behaviors by using technology and using design? And I don't know what you expect, but when I was thinking about that issue, I early on realized what I'm not ableto give you are answers. I'm not able to tell youwhat is moral or immoral, because we're livingin a pluralist society.", "en": " 今天我們要來談談道德勸説 當我們試著用科技和設計 來改變人們的行爲時 這之間道德的界限在哪裏？ 我不知道你們的期待是什麽 但當我在想這個問題時 我很早就理解到 我是沒有答案的 我無法告訴你什麽是道德或不道德 因爲我們活在一個多元化的社會"}, {"zh-tw": " My values can be radicallydifferent from your values, which means that what I considermoral or immoral based on that might not necessarily bewhat you consider moral or immoral. But I also realizedthere is one thing that I could give you, and that is what this guybehind me gave the world -- Socrates.", "en": " 我和你的價值觀 可能極端地不同 也就是說我判斷道德的標準 和你的標準不見得一樣 不過我知道 我可以給你的 就是我背後這個人 蘇格拉底"}, {"zh-tw": " It is questions. What I can do and whatI would like to do with you is give you, like that initial question, a set of questionsto figure out for yourselves, layer by layer, like peeling an onion, getting at the core of what you believeis moral or immoral persuasion.", "en": " 所告訴這世界的 -- 那就是問題 我想給你們 像開頭的問題一樣 一連串的問題 讓我們一起來探討 像剝洋蔥一樣 一層又一層的剝掉 最後達到你價值信仰的核心 也就是道德和不道德的分界"}, {"zh-tw": " And I'd like to do thatwith a couple of examples of technologies where people have used game elementsto get people to do things. So it's at first a very simple,very obvious question I would like to give you: What are your intentionsif you are designing something? And obviously, intentionsare not the only thing, so here is another examplefor one of these applications.", "en": " 我要提出幾個科技上的例子 説明人們如何用遊戲的元素 來使其他人做事 所以我要給你的第一個 十分簡單明顯的問題： 當你在設計一樣東西時 你最初的用意是什麽？ 很明顯地 光有用意不能解釋一切 這裡有另外一個例子"}, {"zh-tw": " There are a couple of these kindsof Eco dashboards right now -- dashboards built into cars -- which try to motivate youto drive more fuel-efficiently. This here is Nissan's MyLeaf, where your driving behavioris compared with the driving behavior of other people, so you can compete for who drives a routethe most fuel-efficiently.", "en": " 現在有所謂的環保儀表板 這些裝在車上的儀表板 會激發你去想怎樣開車才更省油 像這個是Nissan的MyLeaf 在這上面你可以看到 你和他人的駕駛方式的比較 所以你可以和其他人比賽 看誰油用得最少"}, {"zh-tw": " And these things arevery effective, it turns out -- so effective that they motivate peopleto engage in unsafe driving behaviors, like not stopping at a red light, because that way you haveto stop and restart the engine, and that would use quitesome fuel, wouldn't it? So despite this beinga very well-intended application, obviously there was a side effect of that. Here's another examplefor one of these side effects.", "en": " 結果發現這個儀表板十分的厲害 厲害到可以讓人們爲了省油 反而去採取不安全的駕駛行爲 像闖紅燈等等的 因爲紅燈時你得停下來再重新啓動 這會花費更多的汽油，不是嗎？ 所以，雖然這個程式的用意是好的 但大家都看得出來這有個副作用 這裡還有個有關副作用的例子"}, {"zh-tw": " Commendable: a site that allows parentsto give their kids little badges for doing the thingsthat parents want their kids to do, like tying their shoes. And at first that sounds very nice, very benign, well-intended.", "en": " Commendable （網站名） 在這個網站上爸爸媽媽可以給予一些小圖章 來獎賞他們的小孩的行爲 像聽話綁鞋帶之類的 一開始這主意聼起來不錯 十分聰明也用意良好"}, {"zh-tw": " But it turns out, if you look intoresearch on people's mindset, caring about outcomes, caring about public recognition, caring about these kindsof public tokens of recognition is not necessarily very helpful for your long-termpsychological well-being. It's better if you careabout learning something.", "en": " 但結果你如果去看人類心理的研究 像這樣在意結果 在意被公衆認可 和這些代表認可的實體符號 對于長期的心理健康 並沒有什麼幫助 但如果你自發地去學習"}, {"zh-tw": " It's better when you care about yourself than how you appearin front of other people. So that kind of motivational toolthat is used actually, in and of itself, has a long-term side effect, in that every time we use a technology that uses somethinglike public recognition or status, we're actually positively endorsing this as a good and normal thingto care about -- that way, possibly havinga detrimental effect on the long-term psychologicalwell-being of ourselves as a culture.", "en": " 自己來關心自己 而不是關心自己呈現的外像 才會有更積極的作用 所以這種激勵他人的工具在其本質上 有長期的副作用 每一次當我們使用 這種牽涉到公共認可或地位的科技時 我們其實也就正向地認可說 這些是該去注意的好事情 這麽一來在長期地來説 會對我們心理的狀態有負面的影響"}, {"zh-tw": " So that's a second, very obvious question: What are the effectsof what you're doing -- the effects you're havingwith the device, like less fuel, as well as the effectsof the actual tools you're using to get people to do things -- public recognition? Now is that all -- intention, effect? Well, there are some technologieswhich obviously combine both. Both good long-term and short-term effects and a positive intentionlike Fred Stutzman's \"Freedom,\" where the whole pointof that application is -- well, we're usually so bombardedwith constant requests by other people, with this device, you can shut off the Internetconnectivity of your PC of choice for a pre-set amount of time, to actually get some work done.", "en": " 第二個很明顯的問題是 你的所作所爲有什麽影響？ 你使用一個裝置帶來的影響 譬如說減少耗油 或是透過使用該裝置 來使別人做事而帶來的效果 也就是公共認可 這是用意還是影響？ 事實上有些科技 結合了兩者 長期和短期的正面影響 結合了正面的用意 像Fred Stutzman's Freedom, 這個程式的用處在於 我們不是常常被 電話和其他人的請求疲勞轟炸嗎 有了這個裝置你就可以 把網路和你的個人電腦関掉一段時間 讓你可以專心完成一些事"}, {"zh-tw": " And I think most of us will agreethat's something well-intended, and also has good consequences. In the words of Michel Foucault, it is a \"technology of the self.\" It is a technologythat empowers the individual to determine its own life course, to shape itself.", "en": " 我們大部分的人會同意 這個的用意是好的 而產生的結果也是好的 用Michel Foucault （法國現代哲學家）的話來説 “那是個自我的科技” 那是個能激勵個人 來決定自己的生活路綫 和塑造自己"}, {"zh-tw": " But the problem is,as Foucault points out, that every technology of the self has a technology of dominationas its flip side. As you see in today's modernliberal democracies, the society, the state,not only allows us to determine our self, to shape our self, it also demands it of us.", "en": " 但是問題在於 如同 Foucault 所指出的 任何一個自我的科技 在其背後都有一支配的科技 如你當今在現代自由的民主裏所看到的 社會國家 不止讓我們決定自己塑造自己 同時也要求我們這麽做"}, {"zh-tw": " It demands that we optimize ourselves, that we control ourselves, that we self-manage continuously, because that's the only wayin which such a liberal society works. These technologies want usto stay in the game that society has devised for us.", "en": " 要求我們要使自己盡善盡美 要求我們要控制我們自己 要求我們要不斷地自我管理 因爲這是讓自由社會能運行的 唯一方法 這些科技要我們留在 社會為我們設計的遊戲裏"}, {"zh-tw": " They want us to fit in even better. They want us to optimizeourselves to fit in.", "en": " 我們被要求必須更完美地融入 我們必須使自己完美來融入"}, {"zh-tw": " Now, I don't say thatis necessarily a bad thing; I just think that this examplepoints us to a general realization, and that is: no matter what technologyor design you look at, even something we consideras well-intended and as good in its effectsas Stutzman's Freedom, comes with certain values embedded in it. And we can question these values.", "en": " 我不是在說這是件壞事 我只是覺得這個例子 為我們指出了一般性的領悟 也就是不管什麽設計或是科技 或是我們覺得用意和影響都好的東西 像 Stutzman's Freedom 都會有一些内定的價值 我們可以對這些價值存疑"}, {"zh-tw": " We can question: Is it a good thing that all of us continuouslyself-optimize ourselves to fit better into that society? Or to give you another example: What about a pieceof persuasive technology that convinces Muslim womento wear their headscarves? Is that a good or a bad technology in its intentions or in its effects? Well, that basically depends onthe kind of values you bring to bear to make these kinds of judgments. So that's a third question: What values do you use to judge? And speaking of values: I've noticed that in the discussionabout moral persuasion online and when I'm talking with people, more often than not,there is a weird bias.", "en": " 我們可以問：不斷地要求我們自己 做到盡善盡美來進一步融入社會 這是一件好事嗎？ 再擧另一個例子 例如一個勸説穆斯林婦女 戴頭巾的科技 就其用意和影響來説 這是好還是壞的科技？ 這個其實是決定在 你做出這樣的判斷時 基於什麽樣的價值？ 所以第三個問題是 你作判斷時基於的價值是什麽？ 談到價值 我注意到在網路上討論道德勸説時 或我和人們談話時 常常會有個奇怪的偏差"}, {"zh-tw": " And that bias is that we're asking: Is this or that \"still\" ethical? Is it \"still\" permissible? We're asking things like: Is this Oxfam donation form, where the regular monthlydonation is the preset default, and people, maybe without intending it, are encouraged or nudgedinto giving a regular donation instead of a one-time donation, is that \"still' permissible? Is it \"still\" ethical? We're fishing at the low end. But in fact, that question,\"Is it 'still' ethical?\" is just one way of looking at ethics.", "en": " 這個偏差就是 我們會問這還是符合道德的嗎？ 這是否還是被允許的？ 我們會問 譬如說 Oxfam（慈善組織）的捐款單上 預設的捐款頻率是設為每個月 一般人在不注意的情況下 會被引導至每月定期捐款 而不是一次性捐款 這是可允許的嗎？ 這是道德的嗎？ 我們舉出的是極端的例子 但事實上這個問題 “這還道德嗎？” 只是另一個看道德的方式"}, {"zh-tw": " Because if you look at the beginningof ethics in Western culture, you see a very different ideaof what ethics also could be. For Aristotle, ethicswas not about the question, \"Is that still good, or is it bad?\" Ethics was about the questionof how to live life well.", "en": " 因爲如果你看看西方文化裏 道德的起源 你會看到 道德也會有很不同的面貌 對亞裏士多德而言 道德不單只是“是或不是”的問題 道德還是如何活得好"}, {"zh-tw": " And he put that in the word \"arête,\" which we, from [Ancient Greek],translate as \"virtue.\" But really, it means \"excellence.\" It means living up to your ownfull potential as a human being. And that is an idea that, I think, Paul Richard Buchananput nicely in a recent essay, where he said,\"Products are vivid arguments about how we should live our lives.\" Our designs are not ethical or unethical in that they're using ethicalor unethical means of persuading us.", "en": " 他用了arete這個字 在古希臘文裏被翻譯成道德 但事實上應該解釋為優秀 意思是將你的身為人類的才能 發揮到極致 而在最近的一篇散文裏 Paul Richard Buchanan很適切地提到 產品是用來説明我們 該如何生活的生動的論點 我們的設計不管是否使用道德的論點來勸説 這都無關道德"}, {"zh-tw": " They have a moral component just in the kind of visionand the aspiration of the good life that they present to us. And if you look into the designedenvironment around us with that kind of lens, asking, \"What is the visionof the good life that our products, our design,present to us?\", then you often get the shivers, because of how littlewe expect of each other, of how little we actuallyseem to expect of our life, and what the good life looks like.", "en": " 在它們展現給我們的方式裏 在它們對好的生活方式的洞察力和啓發裏 它們都有一個道德的部分 而且如果你透過這樣的鏡頭 來檢視我們所設計的環境 並問道“我們的產品和設計要呈現給我們的 好的生活的觀點是什麽？“ 那你會不寒而慄 因爲你會發現我們對互相的期待 和對我們的生活及希望的好生活的期待 是如此的少"}, {"zh-tw": " So that's a fourth questionI'd like to leave you with: What vision of the good lifedo your designs convey? And speaking of design, you'll notice that I alreadybroadened the discussion, because it's not just persuasivetechnology that we're talking about here, it's any piece of designthat we put out here in the world. I don't know whether you know the great communication researcherPaul Watzlawick who, back in the '60s, made the argumentthat we cannot not communicate.", "en": " 那麽就提到第四個問題 你的設計要帶來的 對好生活的洞察力是什麽？ 談到設計 你會發現我已經將討論範圍擴大了 因爲我們談得不止是勸服的科技 那還可以是這世上任何的設計 我不曉得你知不知道 偉大的溝通學大師 Paul Watzlawick 早在60年代就提出說 我們無法不溝通 即使我們選擇沉默"}, {"zh-tw": " Even if we choose to be silent,we chose to be silent, and we're communicating somethingby choosing to be silent. And in the same waythat we cannot not communicate, we cannot not persuade: whatever we do or refrain from doing, whatever we put out thereas a piece of design, into the world, has a persuasive component.", "en": " 即便沉默，我們還是用沉默在溝通 如果我們不能不溝通的話，同理可知 我們就無法不勸說 不管我們做一件事或是不做一件事 在這世上 所有我們的設計 都帶有勸説的一部分"}, {"zh-tw": " It tries to affect people. It puts a certain vision of the good lifeout there in front of us, which is what Peter-Paul Verbeek, the Dutch philosopher of technology, says.", "en": " 要來試著影響人們 它將一定的美好生活的觀點 呈現在我們面前 正如 Peter-Paul Verbeek 荷蘭的科技哲學家所言"}, {"zh-tw": " No matter whether we as designersintend it or not, we materialize morality. We make certain thingsharder and easier to do.", "en": " 身為設計師不管我們有意或無意 我們將道德實體化 我們將一些事變得更難也更容易"}, {"zh-tw": " We organize the existence of people. We put a certain vision of what good or bad or normal or usual is in front of people, by everything we putout there in the world.", "en": " 我們組織人們的生存 透過我們設計出來的東西 我們將一些判定好壞異常的觀點 擺在人們的眼前"}, {"zh-tw": " Even something as innocuousas a set of school chairs is a persuasive technology, because it presents and materializesa certain vision of the good life -- a good life in which teachingand learning and listening is about one person teaching,the others listening; in which it is aboutlearning-is-done-while-sitting; in which you learn for yourself; in which you're not supposedto change these rules, because the chairsare fixed to the ground. And even something as innocuousas a single-design chair, like this one by Arne Jacobsen, is a persuasive technology, because, again, it communicatesan idea of the good life: a good life -- a life that you,as a designer, consent to by saying, \"In a good life, goods are producedas sustainably or unsustainably as this chair.", "en": " 就連一組學校的座椅這麽平常的東西 也是一種勸説的科技 因爲這展現了也實體化了 一定的美好生活的觀點 在這個美好生活裏的教學聽課 定義為是一個人教 一群人聼 學要坐著學 是為你自己而學 而不該去改變規則 因爲椅子是固定在地上 即使是一張無辜的名家設計的椅子 像這張 Arne Jacobsen 的椅子 也是勸説的科技 因爲它傳遞了美好生活的觀點 一個美好的生活 根據設計師所說的 在美好生活裏 物品就像這張椅子永續或非永續地被生産"}, {"zh-tw": " Workers are treated as well or as badly as the workers were treatedthat built that chair.\" The good life is a lifewhere design is important because somebody obviously tookthe time and spent the money for that kind of well-designed chair; where tradition is important, because this is a traditional classicand someone cared about this; and where there is somethingas conspicuous consumption, where it is OK and normal to spenda humongous amount of money on such a chair, to signal to other peoplewhat your social status is. So these are the kinds of layers,the kinds of questions I wanted to lead you through today; the question of: What are the intentionsthat you bring to bear when you're designing something? What are the effects, intendedand unintended, that you're having? What are the valuesyou're using to judge those? What are the virtues, the aspirations that you're actually expressing in that? And how does that apply, not just to persuasive technology, but to everything you design? Do we stop there? I don't think so.", "en": " 工人就像生産這張椅子的工人一樣 很好或不好地被對待 在美好生活裏設計是重要的 因爲有人花了時間和金錢 投注在那樣的好的設計的椅子 美好生活裏傳統是重要的 因爲這是傳統經典 而且有人重視這件事 美好生活裏該有明顯的消費 在美好生活裏將一大筆錢 花在這樣的椅子上讓別人知道你的社會地位 這是正常的是可以的 所以我今天想要帶給你的 就是這一類的問題 像：你在設計東西時 你的出發點用意是什麽？ 你的設計有意和無意的效果是什麽？ 而你用來判定這些的價值觀 又是什麽？ 你的設計所展現的 優點和啓發是什麽？ 這些又如何被應用 在你所設計的一切 而不只是勸説科技上？ 問題就此打住了嗎？ 我並不如此認爲"}, {"zh-tw": " I think that all of these thingsare eventually informed by the core of all of this, and this is nothing but life itself. Why, when the questionof what the good life is informs everything that we design, should we stop at designand not ask ourselves: How does it apply to our own life? \"Why should the lampor the house be an art object, but not our life?\" as Michel Foucault puts it.", "en": " 這一切的一切都是由 其核心所傳遞出來的 那就是生活 當我們問到什麽是美好生活 這可從我們設計的一切事物看出 但爲什麽我們就只看到設計 而不進一步問這設計如何能應用在我們的生活上？ 為什麽燈或屋子是一個藝術品 而我們的生活不是？ 如同 Michel Foucault 曾經這麽說過"}, {"zh-tw": " Just to give you a practicalexample of Buster Benson. This is Buster setting upa pull-up machine at the office of his newstart-up, Habit Labs, where they're trying to buildother applications like \"Health Month\" for people.", "en": " 這裡我給你一個 Buster Benson 的具體例子 他在他的新的 Habit 實驗室 設立一個引體向上的機器 他們試著為人們來研發其他像 Health Month 的應用程式"}, {"zh-tw": " And why is he building a thing like this? Well, here is the set of axioms that Habit Labs, Buster's start-up,put up for themselves on how they wanted to worktogether as a team when they're buildingthese applications -- a set of moral principlesthey set themselves for working together -- one of them being, \"We take care of our own healthand manage our own burnout.\" Because ultimately,how can you ask yourselves and how can you find an answeron what vision of the good life you want to convey and createwith your designs without asking the question: What vision of the good lifedo you yourself want to live? And with that, I thank you.", "en": " 他爲什麽要建這樣的機器？ 這裡是一組Buster建立的 Habit Lab 工作人員的座右銘 這是一些他們希望 當他們在一起工作時 一起設計這些應用程式時 該一起遵守的道德規範 這些座右銘其中一條是 “我們照顧自己的健康和管理自己的爆肝” 因爲最終地來説 如果你不先去問問自己 你自己想要的美好生活的 觀點是什麽 你如何能知道 你的設計想要傳遞和創造的 美好生活的觀點是什麽？ 就此結束演講 謝謝大家"}], "title": "Sebastian Deterding What Your Designs Say About You"}