{"url": "http://www.ted.com/talks/seth_shostak_et_is_probably_out_there_get_ready", "paragraphs": [{"zh-tw": " Is E.T. out there? Well, I work at the SETI Institute. That's almost my name. SETI: Search for Extraterrestrial Intelligence.", "en": " E.T.存在嗎？ 我在SETI工作 這裡幾乎成了我的代名詞 SETI： 搜尋地外文明計畫"}, {"zh-tw": " In other words, I look for aliens, and when I tell people that at a cocktail party, they usually look at me with a mildly incredulous look on their face. I try to keep my own face somewhat dispassionate.", "en": " 換句話說 我在找外星人 我參加聚會時跟別人聊到這個的時候 他們的臉上 通常會出現不可置信的表情 而我呢 則會裝出無動於衷的樣子"}, {"zh-tw": " Now, a lot of people think that this is kind of idealistic, ridiculous, maybe even hopeless, but I just want to talk to you a little bit about why I think that the job I have is actually a privilege, okay, and give you a little bit of the motivation for my getting into this line of work, if that's what you call it. This thing — whoops, can we go back? Hello, come in, Earth.", "en": " 很多人認為ET有點天馬行空 荒唐 甚至是無藥可救 但是我只想和你們分享一些我的想法 我的行業其實是一種榮耀 也讓你們知道 我為何要做這行 如果這稱得上工作的話 這個玩意....噢 可以回上一張嗎 哈囉 呼叫地球"}, {"zh-tw": " There we go. All right. This is the Owens Valley Radio Observatory behind the Sierra Nevadas, and in 1968, I was working there collecting data for my thesis.", "en": " 這才對嘛 好極了 這是歐文斯谷的無線電天文台 坐落在內華達山脈 那時是1968年 我正在那裏 為了論文 蒐集研究數據"}, {"zh-tw": " Now, it's kinda lonely, it's kinda tedious, just collecting data, so I would amuse myself by taking photos at night of the telescopes or even of myself, because, you know, at night, I would be the only hominid within about 30 miles. So here are pictures of myself.", "en": " 蒐集研究數據是一件蠻孤獨 蠻沉悶的事 所以到了晚上 我會拍一些照片打發時間 拍那些天文望遠鏡 甚至自拍 你要知道 因為到了晚上 我就是方圓30英里內 唯一的人類 這些是我的自拍照"}, {"zh-tw": " The observatory had just acquired a new book, written by a Russian cosmologist by the name of Joseph Shklovsky, and then expanded and translated and edited by a little-known Cornell astronomer by the name of Carl Sagan. And I remember reading that book, and at 3 in the morning I was reading this book and it was explaining how the antennas I was using to measure the spins of galaxies could also be used to communicate, to send bits of information from one star system to another.", "en": " 當時天文台剛好進了一本新書 作者是俄羅斯的宇宙學家 名叫約瑟夫 什克洛夫斯基 後來由一位 叫做卡爾賽根 小有名氣的天文學家 翻譯並擴充編輯成冊 我還記得當初讀這本書的情景 我在凌晨3點的時候讀著這本書 書的內容就是講解我當時採用的技術 如何用天線測量星系旋轉 這也可以使用在 通訊技術 在各星系之間 傳遞數位資訊"}, {"zh-tw": " Now, at 3 o'clock in the morning when you're all alone, haven't had much sleep, that was a very romantic idea, but it was that idea -- the fact that you could in fact prove that there's somebody out there just using this same technology -- that appealed to me so much that 20 years later I took a job at the SETI Institute. Now, I have to say that my memory is notoriously porous, and I've often wondered whether there was any truth in this story, or I was just, you know, misremembering something, but I recently just blew up this old negative of mine, and sure enough, there you can see the Shklovsky and Sagan book underneath that analog calculating device. So it was true.", "en": " 好 時間是凌晨三點 你獨自一人 沒甚麼睡 那種想法還蠻浪漫的 但是那種想法 -- 你真的掌握了事實 來證明人外有人 只要利用這個技術 那種想法讓我深深著迷 所以20年後我到了 SETI 這機構工作 各位 我要先說 我的記性是出了名的差 我也常常懷疑 這段往事自己記得的到底多少是真的 說不定我記錯了一些細節 而且我這毛病不久前才發作過 不過我很確定 你們可以看到 那本什克洛夫斯基和賽根的書 就放在 那個類比計算裝置的下面 所以這事是真的"}, {"zh-tw": " All right. Now, the idea for doing this, it wasn't very old at the time that I made that photo. The idea dates from 1960, when a young astronomer by the name of Frank Drake used this antenna in West Virginia, pointed it at a couple of nearby stars in the hopes of eavesdropping on E.T.", "en": " 話說回來 不算很久以前 我產生了想做這件事的念頭 那時候我拍了這張照片 這個想法可以回溯到1960年 一位年輕的天文學家 叫法蘭克 德雷克 他在西維吉尼亞州 裝設了這種天線 將天線指向附近的兩顆恒星 希望能偷聽到 E. T.的動靜"}, {"zh-tw": " Now, Frank didn't hear anything. Actually he did, but it turned out to be the U.S. Air Force, which doesn't count as extraterrestrial intelligence.", "en": " 可是呢 法蘭克甚麼都沒聽到 其實他聽到了 但是結果那是美國空軍發出的 這不能算是外星智慧"}, {"zh-tw": " But Drake's idea here became very popular because it was very appealing — and I'll get back to that — and on the basis of this experiment, which didn't succeed, we have been doing SETI ever since, not continuously, but ever since. We still haven't heard anything.", "en": " 但是現在德雷克的想法卻很受歡迎 因為這非常吸引人 — 這點我等一下再說 從那時候開始 我們就以這個實驗的數據為基礎 這個失敗的實驗 來執行 SETI 斷斷續續 但是從沒放棄 我們還沒有聽到任何東西"}, {"zh-tw": " We still haven't heard anything. In fact, we don't know about any life beyond Earth, but I'm going to suggest to you that that's going to change rather soon, and part of the reason, in fact, the majority of the reason why I think that's going to change is that the equipment's getting better.", "en": " 我們還沒有聽到任何東西 事實上 我們不了解任何地球之外的生命 但是我要告訴各位 這一切將會有所不同 在不久的將來 部分的原因 事實上 我覺得這一切將會有所不同 最大原因是 我們的設備更先進了"}, {"zh-tw": " This is the Allen Telescope Array, about 350 miles from whatever seat you're in right now. This is something that we're using today to search for E.T., and the electronics have gotten very much better too.", "en": " 這是艾倫望遠鏡陣列 從各位現在的位置算起 距離你們大概有350哩 這是我們今天用的東西 用來搜索 E.T. 這些電子產品也已經 有很大的進步了"}, {"zh-tw": " This is Frank Drake's electronics in 1960. This is the Allen Telescope Array electronics today.", "en": " 這是法蘭克 德雷克在1960年用的電子設備 這是現在的艾倫望遠鏡陣列電子設備"}, {"zh-tw": " Some pundit with too much time on his hands has reckoned that the new experiments are approximately 100 trillion times better than they were in 1960, 100 trillion times better. That's a degree of an improvement that would look good on your report card, okay? But something that's not appreciated by the public is, in fact, that the experiment continues to get better, and, consequently, tends to get faster.", "en": " 有些閒閒無事 時間太多的專家 做過估計 這些新的實驗設備的效率顯然 比他們在1960年使用的好上100 萬億倍 好上100 萬億倍 你的成績單上要是有這種進步程度 (學位) 看起來應該會很亮眼吧 但是有些事情無法得到社會大眾的賞識 事實上 實驗的設備日新月異 也因此 速度往往越來越快"}, {"zh-tw": " This is a little plot, and every time you show a plot, you lose 10 percent of the audience. I have 12 of these.", "en": " 這是一張簡單的圖表 每播放一張圖表 你就會失去十分之一的觀眾 這種圖表我有12張"}, {"zh-tw": " But what I plotted here is just some metric that shows how fast we're searching. In other words, we're looking for a needle in a haystack.", "en": " 不過 我這張圖表只顯示了 我們搜尋速度的度量性 換句話說 我們這是在大海撈針"}, {"zh-tw": " We know how big the haystack is. It's the galaxy. But we're going through the haystack no longer with a teaspoon but with a skip loader, because of this increase in speed.", "en": " 我們知道大海有多廣闊 更何況銀河系 但是我們在大海撈針時 不再用茶匙而是用挖土機了 因為速度是以這種幅度增加"}, {"zh-tw": " In fact, those of you who are still conscious and mathematically competent, will note that this is a semi-log plot. In other words, the rate of increase is exponential.", "en": " 事實上 你們當中還清醒的 或是數學能力夠好的 會注意到這是半對數圖 換句話說 增幅度成指數上升"}, {"zh-tw": " It's exponentially improving. Now, exponential is an overworked word. You hear it on the media all the time. They don't really know what exponential means, but this is exponential.", "en": " 成指數增加 對了 指數是一個 被濫用的詞 隨時都可以在媒體看到這個詞 他們不知道指數真正的意思是甚麼 這就是指數"}, {"zh-tw": " In fact, it's doubling every 18 months, and, of course, every card-carrying member of the digerati knows that that's Moore's Law. So this means that over the course of the next two dozen years, we'll be able to look at a million star systems, a million star systems, looking for signals that would prove somebody's out there.", "en": " 事實上 這數字每18個月就翻倍 當然 每個電腦天才俱樂部的會員都知道 這叫摩爾定律 這表示接下來二十幾年的搜索行動 我們能夠檢查一百萬個星系 一百萬個星系 尋找信號 來證明人外有人"}, {"zh-tw": " Well, a million star systems, is that interesting? I mean, how many of those star systems have planets? And the facts are, we didn't know the answer to that even as recently as 15 years ago, and in fact, we really didn't know it even as recently as six months ago. But now we do. Recent results suggest that virtually every star has planets, and more than one.", "en": " 所以 一百萬個星系 是不是很有趣 我是說 這些星系裡面有多少是有行星的 事實是 我們不知道這個問題的答案 事實上 甚至一直到15年前我們都還不知道 甚至一直到六個月前我們都還不知道 但是我們現在知道了 最近的研究結果顯示 幾乎每個恆星都有行星 而且不只一個"}, {"zh-tw": " They're like, you know, kittens. You get a litter. You don't get one kitten. You get a bunch.", "en": " 他們就像 比如說 小貓 一次都生一窩 你不是多一隻小貓 你會有一堆"}, {"zh-tw": " So in fact, this is a pretty accurate estimate of the number of planets in our galaxy, just in our galaxy, by the way, and I remind the non-astronomy majors among you that our galaxy is only one of 100 billion that we can see with our telescopes. That's a lot of real estate, but of course, most of these planets are going to be kind of worthless, like, you know, Mercury, or Neptune.", "en": " 所以 事實上這相當精準地估計了 我們銀河系的行星數目 光是我們的銀河系 順便一提 然後我要提醒你們之中那些不是主修天文學的人 我們銀河系只是人類可以用望遠鏡看到的 一千億個星系的其中之一 外太空有很多房地產 但是當然 我們會發現大部分的行星幾乎都毫無價值 比方說 像是水星 或是海王星"}, {"zh-tw": " Neptune's probably not very big in your life. So the question is, what fraction of these planets are actually suitable for life? We don't know the answer to that either, but we will learn that answer this year, thanks to NASA's Kepler Space Telescope, and in fact, the smart money, which is to say the people who work on this project, the smart money is suggesting that the fraction of planets that might be suitable for life is maybe one in a thousand, one in a hundred, something like that.", "en": " 海王星對你的人生來說大概無關緊要 所以問題是 這些行星中 那些是 真正適合居住的呢 這個問題的答案我們也不知道 但是這是我們今年的研究議題 這得歸功於 美國宇航局的克卜勒太空望遠鏡 事實上 這些理財高手 也就是這個計畫的工作人員 這些理財高手表示 這些行星中可能 適合生命居住的比例也許是 千分之一或百分之一左右"}, {"zh-tw": " Well, even taking the pessimistic estimate, that it's one in a thousand, that means that there are at least a billion cousins of the Earth just in our own galaxy. Okay, now I've given you a lot of numbers here, but they're mostly big numbers, okay, so, you know, keep that in mind. There's plenty of real estate, plenty of real estate in the universe, and if we're the only bit of real estate in which there's some interesting occupants, that makes you a miracle, and I know you like to think you're a miracle, but if you do science, you learn rather quickly that every time you think you're a miracle, you're wrong, so probably not the case.", "en": " 嗯 就算估計的再悲觀一點 比例是千分之一 這表示 我們的地球在銀河系裡 至少有十億個表兄弟 好 我現在給了你一堆數字 可是多半是很大數目 你知道嗎 記住這一點 外太空有很多房地產 宇宙裡有很多房地產 如果我們這塊一丁點大的地皮 是惟一 一個有迷人生物居住的地方 那才叫奇蹟 我知道你喜歡把這件事當作奇蹟 但是如果你用科學的角度想 你很快就會發現 每次你認為自己是奇蹟的時候 你就錯了 所以事情可能不是這樣"}, {"zh-tw": " All right, so the bottom line is this: Because of the increase in speed, and because of the vast amount of habitable real estate in the cosmos, I figure we're going to pick up a signal within two dozen years. And I feel strongly enough about that to make a bet with you: Either we're going to find E.T. in the next two dozen years, or I'll buy you a cup of coffee.", "en": " 好 所以重點是 由於速度加快了 還有因為 宇宙有極多可供居住的地方 我認為大概在 未來的二十幾年內 我們會找出一個信號來源地 我有強烈的直覺 所以我敢跟你們打賭 未來的二十幾年內 要是我們沒有找到E.T. 我就買杯咖啡給你"}, {"zh-tw": " So that's not so bad. I mean, even with two dozen years, you open up your browser and there's news of a signal, or you get a cup of coffee. Now, let me tell you about some aspect of this that people don't think about, and that is, what happens? Suppose that what I say is true.", "en": " 其實這個賭注沒那麼糟 我是說 即使等個二十幾年 你打開你的瀏覽器 然後看到發現E.T.信號的新聞 或是你得到了一杯咖啡 現在 讓我把這方面的願景告訴你們 社會大眾對此不以為然 這就是 是甚麼呢 假設我說的是真的"}, {"zh-tw": " I mean, who knows, but suppose it happens. Suppose some time in the next two dozen years we pick up a faint line that tells us we have some cosmic company.", "en": " 我是說 世事難料 就假設這件事發生了 假設未來二十幾年後的某個時間 我們點選了虛擬銀幕上的一行文字 上面說 有幾個來自宇宙的朋友來訪了"}, {"zh-tw": " What is the effect? What's the consequence? Now, I might be at ground zero for this. I happen to know what the consequence for me would be, because we've had false alarms. This is 1997, and this is a photo I made at about 3 o'clock in the morning in Mountain View here, when we were watching the computer monitors because we had picked up a signal that we thought, \"This is the real deal.\" All right? And I kept waiting for the Men in Black to show up. Right? I kept waiting for -- I kept waiting for my mom to call, somebody to call, the government to call. Nobody called.", "en": " 影響是什麼 後果是什麼 好 我可能正處這事件的原爆點 我剛好知道這對我的影響是什麼 因為我們遇過假警報 時間是1997 年 這張照片是我在大概零晨三點拍的 在舊金山的山景城 那時我們在看 電腦螢幕 因為我們收到一個信號 我們認為 \"這次是來真的\" 我一直在等黑衣人出現 我一直在等......我一直在等我媽的電話 某人的電話 政府的電話 結果沒人打來"}, {"zh-tw": " Nobody called. I was so nervous that I couldn't sit down. I just wandered around taking photos like this one, just for something to do. Well, at 9:30 in the morning, with my head down on my desk because I obviously hadn't slept all night, the phone rings and it's The New York Times.", "en": " 沒人打來 我當時太緊張 我坐不住 我就在那兒團團轉 照了這種照片 只是想找件事做 嗯 早上9:30時 我低著頭 趴在我的書桌上 因為我顯然整晚沒睡 電話響了 是紐約時報"}, {"zh-tw": " And I think there's a lesson in that, and that lesson is that if we pick up a signal, the media, the media will be on it faster than a weasel on ball bearings. It's going to be fast. You can be sure of that. No secrecy.", "en": " 我認為這件事有個教訓 教訓就是 如果我們收到那種信號 媒體 媒體會找上門 比滾輪上的黃鼠狼還快 這種事會傳得很快 跟你們保證 秘密藏不住"}, {"zh-tw": " That's what happens to me. It kind of ruins my whole week, because whatever I've got planned that week is kind of out the window. But what about you? What's it going to do to you? And the answer is that we don't know the answer.", "en": " 這是我的遭遇 幾乎把我那整個星期給毀了 因為不管我那禮拜訂了甚麼計畫都泡湯了 那你們呢 你們打算怎麼辦 答案是我們不知道答案"}, {"zh-tw": " We don't know what that's going to do to you, not in the long term, and not even very much in the short term. I mean, that would be a bit like asking Chris Columbus in 1491, \"Hey Chris, you know, what happens if it turns out that there's a continent between here and Japan, where you're sailing to, what will be the consequences for humanity if that turns out to be the case?\" And I think Chris would probably offer you some answer that you might not have understood, but it probably wouldn't have been right, and I think that to predict what finding E.T.'s going to mean, we can't predict that either.", "en": " 我們不知道這種事對你們會有麼甚麼影響 不會等太久 而短期內也不太可能發生 我是說 這有一點像 你問1491年的哥倫布 \"嘿 哥倫布 要是說啊 這裡和日本之間 原來還有一塊大陸 你想把船開去哪裡嗎 還有 如果你決定這樣做 這會對全人類造成甚麼影響呢\" 我認為哥倫布給你的回答 你可能會聽不懂 那個回答可能 也沒有依據 我認為這跟預測 會不會發現E.T. 是一樣的意思 這也是我們無法預測的"}, {"zh-tw": " But here are a couple things I can say. To begin with, it's going to be a society that's way in advance of our own.", "en": " 不過現在有幾件事我能確定 第一件事 我們會發現他們的文明遠勝我們"}, {"zh-tw": " You're not going to hear from alien Neanderthals. They're not building transmitters.", "en": " 你不會聽到外星尼安德塔人的聲音 他們不需要建造發射台"}, {"zh-tw": " They're going to be ahead of us, maybe by a few thousand years, maybe by a few millions years, but substantially ahead of us, and that means, if you can understand anything that they're going to say, then you might be able to short-circuit history by getting information from a society that's way beyond our own. Now, you might find that a bit hyperbolic, and maybe it is, but nonetheless, it's conceivable that this will happen, and, you know, you could consider this like, I don't know, giving Julius Caesar English lessons and the key to the library of Congress.", "en": " 我們會發現他們遠遠領先 也許幾千年 也許幾百萬年 絕對大幅超前我們 這表示 如果你們能理解 他們說的每一句話 那你也許可以 借鏡這種遙遙領先我們的文明 吸收他們的文化 縮短我們的歷史發展 好 你或許會覺得這有點誇張 或許沒錯 但是無論如何 這種推論是合理的 而且 你知道 你可以把這個想成......想成 教凱薩大帝說英文 然後再給他一把 國會圖書館的鑰匙"}, {"zh-tw": " It would change his day, all right? That's one thing. Another thing that's for sure going to happen is that it will calibrate us. We will know that we're not that miracle, right, that we're just another duck in a row, we're not the only kids on the block, and I think that that's philosophically a very profound thing to learn.", "en": " 那會改變他的一生 是吧 這是肯定的 另外一件肯定會 發生的事是 那會校正我們的文明 我們會明白自己不是奇蹟 對吧 我們只是芸芸眾生中的平凡人 我們不是街上唯一的孩子 我認為這是 一門哲理深奧的學問"}, {"zh-tw": " We're not a miracle, okay? The third thing that it might tell you is somewhat vague, but I think interesting and important, and that is, if you find a signal coming from a more advanced society, because they will be, that will tell you something about our own possibilities, that we're not inevitably doomed to self-destruction. Because they survived their technology, we could do it too.", "en": " 我們不是奇蹟 好嗎 第三件事的寓意有點曖昧不明 但我覺得很有趣也很重要 就是說 如果你發現一個信號 發射地是一個 比我們先進的文明 因為這樣才合理 這樣的文明會使我們發現自己的可塑性 我們不是注定走向自我毀滅之途 因為他們沒有被自己的科技滅亡 我們也做得到"}, {"zh-tw": " Normally when you look out into the universe, you're looking back in time. All right? That's interesting to cosmologists. But in this sense, you actually can look into the future, hazily, but you can look into the future.", "en": " 通常你望向宇宙深處時 你看到的都是過去 是吧 宇宙學家對此很感興趣 但是對我們而言 你其實可以看到未來 有點模糊 但是你可以看到未來"}, {"zh-tw": " So those are all the sorts of things that would come from a detection. Now, let me talk a little bit about something that happens even in the meantime, and that is, SETI, I think, is important, because it's exploration, and it's not only exploration, it's comprehensible exploration.", "en": " 所以這些全部都是能探測出來的東西 好 讓我談談現在發生的事情 就在這個時候 那就是 SETI 我個人認為很重要 因為它進行的是探索 那不只是探索 那是全方位的探索"}, {"zh-tw": " Now, I gotta tell you, I'm always reading books about explorers. I find exploration very interesting, Arctic exploration, you know, people like Magellan, Amundsen, Shackleton, you see Franklin down there, Scott, all these guys. It's really nifty, exploration. And they're just doing it because they want to explore, and you might say, \"Oh, that's kind of a frivolous opportunity,\" but that's not frivolous. That's not a frivolous activity, because, I mean, think of ants.", "en": " 現在 你們要知道 我一直都在讀有關 探險者的書 我發現探索是件很有趣的事 北極探險 你知道嗎 人們都喜歡麥哲倫 阿蒙森(首抵南極者) 沙克爾頓(多次探索南極) 下面有富蘭克林(北極探險家) 斯科特(南極探險家)，所有這些人 探險真是帥呆了 而他們會這麼做 只是因為喜歡探險 有人可能會說 \"是喔 那算投機份子吧\" 可是這不是投機 這不是投機分子的行為 因為 我是說 看看螞蟻"}, {"zh-tw": " You know, most ants are programmed to follow one another along in a long line, but there are a couple of ants, maybe one percent of those ants, that are what they call pioneer ants, and they're the ones that wander off. They're the ones you find on the kitchen countertop.", "en": " 你知道嗎 大多數螞蟻的天性都是跟著其他螞蟻 排成長長一列 而就是會有幾隻螞蟻 也許只有百分之一 牠們這是所謂的 螞蟻先驅 他們到處亂走 牠們會出現在你家廚房的流理臺"}, {"zh-tw": " You gotta get them with your thumb before they find the sugar or something. But those ants, even though most of them get wiped out, those ants are the ones that are essential to the survival of the hive. So exploration is important.", "en": " 你要用拇指壓死牠們 不然 會被牠們找到糖或其他東西 但是這些螞蟻 儘管大多數都被捏死了 但是整個蟻巢必須仰賴這些螞蟻 才得以生存 所以探險很重要"}, {"zh-tw": " I also think that exploration is important in terms of being able to address what I think is a critical lack in our society, and that is the lack of science literacy, the lack of the ability to even understand science. Now, look, a lot has been written about the deplorable state of science literacy in this country.", "en": " 探險之所以重要的理由 我認為還有一個 那就是探險能填補我認為我們的社會 缺乏的關鍵元素 那就是科學知識的貧乏 甚至連理解科學的能力都不足 好 你們看 很多人都寫了文章 為我們國家的科學素養之差感到可悲"}, {"zh-tw": " You've heard about it. Well, here's one example, in fact.", "en": " 你們都知道 好 我舉個例子 事實上"}, {"zh-tw": " Polls taken, this poll was taken 10 years ago. It shows like roughly one third of the public thinks that aliens are not only out there, we're looking for them out there, but they're here, right? Sailing the skies in their saucers and occasionally abducting people for experiments their parents wouldn't approve of.", "en": " 民調顯示 10 年前的民調 顯示了大約三分之一的民眾認為 外星人不但真的存在 我們正在尋找他們 而且他們已經在這裡了 是嗎 坐在他們的飛碟裡翱翔 偶爾還會 把人綁架去做那些他們父母不會同意的實驗"}, {"zh-tw": " Well, that would be interesting if it was true, and job security for me, but I don't think the evidence is very good. That's more, you know, sad than significant. But there are other things that people believe that are significant, like the efficacy of homeopathy, or that evolution is just, you know, sort of a crazy idea by scientists without any legs, or, you know, evolution, all that sort of thing, or global warming.", "en": " 好 如果真有此事 那還蠻有趣的 而且保障了我的工作 但是我不認為那些 足以當作證據 把這些當作事實就有點悲哀了 但是人們還相信其他事 更有意義的事實 像是順勢療法的效果 或是演化是公平的 你知道嗎 類似這些瘋狂的想法 都是只有兩隻腳的科學家想到的 還是說 進化 所有這些想法 或是全球暖化"}, {"zh-tw": " These sorts of ideas don't really have any validity, that you can't trust the scientists. Now, we've got to solve that problem, because that's a critically important problem, and you might say, \"Well, okay, how are we gonna solve that problem with SETI?\" Well, let me suggest to you that SETI obviously can't solve the problem, but it can address the problem.", "en": " 諸如此類的想法真的沒有不合理的地方 不會讓你有懷疑科學家的理由 現在 我們必須解決這個問題 因為這是 一個極為重要的問題 有人可能會說 \"嗯 好吧 我們怎麼和 SETI 解決這個問題\" 好 我跟你們說 SETI 顯然沒辦法 解決這個問題 但它有處理這個問題的能力"}, {"zh-tw": " It can address the problem by getting young people interested in science. Look, science is hard, it has a reputation of being hard, and the facts are, it is hard, and that's the result of 400 years of science, right? I mean, in the 18th century, in the 18th century you could become an expert on any field of science in an afternoon by going to a library, if you could find the library, right? In the 19th century, if you had a basement lab, you could make major scientific discoveries in your own home. Right? Because there was all this science just lying around waiting for somebody to pick it up. Now, that's not true anymore.", "en": " 它可以借助那些對科學有興趣的年輕人 來處理這個問題 聽我說 科學很難 科學是出名的難懂 事實上 科學很難 這是科學累積四百年的成果 是吧 我是說 18 世紀時 18 世紀時 你可以成為任何科學領域的專家 只要在圖書館待一個下午 前提是你能找到圖書館 是吧 19 世紀時 如果你有個地下實驗室 你就能做出重大的科學發現 在自己家裡 那是因為這些科學新知 隨手可得 到處都是 等著讓人發現 現在 情況不一樣了"}, {"zh-tw": " Today, you've got to spend years in grad school and post-doc positions just to figure out what the important questions are. It's hard. There's no doubt about it.", "en": " 今天 你要當好幾年的研究生 還要繼續博士後的研究工作 只是為了提出 那些重要的問題 科學很難 無庸置疑"}, {"zh-tw": " And in fact, here's an example: the Higgs boson, finding the Higgs boson. Ask the next 10 people you see on the streets, \"Hey, do you think it's worthwhile to spend billions of Swiss francs looking for the Higgs boson?\" And I bet the answer you're going to get, is, \"Well, I don't know what the Higgs boson is, and I don't know if it's important.\" And probably most of the people wouldn't even know the value of a Swiss franc, okay? And yet we're spending billions of Swiss francs on this problem.", "en": " 事實上 我舉個例子：希格斯玻色子 尋找希格斯玻色子 到街上去 問一下你遇到的 10 個人 \"嘿，你認為花費數十億法郎 尋找希格斯玻色子值得嗎 \" 我敢說你得到的回答會是 \"嗯，我不知道甚麼是希格斯玻色子 我不知道那是不是很重要 可能大多數人甚至連瑞士法郎的價值 都不知道 是吧 而我們還是花了數十億瑞士法郎想解決這個問題"}, {"zh-tw": " Okay? So that doesn't get people interested in science because they can't comprehend what it's about. SETI, on the other hand, is really simple.", "en": " 懂嗎 這件事沒辦法引起人們對科學的興趣 因為他們不了解他們在幹嘛 而說到 SETI 呢 真的很簡單"}, {"zh-tw": " We're going to use these big antennas and we're going to try to eavesdrop on signals. Everybody can understand that. Yes, technologically, it's very sophisticated, but everybody gets the idea.", "en": " 我們要用這些大大的天線 我們要嘗試 竊聽信號 這每個人都懂 沒錯 技術上來說 這件事非常的複雜 但是大家都有這個想法"}, {"zh-tw": " So that's one thing. The other thing is, it's exciting science. It's exciting because we're naturally interested in other intelligent beings, and I think that's part of our hardwiring.", "en": " 這就是第一件事 另一件事是 這是一種令人興奮的科學 令人興奮的原因是我們天生對 其他智慧生命感興趣 而且我認為那是 我們內建的程式"}, {"zh-tw": " I mean, we're hardwired to be interested in beings that might be, if you will, competitors, or if you're the romantic sort, possibly even mates. Okay? I mean, this is analogous to our interest in things that have big teeth. Right? We're interested in things that have big teeth, and you can see the evolutionary value of that, and you can also see the practical consequences by watching Animal Planet. You notice they make very few programs about gerbils.", "en": " 我是說 我們對那些生物的興趣是內建的 那些可能會是 如果你相信的話 我們的競爭對手 或是如果你天性浪漫 他們可能是我們的同伴 好嗎 我是說 我們可以拿這種興趣來跟我們對有大牙齒的 東西的興趣比較 對吧 我們對有大牙齒的東西感興趣 因為我們 可以看出進化的價值 我們在看動物星球頻道時 也能得到相同的結論 你注意他們很少播沙鼠的節目"}, {"zh-tw": " It's mostly about things that have big teeth. Okay, so we're interested in these sorts of things.", "en": " 他們多半都播有大牙齒的東西 好 所以我們會對這些東西感興趣"}, {"zh-tw": " And not just us. It's also kids. This allows you to pay it forward by using this subject as a hook to science, because SETI involves all kinds of science, obviously biology, obviously astronomy, but also geology, also chemistry, various scientific disciplines all can be presented in the guise of, \"We're looking for E.T.\" So to me this is interesting and important, and in fact, it's my policy, even though I give a lot of talks to adults, you give talks to adults, and two days later they're back where they were.", "en": " 不只是我們 小孩子也是 這些科學誘餌讓我們願意深入了解 因為 SETI 涉及所有種類的科學 顯然有生物學 顯然有天文學 而且還有地質學 還有化學 各種各樣的科學 掩飾所有這些學科的就是 \"我們在找外星人\" 這個幌子 所以對我來說 這件事有趣又重要 實際上 這是我的手段 即使我演講的對象大多是成年人 你對成年人演講 兩天後他們就忘得一乾二淨了"}, {"zh-tw": " But if you give talks to kids, you know, one in 50 of them, some light bulb goes off, and they think, \"Gee, I'd never thought of that,\" and then they go, you know, read a book or a magazine or whatever. They get interested in something.", "en": " 但是如果對小孩子演講 你知道嗎 只要五十個裡面有一個 腦中的燈泡亮了 然後他們會想 \"哎呀 我以前從來沒想過\" 然後他們就去 嗯 找本書或雜誌或甚麼的來讀 他們對某件事情感興趣"}, {"zh-tw": " Now it's my theory, supported only by anecdotal, personal anecdotal evidence, but nonetheless, that kids get interested in something between the ages of eight and 11. You've got to get them there. So, all right, I give talks to adults, that's fine, but I try and make 10 percent of the talks that I give, I try and make those for kids.", "en": " 這就是我的理論 只能靠奇聞軼事支持 我自己的奇聞軼事 儘管如此 八到十一歲的孩子會對某件事情感興趣 這時你必須幫他們一把 因此 好 我對成人演講 沒錯 但是我想要讓 我十場中有一場演講發揮效果 我試著幫那些孩子"}, {"zh-tw": " I remember when a guy came to our high school, actually, it was actually my junior high school. I was in sixth grade. And he gave some talk. All I remember from it was one word: electronics.", "en": " 我記得高中時有一個傢伙來到我學校 事實上 是我初中時 那時候我讀六年級 他說了一些話 我只記得 一個字 電子用品"}, {"zh-tw": " It was like Dustin Hoffman in \"The Graduate,\" right, when he said \"plastics,\" whatever that means, plastics. All right, so the guy said electronics. I don't remember anything else. In fact, I don't remember anything that my sixth grade teacher said all year, but I remember electronics.", "en": " 這就像在\"畢業生\" 裡的達斯汀霍夫曼 他說\"塑膠\"的時候 不管他想說甚麼 塑膠 好 所以那傢伙說了電子用品 其他的 我都不記得了 事實上 我六年級老師 整年說過的事我全都忘了 但我記得電子用品"}, {"zh-tw": " And so I got interested in electronics, and you know, I studied to get my ham license. I was wiring up stuff. Here I am at about 15 or something, doing that sort of stuff.", "en": " 所以我對電子學有了興趣 你知道嗎 為了考取無線電證照 我讀書 我組裝零件 我在大概 15 歲左右 搞這些搞那些的"}, {"zh-tw": " Okay? That had a big effect on me. So that's my point, that you can have a big effect on these kids.", "en": " 懂嗎 這對我產生很大的影響 這就是我的重點 對那些孩子而言 你可以發揮 很大的影響力"}, {"zh-tw": " In fact, this reminds me, I don't know, a couple years ago I gave a talk at a school in Palo Alto where there were about a dozen 11-year-olds that had come to this talk. I had been brought in to talk to these kids for an hour.", "en": " 事實上 這使我想起 我想想 幾年前 我在帕洛阿爾托的一間學校演講 那裡有大概有十幾個 11 歲大的小孩 來聽我的演講 我對這些孩子演講了一個小時"}, {"zh-tw": " Eleven-year-olds, they're all sitting in a little semi-circle looking up at me with big eyes, and I started, there was a white board behind me, and I started off by writing a one with 22 zeroes after it, and I said, \"All right, now look, this is the number of stars in the visible universe, and this number is so big there's not even a name for it.\" And one of these kids shot up his hand, and he said, \"Well, actually there is a name for it. It's a sextra-quadra-hexa-something or other.\" Right? Now, that kid was wrong by four orders of magnitude, but there was no doubt about it, these kids were smart.", "en": " 11歲的小孩 他們都圍成一個小小的半圓型 看大眼睛抬頭看我 然後我開始講 我後面有個白板 然後我開始 寫1然後跟著22個零 我說 \"好 你們看 這是星星的數量 可見的宇宙中 這個數字這麼大 大到沒有命名\" 其中一個孩子舉手 他說 \"嗯 其實它有名稱 那叫京兆億之類的還是甚麼的\" 好 那小子說錯了幾個大數 但是毫無疑問 這些孩子很聰明"}, {"zh-tw": " Okay? So I stopped giving the lecture. All they wanted to do was ask questions.", "en": " 懂嗎 所以我停止演講 他們只想要問問題"}, {"zh-tw": " In fact, my last comments to these kids, at the end I said, \"You know, you kids are smarter than the people I work with.\" Now — They didn't even care about that. What they wanted was my email address so they could ask me more questions.", "en": " 事實上 我最後給這些孩子的評語是 結束時我說 \"你知道嗎 你的孩子很聰明 比我同事聰明 然後 — 他們甚至連這個都不在乎 他們只想要我的電子郵件地址 然後他們就可以問我更多的問題"}, {"zh-tw": " Let me just say, look, my job is a privilege because we're in a special time. Previous generations couldn't do this experiment at all.", "en": " 我只想說 你看 我的工作是一項特權 因為我們處在特殊的時代 上一代的人根本無法進行這種實驗"}, {"zh-tw": " In another generation down the line, I think we will have succeeded. So to me, it is a privilege, and when I look in the mirror, the facts are that I really don't see myself.", "en": " 在我們之後的下一個世代 我認為我們會成功 所以對我來說 這是一種特權 當我看著鏡子 事實上我看到的 真的不是我自己"}, {"zh-tw": " What I see is the generation behind me. These are some kids from the Huff School, fourth graders.", "en": " 我看到是我後面的世代 那些從胡夫小學畢業的 四年級的孩子"}, {"zh-tw": " I talked there, what, two weeks ago, something like that. I think that if you can instill some interest in science and how it works, well, that's a payoff beyond easy measure. Thank you very much.", "en": " 我在那裏演講過 大概是兩個星期前 講了類似這些事情 我覺得如果你可以讓科學變得比較有趣 還有解釋科學的原理 嗯 這就是回報 價值遠勝於簡單的測驗 非常感謝大家"}], "title": "Seth Shostak Et Is Probably Out There Get Ready"}