{"url": "http://www.ted.com/talks/terry_moore_why_is_x_the_unknown", "paragraphs": [{"zh-tw": " I have the answer to a question that we've all asked. The question is, Why is it that the letter X represents the unknown? Now I know we learned that in math class, but now it's everywhere in the culture -- The X prize, the X-Files, Project X, TEDx. Where'd that come from? About six years ago I decided that I would learn Arabic, which turns out to be a supremely logical language.", "en": " 對於一個我們都會問的問題 我有個答案 這個問題是 為什麼X這個字母 表示未知數? 我們都在數學課中學過 但它也延伸到日常文化的各個角落 X Prize 全球創新獎、X檔案 X計畫、TEDx X到底從何而來? 大約在六年前 我決定學阿拉伯文 一種具高度邏輯性的語言"}, {"zh-tw": " To write a word or a phrase or a sentence in Arabic is like crafting an equation, because every part is extremely precise and carries a lot of information. That's one of the reasons so much of what we've come to think of as Western science and mathematics and engineering was really worked out in the first few centuries of the Common Era by the Persians and the Arabs and the Turks.", "en": " 利用阿拉伯文書寫一個字或一個單詞 或一個句子 就像在刻劃一個方程式 因為每個部分都極度準確 而且蘊含大量資訊 這是其中一個原因 為什麼我們現在稱之為 西方科學、數學和工程學 皆是在西元前幾個世紀 由波斯人、阿拉伯人和土耳其人所發展出來的"}, {"zh-tw": " This includes the little system in Arabic called al-jebra. And al-jebr roughly translates to \"the system for reconciling disparate parts.\" Al-jebr finally came into English as algebra.", "en": " 其中包括阿拉伯文稱作 \"al-jebra\"的小系統 \"al-jebra\" 大概的意思是 一套調和不同部分的系統 \"Al-jebr\"發展成英文的代數"}, {"zh-tw": " One example among many. The Arabic texts containing this mathematical wisdom finally made their way to Europe -- which is to say Spain -- in the 11th and 12th centuries.", "en": " 這是眾多例子中的其中一個 包含了數學智慧的阿拉伯文字 後來傳播到歐洲 準確說是西班牙 在11至12世紀時"}, {"zh-tw": " And when they arrived there was tremendous interest in translating this wisdom into a European language. But there were problems.", "en": " 對它們的到來 人們有著濃厚的興趣 要把這種智慧 翻譯成歐洲的語言 但產生了一些問題"}, {"zh-tw": " One problem is there are some sounds in Arabic that just don't make it through a European voice box without lots of practice. Trust me on that one.", "en": " 其中有一個是 有些阿拉伯語的發音 歐洲人是發不出來的 不經過大量練習的話 這點你們要相信我"}, {"zh-tw": " Also, those very sounds tend not to be represented by the characters that are available in European languages. Here's one of the culprits.", "en": " 此外 這些特別的發音 在歐洲語言中 也找不到字母來代表它們 這裡有一個例子"}, {"zh-tw": " This is the letter SHeen, and it makes the sound we think of as SH -- \"sh.\" It's also the very first letter of the word shalan, which means \"something\" just like the the English word \"something\" -- some undefined, unknown thing. Now in Arabic, we can make this definite by adding the definite article \"al.\" So this is al-shalan -- the unknown thing.", "en": " 這個字念作 \"SHeen\" 和英文中的\"sh\"發一樣的音 也是\"Shalan\"這個字 的開頭 代表 \"某些東西\" 而就像英文中\"某些東西\"的字義 某些未定義、未知的事物 在阿拉伯語中 我們可以在這個字前面 加上\"al\"這個定冠詞 就變成了\"al-shalan\" \"未知的事物\""}, {"zh-tw": " And this is a word that appears throughout early mathematics, such as this 10th century derivation of proofs. The problem for the Medieval Spanish scholars who were tasked with translating this material is that the letter SHeen and the word shalan can't be rendered into Spanish because Spanish doesn't have that SH, that \"sh\" sound.", "en": " 而這個單字在早期的數學中出現 例如這道十世紀的推導證明題 對於中世紀那些 負責翻譯這些教材的西班牙學者而言 問題是字母\"SHeen\"和單字\"shalan\" 無法用西班牙語表達 因為西班牙語裡 沒有\"SH\"的發音"}, {"zh-tw": " So by convention, they created a rule in which they borrowed the CK sound, \"ck\" sound, from the classical Greek in the form of the letter Kai. Later when this material was translated into a common European language, which is to say Latin, they simply replaced the Greek Kai with the Latin X.", "en": " 所以依照常規 他們創了一個規則 從古希臘語中 借了\"ck\"這個音 用\"X\" (Kai) 這個字母表達出來 而後當這些教材被翻譯成 通用的歐洲語言 也就是拉丁文 他們把希臘語中的\"X\" (Kai) 替換成拉丁文中的\"X\""}, {"zh-tw": " And once that happened, once this material was in Latin, it formed the basis for mathematics textbooks for almost 600 years. But now we have the answer to our question.", "en": " 而當這件事發生 當教材已被翻譯成拉丁文 就成了其後600年的 數學課本的基礎 現在來到了問題的答案"}, {"zh-tw": " Why is it that X is the unknown? X is the unknown because you can't say \"sh\" in Spanish. And I thought that was worth sharing.", "en": " 為什麼X代表未知? 這是因為 你沒辦法在西班牙語中發\"sh\"的音 而我覺得這值得分享給大家 (全場鼓掌)"}], "title": "Terry Moore Why Is X The Unknown"}