{"url": "http://www.ted.com/talks/ami_klin_a_new_way_to_diagnose_autism", "paragraphs": [{"zh-tw": " I always wanted to becomea walking laboratory of social engagement: to resonate other people's feelings,thoughts, intentions, motivations, in the act of being with them. As a scientist, I always wantedto measure that resonance, that sense of the otherthat happens so quickly, in the blink of an eye.", "en": " 我總是想成為 人際交流的行動實驗室 藉由和別人在一起 來體會他們的感受、想法、意圖與動機 身為科學家，我總希望能度量這種人與人之間 身為科學家，我總希望能度量這種人與人之間 瞬間即生的共鳴感"}, {"zh-tw": " We intuit other people's feelings; we know the meaning of their actionseven before they happen. We're always in this stance of being the objectof somebody else's subjectivity.", "en": " 我們能自然領會別人的感受 甚至在他們行動以前 就知道行動所代表的意義 無論何時 我們總是某人主觀意識中的客體"}, {"zh-tw": " We do that all the time.We just can't shake it off. It's so important that the very toolswe use to understand ourselves, to understand the world around us, are shaped by that stance.", "en": " 這是我們無法擺脫的一點 這很重要 我們正是仰賴這一點 來學會了解我們自己及周遭的世界"}, {"zh-tw": " We are social to the core. So my journey in autism really started when I lived in a residential unitfor adults with autism.", "en": " 我們完完全全是社會動物 我對自閉症的了解是從我住進一個 為自閉症患者而設的成人之家中開始的"}, {"zh-tw": " Most of those individualshad spent most of their lives in long-stay hospitals. This is a long time ago.", "en": " 他們多數都在醫院裡度過大部分的人生 這是很久以前的事了"}, {"zh-tw": " And for them, autism was devastating. They had profoundintellectual disabilities.", "en": " 對他們來說，自閉症是場災難 他們有嚴重的智力障礙、不說話"}, {"zh-tw": " They didn't talk. But most of all, they were extraordinarily isolatedfrom the world around them, from their environment and from the people.", "en": " 更糟的是 他們極度封閉在自己的世界裡 與周遭的環境隔絕 與他人隔絕"}, {"zh-tw": " In fact, at the time,if you walked into a school for individuals with autism, you'd hear a lot of noise, plenty of commotion, actions,people doing things. But they're always doingthings by themselves.", "en": " 如果你走進一所當時的自閉症特教學校 事實上你會聽到很多聲音 喧鬧聲、人們做各種事情的聲音 但他們總是各自做自己的事"}, {"zh-tw": " So they may be lookingat a light in the ceiling, or they may be isolated in the corner, or they might be engagedin these repetitive movements, in self-stimulatory movementsthat led them nowhere. Extremely, extremely isolated.", "en": " 可能在看天花板上的燈 可能獨自待在角落 或反覆做一些無意義的動作 來達到自我刺激的目的 極度地封閉在自己的世界裡"}, {"zh-tw": " Well, now we know that autismis this disruption, the disruption of this resonancethat I am telling you about. These are survival skills.", "en": " 如今我們知道 是自閉症使他們無法 與他人產生共鳴感 但這是生存本能"}, {"zh-tw": " These are survival skillsthat we inherited over many, many hundredsof thousands of years of evolution. You see, babies are bornin a state of utter fragility.", "en": " 是經由數十萬年的演化 所傳承下來的生存本能 所傳承下來的生存本能 你們都知道，新生兒是全然無助的"}, {"zh-tw": " Without the caregiver,they wouldn't survive, so it stands to reasonthat nature would endow them with these mechanisms of survival. They orient to the caregiver.", "en": " 沒有人照顧便不能生存 所以大自然賦予他們 這些生存的機制 他們會追尋照顧他們的人"}, {"zh-tw": " From the first days and weeks of life, babies prefer to hear human sounds, rather than just soundsin the environment. They prefer to look at peoplerather than at things, and even as they're looking at people,they look at people's eyes, because the eye is the windowto the other person's experiences, so much so that they even preferto look at people who are looking at themrather than people who are looking away.", "en": " 從出生後的幾天到幾周內 嬰兒就偏好人聲 而不是周遭的其他聲音 他們偏好看著人而不是其他東西 當他們對著人看時 他們甚至會盯著人的眼睛看 因為眼睛是通往他人經驗的途徑 所以他們甚至會偏好盯著正在看他們的人 而不是看著旁邊的人"}, {"zh-tw": " Well, they orient to the caregiver. The caregiver seeks the baby.", "en": " 他們追尋照顧他們的人 照顧者則追尋著嬰兒"}, {"zh-tw": " And it's out of this mutuallyreinforcing choreography that a lot that is of importanceto the emergence of mind -- the social mind, the socialbrain -- depends on. We always think about autism as something that happenslater on in life.", "en": " 人的心智，尤其是社會性的心智 就是在這如舞步般的過程中 一來一往、逐漸成形 我們總以為自閉症 是出生成長後逐漸形成的"}, {"zh-tw": " It doesn't; it beginswith the beginning of life. As babies engage with caregivers,they soon realize that, well, there is something between the earsthat is very important -- it's invisible, you can't see it,but it's really critical.", "en": " 不是這樣的。它在出生時就發生了 當嬰兒接觸到照顧他們的人 他們很快就理解到，在兩耳間 有些非常重要的東西 那是看不到、但非常重要的東西─"}, {"zh-tw": " And that thing is called attention. And they learn soon enough, even before they can utter one word, that they can take that attentionand move somewhere in order to get things they want.", "en": " 就是別人對他們的關注 在能夠開口說話前 他們就先學會藉由吸引別人的注意 來得到自己想要的"}, {"zh-tw": " They also learn to followother people's gazes, because whatever people are looking atis what they are thinking about. And soon enough, they start to learnabout the meaning of things, because when somebodyis looking at something or somebody is pointing at something, they're not just gettinga directional cue.", "en": " 他們也學會跟隨別人的目光 因為別人目光所及 就是他們心中所想 很快地，他們就開始學習事物的意義 因為當某人看著一樣東西 或是指著一樣東西 那並不只代表了一個方向"}, {"zh-tw": " They are getting the otherperson's meaning of that thing, the attitude. And soon enough, they startbuilding this body of meanings, but meanings that were acquiredwithin the realm of social interaction.", "en": " 也代表了這樣東西對這個人的意義 這個人對這樣東西的看法 他們開始架構事物的意義 那些他們在跟別人互動的過程中 所學習到的意義"}, {"zh-tw": " Those are meanings that are acquired as part of their sharedexperiences with others. Well, this is a 15-month-old little girl, and she has autism.", "en": " 這些都是從與他人共享的經驗中 所學習到的 這是一個十五個月大 患有自閉症的小女孩"}, {"zh-tw": " And I am coming so close to herthat I am maybe two inches from her face, and she's quite oblivious to me. Imagine if I did that to you,came two inches from your face.", "en": " 我已經靠近到離她的臉只有五公分 她卻完全無視於我 想像一下我對你做同樣的事 我向你靠近到離你的臉只有五公分"}, {"zh-tw": " You'd do probablytwo things, wouldn't you? You would recoil.You would call the police. You would do something, because it's literally impossibleto penetrate somebody's physical space and not get that reaction.", "en": " 你可能會有兩個反應 你會向後退、或是叫警察 你一定會做點什麼 因為侵犯到某人的空間而不引起任何反應 實在是不太可能的事"}, {"zh-tw": " We do so, remember,intuitively, effortlessly. This is our body wisdom; it's not something mediatedby our language.", "en": " 記住，這是我們不加思索的直覺反應 是我們身體自然的判斷"}, {"zh-tw": " Our body just knows that. And we've known that for a long time.", "en": " 不需要言語作為媒介 我們的身體本來就知道該這樣做"}, {"zh-tw": " And this is not somethingthat happens to humans only. It happens to someof our phyletic cousins, because if you're a monkey,and you look at another monkey, and that monkey has a higherhierarchy position than you, and that is consideredto be a signal or threat, well, you are not goingto be alive for long.", "en": " 而這並不是人類獨有的 我們在演化上的遠親也是如此 因為如果你是隻猴子 你這樣看著另一隻地位比你高的猴子 你這樣看著另一隻地位比你高的猴子 而你的舉動被認為是一種暗示或威脅 你就活不久了"}, {"zh-tw": " So something that in other speciesare survival mechanisms, without which theywouldn't basically live, we bring into the context of human beings, and this is what we needto simply act, socially. Now, she is oblivious to meand I'm so close to her, and you think, maybe she can see you, maybe she can hear you.", "en": " 這對其他物種來說 是不可或缺的生存本能 對人類而言 則是產生人際互動的基本條件 好，我離她這麼近她還是無視於我 你們可能會想 她也許看得見或聽得見我"}, {"zh-tw": " Well, a few minutes later, she goes to the corner of the room, and she finds a tiny little pieceof candy, an M&M. So I could not attract her attention, but something -- a thing -- did.", "en": " 幾分鐘後她到房間的角落去了 找到一小顆M&M's巧克力 所以我不能吸引她的注意 但是某樣東西卻可以"}, {"zh-tw": " Now, most of us make a big dichotomy between the world of thingsand the world of people. Now, for this girl,that division line is not so clear, and the world of peopleis not attracting her as much as we would like.", "en": " 好，我們多數人會用二分法來看這世界─ 物品的世界、人的世界 但對這女孩來說，人與物的分別 不是那麼清楚，而人的世界 並不像我們所想的那樣吸引她"}, {"zh-tw": " Now, remember that we learn a great dealby sharing experiences. What she is doing right nowis that her path of learning is diverging, moment by moment, as she is isolating herselffurther and further.", "en": " 要記住 我們很多的學習都是從經驗分享而來 現在在她身上發生的事是 她的學習隨著她越來越封閉自己 而逐漸走上不同的道路"}, {"zh-tw": " So we feel sometimesthat the brain is deterministic, the brain determineswho we're going to be. But, in fact, the brainalso becomes who we are, and at the same timethat her behaviors are taking away from the realm of social interaction, this is what's happening with her mind, and this is what's happeningwith her brain.", "en": " 所以有時候我們會覺得 大腦決定了我們會成為怎樣的人 但事實上我們也會影響大腦的發展 所以當她跟別人的互動越來越少 在此同時 這對她的心智及大腦都造成影響"}, {"zh-tw": " Well, autism is the most stronglygenetic condition of all developmental disorders. And it's a brain disorder.", "en": " 自閉症是所有發展障礙中 與基因關聯最強的一種 它是一種腦部疾病"}, {"zh-tw": " It's a disorder that beginsmuch prior to the time that the child is born. We now know that there is a verybroad spectrum of autism.", "en": " 是一種早在出生前就發生的疾病 是一種早在出生前就發生的疾病 我們現在知道了"}, {"zh-tw": " There are those individualswho are profoundly intellectually disabled but there are those that are gifted. There are those individualswho don't talk at all; there are those individualswho talk too much.", "en": " 自閉症會以很多不同樣貌顯現 有些人有嚴重的智力障礙 有些人則是有特殊的天份 有些人完全不說話，有些人卻說個不停"}, {"zh-tw": " There are those individualsthat if you observe them in their school, you see them running the periphery fenceall the school day if you let them, to those individualswho cannot stop coming to you and trying to engage yourepeatedly, relentlessly, but often in an awkward fashion, without that immediate resonance. Well, this is much more prevalentthan we thought at the time.", "en": " 如果你到他們的學校去 你可能會看到有些人若未經制止 會繞著學校的圍籬跑個不停 有些人則會不斷試圖引起你的注意 有些人則會不斷試圖引起你的注意 但他們使用的方式通常讓人感到不舒服 也無法引起別人共鳴 這種狀況遠比我們當初想的要普遍"}, {"zh-tw": " When I started in this field, we thought there were four individualswith autism per 10,000 -- a very rare condition. Well, now we know it's morelike one in 100.", "en": " 當我剛踏入這個領域時 我們認為每一萬人中約有四人患有自閉症 算是一種很罕見的疾病 現在我們知道大約每百人中就有一個"}, {"zh-tw": " There are millions of individualswith autism all around us. The societal costof this condition is huge, in the US alone,maybe 35 to 80 billion dollars.", "en": " 我們周遭有幾百萬的人患有自閉症 這種疾病的社會成本很大 只在美國，也許就要花上350億到800億美金"}, {"zh-tw": " And you know what? Most of those funds are associatedwith adolescents and particularly adults who are severely disabled, individuals who needwraparound services -- services that are very, very intensive. And those services can cost in excessof 60,000 to 80,000 dollars a year.", "en": " 而你們知道嗎？ 絕大多數的經費都被用在 青少年及有嚴重障礙的成人身上 他們需要非常密集的全方位服務 他們需要非常密集的全方位服務 每年就需要六到八萬美金以上的費用"}, {"zh-tw": " Those are individuals who did notbenefit from early treatment, because now we knowthat autism creates itself as individuals diverge in that pathwayof learning that I mentioned to you. Were we to be ableto identify this condition at an earlier point,and intervene and treat -- I can tell you, this has been probablysomething that has changed my life in the past 10 years, this notion that we can absolutelyattenuate this condition.", "en": " 這些都是未從早期療育獲益的人 因為我們現在知道，當他們的學習 像我之前說的那樣走上另一條路時 自閉症的狀況就會越加惡化 如果我們能做到早期發現 並且在早期就介入治療 我告訴你們 我們絕對可以減輕自閉症的症狀 這個想法在過去十年裡"}, {"zh-tw": " Also, we have a window of opportunity, because the brainis malleable for just so long, and that window of opportunityhappens in the first three years of life. It's not that that windowcloses; it doesn't.", "en": " 改變了我的人生 但我們只有一小段時間可以採取行動 因為大腦只在那一段時間裡有可塑性 這段寶貴的時間是在三歲以前 這段寶貴的時間是在三歲以前 並不是說在那之後就完全沒有機會了"}, {"zh-tw": " But it diminishes considerably. And yet, the median ageof diagnosis in this country is still about five years, and in disadvantaged populations, the populations that don't haveaccess to clinical services, rural populations, minorities, the age of diagnosis is later still, which is almost as if I were to tell you that we are condemning those communitiesto have individuals with autism whose condition is goingto be more severe.", "en": " 但是機會確實大大降低 目前在美國自閉症得到確診的平均年齡 一般還是在五歲 對於那些得不到臨床服務 住在偏遠地區或 身為少數族裔的弱勢族群來說 確診的年齡還要更晚 這幾乎像是我們對這些族群宣告 他們的自閉症患者 注定要陷入越來越嚴重的狀況"}, {"zh-tw": " So I feel that we havea bioethical imperative. The science is there.", "en": " 就醫學倫理而言，我們有不可推卸的責任 我們已經有這些科學知識"}, {"zh-tw": " But no science is of relevance if it doesn't have an impacton the community. And we just can't affordthat missed opportunity, because children with autismbecome adults with autism.", "en": " 但如果它們不能為社會所用 它們就沒有多大用處 而我們不能失去這樣的機會 因為患有自閉症的兒童會長大成人"}, {"zh-tw": " And we feel that those things we can do for these children,for those families, early on, will have lifetime consequences -- for the child, for the family,and for the community at large. So this is our view of autism.", "en": " 我們如果能夠及早盡我們所能 為他們及他們的家庭做點事 對這些家庭或整個社會來說 都會有長遠的影響 這就是我們對自閉症的看法"}, {"zh-tw": " There are over a hundred genesthat are associated with autism. In fact, we believe there are going to be something between 300 and 600genes associated with autism, and genetic anomalies,much more than just genes.", "en": " 跟自閉症有關的基因有上百個 事實上我們相信 可能有300到600個基因或基因異常 與自閉症有關"}, {"zh-tw": " And we actually havea bit of a question here, because if there are so manydifferent causes of autism, how do you go from those liabilitiesto the actual syndrome? Because people like myself, when we walk into a playroom, we recognize a child as having autism. So how do you go from multiple causes to a syndrome that has some homogeneity? And the answer is what lies in between, which is development.", "en": " 問題來了 這麼多不同的不利因素 到底是怎樣發展成自閉症的呢？ 因為當人們─　好比我自己 走入一間遊戲室時 我們可以分辨出一個孩子是不是有自閉症 到底為什麼這麼多不同成因 最後會導致這麼相似的症狀呢？ 原來答案在成因與呈現的症狀之間: 也就是孩子的發育"}, {"zh-tw": " And in fact, we are very interestedin those first two years of life, because those liabilitiesdon't necessarily convert into autism. Autism creates itself.", "en": " 事實上，我們對兩歲之前這段時間非常有興趣 因為這些不利因素並不必然發展成自閉症 因為這些不利因素並不必然發展成自閉症 自閉症是自行形成"}, {"zh-tw": " Were we to be able to interveneduring those years of life, we might attenuate for some, and Godknows, maybe even prevent for others. So how do we do that? How do we enter that feeling of resonance, how do we enter another person's being? I remember when I interactedwith that 15-month-old, the thing that came to my mind was, \"How do you come into her world? Is she thinking about me?Is she thinking about others?\" Well, it's hard to do that, so we had to create the technologies.", "en": " 如果我們能在兩歲之前就介入 我們也許可以減輕一些孩子的症狀 誰知道，我們說不定甚至可以預防它的發生 但我們要怎麼做呢？ 我們要怎麼創造共鳴感？ 又要怎麼進入另一個人的世界呢？ 我記得在我跟那十五個月大的女孩互動時 我心裡在想 「要怎麼進入她的世界呢？」 「她在想著我嗎？還是想著別人？」 嗯，這有點難做到"}, {"zh-tw": " We had to basically step inside a body. We had to see the world through her eyes.", "en": " 所以我們必須創造這樣的技術 好透過她的眼睛來看這個世界"}, {"zh-tw": " And so in the past many years, we've been building these new technologies that are based on eye tracking. We can see, moment by moment,what children are engaging with.", "en": " 所以過去幾年中我們都在發展 這種以眼球追蹤為基礎的新技術 我們可以每時每刻地看到 什麼吸引了孩子的注意"}, {"zh-tw": " This is my colleague, Warren Jones, with whom we've been buildingthese methods, these studies, for the past 12 years. And you see there a happy five-month-old, a five-month little boywho is going to watch things that are brought from his world: his mom, the caregiver, but also experiences that he would havewere he to be in his daycare.", "en": " 這是我同事瓦倫 ‧ 瓊斯 在過去十二年中 我們一起做研究、發展這些方法 這是一個快樂的男孩 五個月大 正要用眼睛去探索這個世界 看看他媽媽、照顧他的人 還有其他在托兒所裡可能看見的事物"}, {"zh-tw": " What we want is to embrace that worldand bring it into our laboratory, but in order for us to do that, we had to createthese very sophisticated measures, measures of how people, how little babies, how newborns, engagewith the world, moment by moment. What is important and what is not.", "en": " 我們想要做的是把他所經驗到的世界 帶進我們的實驗室 但要做到這點 我們必須要能夠精密地測量 人們以及嬰幼兒 在每時每刻中是怎樣與這個世界互動 什麼對他們來說是重要的 什麼又是不重要的"}, {"zh-tw": " Well, we created those measures, and here, what you seeis what we call a funnel of attention. You're watching a video -- those frames are separatedby about a second -- through the eyes of 35 typicallydeveloping two-year-olds.", "en": " 我們發展出了一些評量方法 這裡看到的是注意力的漏斗模型 你們看到的是一段影片的紀錄 每個影像的間距大概是一秒鐘 這是35個正常發展的兩歲幼兒 眼中所看到的世界"}, {"zh-tw": " And we freeze one frame, and this is what the typicalchildren are doing. In this scan pass, in green here,are two-year-olds with autism.", "en": " 我們現在停在其中一刻 這是正常發展的兩歲幼兒在做的事 綠色的這些則是有自閉症的孩子做的事"}, {"zh-tw": " So on that frame, the childrenwho are typical are watching this, the emotion of expressionof that little boy as he's fighting a little bitwith the little girl. What are the children with autism doing? They are focusing on the revolving door, opening and shutting.", "en": " 所以在那一刻 正常的孩子在看這個 一個小男孩在跟一個小女孩吵架 所表現出的情緒反應 有自閉症的孩子又在做些什麼呢？ 他們專心地看著旋轉門開開關關 他們專心地看著旋轉門開開關關"}, {"zh-tw": " Well, I can tell you that this divergencethat you're seeing here doesn't happen onlyin our five-minute experiment. It happens moment by momentin their real lives, and their minds are being formedand their brains are being specialized in something other than what is happeningwith their typical peers.", "en": " 我可以告訴你們 你們所看到的這些差異 並不只發生在我們進行實驗的五分鐘裡 他們真實生活裡的每時每刻都是這樣的 而他們的心智隨之成形 他們的大腦也以 與其他孩子不同的方式成長"}, {"zh-tw": " Well, we took a constructfrom our pediatrician friends, the concept of growth charts -- you know, when you takea child to the pediatrician, and you have physical height and weight. Well, we decided we were goingto create growth charts of social engagement.", "en": " 我們從當小兒科醫生的朋友處 我們從當小兒科醫生的朋友處 借用了生長曲線圖的概念 當你帶小孩去看小兒科醫生時 你可以由此得知他的身高體重 所以我們決定要做出 社交發展的曲線圖來"}, {"zh-tw": " We sought childrenfrom the time they're born. What you see here on the x-axis is two, three, four, five,six months and nine, until about the age of 24 months.", "en": " 我們徵求新生兒來參與研究 在這X軸上是以月來看 從兩個月到24個月"}, {"zh-tw": " This is the percent of their viewing time that they're focusing on people's eyes, and this is their growth chart. They start over here --they love people's eyes -- and it remains quite stable.", "en": " 這是他們盯著人眼看的時間百分比 這是他們盯著人眼看的時間百分比 這就是他們的發展曲線圖 他們一開始就喜歡看著別人的眼睛 這點一直沒有改變"}, {"zh-tw": " It sort of goes up a little bitin those initial months. Now, let's see what's happeningwith babies who became autistic.", "en": " 在最初的幾個月中它還上升了一點 現在讓我們看看 後來被診斷出自閉症的孩子的發展曲線"}, {"zh-tw": " It's something very different. It starts way up here,but then it's a free fall.", "en": " 它看起來就很不一樣了 它一開始在上面這邊，再來就一直下降"}, {"zh-tw": " It's very much like they broughtinto this world the reflex that orients them to people,but it has no traction. It's almost as if that stimulus -- you -- you're not exertinginfluence on what happens as they navigate their daily lives.", "en": " 就像他們生來具有追尋他人的本能 但這本能無法持續下去 這幾乎像是「你」作為一個外界刺激 在他們探索日常生活的過程中 無足輕重"}, {"zh-tw": " Now, we thought those datawere so powerful, in a way, that we wanted to see what happenedin the first six months of life, because if you interactwith a two- and a three-month-old, you'd be surprisedby how social those babies are. And what we seein the first six months of life is that those two groupscan be segregated very easily.", "en": " 這些資料讓我們很想看看 出生後六個月的期間發生了什麼事 因為如果你試著跟兩、三個月大的嬰兒互動 因為如果你試著跟兩、三個月大的嬰兒互動 你會訝異他們是多麼善於與人接觸 我們在這頭六個月中所看到的是 這兩組嬰兒有非常明顯的分別"}, {"zh-tw": " And using these kindsof measures and many others, what we found outis that our science could, in fact, identify this condition early on. We didn't have to waitfor the behaviors of autism to emerge in the second year of life.", "en": " 運用這些或者其他各類的測量方法 我們發現現代科學事實上可以做到 早期發現這些狀況 我們不用等到兩歲來看 自閉症的行為是否出現"}, {"zh-tw": " If we measured things that are,evolutionarily, highly conserved, and developmentally very early-emerging -- things that are onlinefrom the first weeks of life -- we could push the detection of autism all the way to those first months, and that's what we are doing now. Now, we can createthe very best technologies and the very best methodsto identify the children, but this would be for naughtif we didn't have an impact on what happens in their realityin the community.", "en": " 如果我們測量那些演化上保存下來的 在早期發展就會出現的東西 那些在出生後頭幾周就應該發生的事 我們就能把診斷自閉症的時間 提早到出生後頭幾個月 這就是我們現在在做的 是的，我們可以發展出最好的科技 最好的方法來找出這些孩子 但如果我們不能改變他們所處的現實環境 這些都是徒勞無功"}, {"zh-tw": " Now we want those devices, of course, to be deployed by thosewho are in the trenches -- our colleagues, the primary carephysicians, who see every child -- and we need to transformthose technologies into something that is goingto add value to their practice, because they have to see so many children. And we want to do that universallyso that we don't miss any child.", "en": " 當然我們會希望這些工具 能被送到那些第一線工作人員的手中 我們的同業 還有那些負責替孩子們看診的醫生 我們必須要把這些科技轉變成 能在實務上發揮價值的東西 因為他們必須面對很多的孩子 我們希望把它變成一個普遍性的措施 不要漏失任何一個孩子"}, {"zh-tw": " But this would be immoral if we also did not have an infrastructurefor intervention, for treatment. We need to be able to workwith the families, support the families, to manage those first years with them.", "en": " 但如果我們沒有介入及治療的配套措施 但如果我們沒有介入及治療的配套措施 這就會是不道德的 我們必須要和這些家庭一起合作 去支持他們度過頭幾年的時間"}, {"zh-tw": " We need to be able to really go from universal screeningto universal access to treatment, because those treatmentsare going to change these children'sand those families' lives. Now, when we think about what we [can]do in those first years, I can tell you, having beenin this field for so long, one feels really rejuvenated.", "en": " 我們必須從普遍性的篩選 做到普遍性的治療 因為這些治療將會改變這些孩子 以及他們家人的人生 一想到在這生命的頭幾年中 我們能夠做些什麼 我告訴你 即使在這領域工作了這麼久 我還是感到充滿了幹勁"}, {"zh-tw": " There is a sense that the sciencethat one worked on can actually have an impact on realities, preventing, in fact, those experiences that I really startedin my journey in this field. I thought at the timethat this was an intractable condition.", "en": " 覺得我所鑽研的科學 能夠真正有所貢獻 讓其他人不會再有 我初踏入這領域時的那種經驗 那時我以為這是沒法治療的症狀"}, {"zh-tw": " No longer. We can doa great deal of things. And the idea is not to cure autism.", "en": " 不再是這樣了，我們有很多事可以做 但重點並不在治癒自閉症"}, {"zh-tw": " That's not the idea. What we want is to make sure that those individualswith autism can be free from the devastating consequencesthat come with it at times, the profound intellectual disabilities,the lack of language, the profound, profound isolation.", "en": " 不是的 我們是想讓那些患有自閉症的人 可以不必承受它的嚴重後果─ 可以不必承受它的嚴重後果─ 嚴重的智力障礙、語言發展的缺乏 以及全然地封閉"}, {"zh-tw": " We feel that individualswith autism, in fact, have a very specialperspective on the world, and we need diversity. And they can work extremely wellin some areas of strength: predictable situations,situations that can be defined.", "en": " 我們認為自閉症患者 事實上擁有很特別的世界觀 我們的社會需要多元性 而他們可以在穩定、明確的狀況下 發揮他們的長處"}, {"zh-tw": " Because after all,they learn about the world almost, like, about it, rather than learninghow to function in it. But this is a strength if you're working,for example, in technology.", "en": " 畢竟他們專注於了解世界本來的面貌 而不是學習如何生活其中 如果你在科技業工作 這就是項長處"}, {"zh-tw": " And there are those individualswho have incredible artistic abilities. We want them to be free to do that.", "en": " 另外還有一些人 他們擁有非凡的藝術才能 我們希望他們可以不受自閉症所限"}, {"zh-tw": " We want that the next generationsof individuals with autism will be able not onlyto express their strengths, but to fulfill their promise. Well, thank you for listening to me.", "en": " 我們想讓未來的自閉症患者 不但可以發揮他們的長處 也可以達成他們的夢想 謝謝你們來聽我的演講"}], "title": "Ami Klin A New Way To Diagnose Autism"}