{"url": "http://www.ted.com/talks/david_r_dow_lessons_from_death_row_inmates", "paragraphs": [{"zh-tw": " Two weeks ago, I was sitting at the kitchen tablewith my wife Katya, and we were talking aboutwhat I was going to talk about today. We have an 11-year-old son;his name is Lincoln.", "en": " 兩個星期前 我和我的太太卡地亞 (Katya) 坐在廚房的餐桌上 討論我今天應該講的題目"}, {"zh-tw": " He was sitting at the same table,doing his math homework. And during a pausein my conversation with Katya, I looked over at Lincoln and I was suddenly thunderstruck by a recollection of a client of mine.", "en": " 我們有一個11歲大的兒子，他的名字叫林肯(Lincoln)他坐在同一餐桌上 正在做數學作業。 當我和卡地亞的對話暫停之際 我望一望林肯 一下子像被雷打中一樣 我當時想起我曾經的一個客戶“"}, {"zh-tw": " My client was a guy named Will. He was from North Texas.", "en": " 他名叫威廉 他家鄉在德州北部"}, {"zh-tw": " He never knew his father very well, because his father left his momwhile she was pregnant with him. And so, he was destinedto be raised by a single mom, which might have been all right except that this particular single momwas a paranoid schizophrenic, and when Will was five years old, she tried to kill himwith a butcher knife.", "en": " 他對父親沒有清晰的印象，因為他父親 在他母親懷著他的時候把兩人拋棄 所以，他在命中注定了要由他的單親媽媽養大 原本，這個也並非甚麼大問題 可是這一個母親 患有偏執型精神分裂症 當威廉還是五歲的時候，她就試圖以屠刀把他殺死"}, {"zh-tw": " She was taken away by authoritiesand placed in a psychiatric hospital, and so for the next several yearsWill lived with his older brother, until he committed suicideby shooting himself through the heart. And after that Will bounced aroundfrom one family member to another, until, by the time he was nine years old,he was essentially living on his own.", "en": " 她最後 被執法當局帶走並關在精神病院 在往後的幾年間，小威廉一直跟他的哥哥同住 直至他哥哥一槍打進自己的心房自殺 從此以後 威廉像人球一樣被推到不同的親戚家中 直至他九歲那年以後，他就自己獨自生活"}, {"zh-tw": " That morning that I was sittingwith Katya and Lincoln, I looked at my son, and I realizedthat when my client, Will, was his age, he'd been living by himself for two years. Will eventually joined a gang and committed a numberof very serious crimes, including, most seriously of all, a horrible, tragic murder.", "en": " 那天早上，當我坐在卡地亞和林肯旁邊，我看著兒子林肯 我發覺當我的當時人威廉 和我兒子一樣大的時候 他已經獨個兒生活兩年了 威廉最後加入了黑社會 亦犯下了 一連串的嚴重罪行 包括，最嚴重的 令人心寒的、兇殺悲劇"}, {"zh-tw": " And Will was ultimately executedas punishment for that crime. But I don't want to talk todayabout the morality of capital punishment.", "en": " 威廉最後被處決 作為他犯罪的懲罰 但我今天並非 要談論 有關死刑的道德問題。我當然不認為"}, {"zh-tw": " I certainly think that my clientshouldn't have been executed, but what I would like to do today instead is talk about the death penaltyin a way I've never done before, in a way that isentirely noncontroversial. I think that's possible, because there is a cornerof the death penalty debate -- maybe the most important corner -- where everybody agrees, where the most ardentdeath penalty supporters and the most vociferous abolitionistsare on exactly the same page.", "en": " 我的當時人應該受到死刑這制裁，但我今天想 以一種我從未試過的方式 去談論死刑 我要探討的事 是完全沒有爭議的 我認為這是可能的 因為這場死刑辯論當中 有一個角落 可能是最重要的角落 是所有人都認同的 即使是那些對於保留死刑的忠實支持者 或是那些最暄嚷的、支持廢除死刑的人"}, {"zh-tw": " That's the corner I want to explore. Before I do that, though,I want to spend a couple of minutes telling you howa death penalty case unfolds, and then I want to tell you two lessons that I have learned over the last 20 yearsas a death penalty lawyer from watching well morethan a hundred cases unfold in this way.", "en": " 都會站在同一陣線 這就是我要探討的角落 在這之前，我希望用幾分鐘的時間去告訴你們 一個死刑的判決是怎樣開展的 接著我會告訴你，這二十年裏 我作為死刑律師 處理一百多個案件的其中兩課"}, {"zh-tw": " You can think of a death penalty caseas a story that has four chapters. The first chapter of every caseis exactly the same, and it is tragic.", "en": " 你可以把一個死刑的案件 分成四個章節 每個案件的第一章都是一樣"}, {"zh-tw": " It begins with the murderof an innocent human being, and it's followed by a trial where the murdereris convicted and sent to death row, and that death sentence is ultimatelyupheld by the state appellate court. The second chapter consistsof a complicated legal proceeding known as a state habeas corpus appeal.", "en": " 悲哀的 它從一宗 無辜受害者被殺的事件開始 接著是審訊 殺人犯被定罪並被判死刑 之後死刑的判決 州的上訴法院維持原判 第二章是一個複雜的司法程序 叫做州人身保護令上訴"}, {"zh-tw": " The third chapter is an evenmore complicated legal proceeding known as a federalhabeas corpus proceeding. And the fourth chapter is onewhere a variety of things can happen.", "en": " 第三章是一個更為繁複的司法程序 叫做聯邦人身保護令審裁 之後的第四章中"}, {"zh-tw": " The lawyers might filea clemency petition, they might initiateeven more complex litigation, or they might not do anything at all. But that fourth chapteralways ends with an execution.", "en": " 一系列的事情可以發生。律師們可能會可能會提出特赦申請 他們可能會啟動更繁複的訴訟 又或者他們甚麼都不再做 但第四章很多時都會 以執行死刑為終結"}, {"zh-tw": " When I started representingdeath row inmates more than 20 years ago, people on death rowdid not have a right to a lawyer in either the secondor the fourth chapter of this story. They were on their own.", "en": " 二十多年前，當我開始作死囚代表律師的時候 被判死刑的人在第二或第四章的時候 並沒有聘請律師作辯護的權利 他們需要獨自面對審判"}, {"zh-tw": " In fact, it wasn't until the late 1980s that they acquired a right to a lawyerduring the third chapter of the story. So what all of these death row inmateshad to do was rely on volunteer lawyers to handle their legal proceedings.", "en": " 實際上，一九八零年代以前 他們在故事的第三章裏 都沒有聘請代表律師的權利 所以這些被判死刑的人 只能夠依靠義務律師 去處理他們的司法程序"}, {"zh-tw": " The problem is that there wereway more guys on death row than there were lawyers who had both the interestand the expertise to work on these cases. And so inevitably, lawyers drifted to casesthat were already in chapter four -- that makes sense, of course.", "en": " 問題是，那些被判死刑的人的數目 遠遠多於那些既願意幫助死囚，又有具備專門知識的律師的數目 無可避免地 律師們都會先處理已經到了第四章的死囚案件"}, {"zh-tw": " Those are the cases that are most urgent; those are the guyswho are closest to being executed. Some of these lawyers were successful; they managed to getnew trials for their clients.", "en": " 這不難埋解，因為這些案件都比較趕急 這些死囚都在被處決的最邊緣 有一些律師成功了；他們為當時人爭取新的審訊"}, {"zh-tw": " Others of them managedto extend the lives of their clients, sometimes by years, sometimes by months. But the one thing that didn't happen was that there was nevera serious and sustained decline in the number of annualexecutions in Texas.", "en": " 其他律師就爭取了延長他們當時人的生命 有時幾年，有時幾個月 但有一種事並沒有發生 那就是德州的行刑數目，以年計 一直沒有重大而持久的下降趨勢"}, {"zh-tw": " In fact, as you can see from this graph, from the time that the Texasexecution apparatus got efficient in the mid- to late 1990s, there have only been a couple of years where the number of annualexecutions dipped below 20. In a typical year in Texas, we're averaging about two people a month.", "en": " 實際上，看看這個圖表，德州在一九九零年代 添置了足夠的行刑工具後 只有少數年份，行刑數子以年計 在二十以下 在一個普通的年份 德州每個月處決 兩個人"}, {"zh-tw": " In some years in Texas,we've executed close to 40 people, and this number has never significantlydeclined over the last 15 years. And yet, at the same timethat we continue to execute about the same numberof people every year, the number of people who we'resentencing to death on an annual basis has dropped rather steeply.", "en": " 在某些年份，德州每年處決近四十人 這個數字在過去的十五年間一直沒有顯著的下降 但是，在我們每年繼續處決 相當數量的死囚的同時 實際上我們的法庭 以年計大幅減少了 作出死刑的裁決"}, {"zh-tw": " So we have this paradox, which is that the numberof annual executions has remained high but the number of newdeath sentences has gone down. Why is that? It can't be attributedto a decline in the murder rate, because the murderrate has not declined nearly so steeply as the red lineon that graph has gone down.", "en": " 現在我們有這個矛盾 一方面被行刑的數字一直居高不下 另一方面新增的死刑裁決一直下降 為甚麼會這樣呢 謀殺案罪案率下降並不能解釋這個現象 因為罪案率在這幾年間並沒有 像圖表中的紅線下降得一樣厲害"}, {"zh-tw": " What has happened instead is that juries have started to sentencemore and more people to prison for the rest of their liveswithout the possibility of parole, rather than sending themto the execution chamber. Why has that happened? It hasn't happenedbecause of a dissolution of popular support for the death penalty.", "en": " 真正的原因是 仲裁員傾向將犯人判以 沒有假釋機會的終身監禁 多於送他們到行刑室 為甚麼會這樣呢 這個情況發生並不是因為公眾對死刑的支持已經瓦解"}, {"zh-tw": " Death penalty opponentstake great solace in the fact that death penalty support in Texasis at an all-time low. Do you know what all-time lowin Texas means? It means that it's in the low 60 percent.", "en": " 反對死刑的人因為德州對死刑的支持度 跌至新低而得到慰藉 你知道“新低”的意思嗎? 這是指稍為多於百分之六十"}, {"zh-tw": " Now, that's really goodcompared to the mid-1980s, when it was in excess of 80 percent, but we can't explainthe decline in death sentences and the affinity for lifewithout the possibility of parole by an erosion of supportfor the death penalty, because people still supportthe death penalty. What's happened to cause this phenomenon? What's happened is that lawyerswho represent death row inmates have shifted their focusto earlier and earlier chapters of the death penalty story.", "en": " 相對上世紀八十年代 多於百分之八十的支持度，這已是很好了 但我們不能以民眾對死刑的支持度減少 去解釋死刑減少與無期徒刑增加的倩況 因為大部分的民眾還是支持死刑 那甚麼促使這個情況發生呢? 這個由於 那些代表死囚的律師 將他們的焦點移到 死刑故事較早、較早的章節"}, {"zh-tw": " So 25 years ago,they focused on chapter four. And they went fromchapter four 25 years ago to chapter three in the late 1980s.", "en": " 二十五年前，他們聚焦在第四章 大概二十五年前，即是八十年代後期 他們改為聚焦在第三章"}, {"zh-tw": " And they went from chapter threein the late 1980s to chapter two in the mid-1990s. And beginning in the mid- to late 1990s, they began to focuson chapter one of the story.", "en": " 到九十年代中期，他們從第三章改為聚焦在第二章 直到九十年代中至後期 他們將焦點放在故事的第一章"}, {"zh-tw": " Now, you might thinkthat this decline in death sentences and the increasein the number of life sentences is a good thing or a bad thing. I don't want to have a conversationabout that today.", "en": " 現在，你或許會對死刑數目減少和 無期徒刑的增長有正面或負面的看法 我今天不想觸及這個問題"}, {"zh-tw": " All that I want to tell youis that the reason that this has happened is because death penalty lawyershave understood that the earlier you intervene in a case, the greater the likelihood thatyou're going to save your client's life. That's the first thing I've learned.", "en": " 我想說的，是這個情況發生的原因 死囚代表律師明白到 你愈早介入一個案件 你更加容易保住你當時人的性命 這是我學到的第一件事"}, {"zh-tw": " Here's the second thing I learned: My client Will wasnot the exception to the rule; he was the rule. I sometimes say, if you tell methe name of a death row inmate -- doesn't matter what state he's in, doesn't matterif I've ever met him before -- I'll write his biography for you.", "en": " 第二件事我學到的: 我的當時人威廉 他的故事不是一個例外 他本身就是一個典型的例子 我有時會說－如果你給我一個死囚的名字 不論他在哪一個州，不論我跟他有沒有相遇過 我都可以替他寫一篇傳記"}, {"zh-tw": " And eight out of 10 times, the details of that biographywill be more or less accurate. And the reason for that is that 80 percentof the people on death row are people who came from the same sortof dysfunctional family that Will did.", "en": " 十次裏面有八次 傳記的細節 多多少少都是準確的 這是因為百分之八十的死囚 都像威廉一樣來自一些無法起效的家庭"}, {"zh-tw": " Eighty percent of the people on death row are people who had exposureto the juvenile justice system. That's the second lessonthat I've learned.", "en": " 百分之八十的死囚 都曾經接觸過 少年司法制度 這是我學到的"}, {"zh-tw": " Now we're right on the cusp of that corner where everybody's going to agree. People in this room might disagree about whether Willshould have been executed, but I think everybody would agree that the best possibleversion of his story would be a storywhere no murder ever occurs.", "en": " 第二課 現在，我們應該達到了 一個大家都認同的共識 這個演講廳裏的人可能不同意 威廉應否被處以死刑 我的相信所有人都會同意 這個故事最佳的版本 會是沒有兇殺案發的 一個故事"}, {"zh-tw": " How do we do that? When our son Lincoln was workingon that math problem two weeks ago, it was a big, gnarly problem. And he was learning how,when you have a big old gnarly problem, sometimes the solutionis to slice it into smaller problems.", "en": " 我們可以怎樣做呢? 我的兒子林肯在兩星期前 嘗試解答他的數學難題。那是一個很大、很複雜的問題 他學習到，當你要解決一個很大、很複雜的問題時 有時候你要將這個問題分割成幾個細小的問題"}, {"zh-tw": " That's what we do for most problems -- in math, in physics,even in social policy -- we slice them into smaller,more manageable problems. But every once in a while,as Dwight Eisenhower said, the way you solve a problemis to make it bigger.", "en": " 這是我們解決大部分問題的方法－在數學上、物理上、甚至社會政策上 我們將問題分割成較細少的、較容易處理的問題 但是，總有一些時候 像(前美國總統)艾森豪曾經講過 你解決問題的方法 就是要將它放大"}, {"zh-tw": " The way we solve this problem is to make the issueof the death penalty bigger. We have to say, all right.", "en": " 我們現在處理死刑這個問題 正正就是要將死刑的事件變大 我們要說，好了"}, {"zh-tw": " We have these four chaptersof a death penalty story, but what happens before that story begins? How can we intervenein the life of a murderer before he's a murderer? What options do we haveto nudge that person off of the path that is going to leadto a result that everybody -- death penalty supportersand death penalty opponents -- still think is a bad result: the murder of an innocent human being? You know, sometimes people saythat something isn't rocket science. And by that, what they meanis rocket science is really complicated and this problem that we'retalking about now is really simple.", "en": " 我們有這四個 關於死刑故事章節 但甚麼發生 在這個故事之前呢? 我們可以怎樣在一個人變成殺人犯之前 阻止這件事情發生呢? 我們有甚麼選擇 去把這個人 輕輕推出這條不歸路呢 這個問題引領我們到一個結局，每個人－ 死刑支持者也好，反對死刑的人也好－ 都認為是 一個悲哀的結局: 一個無辜的人被殺? 你知道，有時候人們會說 有些事情 並非“火箭科學” 他們這樣說，就是指火箭科學的確很複雜 相對地，我們今日探討的問題就簡單得多"}, {"zh-tw": " Well that's rocket science; that's the mathematical expressionfor the thrust created by a rocket. What we're talking about todayis just as complicated.", "en": " 哎喲... 其實我們今天討論的問題確實是一種火箭科學 就像推進火箭發射 所用的數學公式一樣 今天我們所討論的問題 就是一樣的複雜"}, {"zh-tw": " What we're talking about todayis also rocket science. My client Will and 80 percentof the people on death row had five chapters in their lives that came before the four chaptersof the death penalty story.", "en": " 我們今天所討論的問題 就是高深的科學 我的當時人威廉 跟百分之八十的死囚一樣 他們的生命中有五個章節 在死囚故事 的四個章節前發生"}, {"zh-tw": " I think of these five chaptersas points of intervention, places in their lives when our societycould've intervened in their lives and nudged them off of the paththat they were on that created a consequence that we all -- death penalty supportersor death penalty opponents -- say was a bad result. Now, during each of these five chapters: when his mother was pregnant with him; in his early childhood years; when he was in elementary school; when he was in middle schooland then high school; and when he wasin the juvenile justice system -- during each of those five chapters, there were a wide variety of thingsthat society could have done.", "en": " 我視這五個章節為我們的“介入點” 一些我們的社會可以 介入他們的生活、把他們輕輕推出這條不歸路的機會 一個我們－死刑支持者或 反對死刑的人－ 都認為是悲哀的結局 現在，我要談談這五個章節: 第一，當他媽媽懷著他的時候 第二，在他童年時 第三，在他讀小學的時候 第四，在他上初中和高中的時候 第五，在他接觸少年司法制度的時候－每一個階段裏 我們的社會都有一系列的事情可以做"}, {"zh-tw": " In fact, if we just imagine that there are fivedifferent modes of intervention, the way that society could intervenein each of those five chapters, and we could mix and match themany way we want, there are 3,000 -- more than 3,000 --possible strategies that we could embrace in order to nudge kids like Willoff of the path that they're on. So I'm not standing here todaywith the solution.", "en": " 實際上，我們可以想像 我們有五種不同的介入方式，在五個不同的章節裏 可以有不同的方式 我們可以依據我們喜好混合和搭配不同方式 這樣我們有三千種－多於三千種－可以使用的策略 去把這些像威廉一樣的青少年 輕輕推出他們踏上的不歸路 今天，我站在這裏 並沒有一個確實的解決方案"}, {"zh-tw": " But the fact that westill have a lot to learn, that doesn't meanthat we don't know a lot already. We know from experience in other states that there are a wide varietyof modes of intervention that we could be using in Texas, and in every other statethat isn't using them, in order to prevent a consequencethat we all agree is bad.", "en": " 事實上，我們還有很多東西需要學習 但這並不代表我們所知的有限 我們從其他州份的經驗知道 一系列的介入方式已經存在 而且可以應用在德州，和其他還沒有使用這些介入方式的州份 去阻止一個我們都認為是悲哀的結局"}, {"zh-tw": " I'll just mention a few. I won't talk todayabout reforming the legal system.", "en": " 我會在以下提及一部分 今天，我不會提及司法制度的改革"}, {"zh-tw": " That's probably a topic that is best reservedfor a room full of lawyers and judges. Instead, let me talkabout a couple of modes of intervention that we can all help accomplish, because they are modes of interventionthat will come about when legislators and policymakers,when taxpayers and citizens, agree that that'swhat we ought to be doing and that's how we oughtto be spending our money.", "en": " 這個題目最好預留給一眾律師及法官 反而，我希望探討一些介入的方式 一些我們都可以推動的方式 因為這些方式需要得到 議員、政策制定者、納稅人和民眾 的支持，認同這是我們應該做的事 以及認為我們應該這樣投放公帑"}, {"zh-tw": " We could be providing early childhood care for economically disadvantagedand otherwise troubled kids, and we could be doing it for free. And we could be nudging kids like Willoff of the path that we're on.", "en": " 我們可以提供早期的托兒服務 去幫助低收入及有潛在危機的兒童 我們可以兒費提供這類服務 這樣我們可以及早把那些像威廉一樣的誤入歧途的孩子扶正"}, {"zh-tw": " There are other statesthat do that, but we don't. We could be providing special schools, at both the high school leveland the middle school level, but even in K-5, that target economicallyand otherwise disadvantaged kids, and particularly kids who have hadexposure to the juvenile justice system.", "en": " 有一些州份正提供這些服務，但我們沒有 我們亦可以提供特殊教育，在高中、 以及初中程度，甚至幼稚園至小學 特別針對那些來自低收入家庭、弱勢群體，以至 曾經接觸少年司法制度的 青少年"}, {"zh-tw": " There are a handfulof states that do that; Texas doesn't. There's one other thing we can be doing --well, there are a bunch of other things -- there's one other thingthat I'm going to mention, and this is going to be the onlycontroversial thing that I say today.", "en": " 在一些州份正在執行這類工作 但德州沒有 另外，也有一樣事情我們可以做－ 哎呀，事實上我們有很多其他事情可以做－但有一樣 我想在這裏提及，而這件事是我今天要探討的 唯一一件富爭議的事情"}, {"zh-tw": " We could be interveningmuch more aggressively into dangerously dysfunctional homes, and getting kids out of them before their moms pick up butcher knivesand threaten to kill them. If we're going to do that,we need a place to put them.", "en": " 我們可以 更積極地介入 去從一些已經失效的家庭裏 在孩子的母親拿起屠刀、威脅要殺死他們前 帶走孩子 如果我們真的要這樣做"}, {"zh-tw": " Even if we do all of those things, some kids are goingto fall through the cracks and they're going to end upin that last chapter before the murder story begins, they're going to end upin the juvenile justice system. And even if that happens,it's not yet too late.", "en": " 我們需要一個地方去安置他們 即使我們做足所有事情，總有一些孩子會踏上歧途 這時他們會進入殺人故事前的最後章節 他們會接觸到少年司法制度 即使這件事情發生 亦不代表為時已晚"}, {"zh-tw": " There's still time to nudge them, if we think about nudging themrather than just punishing them. There are two professorsin the Northeast -- one at Yale and one at Maryland -- they set up a schoolthat is attached to a juvenile prison.", "en": " 我們還有時間把他們帶回正軌 只要我們想帶他們重回正軌 而非懲罰他們 東北部有兩位大學教授－一位在耶魯，另一位在馬里蘭－ 他們籌辦了一所學校 一所附設於少年監獄的學校"}, {"zh-tw": " And the kids are in prison,but they go to school from eight in the morninguntil four in the afternoon. Now, it was logistically difficult.", "en": " 那些少年正在監獄服刑，但他們從早上八時至 下午四時都在學校上課 這當然有統籌上的困難"}, {"zh-tw": " They had to recruit teacherswho wanted to teach inside a prison, they had to establish strict separation between the people who work at the schooland the prison authorities, and most dauntingly of all, they needed to invent a new curriculumbecause you know what? People don't come into and out of prisonon a semester basis. But they did all those things.", "en": " 他們很難找到 願意在監獄工作的教師，他們需要建立一套 將教學人員及監獄工作人員分隔的系統 而最令人怯步的，是他們需要創造一套全新的課程 你知道為甚麼嗎? 少年犯不會依著學期的開始、完結進出監獄 但這些事情他們都辦到了"}, {"zh-tw": " Now, what do all of these thingshave in common? What all of these things have in commonis that they cost money. Some of the people in the roommight be old enough to remember the guyon the old oil filter commercial.", "en": " 這些介入方法有甚麼共通的地方呢 他們共通的地方就是它們都需要經費 你們當中或許有些人比較年長 記得那個古老的機油過濾器廣告"}, {"zh-tw": " He used to say, \"Well, you can pay me nowor you can pay me later.\" What we're doingin the death penalty system is we're paying later. But the thing isthat for every 15,000 dollars that we spend intervening in the lives of economicallyand otherwise disadvantaged kids in those earlier chapters, we save 80,000 dollarsin crime-related costs down the road.", "en": " 那個人說: 哎喲，你可以今天付鈔 或者以後才付款 現在我們的 死刑制度 就是延後付鈔 但問題是 今大我們花一萬五千元 在較早的章節裏介入 那些來自低收入家庭、有潛在危機的孩子的生活時 我們可以在以後的道路上，省卻與犯罪相關的八萬元支出"}, {"zh-tw": " Even if you don't agree thatthere's a moral imperative that we do it, it just makes economic sense. I want to tell you about the lastconversation that I had with Will.", "en": " 即使你不同意 我們有必要的道德責任去履行這些事 它們都符合經濟原則 我想告訴你我跟威廉的最後對話"}, {"zh-tw": " It was the day thathe was going to be executed, and we were just talking. There was nothing left to do in his case.", "en": " 那是他將要行刑的當日 我們在談天 在他的案件中"}, {"zh-tw": " And we were talking about his life. And he was talking first about his dad,who he hardly knew, who had died, and then about his mom,who he did know, who was still alive.", "en": " 我們都沒有其他事情可以做 所以只好談談他的人生 他先講他的父親，一個他不太認識的父親 已經去世的父親 接著是他母親 這個人他認識"}, {"zh-tw": " And I said to him, \"I know the story. I've read the records.", "en": " 而且她還在生 我告訴他 我知道你的故事"}, {"zh-tw": " I know that she tried to kill you.\" I said, \"But I've always wondered whether you reallyactually remember that.\" I said, \"I don't remember anythingfrom when I was five years old. Maybe you just remembersomebody telling you.\" And he looked at me and he leaned forward, and he said, \"Professor,\" -- he'd known me for 12 years,he still called me Professor.", "en": " 我看過你的檔案 我知道她曾經要殺死你 我說: 但我很疑惑 為甚麼你還記得起這件事情 我說: 五歲發生的事情 我一點也記不起 可能你只是記得有人想過要殺你 接著，他向前傾，望著我說 教授－他已經認識我十二年了，但仍然稱呼我為教授"}, {"zh-tw": " He said, \"Professor,I don't mean any disrespect by this, but when your mamapicks up a butcher knife that looks bigger than you are, and chases you through the housescreaming she's going to kill you, and you have to lock yourselfin the bathroom and lean against the door and holler for helpuntil the police get there,\" he looked at me and he said, \"that's something you don't forget.\" I hope there's one thingyou all won't forget: In between the timeyou arrived here this morning and the time we break for lunch, there are going to befour homicides in the United States. We're going to devoteenormous social resources to punishing the peoplewho commit those crimes, and that's appropriate because we should punishpeople who do bad things.", "en": " 他說: 教授，我無意對你不敬 但如果你的媽媽 拿起一把好像比你還要大的屠刀 跑遍全屋追逐你，並呼喊要殺死你 你要把自己反鎖在浴室、靠著門 求她放過你，直至警察到來 他望著我、然後說 這是你一生都難以忘記的事情 我希望有一件事情你們永遠都不會忘記 在你今天早上進入會場直至我們吃午餐的時間 美國境內發生了 四宗兇殺案 我們需要調撥大量的社會資源去懲罰這些 干犯罪行的人。這是理所當然的，因為我們應該懲罰 做壞事的人"}, {"zh-tw": " But three of those crimes are preventable. If we make the picture bigger and devote our attentionto the earlier chapters, then we're never goingto write the first sentence that begins the death penalty story.", "en": " 但是這四宗案件中，有三宗是可以避免的 如果我們把這個局面放大 把我們的注意力放在較早的章節中 那我們就毋須再寫下死刑幫絕書 的第一個句子"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "David R Dow Lessons From Death Row Inmates"}