{"url": "http://www.ted.com/talks/peter_norvig_the_100_000_student_classroom", "paragraphs": [{"zh-tw": " Everyone is both a learner and a teacher. This is me being inspired by my first tutor, my mom, and this is me teaching Introduction to Artificial Intelligence to 200 students at Stanford University.", "en": " 每個人都同時是學生 和老師 這是我被啟發 自我的第一位老師 我母親 這是我在教 認識人工智慧 給200個學生 在史丹佛大學"}, {"zh-tw": " Now the students and I enjoyed the class, but it occurred to me that while the subject matter of the class is advanced and modern, the teaching technology isn't. In fact, I use basically the same technology as this 14th-century classroom.", "en": " 現在我的學生和我 很享受這門課 但我發現 雖然這門課的主題 很先進 很現代 但教學方法卻不然 事實上，我用 的教學方式 基本上和這個14世紀的教室相同"}, {"zh-tw": " Note the textbook, the sage on the stage, and the sleeping guy in the back. Just like today.", "en": " 你看那本課本 台上那位智者 和教室後面 睡覺的人 跟目前上課狀態一樣"}, {"zh-tw": " So my co-teacher, Sebastian Thrun, and I thought, there must be a better way. We challenged ourselves to create an online class that would be equal or better in quality to our Stanford class, but to bring it to anyone in the world for free.", "en": " 所以我的教學搭檔 Sebastian Thrun和我認為 一定有更好的方式 我們挑戰自己 創造線上教學 跟史丹佛的課比 在品質上相同或更好 但卻可以讓世界上的人 免費試聽"}, {"zh-tw": " We announced the class on July 29th, and within two weeks, 50,000 people had signed up for it. And that grew to 160,000 students from 209 countries.", "en": " 我們在7月29公告這門課 2個禮拜內有5萬個人 選這門課 人數又成長為16萬人 從209個國家"}, {"zh-tw": " We were thrilled to have that kind of audience, and just a bit terrified that we hadn't finished preparing the class yet. So we got to work.", "en": " 我們非常開心 有這樣的學生人數 也有一點害怕 因為我們還沒完全備完課 我們開始準備"}, {"zh-tw": " We studied what others had done, what we could copy and what we could change. Benjamin Bloom had showed that one-on-one tutoring works best, so that's what we tried to emulate, like with me and my mom, even though we knew it would be one-on-thousands.", "en": " 我們研究其他人的成果 看看可以學什麼、改變什麼 Benjamin Bloom的經驗顯示 一對一教學成果最好 因此我們試圖效仿 就像我母親教我一樣 即使我們知道 其實是一對上千"}, {"zh-tw": " Here, an overhead video camera is recording me as I'm talking and drawing on a piece of paper. A student said, \"This class felt like sitting in a bar with a really smart friend who's explaining something you haven't grasped, but are about to.\" And that's exactly what we were aiming for.", "en": " 這個高架攝影機 錄下我講課 和在紙上畫圖的樣子 有一個學生覺得這堂課： \"好像坐在酒吧 跟一個很聰明的朋友 他正在跟我解釋一些事 我還沒搞懂，但快懂了。\" 而這正是我們希望達到的"}, {"zh-tw": " Now, from Khan Academy, we saw that short 10-minute videos worked much better than trying to record an hour-long lecture and put it on the small-format screen. We decided to go even shorter and more interactive.", "en": " 從「可漢線上學院」我們發現 短短10分鐘的影片 效應會比 1小時且畫面很小 的錄影課程還好 我們決定再縮短影片時間 並且更互動化"}, {"zh-tw": " Our typical video is two minutes, sometimes shorter, never more than six, and then we pause for a quiz question, to make it feel like one-on-one tutoring. Here, I'm explaining how a computer uses the grammar of English to parse sentences, and here, there's a pause and the student has to reflect, understand what's going on and check the right boxes before they can continue.", "en": " 我們一般的影片2分鐘長 有些更短，但不超過6分鐘 然後我們停下來 有段簡短的考試 讓它更像一對一教學 這裡，我們正在解釋電腦如何 用英文文法 分析語句，而這裡 是段短暫的休息 在下段課程開始之前 讓學生反芻並了解剛剛的內容 並勾選正確的選擇"}, {"zh-tw": " Students learn best when they're actively practicing. We wanted to engage them, to have them grapple with ambiguity and guide them to synthesize the key ideas themselves.", "en": " 學生學習效果最良好 當他們不斷練習 我們希望能讓他們參與解決不清楚的部分 並指引他們 自己去歸納重點"}, {"zh-tw": " We mostly avoid questions like, \"Here's a formula, now tell me the value of Y when X is equal to two.\" We preferred open-ended questions. One student wrote, \"Now I'm seeing Bayes networks and examples of game theory everywhere I look.\" And I like that kind of response.", "en": " 我們盡量避免這樣的問題 像：\"這就是公式 現在，當X是2時 告訴我Y是多少\" 我們比較喜歡開放式問題 一個學生寫： \"現在我到處都可看到 貝氏網路和賽局理論的影子\" 我喜歡這樣的回應"}, {"zh-tw": " That's just what we were going for. We didn't want students to memorize the formulas; we wanted to change the way they looked at the world.", "en": " 這正是我們努力的目標 我們不希望學生死記方程式 我們希望改變 他們看世界的方式"}, {"zh-tw": " And we succeeded. Or, I should say, the students succeeded.", "en": " 而我們也成功了 或，我該說，學生成功了"}, {"zh-tw": " And it's a little bit ironic that we set about to disrupt traditional education, and in doing so, we ended up making our online class much more like a traditional college class than other online classes. Most online classes, the videos are always available.", "en": " 這有一點諷刺 我們原本想瓦解傳統教育 而做著做著，我們最後 使我們的線上課程 跟其它的線上課程比 更像大學的傳統課程 大部分的線上課程影片是沒有時間限制的"}, {"zh-tw": " You can watch them any time you want. But if you can do it any time, that means you can do it tomorrow, and if you can do it tomorrow, well, you may not ever get around to it.", "en": " 你隨時都可以看 但如果你隨時都可以看 表示你明天看也可以 如果你明天看也可以 那你可能永遠 都不會去看了"}, {"zh-tw": " So we brought back the innovation of having due dates. You could watch the videos any time you wanted during the week, but at the end of the week, you had to get the homework done.", "en": " 所以我們重拾有期限的 這個「新制度」 你只能在這禮拜的任何時間 看這些影片 但在這禮拜結束前 你必須要做完這些作業"}, {"zh-tw": " This motivated the students to keep going, and it also meant that everybody was working on the same thing at the same time, so if you went into a discussion forum, you could get an answer from a peer within minutes. Now, I'll show you some of the forums, most of which were self-organized by the students themselves.", "en": " 這不但促使學生繼續向前進 這也意味每位學生都同時間 在學習同樣的事情 因此如果你到討論板上發問 你可以在短時間內從同儕得到答案 現在，我要給你看一些討論板 它們大部分都是學生自己組織成立的"}, {"zh-tw": " From Daphne Koller and Andrew Ng, we learned the concept of \"flipping\" the classroom. Students watched the videos on their own, and then they come together to discuss them.", "en": " 從Daphne Koller和Andrew Ng我們學到了 讓教室氣氛熱烈的概念 學生獨自看了影片 之後他們 聚在一起討論"}, {"zh-tw": " From Eric Mazur, I learned about peer instruction, that peers can be the best teachers, because they're the ones that remember what it's like to not understand. Sebastian and I have forgotten some of that.", "en": " 從Eric Mazur，我學到了同儕指導 同學彼此是最好的老師 因為他們知道 學不懂的感覺是怎樣 Sebastian和我已經忘記那種感覺了"}, {"zh-tw": " Of course, we couldn't have a classroom discussion with tens of thousands of students, so we encouraged and nurtured these online forums. And finally, from Teach For America, I learned that a class is not primarily about information.", "en": " 當然我沒有辦法 在一間教室內 讓成千上百的學生一同討論 所以我們維護也鼓勵學生到線上討論區 最後，從「為美國而教」 我學到教室並不只是 學習資訊的地方"}, {"zh-tw": " More important is motivation and determination. It was crucial that the students see that we're working hard for them and they're all supporting each other.", "en": " 更重要的是動力和決心 我們必須讓學生知道 我們盡全力在為他們努力 而他們也都彼此支持"}, {"zh-tw": " Now, the class ran 10 weeks, and in the end, about half of the 160,000 students watched at least one video each week, and over 20,000 finished all the homework, putting in 50 to 100 hours. They got this statement of accomplishment.", "en": " 現在，這堂課已進行10個禮拜了 最後，16萬學生中大約有一半 每週至少看一部影片 且超過2萬名學生完成所有作業 花了他們將近50到100小時 得到這張證書"}, {"zh-tw": " So what have we learned? Well, we tried some old ideas and some new and put them together, but there are more ideas to try. Sebastian's teaching another class now.", "en": " 所以，我們學到了什麼呢？ 我們試過一些舊和新的點子 並將它們融合 但還是有更多可以嘗試的方法 Sebastian正在教另一堂課"}, {"zh-tw": " I'll do one in the fall. Stanford Coursera, Udacity, MITx and others have more classes coming.", "en": " 而我今年秋季也將有一堂課 史丹佛和麻省理工學院的線上課程 還將有更多新的課程"}, {"zh-tw": " It's a really exciting time. But to me, the most exciting part of it is the data that we're gathering.", "en": " 這真是令人興奮的時刻 但對我而言，最棒的一部分 來自我們所蒐集到的資料"}, {"zh-tw": " We're gathering thousands of interactions per student per class, billions of interactions altogether, and now we can start analyzing that, and when we learn from that, do experimentations, that's when the real revolution will come. And you'll be able to see the results from a new generation of amazing students.", "en": " 我們已蒐集到成千上萬 每個學生在每堂課的互動 全部加起來有數十億筆的互動資訊 而我們可以開始分析 並從中學習 做實驗 這才真正是革命來臨的時刻 而從新一代、不可思議的學生身上 你將會看到成果"}], "title": "Peter Norvig The 100 000 Student Classroom"}