{"url": "http://www.ted.com/talks/rives_reinventing_the_encyclopedia_game", "paragraphs": [{"zh-tw": " So, last month, the Encyclopaedia Britannica announced that it is going out of print after 244 years, which made me nostalgic, because I remember playing a game with the colossal encyclopedia set in my hometown library back when I was a kid, maybe 12 years old. And I wondered if I could update that game, not just for modern methods, but for the modern me.", "en": " 上個月，大英百科宣布 即將停止紙本印刷 過了244年，這讓我有些懷舊 因為我猶記在家鄉的圖書館用百科全書玩遊戲 那時我只是個小孩 也許只有12歲 如今我猜想假設我更新遊戲的玩法 不只為了讓玩法現代化 也為了長大的我"}, {"zh-tw": " So I tried. I went to an online encyclopedia, Wikipedia, and I entered the term \"Earth.\" You can start anywhere, this time I chose Earth.", "en": " 於是我開始嘗試 我到網路上的維基百科 輸入字串「地球」 你可以從任何一個字開始這次我選地球"}, {"zh-tw": " And the first rule of the game is pretty simple. You just have to read the article until you find something you don't know, and preferably something your dad doesn't even know.", "en": " 遊戲的第一條規則很簡單 你只需要讀文章 一直到發現你所不知的新知識 最好連你爸爸都不知道"}, {"zh-tw": " And in this case, I quickly found this: The furthest point from the center of the Earth is not the tip of Mount Everest, like I might have thought, it's the tip of this mountain: Mount Chimborazo in Ecuador. The Earth spins, of course, as it travels around the sun, so the Earth bulges a little bit around the middle, like some Earthlings.", "en": " 這次，我很快就找到這個： 離地心最遠的點 並非眾所皆知的聖母峰 而是在厄瓜多爾欽博拉索山的峰頂 地球繞著太陽公轉時，也會自轉 所以地球赤道那塊會突出一塊 像某種人一樣"}, {"zh-tw": " And even though Mount Chimborazo isn't the tallest mountain in the Andes, it's one degree away from the equator, it's riding that bulge, and so the summit of Chimborazo is the farthest point on Earth from the center of the Earth. And it is really fun to say.", "en": " 雖然欽博拉索山並不是安第斯最高的山 離赤道只有一度 它就在那突起物上而欽博拉索山山頂也是 那山頂是離地球中心最遙遠的點 而且是個說起來很有趣的詞"}, {"zh-tw": " So I immediately decided, this is going to be the name of the game, or my new exclamation. You can use it at TED.", "en": " 所以我立刻決定 這遊戲的名字 或是我的新驚嘆語 你可以在TED這麼用"}, {"zh-tw": " Chimborazo, right? It's like \"eureka\" and \"bingo\" had a baby. I didn't know that; that's pretty cool.", "en": " 就是「欽博拉索」 就像是\"eureka\"和\"bingo\"的結合(「我發現了」、「答對了」) 我以前不知道 超級酷的"}, {"zh-tw": " Chimborazo! So the next rule of the game is also pretty simple. You just have to find another term and look that up.", "en": " 欽博拉索！ 遊戲的下條規則也很簡單 你只需要找另一個辭彙並查詢它"}, {"zh-tw": " Now in the old days, that meant getting out a volume and browsing through it alphabetically, maybe getting sidetracked, that was fun. Nowadays there are hundreds of links to choose from.", "en": " 以前，這表示你要拿出一本大書 並照著字母瀏覽 也許過程中會發現其它知識 很好玩 現在有成千上萬的連結可以選擇"}, {"zh-tw": " I can go literally anywhere in the world, I think since I was already in Ecuador, I just decided to click on the word \"tropical.\" That took me to this wet and warm band of the tropics that encircles the Earth. Now that's the Tropic of Cancer in the north and the Tropic of Capricorn in the south, that much I knew, but I was surprised to learn this little fact: Those are not cartographers' lines, like latitude or the borders between nations, they are astronomical phenomena caused by the Earth's tilt, and they change.", "en": " 我可以搜尋世界上任何角落的訊息 我想反正我已經在厄瓜多爾 所以我按了「熱帶」一詞 連結將我帶到濕熱的熱帶區域 而它圍繞著地球 這是北回歸線 那是南迴歸線 我只知道這樣 但我很驚訝的學到這件事 那並不是繪圖者為了方便做出的線 像是緯度或是國界 那是地球傾斜所造成的天文現象 而且他們會改變"}, {"zh-tw": " They move; they go up, they go down. In fact, for years, the Tropic of Cancer and the Tropic of Capricorn have been steadily drifting towards the equator at the rate of about 15 meters per year, and nobody told me that.", "en": " 他們會上下移動 事實上，好幾年來，南北迴歸線 已不斷的往赤道移動 大概以每年15公尺的速率移動 從來沒有人告訴我這件事"}, {"zh-tw": " I didn't know it. Chimborazo! So to keep the game going, I just have to find another term and look that one up.", "en": " 我以前也不知道 欽博拉索！ 要繼續玩這個遊戲我只需要再找到另一個詞並查詢它"}, {"zh-tw": " Since I'm already in the tropics, I chose \"Tropical rainforest.\" Famous for its diversity, human diversity. There are still dozens and dozens of uncontacted tribes living on this planet.", "en": " 反正我已經在熱帶了，我選了「熱帶雨林」 以它的（人種）多樣性知名 在那裡，住著許多沒有與外界聯繫的部族"}, {"zh-tw": " They're all over the globe, but virtually all of them live in tropical rainforests. This is the only place you can go nowadays and not get \"friended.\" The link that I clicked on here was exotic in the beginning and then absolutely mysterious at the very end.", "en": " 他們分布在地球各地但全部都位在雨林之中 這是世界上唯一一處你去了而不會被加臉書朋友 我按得這個連結乍看非常奇特到最後還真的非常神秘"}, {"zh-tw": " It mentioned leopards and ring-tailed coatis and poison dart frogs and boa constrictors and then coleoptera, which turn out to be beetles. Now I clicked on this on purpose, but if I'd somehow gotten here by mistake, it does remind me, for the band, see \"The Beatles,\" for the car see \"Volkswagon Beetle,\" but I am here for beetle beetles.", "en": " 它提到了豹、長鼻浣熊、箭毒蛙和會將人纏斃的蟒蛇 鞘翅目昆蟲 是一種甲蟲 我故意選這個連結 但如果我是不小心選到這個連結 它的確會提醒我如果指的是樂團可搜尋「披頭士」 指汽車，選「德國福斯金龜車」 但我只想查詢「甲蟲」"}, {"zh-tw": " This is the most successful order on the planet by far. Something between 20 and 25 percent of all life forms on the planet, including plants, are beetles.", "en": " 這是種地球上目前繁殖最成功的生物 占了地球上20~25%的生物種類 包括植物"}, {"zh-tw": " That means the next time you are in the grocery store, take a look at the four people ahead of you in line. Statistically, one of you is a beetle.", "en": " 這表示下次你去超市的時候 看看排在你前面的4個人 據統計，你們其中一個是甲蟲"}, {"zh-tw": " And if it is you, you are astonishingly well adapted. There are scavenger beetles that pick the skin and flesh off of bones in museums.", "en": " 如果是你，你有超強的環境適應能力 有專吃皮肉腐物的甲蟲"}, {"zh-tw": " There are predator beetles, that attack other insects and still look pretty cute to us. There are beetles that roll little balls of dung great distances across the desert floor to feed to their hatchlings.", "en": " 也有掠食性、會攻擊其他昆蟲的甲蟲 而它們看起來還很可愛 也有專門把糞便推成一球的甲蟲 從沙漠的一端把糞球推到它遙遠的巢穴裡"}, {"zh-tw": " This reminded the ancient Egyptians of their god Khepri, who renews the ball of the sun every morning, which is how that dung-rolling scarab became that sacred scarab on the breastplate of the Pharaoh Tutankhamun. Beetles, I was reminded, have the most romantic flirtation in the animal kingdom.", "en": " 這讓我想到古埃及的聖甲蟲神（Khepri） 祂每天更新太陽的火球 就是為什麼糞金龜 成為法老圖坦卡門護胸甲上的聖甲蟲 我也被提醒甲蟲是動物界中求愛最浪漫的生物"}, {"zh-tw": " Fireflies are not flies, fireflies are beetles. Fireflies are coleoptera, and coleoptera communicate in other ways as well.", "en": " 螢火蟲不是蠅類，是甲蟲 螢火蟲是鞘翅目昆蟲而它們用不同的方式溝通"}, {"zh-tw": " Like my next link: The chemical language of pheromones. Now the pheromone page took me to a video of a sea urchin having sex.", "en": " 像我的下個連結： 「費洛蒙的化學語言」 費洛蒙這頁讓我看到海膽在交配的影片"}, {"zh-tw": " Yeah. And the link to aphrodisiac.", "en": " 沒錯 也有去「春藥」的連結"}, {"zh-tw": " Now that's something that increases sexual desire, possibly chocolate. There is a compound in chocolate called phenethylamine that might be an aphrodisiac.", "en": " 有某種能激起性慾的東西 可能是巧克力 巧克力中有某種叫苯乙胺的化合物 可以成為春藥"}, {"zh-tw": " But as the article mentions, because of enzyme breakdown, it's unlikely that phenethylamine will reach your brain if taken orally. So those of you who only eat your chocolate, you might have to experiment.", "en": " 但文章也提到 因為酵素分解 所以口服巧克力時苯乙胺並不會進到腦中 所以那些只吃巧克力的人你也許想實驗看看"}, {"zh-tw": " The link I clicked on here, \"sympathetic magic,\" mostly because I understand what both of those words mean. But not when they're together like that.", "en": " 我現在點這個連結「Sympathetic magic」 因為我知道這兩個字的分別意思（有同情心的、魔術） 但當它們組合在一起我就不知道是什麼意思"}, {"zh-tw": " I do like sympathy. I do like magic. So when I click on \"sympathetic magic,\" I get sympathetic magic and voodoo dolls.", "en": " 我喜歡同情心和魔術 所以當我點這個詞 我得到巫術和巫毒娃娃"}, {"zh-tw": " This is the boy in me getting lucky again. Sympathetic magic is imitation.", "en": " 我覺得我真是超幸運的 巫術是一種模仿"}, {"zh-tw": " If you imitate something, maybe you can have an effect on it. That's the idea behind voodoo dolls, and possibly also cave paintings.", "en": " 假使你模仿某事，也許你可以對它產生影響 這就是巫毒娃娃的原理洞穴壁畫也可能如此"}, {"zh-tw": " The link to cave paintings takes me to some of the oldest art known to humankind. I would love to see Google maps inside some of these caves.", "en": " 「洞穴壁畫」的連結帶我到某種最古老的人類藝術 如果Google地圖能到這些洞穴裡多好"}, {"zh-tw": " We've got tens-of-thousands-years-old artwork. Common themes around the globe include large wild animals and tracings of human hands, usually the left hand.", "en": " 在這有上萬年前的藝術 大多的主題都是地球上的巨大野生動物和對人手的描繪 通常是左手"}, {"zh-tw": " We have been a dominantly right-handed tribe for millenia, so even though I don't know why a paleolithic person would trace his hand or blow pigment on it from a tube, I can easily picture how he did it. And I really don't think it's that different form our own little dominant hand avatar right there that I'm going to use now to click on the term for \"hand,\" go to the page for \"hand,\" where I found the most fun and possibly embarrassing bit of trivia I've found in a long time. It's simply this: The back of the hand is formally called the opisthenar.", "en": " 我們人類長久以來一向慣用右手 所以即使我不曉得舊石器時代的人為什麼描繪它的手 或從管子裡吹出顏料 我可以輕易的想像它怎麼做的 我認為他們與慣用右手當圖示的我們其實差異不大 從這裡我又按了「手」的連結 在「手」的頁面我找到最有趣也最令人羞愧 我也找了很久的小知識 手背的學名叫opisthenar"}, {"zh-tw": " Now that's embarrassing, because up until now, every time I've said, \"I know it like the back of my hand,\" I've really been saying, \"I'm totally familiar with that, I just don't know it's freaking name, right?\" And the link I clicked on here, well, lemurs, monkeys and chimpanzees have the little opisthenar. I click on chimpanzee, and I get our closest genetic relative.", "en": " 這讓我羞愧，因為一直以來 每次我說：我對某事瞭如指掌 我其實是在說：我的確很了解 我只是不知道它該死的真正學名 我現在按的這個連結 狐猴、猴子和猩猩都有手背 我按了「猩猩」其中基因與人類最相近的一種是黑猩猩"}, {"zh-tw": " Pan troglodytes, the name we give him, means \"cave dweller.\" He doesn't. He lives in rainforests and savannas.", "en": " 我們給牠的學名是「穴居生物」的意思 但牠並不住在洞穴 牠住在雨林和草原"}, {"zh-tw": " It's just that we're always thinking of this guy as lagging behind us, evolutionarily or somehow uncannily creeping up on us, and in some cases, he gets places before us. Like my next link, the almost irresistible link, Ham the Astrochimp.", "en": " 我們一直認為這種生物只比我們在進化上落後一些 或也許哪天牠們會悄悄趕上 但在某種程度上，牠的確比我們先進 我的下個連結，我怎麼能不按它「太空猩猩Ham」"}, {"zh-tw": " I click on him, and I really thought he was going to bring me full circle twice, in fact. He's born in Cameroon, which is smack in the middle of my tropics map, and more specifically his skeleton wound up in the Smithsonian museum getting picked clean by beetles.", "en": " 我按它，我一直以為它會讓我回到遊戲起點兩次 事實上，牠生於喀麥隆 位於熱帶地區的國家 而更精確的說，牠的骸骨在史密森博物館被甲蟲們腐蝕"}, {"zh-tw": " In between those two landmarks in Ham's life, he flew into space. He experienced weightlessness and re-entry months before the first human being to do it, Soviet cosmonaut Yuri Gagarin.", "en": " Ham生命中的兩個重要地點中 牠上到太空 比蘇聯太空人Yuri Gagarin 第一位上太空的人類 早幾個月體驗無重力並重返地球"}, {"zh-tw": " When I click on Yuri Gagarin's page, I get this guy who was surprisingly short in stature, huge in heroism. Top estimates, Soviet estimates, put this guy at 1.65 meters, that is less than five and a half feet tall max, possibly because he was malnourished as a child.", "en": " 當我按了蘇聯太空人Yuri Gagarin的頁面 我發現它雖然身高不高 卻是受到無比尊敬的英雄 蘇聯的資料最高估計他165公分高 大概最多不到5.5英呎高 也許因為他小時候營養不足"}, {"zh-tw": " Germans occupied Russia. A Nazi officer took over the Gagarin household, and he and his family built and lived in a mud hut.", "en": " 那時德國人占領俄國 一位納粹軍官占領Gagarin的家 而他和他的家人建造並住在一間泥土小屋"}, {"zh-tw": " Years later, the boy from that cramped mud hut would grow up to be the man in that cramped capsule on the tip of a rocket who volunteered to be launched into outer space, the first one of any of us to really physically leave this planet. And he didn't just leave it, he circled it once.", "en": " 多年後這個住在泥土小屋的男孩 長大後住在火箭尖端 狹小的機艙 並自願被發射前往外太空 是人類史上第一位離開地球的人類 他並不只是離開 他還繞地球一圈"}, {"zh-tw": " Fifty years later, as a tribute, the International Space Station, which is still up there tonight, synced its orbit with Gagarin's orbit, at the exact same time of day, and filmed it, so you can go online and you can watch over 100 minutes of what must have been an absolutely mesmerizing ride, possibly a lonely one, the first person to ever see such a thing. And then when you've had your fill of that, you can click on one more link.", "en": " 50年後，為表崇敬之意 今晚仍然在太空的國際太空站 與Gagarin的小艇在同樣的時程和路徑同步繞地球 與Gagarin的小艇在同樣的時程和路徑同步繞地球 並拍攝 所以你可以上網看這超過100分鐘 史上第一個人親眼所見 十分令人著迷的旅程 可能也非常孤獨 當你陶醉於這情景 你可以再按另一個連結"}, {"zh-tw": " You can come back to Earth. You return to where you started.", "en": " 回到「地球」 你就回到原點"}, {"zh-tw": " You can finish your game. You just need to find one more fact that you didn't know.", "en": " 可以結束遊戲 你只需要再找出一個你不知道的知識"}, {"zh-tw": " And for me, I quickly landed on this one: The Earth has a tolerance of about .17 percent from the reference spheroid, which is less than the .22 percent allowed in billiard balls. This is the kind of fact I would have loved as a boy.", "en": " 而我很快的找到這個： 地球的橢圓比大約是0.17% 比撞球的0.22%還稍小一些 這是我小時候很愛的小知識"}, {"zh-tw": " I found it myself. It's got some math that I can do.", "en": " 我自己找到的 有我可以算的數學"}, {"zh-tw": " I'm pretty sure my dad doesn't know it. What this means is that if you could shrink the Earth to the size of a billiard ball, if you could take planet Earth, with all its mountain tops and caves and rainforests, astronauts and uncontacted tribes and chimpanzees, voodoo dolls, fireflies, chocolate, sea creatures making love in the deep blue sea, you just shrink that to the size of a billiard ball, it would be as smooth as a billiard ball, presumably a billiard ball with a slight bulge around the middle.", "en": " 我相信我爸也不知道 這代表你如果將地球縮到像撞球這麼小 如果你可以把地球和它的高山、洞穴 雨林、太空人、與世隔絕的部落、猩猩、巫毒娃娃 螢火蟲、巧克力、在深海交配的海洋生物 你只要把它縮成像撞球這麼小 它就會像撞球一樣平滑 也許是一顆中間稍稍凸起的撞球"}, {"zh-tw": " That's pretty cool. I didn't know that.", "en": " 實在很酷 我從來都不曉得這件事"}, {"zh-tw": " Chimborazo! Thank you.", "en": " 欽博拉索 謝謝"}], "title": "Rives Reinventing The Encyclopedia Game"}