{"url": "http://www.ted.com/talks/becci_manson_re_touching_lives_through_photos", "paragraphs": [{"zh-tw": " Before March, 2011, I was a photographic retoucher based in New York City. We're pale, gray creatures.", "en": " 在2011年3月以前 我是一位在紐約工作的修圖師 修圖師既蒼白又陰暗"}, {"zh-tw": " We hide in dark, windowless rooms, and generally avoid sunlight. We make skinny models skinnier, perfect skin more perfect, and the impossible possible, and we get criticized in the press all the time, but some of us are actually talented artists with years of experience and a real appreciation for images and photography.", "en": " 都躲在黑暗沒有窗戶的房間裡 而且我們總是對太陽避而不見 我們會把乾瘦的模特兒變得更瘦，完美的皮膚變得更精緻 更可以化腐朽為神奇 雖然我們總是被媒體批評 但是有些修圖師真的是不折不扣的藝術家 他們擁有資歷 也有對照片和攝影的真實體會"}, {"zh-tw": " On March 11, 2011, I watched from home, as the rest of the world did, as the tragic events unfolded in Japan. Soon after, an organization I volunteer with, All Hands Volunteers, were on the ground, within days, working as part of the response efforts.", "en": " 在2011年3月11日，我和世界各地的人一樣 在家裡得知在日本發生的悲劇 不久之後，我參加的一個志工團體(All Hands Volunteers) 在幾天內就已經抵達日本 在當地幫忙做災後處理了"}, {"zh-tw": " I, along with hundreds of other volunteers, knew we couldn't just sit at home, so I decided to join them for three weeks. On May the 13th, I made my way to the town of Ōfunato.", "en": " 跟其他的志工一樣 我知道我們不能只是袖手旁觀 所以我決定和他們一起努力三周 3月13日，我到了大船渡市"}, {"zh-tw": " It's a small fishing town in Iwate Prefecture, about 50,000 people, one of the first that was hit by the wave. The waters here have been recorded at reaching over 24 meters in height, and traveled over two miles inland.", "en": " 這是一個坐落在岩手縣內的小漁村 人口數約為5萬人 這是其中一個被海嘯首當其衝的地方 據紀錄 當時海浪高達24公尺高 並且往內陸推進了兩英哩遠"}, {"zh-tw": " As you can imagine, the town had been devastated. We pulled debris from canals and ditches.", "en": " 就跟你想像的一樣，整個城鎮都毀了 我們把下水道和溝槽都清乾淨"}, {"zh-tw": " We cleaned schools. We de-mudded and gutted homes ready for renovation and rehabilitation. We cleared tons and tons of stinking, rotting fish carcasses from the local fish processing plant.", "en": " 整理校園，也把住家內外的泥濘都清除 以便重新翻修整理和入住 在當地的魚產品加工廠裡 我們清理了數以噸計的，噁心腐爛的死魚屍體"}, {"zh-tw": " We got dirty, and we loved it. For weeks, all the volunteers and locals alike had been finding similar things.", "en": " 我們弄得全身髒兮兮的，但我們也樂在其中 有好幾個星期 志工們和當地居民都在找類似的東西"}, {"zh-tw": " They'd been finding photos and photo albums and cameras and SD cards. And everyone was doing the same.", "en": " 他們都在找照片和相冊 相機還有SD記憶卡 所有人都在找那些東西"}, {"zh-tw": " They were collecting them up, and handing them in to various places around the different towns for safekeeping. Now, it wasn't until this point that I realized that these photos were such a huge part of the personal loss these people had felt.", "en": " 他們把找到的相片收集起來 再交到各個城鎮做保管 直到到這個時候 我才發覺這些照片對這些人來說 是多麼大的損失"}, {"zh-tw": " As they had run from the wave, and for their lives, absolutely everything they had, everything had to be left behind. At the end of my first week there, I found myself helping out in an evacuation center in the town.", "en": " 他們逃命的時候 絕對是 絕對是沒有任何東西可以帶走的 在第一個禮拜的最後一天 我正在一個疏散中心裡幫忙"}, {"zh-tw": " I was helping clean the onsen, the communal onsen, the huge giant bathtubs. This happened to also be a place in the town where the evacuation center was collecting the photos.", "en": " 那是一座溫泉，公共的溫泉 就是一個很大的澡盆 這個地方恰巧也是 疏散中心收集照片的所在"}, {"zh-tw": " This is where people were handing them in, and I was honored that day that they actually trusted me to help them start hand-cleaning them. Now, it was emotional and it was inspiring, and I've always heard about thinking outside the box, but it wasn't until I had actually gotten outside of my box that something happened.", "en": " 大家把照片交來這個地方 而我很榮幸能受他們信任 來手動清理這些照片 接下來發生的事則有點來自衝動和靈感 我一直都知道要跳脫固有的框架 但是一直到我真的跳出來想一想 才體會到一些事情"}, {"zh-tw": " As I looked through the photos, there were some were over a hundred years old, some still in the envelope from the processing lab, I couldn't help but think as a retoucher that I could fix that tear and mend that scratch, and I knew hundreds of people who could do the same. So that evening, I just reached out on Facebook and asked a few of them, and by morning the response had been so overwhelming and so positive, I knew we had to give it a go.", "en": " 我看著這些照片 有些已經超過百年以上了 有的還裝在袋子裡還沒沖印 我不禁又變成一個修圖師 心裡想我可以把這些破損和刮傷都整理好 而我也認識上百個也能這麼作的人 就在那晚，我在臉書上發聲 隔天早上 看到大家的回應都是正面而且大快人心的 我就知道這勢在必行了"}, {"zh-tw": " So we started retouching photos. This was the very first.", "en": " 所以我們就開始拯救這些照片 這張是第一張"}, {"zh-tw": " Not terribly damaged, but where the water had caused that discoloration on the girl's face had to be repaired with such accuracy and delicacy. Otherwise, that little girl isn't going to look like that little girl anymore, and surely that's as tragic as having the photo damaged.", "en": " 不是非常嚴重 但是女孩臉已經因為浸水而掉色了 這需要絕對的精準與細心來完成修補 否則，女孩的臉會變得更不像她 這樣的話 就跟照片毀了沒兩樣"}, {"zh-tw": " Over time, more photos came in, thankfully, and more retouchers were needed, and so I reached out again on Facebook and LinkedIn, and within five days, 80 people wanted to help from 12 different countries. Within two weeks, I had 150 people wanting to join in.", "en": " 很棒的是，隨著時間過去 更多的照片被送來，我們也需要更多的修圖師 所以我又在一次的在臉書還有推特上發文 5天之內，就有80個 來自12個國家的人願意幫忙 兩周之內 更有150人要加入我們的行列"}, {"zh-tw": " Within Japan, by July, we'd branched out to the neighboring town of Rikuzentakata, further north to a town called Yamada. Once a week, we would set up our scanning equipment in the temporary photo libraries that had been set up, where people were reclaiming their photos.", "en": " 在日本，七月的時候 我們延伸觸角到鄰近的陸前高田市 還有更北的山田町 我們每個禮拜都會在臨時的相片中心 裝置掃描機 人們可以在這裡認領他們的相片"}, {"zh-tw": " The older ladies sometimes hadn't seen a scanner before, but within 10 minutes of them finding their lost photo, they could give it to us, have it scanned, uploaded to a cloud server, it would be downloaded by a gaijin, a stranger, somewhere on the other side of the globe, and it'd start being fixed. The time it took, however, to get it back is a completely different story, and it depended obviously on the damage involved.", "en": " 有些老婦人甚至沒有看過掃描機 但在他們找照片的10分鐘裡 我們就可以將照片 掃描之後上傳到雲端系統 然後就在地球的某個地方 某個外國人會把它下載下來 然後開始修補照片 然而，把照片拿回來要花多長的時間 就是另一個故事了 這跟照片受損的程度有關"}, {"zh-tw": " It could take an hour. It could take weeks. It could take months.", "en": " 可能要一個小時，也可能要好幾周 甚至幾個月"}, {"zh-tw": " The kimono in this shot pretty much had to be hand-drawn, or pieced together, picking out the remaining parts of color and detail that the water hadn't damaged. It was very time-consuming.", "en": " 這張照片的和服勢必要用手畫或是拼貼的方式 把沒有被水浸泡到的 顏色和細部抓出來 這需要花非常久的時間來完成"}, {"zh-tw": " Now, all these photos had been damaged by water, submerged in salt water, covered in bacteria, in sewage, sometimes even in oil, all of which over time is going to continue to damage them, so hand-cleaning them was a huge part of the project. We couldn't retouch the photo unless it was cleaned, dry and reclaimed.", "en": " 這些相片都被海水浸泡過 上面滿布細菌 有的在汙水裡甚至是油汙裡 這些東西都會持續的傷害這些相片 所以手工清理占了這個計畫的很大一部分 在相片尚未清理弄乾或是認領以前 我們都無法動手修圖"}, {"zh-tw": " Now, we were lucky with our hand-cleaning. We had an amazing local woman who guided us.", "en": " 關於這點我們還滿幸運的 有一位當地的婦女教導我們如何整理這些相片"}, {"zh-tw": " It's very easy to do more damage to those damaged photos. As my team leader Wynne once said, it's like doing a tattoo on someone.", "en": " 只要一不小心就會把照片弄得更糟 好比我的組長懷恩說過 這就像是幫別人刺青一樣"}, {"zh-tw": " You don't get a chance to mess it up. The lady who brought us these photos was lucky, as far as the photos go.", "en": " 你沒有半點失誤的機會 把這些相片帶過來的小姐 跟她的相片一樣的幸運"}, {"zh-tw": " She had started hand-cleaning them herself and stopped when she realized she was doing more damage. She also had duplicates.", "en": " 她本來自己在清理這些相片 但當她發現這只會更糟的時候就停手了 她的照片裡還有疊影"}, {"zh-tw": " Areas like her husband and her face, which otherwise would have been completely impossible to fix, we could just put them together in one good photo, and remake the whole photo. When she collected the photos from us, she shared a bit of her story with us.", "en": " 她與她先生的臉的區塊 本來是不可能修復的 但我們只要把它合併在一起 就能重新做出一張照片了 她來取相片時 也跟我們說了些她的故事"}, {"zh-tw": " Her photos were found by her husband's colleagues at a local fire department in the debris a long way from where the home had once stood, and they'd recognized him. The day of the tsunami, he'd actually been in charge of making sure the tsunami gates were closed.", "en": " 她的相片是她丈夫的同事 在當地的消防隊的垃圾裡找到的 跟她們家的距離可以說是非常遠 然而有他們認出她的丈夫 海嘯當天，他其實是要負責 確保水門都有關閉的"}, {"zh-tw": " He had to go towards the water as the sirens sounded. Her two little boys, not so little anymore, but her two boys were both at school, separate schools.", "en": " 在警報響起時，他卻要往海邊去 她的兩個小孩，現在也不小了 分別在不同的學校裡"}, {"zh-tw": " One of them got caught up in the water. It took her a week to find them all again and find out that they had all survived.", "en": " 其中一個被海水給困住了 她花了一個禮拜才都找到他們兩個 也才放下心中的大石頭"}, {"zh-tw": " The day I gave her the photos also happened to be her youngest son's 14th birthday. For her, despite all of this, those photos were the perfect gift back to him, something he could look at again, something he remembered from before that wasn't still scarred from that day in March when absolutely everything else in his life had changed or been destroyed.", "en": " 我把相片交還給她的那天 也恰巧是他小兒子的14歲生日 對她來說，儘管遇上海嘯 這些照片無疑是給兒子最好的生日禮物 這是一個他可以回憶的過去 而不是只記得3月的那一天 他生命裡所有的東西都變了 都被摧毀了"}, {"zh-tw": " After six months in Japan, 1,100 volunteers had passed through All Hands, hundreds of whom had helped us hand-clean over 135,000 photographs, the large majority —  — a large majority of which did actually find their home again, importantly. Over five hundred volunteers around the globe helped us get 90 families hundreds of photographs back, fully restored and retouched.", "en": " 在日本待了六個月後 有1,100個All Hands志工前來幫忙 其中有數百個人一起手動清潔了 超過135,000張相片 大部分-- 重要的是 大部分的照片都回到了各個家庭裡 有超過500位來自全球的志工 幫忙找回和修復數以百計的相片 然後將它們發還到90個家庭的手中"}, {"zh-tw": " During this time, we hadn't really spent more than about a thousand dollars in equipment and materials, most of which was printer inks. We take photos constantly.", "en": " 在這段期間裡 我們花在設備上的錢其實不超過1,000元 大部分都是花在買墨水 人們一生都在拍照"}, {"zh-tw": " A photo is a reminder of someone or something, a place, a relationship, a loved one. They're our memory-keepers and our histories, the last thing we would grab and the first thing you'd go back to look for.", "en": " 相片可以紀念一個人或一件事 一個地方、一段關係和你所愛的人 相片就像是我們的記憶庫和歷史 是人們逃走時最不可能帶走的 但卻是第一個要找回來的東西"}, {"zh-tw": " That's all this project was about, about restoring those little bits of humanity, giving someone that connection back. When a photo like this can be returned to someone like this, it makes a huge difference in the lives of the person receiving it.", "en": " 這就是這個志工計畫的重點 我們要找回那微妙的人性 然後將它與人們再度連接起來 當這樣的一張相片，能變成這樣 對收到相片的人來說 非常的有意義"}, {"zh-tw": " The project's also made a big difference in the lives of the retouchers. For some of them, it's given them a connection to something bigger, giving something back, using their talents on something other than skinny models and perfect skin.", "en": " 這個計畫也給了修圖師們很大的生活體驗 對有些人來說 這個計畫讓他們與世界連結 利用他們的技能來回饋社會 而不是只是瘦巴巴的模特兒和無瑕的皮膚"}, {"zh-tw": " I would like to conclude by reading an email I got from one of them, Cindy, the day I finally got back from Japan after six months. \"As I worked, I couldn't help but think about the individuals and the stories represented in the images.", "en": " 我想要讀一封郵件來做個總結 這是辛蒂，其中一個志工 在6個月之後，我回到家時寄給我的 \"當我在幫忙時，我不禁想到照片裡的那些人 還有照片裡所描述的故事"}, {"zh-tw": " One in particular, a photo of women of all ages, from grandmother to little girl, gathered around a baby, struck a chord, because a similar photo from my family, my grandmother and mother, myself, and newborn daughter, hangs on our wall. Across the globe, throughout the ages, our basic needs are just the same, aren't they?\" Thank you.", "en": " 其中有一張是各個年齡層的女人 從老太太到小女孩都有，圍著一個小嬰孩 這張相片讓我想起我的家人 因為我們家牆上也掛著一幅相片 裡頭有我祖母、媽媽、我還有一個新生的小孩 不論在世界何處，不論何時 我們最基本的需求都是一樣的，不是嗎\" 謝謝"}], "title": "Becci Manson Re Touching Lives Through Photos"}