{"url": "http://www.ted.com/talks/lisa_kristine_glimpses_of_modern_day_slavery", "paragraphs": [{"zh-tw": " I'm 150 feet down an illegal mine shaft in Ghana. The air is thick with heat and dust, and it's hard to breathe. I can feel the brush of sweaty bodies passing me in the darkness, but I can't see much else.", "en": " 我在加納地下50米深的一個非法礦井裡 空氣污濁悶熱，充斥著塵土 讓人很難呼吸 我可以感覺到來來往往大汗淋漓的人們從我身邊擦過 但是在一片黑暗中，我也看不見什麼其他的東西了"}, {"zh-tw": " I hear voices talking, but mostly the shaft is this cacophony of men coughing, and stone being broken with primitive tools. Like the others, I wear a flickering, cheap flashlight tied to my head with this elastic, tattered band, and I can barely make out the slick tree limbs holding up the walls of the three-foot square hole dropping hundreds of feet into the earth.", "en": " 我聽到周圍有人說話的聲音 但更多是咳嗽聲 混雜著用簡陋工具砸碎石頭的噪音 跟其他人一樣，我頭上頂著一個時亮時滅的廉價探照燈 用一條破爛的皮筋綁在脖子上 我勉強摸到牆上光溜溜的樹枝扶手 它們支撐著這個一米見方 深上百米的井筒"}, {"zh-tw": " When my hand slips, I suddenly remember a miner I had met days before who had lost his grip and fell countless feet down that shaft. As I stand talking to you today, these men are still deep in that hole, risking their lives without payment or compensation, and often dying.", "en": " 我的手滑了一下，立即想到數天前碰到的一名礦工 他一手抓空 就掉下了無底深井 當我今天站在這裡跟你們演講的時候 這些礦工們還在這樣的礦井裡 冒著生命危險幹活,沒有工資,沒有補貼 還經常丟命"}, {"zh-tw": " I got to climb out of that hole, and I got to go home, but they likely never will, because they're trapped in slavery. For the last 28 years, I've been documenting indigenous cultures in more than 70 countries on six continents, and in 2009 I had the great honor of being the sole exhibitor at the Vancouver Peace Summit.", "en": " 我最後爬出了礦井得以回家 而這些被奴役的礦工可能永遠沒有回家的那一天 在過去的28年裡我一直在拍攝本土文化的紀錄片 走訪了6大洲70多個國家 而在2009年，我非常榮幸地 能以獨立參展商的身份出席了溫哥華和平峰會"}, {"zh-tw": " Amongst all the astonishing people I met there, I met a supporter of Free the Slaves, an NGO dedicated to eradicating modern day slavery. We started talking about slavery, and really, I started learning about slavery, for I had certainly known it existed in the world, but not to such a degree.", "en": " 在那裡我遇到了很多令人傾佩的人 我認識了一位Free the Slaves（解放奴隸）組織的支持者 這個非政府組織致力於根除現代社會的奴役現象 我們聊起了奴隸制度 而此時我才開始真正瞭解奴役的現實 雖然我一直都知道世上奴隸制尚存 但完全不知道事態的嚴重性"}, {"zh-tw": " After we finished talking, I felt so horrible and honestly ashamed at my own lack of knowledge of this atrocity in my own lifetime, and I thought, if I don't know, how many other people don't know? It started burning a hole in my stomach, so within weeks, I flew down to Los Angeles to meet with the director of Free the Slaves and offer them my help. Thus began my journey into modern day slavery.", "en": " 在我們的談話結束後，我感覺非常的糟糕 並且為自己對這樣殘暴的現象缺乏認知 感覺到慚愧 我不知道，還有多少人也一樣不知道？ 這個想法讓我坐立難安 幾周後我就飛去了洛杉磯 去見Free The Slaves組織的負責人，想要有所作為 由此開始了我深入現代奴隸制度的旅程"}, {"zh-tw": " Oddly, I had been to many of these places before. Some I even considered like my second home.", "en": " 奇怪的是，很多地方我都去過 有的我還把它們當成是我的第二故鄉"}, {"zh-tw": " But this time, I would see the skeletons hidden in the closet. A conservative estimate tells us there are more than 27 million people enslaved in the world today.", "en": " 但是這一次，我要去挖掘那些見不得光的秘密 據保守估計 當今全世界有超過2700萬人被奴役"}, {"zh-tw": " That's double the amount of people taken from Africa during the entire trans-Atlantic slave trade. A hundred and fifty years ago, an agricultural slave cost about three times the annual salary of an American worker.", "en": " 這個數字是在跨大西洋奴隸貿易中 從非洲被販賣的黑奴總數的兩倍 150年前，一個農奴的價格 抵得上美國一名普通工人 年薪的三倍"}, {"zh-tw": " That equates to about $50,000 in today's money. Yet today, entire families can be enslaved for generations over a debt as small as $18.", "en": " 相當於今天的5萬美金 但是在今天，一整個家庭被世代奴役的代價 可能就只有18美金的欠債"}, {"zh-tw": " Astonishingly, slavery generates profits of more than $13 billion worldwide each year. Many have been tricked by false promises of a good education, a better job, only to find that they're forced to work without pay under the threat of violence, and they cannot walk away.", "en": " 讓人震驚的是，奴隸在全球產生的利潤 每年超過130億美金 他們當中很多人都是被虛假承諾所騙 輕信所謂好的教育機會、所謂好的工作機會 而被迫無償工作 經受暴力威脅，並且無法逃脫"}, {"zh-tw": " Today's slavery is about commerce, so the goods that enslaved people produce have value, but the people producing them are disposable. Slavery exists everywhere, nearly, in the world, and yet it is illegal everywhere in the world.", "en": " 今天的奴隸制度關乎商業利益 奴隸製造的商品具有價值 但是創造價值的人卻是被隨意處置的 奴隸制度存在於世上的幾乎每一個角落 即使它無論在何處都是違法的"}, {"zh-tw": " In India and Nepal, I was introduced to the brick kilns. This strange and awesome sight was like walking into ancient Egypt or Dante's Inferno.", "en": " 在印度和尼泊爾，我被帶到磚窯裡 那裡的景象極其怪異 感覺就像走進了古埃及或者但丁描述的地獄"}, {"zh-tw": " Enveloped in temperatures of 130 degrees, men, women, children, entire families in fact, were cloaked in a heavy blanket of dust, while mechanically stacking bricks on their head, up to 18 at a time, and carrying them from the scorching kilns to trucks hundreds of yards away. Deadened by monotony and exhaustion, they work silently, doing this task over and over for 16 or 17 hours a day.", "en": " 在50多攝氏度的高溫中 男人，女人，小孩，事實上是一整個家庭 在厚厚的灰塵籠罩下 機械地把磚塊往自己的頭頂上壘 每次疊上18塊 然後搬運到離磚窯幾百米遠的卡車上 單調和疲憊消磨著他們 他們安靜著勞動著，一遍又一遍的幹著同樣的活 一天16到17個小時"}, {"zh-tw": " There were no breaks for food, no water breaks, and the severe dehydration made urinating pretty much inconsequential. So pervasive was the heat and the dust that my camera became too hot to even touch and ceased working.", "en": " 中途不能休息，不能吃飯，不能喝水 由於極度的缺水 他們基本上也不需要上廁所 由於那裡面的悶熱和塵土 我的相機燙得沒法拿 也無法運轉"}, {"zh-tw": " Every 20 minutes, I'd have to run back to our cruiser to clean out my gear and run it under an air conditioner to revive it, and as I sat there, I thought, my camera is getting far better treatment than these people. Back in the kilns, I wanted to cry, but the abolitionist next to me quickly grabbed me and he said, \"Lisa, don't do that. Just don't do that here.\" And he very clearly explained to me that emotional displays are very dangerous in a place like this, not just for me, but for them.", "en": " 每20分鐘，我就必須跑回車上 清理我的設備，讓它在空調底下吹著冷氣 它才能重新啟動 我坐在車上想，就連攝像機受到的待遇 都比這些活生生的人要好得多 我回到窯裡、我覺得非常想哭 ， 回到窯內，我忍不住想哭 他說，\"麗莎，不要哭。千萬不要在這裡哭。 然後他跟我解釋 在這樣的地方抒發自己的情緒是很危險的 不僅對我而言危險，對這些工人們也是"}, {"zh-tw": " I couldn't offer them any direct help. I couldn't give them money, nothing.", "en": " 我沒有辦法給他們提供任何直接的幫助 我不能給他們錢，我什麼也給不了"}, {"zh-tw": " I wasn't a citizen of that country. I could get them in a worse situation than they were already in.", "en": " 我不是那個國家的公民 我的行為很有可能 會讓他們的境遇比現在更糟"}, {"zh-tw": " I'd have to rely on Free the Slaves to work within the system for their liberation, and I trusted that they would. As for me, I'd have to wait until I got home to really feel my heartbreak.", "en": " 我只能指望Free the Slaves組織能夠在體系內發揮作用 解放他們 我相信他們可以做到 就我來說，我必須等回到家以後 才能去品嘗這份心痛"}, {"zh-tw": " In the Himalayas, I found children carrying stone for miles down mountainous terrain to trucks waiting at roads below. The big sheets of slate were heavier than the children carrying them, and the kids hoisted them from their heads using these handmade harnesses of sticks and rope and torn cloth.", "en": " 在喜馬拉雅，我見到了做苦力的小孩 背著石頭走上幾公里的山路 到路邊等著的卡車旁 那些大石板 比搬運石板的孩子還要重 孩子們用樹枝，繩子，破爛的衣服製成背帶 把石板 綁在自己身上"}, {"zh-tw": " It's difficult to witness something so overwhelming. How can we affect something so insidious, yet so pervasive? Some don't even know they're enslaved, people working 16, 17 hours a day without any pay, because this has been the case all their lives.", "en": " 目睹這樣沉甸甸的場景是一件極其痛苦的事 我們怎麼才能幹預這些隱藏於輿論之外 但卻堪稱普遍的惡事？ 一些人甚至都不認為他們自己在被人奴役 每天工作十六七個小時 得不到半點酬勞 因為他們生來就過著這樣的日子"}, {"zh-tw": " They have nothing to compare it to. When these villagers claimed their freedom, the slaveholders burned down all of their houses.", "en": " 沒有任何比較 如果這些人要為自己爭取自由 奴隸主就燒掉他們所有的房子"}, {"zh-tw": " I mean, these people had nothing, and they were so petrified, they wanted to give up, but the woman in the center rallied for them to persevere, and abolitionists on the ground helped them get a quarry lease of their own, so that now they do the same back-breaking work, but they do it for themselves, and they get paid for it, and they do it in freedom. Sex trafficking is what we often think of when we hear the word slavery, and because of this worldwide awareness, I was warned that it would be difficult for me to work safely within this particular industry.", "en": " 這些人一無所有 他們嚇壞了，他們想要放棄 但是照片中間這位女士團結眾人堅持到底 在當地的廢奴主義者 幫助他們爭取採石場的租約 這樣，他們繼續幹著同樣的重活 但現在是為自己而幹，能拿到酬勞 他們擁有了自由 非法性交易 是我們在聽到奴役時最常聯想到的 因為全球皆知 我曾被警告說，若我堅持拍攝這個行業 人身安全將難以得到保障"}, {"zh-tw": " In Kathmandu, I was escorted by women who had previously been sex slaves themselves. They ushered me down a narrow set of stairs that led to this dirty, dimly fluorescent lit basement.", "en": " 在加德滿都 我由一些從前是性奴的女人隨護 她們帶著我走下一段段狹窄的樓梯 到了一個骯髒昏暗的地下室"}, {"zh-tw": " This wasn't a brothel, per se. It was more like a restaurant.", "en": " 這裡本身不是一間妓院 它更像是間餐廳"}, {"zh-tw": " Cabin restaurants, as they're known in the trade, are venues for forced prostitution. Each has small, private rooms, where the slaves, women, along with young girls and boys, some as young as seven years old, are forced to entertain the clients, encouraging them to buy more food and alcohol.", "en": " 包廂餐廳在業內被人熟知 是強迫賣淫的場所 一個個小隔間裡，性奴們 女人和小孩 有些只有七歲大 被迫取悅客戶 好讓他們消費更多的食物和酒"}, {"zh-tw": " Each cubicle is dark and dingy, identified with a painted number on the wall, and partitioned by plywood and a curtain. The workers here often endure tragic sexual abuse at the hands of their customers.", "en": " 每個小隔間都很暗很髒 牆上畫著號碼 由三夾板和窗簾隔開 在這裡工作的人 通常都要忍受客人們殘忍的性虐待"}, {"zh-tw": " Standing in the near darkness, I remember feeling this quick, hot fear, and in that instant, I could only imagine what it must be like to be trapped in that hell. I had only one way out: the stairs from where I'd come in.", "en": " 記得當時站在幾乎是一片黑暗當中 我刹那間感到一陣強烈的恐懼 那一刻我在想 被困在這個地獄裡是多麼的恐怖 這裡只有一個出口：就是我來時走過的樓梯"}, {"zh-tw": " There were no back doors. There were no windows large enough to climb through.", "en": " 沒有後門 沒有能過人的窗戶"}, {"zh-tw": " These people have no escape at all, and as we take in such a difficult subject, it's important to note that slavery, including sex trafficking, occurs in our own backyard as well. Tens of hundreds of people are enslaved in agriculture, in restaurants, in domestic servitude, and the list can go on.", "en": " 這些人完全無法逃跑 當我們面對如此艱難的課題 重要的是要知道奴役，包括非法性交易 在我們的後院裡同樣存在 幾千人成為農奴 餐館奴工、家庭奴工 還不止這些"}, {"zh-tw": " Recently, the New York Times reported that between 100,000 and 300,000 American children are sold into sex slavery every year. It's all around us. We just don't see it.", "en": " 最近，紐約時報報導 美國每年有10萬到30萬小孩 被買賣成為性奴 這些事就發生在我們身邊，我們只是不知道罷了"}, {"zh-tw": " The textile industry is another one we often think of when we hear about slave labor. I visited villages in India where entire families were enslaved in the silk trade.", "en": " 紡織業 也是我們聽到奴役勞動時經常聯想到的 我在印度拜訪過一個村子 家家戶戶都是絲綢貿易的奴隸"}, {"zh-tw": " This is a family portrait. The dyed black hands are the father, while the blue and red hands are his sons.", "en": " 這是一家人的“肖像” 那雙被染黑了的手屬於這家的父親 藍色和紅色的手屬於兩個兒子"}, {"zh-tw": " They mix dye in these big barrels, and they submerge the silk into the liquid up to their elbows, but the dye is toxic. My interpreter told me their stories.", "en": " 他們在大桶裡攪拌染料 然後把絲綢深深地浸進去，直到染料淹到手肘 這些染料都是有毒的 翻譯告訴我他們的故事"}, {"zh-tw": " \"We have no freedom,\" they said. \"We hope still, though, that we could leave this house someday and go someplace else where we actually get paid for our dyeing.\" It's estimated that more than 4,000 children are enslaved on Lake Volta, the largest man-made lake in the world.", "en": " “我們沒有自由”，他們說道 “可我們還是希望，哪天可以逃離這個屋子 去其他的地方 在那裡工作能拿到報酬” 據估計，有超過4000名兒童 在沃爾特湖水庫被奴役 那裡是世界上最大的人工湖"}, {"zh-tw": " When we first arrived, I went to have a quick look. I saw what seemed to be a family fishing on a boat, two older brothers, some younger kids, makes sense right? Wrong. They were all enslaved.", "en": " 一到那裡，我就去看了個大概 我看到似乎是一家人在船上捕魚 兩個哥哥，幾個小點的孩子，挺像的吧？ 錯！他們都是奴隸"}, {"zh-tw": " Children are taken from their families and trafficked and vanished, and they're forced to work endless hours on these boats on the lake, even though they do not know how to swim. This young child is eight years old.", "en": " 孩子們從家裡被帶出來 被販賣 被迫在船上無休止的工作 他們在湖上工作，甚至還不會游泳 這個小男孩8歲大"}, {"zh-tw": " He was trembling when our boat approached, frightened it would run over his tiny canoe. He was petrified he would be knocked in the water.", "en": " 當我們的船靠近的時候 他在發抖 他怕我們的船會撞上上他的獨木舟 他很害怕會掉到水裡"}, {"zh-tw": " The skeletal tree limbs submerged in Lake Volta often catch the fishing nets, and weary, frightened children are thrown into the water to untether the lines. Many of them drown.", "en": " 湖面下浸著些樹的枝幹 經常會掛住漁網 這些疲憊、害怕的孩子們就被扔到水中 去解開漁網 很多人都淹死了"}, {"zh-tw": " For as long as he can recall, he's been forced to work on the lake. Terrified of his master, he will not run away, and since he's been treated with cruelty all his life, he passes that down to the younger slaves that he manages.", "en": " 從他記事開始 就被迫在湖上工作 他非常害怕主人，不敢逃跑 由於他從小就被殘酷對待 他也用同樣的方法 對待比他小的奴隸"}, {"zh-tw": " I met these boys at five in the morning, when they were hauling in the last of their nets, but they had been working since 1 a.m. in the cold, windy night.", "en": " 我在早上五點時看到這些男孩子們 在收最後一個漁網 可他們從淩晨1點就開始工作了 在這樣寒冷，颳風的晚上"}, {"zh-tw": " And it's important to note that these nets weigh more than a thousand pounds when they're full of fish. I want to introduce you to Kofi.", "en": " 要知道這些漁網裝滿魚的時候 重量有上千斤啊！ 我要介紹你們認識Kofi"}, {"zh-tw": " Kofi was rescued from a fishing village. I met him at a shelter where Free the Slaves rehabilitates victims of slavery.", "en": " 他從一個漁村被解救出來 見到他是在一個收容所裡 Free the Slaves組織用於複元奴役受害者的一個地方"}, {"zh-tw": " Here he's seen taking a bath at the well, pouring big buckets of water over his head, and the wonderful news is, as you and I are sitting here talking today, Kofi has been reunited with his family, and what's even better, his family has been given tools to make a living and to keep their children safe. Kofi is the embodiment of possibility.", "en": " 照片上他正在井邊洗澡 把一桶桶水往頭上倒 好消息是 此時此刻 Kofi 已經和家人團聚了 更讓人欣喜的是，他們一家已能夠自己謀生 並確保孩子們的安全 Kofi 身上體現了一種可能性"}, {"zh-tw": " Who will he become because someone took a stand and made a difference in his life? Driving down a road in Ghana with partners of Free the Slaves, a fellow abolitionist on a moped suddenly sped up to our cruiser and tapped on the window. He told us to follow him down a dirt road into the jungle.", "en": " 正因為有人表明了立場，影響了他的人生 他的未來才可能有所改變 開車行駛在加納的一條路上 與Free the Slaves的夥伴一起 一個騎著電單車的同行人突然加速 靠近我們的車，敲著車窗 他讓我們跟他改走一條土路通向叢林"}, {"zh-tw": " At the end of the road, he urged us out of the car, and told the driver to quickly leave. Then he pointed toward this barely visible footpath, and said, \"This is the path, this is the path. Go.\" As we started down the path, we pushed aside the vines blocking the way, and after about an hour of walking in, found that the trail had become flooded by recent rains, so I hoisted the photo gear above my head as we descended into these waters up to my chest.", "en": " 在路的盡頭，他催促我們下車 讓司機趕緊走 然後他指著地上一排很不明顯的腳印說 “就是這裡，就是這條路。走！” 我們撥開擋路的藤蔓 徒步走了約一個小時 小徑被近期的雨水淹沒了 我把拍攝器材舉過頭頂 趟著齊胸口深的水繼續走"}, {"zh-tw": " After another two hours of hiking, the winding trail abruptly ended at a clearing, and before us was a mass of holes that could fit into the size of a football field, and all of them were full of enslaved people laboring. Many women had children strapped to their backs while they were panning for gold, wading in water poisoned by mercury.", "en": " 又走了兩個小時 蜿蜒的小徑戛然而止 我們面前的空地上出現了一大片坑洞 每個都有一個橄欖球場那麼大 每個坑洞裡都有奴隸在工作 很多婦女還背著自己的小孩 他們在淘金 在被汞污染的髒水裡行走"}, {"zh-tw": " Mercury is used in the extraction process. These miners are enslaved in a mine shaft in another part of Ghana.", "en": " 汞是用來提取金子的 這些人被奴役 在加納的另一處礦井裡"}, {"zh-tw": " When they came out of the shaft, they were soaking wet from their own sweat. I remember looking into their tired, bloodshot eyes, for many of them had been underground for 72 hours.", "en": " 當他們走出礦井時 全身汗濕 我記得他們佈滿紅血絲的眼睛裡充滿疲憊 其中很多人已在井下工作72個小時"}, {"zh-tw": " The shafts are up to 300 feet deep, and they carry out heavy bags of stone that later will be transported to another area, where the stone will be pounded so that they can extract the gold. At first glance, the pounding site seems full of powerful men, but when we look closer, we see some less fortunate working on the fringes, and children too.", "en": " 這些井有差不多有90多米深 他們抬出來裝滿重石的袋子 這些石頭被運送到另外一個區域被搗碎 以便提取金子 乍看之下，砸石場的男人個個健壯 但我們湊近了卻發現 一些在邊緣地帶的工人身有殘疾 還有一些小孩"}, {"zh-tw": " All of them are victim to injury, illness and violence. In fact, it's very likely that this muscular person will end up like this one here, racked with tuberculosis and mercury poisoning in just a few years.", "en": " 他們都是傷病暴力的受害者 事實上，這些肌肉強健的男人 若干年後很有可能會跟這個人一樣 被汞中毒和肺結核苦苦折磨"}, {"zh-tw": " This is Manuru. When his father died, his uncle trafficked him to work with him in the mines. When his uncle died, Manuru inherited his uncle's debt, which further forced him into being enslaved in the mines.", "en": " 這是Manuru。當他父親死的時候 他的叔叔把他賣到自己在工作的這個礦場 在他叔叔死後，Manuru要繼續背負他叔叔的欠債 他被迫繼續在礦場工作"}, {"zh-tw": " When I met him, he had been working in the mines for 14 years, and the leg injury that you see here is actually from a mining accident, one so severe doctors say his leg should be amputated. On top of that, Manuru has tuberculosis, yet he's still forced to work day in and day out in that mine shaft.", "en": " 我見到他時，他已在礦場工作了14年 照片中看到的這個腿傷 是在一次鑿礦意外中造成的 當時情況危急，醫生說要截肢 除了這個傷以外 他還患有肺結核 即使這樣，他也必須每天 在井下沒日沒夜的工作"}, {"zh-tw": " Even still, he has a dream that he will become free and become educated with the help of local activists like Free the Slaves, and it's this sort of determination, in the face of unimaginable odds, that fills me with complete awe. I want to shine a light on slavery.", "en": " 即使如此，他也夢想著能夠重獲自由 在Free the Slaves這樣的組織幫助下 接受教育 就是這樣的信念 來面對令人難以想像的苦難 讓我充滿敬畏 我希望我們給這些被奴隸的人一道光"}, {"zh-tw": " When I was working in the field, I brought lots of candles with me, and with the help of my interpreter, I imparted to the people I was photographing that I wanted to illuminate their stories and their plight, so when it was safe for them, and safe for me, I made these images. They knew their image would be seen by you out in the world.", "en": " 在拍攝的途中 我帶了很多蠟燭 在翻譯的幫助下 我把蠟燭分給了我的拍攝對象 我希望能點亮他們的故事 和他們的困境 當我們都安全的時候 我拍了這一系列的照片 他們知道這些影像 會被外面的人看見"}, {"zh-tw": " I wanted them to know that we will be bearing witness to them, and that we will do whatever we can to help make a difference in their lives. I truly believe, if we can see one another as fellow human beings, then it becomes very difficult to tolerate atrocities like slavery.", "en": " 我想要讓他們知道，我們將為他們作證 盡我們所能 讓他們的人生有所改變 我確實相信 當我們把他們當做同胞 就會很難容忍奴役這樣的暴行"}, {"zh-tw": " These images are not of issues. They are of people, real people, like you and me, all deserving of the same rights, dignity and respect in their lives. There is not a day that goes by that I don't think of these many beautiful, mistreated people I've had the tremendous honor of meeting.", "en": " 這些影像非關於議題，而是關於人 真實的人，和你我一樣 都值得在生命裡 獲得一樣的權利、尊嚴和尊重 我沒有一天不想 這些美麗、但卻受到不公正待遇的人們 這些我三生有幸能夠遇見的人們"}, {"zh-tw": " I hope that these images awaken a force in those who view them, people like you, and I hope that force will ignite a fire, and that fire will shine a light on slavery, for without that light, the beast of bondage can continue to live in the shadows. Thank you very much.", "en": " 我希望這些影像 能夠在你們這樣的觀者心中喚起一股力量 我希望這股力量的星星之火 能夠成為被奴役者的希望之光 因為若沒有這光亮 奴役之獸將繼續活在陰影裡 謝謝。"}], "title": "Lisa Kristine Glimpses Of Modern Day Slavery"}