{"url": "http://www.ted.com/talks/ivan_krastev_can_democracy_exist_without_trust", "paragraphs": [{"zh-tw": " I'm afraid I'm one of those speakers you hope you're not going to meet at TED. First, I don't have a mobile, so I'm on the safe side.", "en": " 我很擔心我是一個 你不想在 TED 碰上的演講者 首先，我沒有手機 所以我比較安全"}, {"zh-tw": " Secondly, a political theorist who's going to talk about the crisis of democracy is probably not the most exciting topic you can think about. And plus, I'm not going to give you any answers.", "en": " 其次，一個政治理論家 即將談論關於民主危機 可能是你能想到最枯燥的題目 況且，我不打算給你答案"}, {"zh-tw": " I'm much more trying to add to some of the questions we're talking about. And one of the things that I want to question is this very popular hope these days that transparency and openness can restore the trust in democratic institutions.", "en": " 我會盡可能地在我們談論的問題中，提出更多質疑 並且，我想質疑的問題之一 是最近廣受矚目 透過公開和透明 能夠在民主體制中重新建立信任"}, {"zh-tw": " There is one more reason for you to be suspicious about me. You people, the Church of TED, are a very optimistic community.", "en": " 這也給各位多一個質疑我的理由 你們這些 TED 教派的人，是非常樂觀的團體"}, {"zh-tw": " Basically you believe in complexity, but not in ambiguity. As you have been told, I'm Bulgarian.", "en": " 基本上你們相信複雜性，但不愛模稜兩可的結局 如同你們所知，我是保加利亞人"}, {"zh-tw": " And according to the surveys, we are marked the most pessimistic people in the world. The Economist magazine recently wrote an article covering one of the recent studies on happiness, and the title was \"The Happy, the Unhappy and the Bulgarians.\" So now when you know what to expect, let's give you the story.", "en": " 根據調查 我們被認為是世界上最悲觀的人 經濟學人雜誌最近發表一篇文章 報導關於幸福的研究 標題是<幸福的人、不幸福的人和保加利亞人> 現在，你們知道要期待些甚麼了 說個故事給你們聽"}, {"zh-tw": " And this is a rainy election day in a small country -- that can be my country, but could be also your country. And because of the rain until four o'clock in the afternoon, nobody went to the polling stations.", "en": " 發生在一個小國家的一個下雨的投票日 這可能是我的國家，有可能是你的國家 由於下雨的緣故，直到下午 4 點 都沒人前往投票所"}, {"zh-tw": " But then the rain stopped, people went to vote. And when the votes had been counted, three-fourths of the people have voted with a blank ballot.", "en": " 當雨一停 人們就前往投票 當選票開出 4 分之 3 的選票是空白的"}, {"zh-tw": " The government and the opposition, they have been simply paralyzed. Because you know what to do about the protests.", "en": " 執政黨和反對黨 他們都嚇呆了 因為大家都知道如何對付抗議者"}, {"zh-tw": " You know who to arrest, who to negotiate with. But what to do about people who are voting with a blank ballot? So the government decided to have the elections once again.", "en": " 知道去逮捕誰，去和誰談判 但是如何面對投空白選票的選民？ 所以政府決定重選一次"}, {"zh-tw": " And this time even a greater number, 83 percent of the people, voted with blank ballots. Basically they went to the ballot boxes to tell that they have nobody to vote for.", "en": " 這一次，卻有更多的 83% 的選民，投下空白票 基本上，他們前往投票所 去表明沒有適當的人選"}, {"zh-tw": " This is the opening of a beautiful novel by Jose Saramago called \"Seeing.\" But in my view it very well captures part of the problem that we have with democracy in Europe these days. On one level nobody's questioning that democracy is the best form of government.", "en": " 這是 Jose Saramago 寫的一本出色的小說的開頭 書名叫做《看見》 但是我認為它很切確地捕捉到 最近歐洲民主的一些問題 某程度來說沒人質疑 民主是最好的政府形式"}, {"zh-tw": " Democracy is the only game in town. The problem is that many people start to believe that it is not a game worth playing.", "en": " 民主是政治領域中唯一的規則 問題是許多人開始相信 民主不是一個值得遵循的規則"}, {"zh-tw": " For the last 30 years, political scientists have observed that there is a constant decline in electoral turnout, and the people who are least interested to vote are the people whom you expect are going to gain most out of voting. I mean the unemployed, the under-privileged.", "en": " 過去 30 年來，政治學家觀察到 投票人數持續下降 那些對於投票最冷感的民眾 就是那群你們認為可以從投票中得利的人 我指的是那些失業的和沒有特權的人"}, {"zh-tw": " And this is a major issue. Because especially now with the economic crisis, you can see that the trust in politics, that the trust in democratic institutions, was really destroyed.", "en": " 這就是問題之所在 特別在這經濟危機中 你們能看到人們對政治的信賴 民主體制的信任 已經完全被摧毀了"}, {"zh-tw": " According to the latest survey being done by the European Commission, 89 percent of the citizens of Europe believe that there is a growing gap between the opinion of the policy-makers and the opinion of the public. Only 18 percent of Italians and 15 percent of Greeks believe that their vote matters.", "en": " 根據歐盟委員會最新的調查 歐洲 89% 的公民相信在政策制定者和民眾的看法之間 存有一道越來越寬的鴻溝 只有 18% 的義大利人和 15% 的希臘人 相信他們的選票是有用的"}, {"zh-tw": " Basically people start to understand that they can change governments, but they cannot change policies. And the question which I want to ask is the following: How did it happen that we are living in societies which are much freer than ever before -- we have more rights, we can travel easier, we have access to more information -- at the same time that trust in our democratic institutions basically has collapsed? So basically I want to ask: What went right and what went wrong in these 50 years when we talk about democracy? And I'll start with what went right.", "en": " 基本上，民眾開始了解他們能更換執政者 但無法改變政策 我要問的問題是： 發生了甚麼事了？我們所居住的社會 比以往擁有更多的自由 我們有更多權力，更容易旅遊 更有管道取得資訊 但同時，在民主體制中的信任 卻已經崩潰 我想問的是： 這 50 年來，當我們討論民主時 甚麼是對的？甚麼是錯的？ 我將從做對了甚麼談起"}, {"zh-tw": " And the first thing that went right was, of course, these five revolutions which, in my view, very much changed the way we're living and deepened our democratic experience. And the first was the cultural and social revolution of 1968 and 1970s, which put the individual at the center of politics.", "en": " 做對的第一件事，當然 在我看來，是這五場革命 深深改變了我們的生活方式和提升我們的民主經驗 首先是 1968 年和 70 年代的文化與社會革命 把個人推向政治中心"}, {"zh-tw": " It was the human rights moment. Basically this was also a major outbreak, a culture of dissent, a culture of basically non-conformism, which was not known before.", "en": " 這是人權的里程碑 基本上這也是一個主要的突破，形成一種異議文化 一種原則上不盲從的文化 這是以往不為人知的"}, {"zh-tw": " So I do believe that even things like that are very much the children of '68 -- nevertheless that most of us had been even not born then. But after that you have the market revolution of the 1980s.", "en": " 所以我的確相信即使事情就是如此 像是 68 年的孩子們 -- 然而，我們大多數當時都還未出生 之後，我們經歷了 80 年代的市場革命"}, {"zh-tw": " And nevertheless that many people on the left try to hate it, the truth is that it was very much the market revolution that sent the message: \"The government does not know better.\" And you have more choice-driven societies. And of course, you have 1989 -- the end of Communism, the end of the Cold War.", "en": " 儘管許多左派人士排斥它 市場革命仍然傳遞出一個訊息： ｢政府懂的並沒有比較多。｣ 於是你們有更多可選擇的社會模式 當然，你們經歷了 1989 年，共產主義和冷戰的結束"}, {"zh-tw": " And it was the birth of the global world. And you have the Internet.", "en": " 世界村從此誕生 你們有網際網路"}, {"zh-tw": " And this is not the audience to which I'm going to preach to what extent the Internet empowered people. It has changed the way we are communicating and basically we are viewing politics.", "en": " 我想我不需對這裡的觀眾鼓吹 網路對人們的影響力 它已經改變了我們的溝通方式 以及觀察政治的方式"}, {"zh-tw": " The very idea of political community totally has changed. And I'm going to name one more revolution, and this is the revolution in brain sciences, which totally changed the way we understand how people are making decisions.", "en": " 政治團體的觀念已全然改觀 我再提出一種革命 這是大腦科學的革命 完全改變我們原本以為的 人們如何做決定的方式"}, {"zh-tw": " So this is what went right. But if we're going to see what went wrong, we're going to end up with the same five revolutions.", "en": " 以上是做對的部分 但是如果我們去看做錯的部分 也是源自於同樣的 5 場革命"}, {"zh-tw": " Because first you have the 1960s and 1970s, cultural and social revolution, which in a certain way destroyed the idea of a collective purpose. The very idea, all these collective nouns that we have been taught about -- nation, class, family.", "en": " 首先，你們經歷了 1960 和 1970 年代的 文化及社會革命 這也完全破壞了集體目標的觀念 這個特有的觀念，像是我們曾經學過的群體名詞 -- 國家、階級和家庭"}, {"zh-tw": " We start to like divorcing, if we're married at all. All this was very much under attack.", "en": " 人們輕易離婚，有些根本不結婚 這些觀念受到很大的攻擊"}, {"zh-tw": " And it is so difficult to engage people in politics when they believe that what really matters is where they personally stand. And you have the market revolution of the 1980s and the huge increase of inequality in societies.", "en": " 而且當民眾相信真正重要的是 個人支持的立場時 就很難讓民眾因政治團結 80 年代的市場革命 社會同時有產生了巨大的不平等"}, {"zh-tw": " Remember, until the 1970s, the spread of democracy has always been accompanied by the decline of inequality. The more democratic our societies have been, the more equal they have been becoming.", "en": " 要記得，直到 1970 年代以前 民主的發展總是伴隨著 不平等的降低 社會越民主 人民就越平等"}, {"zh-tw": " Now we have the reverse tendency. The spread of democracy now is very much accompanied by the increase in inequality.", "en": " 現在的趨勢剛好相反 民主的發展，伴隨著更多 不平等的產生"}, {"zh-tw": " And I find this very much disturbing when we're talking about what's going on right and wrong with democracy these days. And if you go to 1989 -- something that basically you don't expect that anybody's going to criticize -- but many are going to tell you, \"Listen, it was the end of the Cold War that tore the social contract between the elites and the people in Western Europe.\" When the Soviet Union was still there, the rich and the powerful, they needed the people, because they feared them.", "en": " 我發現這讓我們很無力 當討論對於這幾年的民主 甚麼做對了和甚麼做錯了的時候 如果回到 1989 (冷戰結束) -- 一個你們認為無可挑剔的事件 -- 還是有許多人會告訴你：｢注意，冷戰結束將造成 西歐的菁英份子和人民之間的社會契約被撕毀。｣ 當蘇聯仍在時 有錢有勢的人，需要民眾支持 因為他們害怕人民"}, {"zh-tw": " Now the elites basically have been liberated. They're very mobile. You cannot tax them.", "en": " 現在，這些菁英已經被解放 他們可以到處遷移，你們課不到他們的稅"}, {"zh-tw": " And basically they don't fear the people. So as a result of it, you have this very strange situation in which the elites basically got out of the control of the voters.", "en": " 而且他們現在也不再懼怕人民 結果是，你們面臨這個陌生的情況 這些菁英擺脫了選民的控制"}, {"zh-tw": " So this is not by accident that the voters are not interested to vote anymore. And when we talk about the Internet, yes, it's true, the Internet connected all of us, but we also know that the Internet created these echo chambers and political ghettos in which for all your life you can stay with the political community you belong to.", "en": " 因此可意料，選民將不再有興趣去投票 因此可意料，選民將不再有興趣去投票 並且，當談到網際網路 的確，網路聯繫所有人 我們也知道，網路造成空蕩蕩的會議室和少數政客的佔領區 在網路上，讓你和所屬的政治團體能廝守終身"}, {"zh-tw": " And it's becoming more and more difficult to understand the people who are not like you. I know that many people here have been splendidly speaking about the digital world and the possibility for cooperation, but [have you] seen what the digital world has done to American politics these days? This is also partly a result of the Internet revolution.", "en": " 但是，要去了解和你立場不同的人 會變得更困難 我知道這裡有許多人 對於數位世界和合作的可能，有真知灼見 但是你們可看到這些年來，數位世界對於美國政治的影響？ 這也是一部份的網路革命"}, {"zh-tw": " This is the other side of the things that we like. And when you go to the brain sciences, what political consultants learned from the brain scientists is don't talk to me about ideas anymore, don't talk to me about policy programs.", "en": " 凡事都有一體兩面 再看看大腦科學 這些政治智庫從大腦科學家身上學到的是 不要再和我討論思想 不要再和我討論政策方案"}, {"zh-tw": " What really matters is basically to manipulate the emotions of the people. And you have this very strongly to the extent that, even if you see when we talk about revolutions these days, these revolutions are not named anymore around ideologies or ideas.", "en": " 最重要的事是去操作群眾的情感 並且你們很強烈的感受到 某種程度上，即使你們知道當我們談論近年來的革命時 這些革命不再因為意識形態和觀念被命名"}, {"zh-tw": " Before, revolutions used to have ideological names. They could be communist, they could be liberal, they could be fascist or Islamic.", "en": " 之前，革命通常以意識型態的方式被命名 可能是共產黨，可能是自由派 可能是法西斯或伊斯蘭教派"}, {"zh-tw": " Now the revolutions are called under the medium which is most used. You have Facebook revolutions, Twitter revolutions.", "en": " 現代的革命，習慣以傳播媒介命名 你們有臉書革命，推特革命"}, {"zh-tw": " The content doesn't matter anymore, the problem is the media. I'm saying this because one of my major points is what went right is also what went wrong.", "en": " 內容不再重要，問題是哪種媒體 我之所以這麼說的原因是，我的要點之一是 那些對的事，同時也是錯的"}, {"zh-tw": " And when we're now trying to see how we can change the situation, when basically we're trying to see what can be done about democracy, we should keep this ambiguity in mind. Because probably some of the things that we love most are going to be also the things that can hurt us most.", "en": " 當我們現在試著要了解如何改變這個情況 當我們從根本了解，我們能為民主做些甚麼 我們應該接納模稜兩可的情況 因為可能有些我們所愛的 同時也傷害我們最深"}, {"zh-tw": " These days it's very popular to believe that this push for transparency, this kind of a combination between active citizens, new technologies and much more transparency-friendly legislation can restore trust in politics. You believe that when you have these new technologies and people who are ready to use this, it can make it much more difficult for the governments to lie, it's going to be more difficult for them to steal and probably even going to be more difficult for them to kill.", "en": " 這些日子大家普遍相信 推動透明化 這種結合積極公民、新科技 和對於透明化較友善的立法 可以在政治上重建信任 你們相信擁有這些新科技，和使用新科技的民眾 會使政府更困難去欺瞞 也讓他們要偷雞摸狗變得更困難 或許也能讓他們意圖殺戮的行動更困難"}, {"zh-tw": " This is probably true. But I do believe that we should be also very clear that now when we put the transparency at the center of politics where the message is, \"It's transparency, stupid.\" Transparency is not about restoring trust in institutions.", "en": " 或許這是真的 但我仍認為我們應該明白 現在若是將透明化置入政治中心 但是那裏透露的訊息是，透明化是愚蠢的 透明化並不是將信任重建在制度上"}, {"zh-tw": " Transparency is politics' management of mistrust. We are assuming that our societies are going to be based on mistrust.", "en": " 透明化是政治上的｢不信任的處理方式｣ 意思是我們已預設社會是建立在不信任的基礎上"}, {"zh-tw": " And by the way, mistrust was always very important for democracy. This is why you have checks and balances.", "en": " 同時，對於民主而言，不信任一直扮演重要的角色 這就是為什麼要有權力制衡"}, {"zh-tw": " This is why basically you have all this creative mistrust between the representatives and those whom they represent. But when politics is only management of mistrust, then -- I'm very glad that \"1984\" has been mentioned -- now we're going to have \"1984\" in reverse.", "en": " 這基本上是為什麼有各式各樣的不信任 存在於民意代表和其所代表的民眾之間 但是當政治淪為不信任的處理方式時 我很慶幸剛剛提到過｢1984｣ -- 現在我們將｢1984｣的情節顛倒過來"}, {"zh-tw": " It's not going to be the Big Brother watching you, it's going to be we being the Big Brother watching the political class. But is this the idea of a free society? For example, can you imagine that decent, civic, talented people are going to run for office if they really do believe that politics is also about managing mistrust? Are you not afraid with all these technologies that are going to track down any statement the politicians are going to make on certain issues, are you not afraid that this is going to be a very strong signal to politicians to repeat their positions, even the very wrong positions, because consistency is going to be more important than common sense? And the Americans who are in the room, are you not afraid that your presidents are going to govern on the basis of what they said in the primary elections? I find this extremely important, because democracy is about people changing their views based on rational arguments and discussions.", "en": " 不再是｢老大哥｣隨時隨地看著你們 我們自己來當｢老大哥｣ 監看這些政治人物 這是否是自由社會的概念？ 例如，你們認為 這些正派的、具公民身分的、有潛力的人，還會去參選 如果他們深信 政治只是用來處理不信任的方式？ 難道你們不懼怕這些科技 能夠挖掘出 任何政治人物在特定議題說過的話 難道你們不害怕？對政治人物來說，重要的是 去重複他們的立場，甚至是錯得離譜的立場 因為堅持遠重要於常識 在這個房間的美國人 難道你們不害怕？你們的總統將依照 初選時的政見，來掌管這個國家 我發現這至關重要 因為民主是民眾基於理性的爭辯和討論後 改變他們的觀點"}, {"zh-tw": " And we can lose this with the very noble idea to keep people accountable for showing the people that we're not going to tolerate politicians the opportunism in politics. So for me this is extremely important.", "en": " 而且我們可能放棄這種想法 只為了博取民眾的信賴 僅僅作秀給民眾看，我們不會容忍 政客在政治上的投機主義 對我來說，這是非常重要的"}, {"zh-tw": " And I do believe that when we're discussing politics these days, probably it makes sense to look also at this type of a story. But also don't forget, any unveiling is also veiling.", "en": " 我確信當我們近來討論政治 可能也順理成章地 視為這一類型的故事 也別忘了，任何的揭露，同時也是一種掩飾"}, {"zh-tw": " [Regardless of] how transparent our governments want to be, they're going to be selectively transparent. In a small country that could be my country, but could be also your country, they took a decision -- it is a real case story -- that all of the governmental decisions, discussions of the council of ministers, were going to be published on the Internet 24 hours after the council discussions took place.", "en": " [不論]我們的政府想要多麼透明 他們也是選擇性的透明 在一個小國，可能是我的國家 也可能是你們的國家 他們做了決定，這是真實的事情 所有政府的決定 所有內閣會議的討論 在會議達成決議後的 24 小時，將會上傳到網路 在會議達成決議後的 24 小時，將會上傳到網路"}, {"zh-tw": " And the public was extremely all for it. So I had the opportunity to talk to the prime minister, why he made this decision.", "en": " 而民眾也很贊同這個作法 我有機會和首相問到這件事 為什麼會做這個決定"}, {"zh-tw": " He said, \"Listen, this is the best way to keep the mouths of my ministers closed. Because it's going to be very difficult for them to dissent knowing that 24 hours after this is going to be on the public space, and this is in a certain way going to be a political crisis.\" So when we talk about transparency, when we talk about openness, I really do believe that what we should keep in mind is that what went right is what went wrong.", "en": " 他說：｢聽著，這是最好的方法 能讓我的閣員閉嘴 這讓他們很難提出反對意見 因為他們知道 24 小時候 這些將會公諸大眾 某方面來說，這會引起政治危機。｣ 所以當我們談到透明度 當我們談到開放 我真的深深相信，我們應該有所警覺 甚麼是對的，甚麼是錯的"}, {"zh-tw": " And this is Goethe, who is neither Bulgarian nor a political scientist, some centuries ago he said, \"There is a big shadow where there is much light.\" Thank you very much.", "en": " 這是歌德，他不是保加利亞人，也不是政治學家 在幾個世紀前說的 ｢陽光越強處，陰影越大。｣ 非常謝謝大家 (鼓掌)"}], "title": "Ivan Krastev Can Democracy Exist Without Trust"}