{"url": "http://www.ted.com/talks/timothy_prestero_design_for_people_not_awards", "paragraphs": [{"zh-tw": " I've got a great ideathat's going to change the world. It's fantastic, it's goingto blow your mind. It's my beautiful baby.", "en": " 我有一個能改變世界的好點子 非常厲害的點子，一定會讓你不敢置信 那是我可愛的寶寶"}, {"zh-tw": " Here's the thing:everybody loves a beautiful baby. I mean, I was a beautiful baby.", "en": " 重點來了，每個人都喜歡可愛的寶寶 我是說，我也曾經是個可愛的寶寶"}, {"zh-tw": " Here's me and my dada couple days after I was born. So in the world of product design, the beautiful baby's like the concept car.", "en": " 這是剛出生沒幾天的我和我爸 在產品設計的世界裡 漂亮的寶寶就像概念車一樣"}, {"zh-tw": " It's the knockout. You see it and you go, \"Oh, my God.I'd buy that in a second!\" So why is it that this year's new cars look pretty much exactlylike last year's new cars? What went wrong betweenthe design studio and the factory? Today, I don't want to talkabout beautiful babies, I want to talk about the awkwardadolescence of design -- those sort of dorky teenage years where you're trying to figure outhow the world works.", "en": " 讓人目瞪口呆 你一看見就會忍不住說：「噢，我的天！我願意立刻買下那台車！」 那到底為什麼今年的新車款 和去年的看起來幾乎一模一樣？ 從設計工作室到工廠中間到底出了什麼差錯？ 今天我想談的不是可愛的寶寶 而是設計的尷尬青春期 無知的十多歲青春 還忙著搞清楚世界怎麼運轉"}, {"zh-tw": " I'm going to start with an example from some work that we didon newborn health. So here's a problem: four million babies around the world,mostly in developing countries, die every yearbefore their first birthday, even before their first month of life.", "en": " 我就從我們為新生保健做過的一項設計講起 問題來了 全世界每年有四百萬個新生兒 大多是在發展中國家裡 活不過一歲生日 甚至根本撐不到滿月"}, {"zh-tw": " It turns out half of those kids, or about 1.8 million newbornsaround the world, would make it if you couldjust keep them warm for the first three days,maybe the first week. So this is a newborn intensive care unitin Kathmandu, Nepal.", "en": " 但事實上，其中有一半，或大約一百八十萬名新生兒 只要獲得足夠的保溫就能活下去 關鍵就是出生後前三天，或者第一週 現在看到的是尼泊爾加德滿都的新生兒加護病房"}, {"zh-tw": " All of these kids in blanketsbelong in incubators -- something like this. This is a donated Japanese Atom incubator that we found in a NICU in Kathmandu.", "en": " 裹著毯子的這些寶寶都應該待在保溫箱裡 也就是像這樣的東西這是由日本捐贈的保溫箱 是我們在加德滿都的新生兒加護病房發現的"}, {"zh-tw": " This is what we want. Probably what happened is a hospitalin Japan upgraded their equipment and donated their old stuff to Nepal.", "en": " 這就是我們要的東西 很可能是日本某醫院升級設備 於是將舊的捐給尼泊爾"}, {"zh-tw": " The problem is, without technicians,without spare parts, donations like thisvery quickly turn into junk. So this seemed like a problemthat we could do something about.", "en": " 但問題是，沒有相關技術人員和多餘零件 這些東西很快就會變成垃圾 關於這問題，我們應該能夠做些什麼"}, {"zh-tw": " Keeping a baby warm for a week --that's not rocket science. So we got started.", "en": " 將寶寶保溫一個星期 這又不是什麼太空任務 於是我們開始行動"}, {"zh-tw": " We partnered with a leading medicalresearch institution here in Boston. We conducted monthsof user research overseas, trying to think like designers,human-centered design -- \"Let's figure out what people want.\" We killed thousands of Post-it notes.", "en": " 我們和波士頓這裡首屈一指的一間醫療研究機構合作 花了幾個月進行使用者研究 試著以設計師的方式思考以人為本的設計 想搞清楚大家究竟想要什麼 我們用掉好幾千張便利貼"}, {"zh-tw": " We made dozens of prototypesto get to this. So this is the NeoNurtureinfant incubator, and this has a lot of smartsbuilt into it, and we felt great.", "en": " 做了數十個模型才終於完成這個 這就是新嬰兒保溫箱 裡頭包含了許多巧思我們覺得好極了"}, {"zh-tw": " So the idea here is,unlike the concept car, we want to marry something beautiful with something that actually works. And our idea is that this design would inspire manufacturersand other people of influence to take this model and run with it.", "en": " 這裡的重點就是，我們不想做一台概念車 我們想把一個美好的想法 和一個實用的東西結合起來 我們認為這項設計 能啟發製造商和其他有影響力的人 以這為範例繼續努力"}, {"zh-tw": " Here's the bad news: the only baby ever actually putinside the NeoNurture incubator was this kid during a Timemagazine photo shoot. So recognition is fantastic.", "en": " 但壞消息來了 真正進過這個新嬰兒保溫箱的寶寶 只有《時代雜誌》拍照時用的這個嬰兒 我們獲得非常多的認可"}, {"zh-tw": " We want design to get outfor people to see it. It won lots of awards.", "en": " 我們希望設計能讓大家看見 也的確贏得了許多獎項"}, {"zh-tw": " But it felt like a booby prize. We wanted to make beautiful things that are going to makethe world a better place, and I don't think this kid was evenin it long enough to get warm.", "en": " 但感覺卻好比獲頒爛獎品 我們希望創造的是能讓世界更美好的東西 但這個寶寶在裡面的時間太短根本連躺都沒躺暖"}, {"zh-tw": " So it turns out that design for inspiration doesn't really ... I guess what I would say is,for us, for what I want to do, it's either too slow or it justdoesn't work, it's ineffective.", "en": " 所以事實就是，想要帶來啟發的這項設計 並不能...... 我想我要說的是，對我們而言，對於我想做的事 這項設計要不是效果太慢，就是根本沒用，完全沒有效果"}, {"zh-tw": " So, really, I want to design for outcomes. I don't want to make beautiful stuff;I want to make the world a better place.", "en": " 我想要為成果設計 不想只是做出漂亮的東西 我想讓這世界更美好"}, {"zh-tw": " So when we were designing NeoNurture, we paid a lot of attention to the peoplewho are going to use this thing, for example, poor families, rural doctors, overloaded nurses,even repair technicians. We thought we had all our basescovered, we'd done everything right.", "en": " 所以我們設計這款新保溫箱時 特別注意了會使用這樣產品的人 像是窮困的家庭、鄉下的醫生 工作過度的護士，甚至是維修技師 我們以為各方面都考量了一切都萬無一失"}, {"zh-tw": " Well, it turns out there's thiswhole constellation of people who have to be involvedin a product for it to be successful: manufacturing, financing,distribution, regulation. Michael Free at PATHsays you have to figure out who will \"choose, use and pay the dues\" for a product like this.", "en": " 結果原來還有一大群人 和一項產品的成敗脫不了關係 製造、資金、銷售和管理 合宜衛生科技組織的麥可佛里就說，你得搞清楚誰會「選擇、使用和購買」 像這樣的產品"}, {"zh-tw": " And I have to ask the questionthat VCs always ask: \"Sir, what is your business,and who is your customer?\" Who is our customer? Well, here's an example. This is a Bangladeshi hospital directoroutside his facility.", "en": " 我必須要問一個問題 創投總是會問：「先生，你是做什麼的？客戶是誰？」 誰是我們的客戶？這裡有個例子 這是孟加拉某醫院院長在醫院外照的相"}, {"zh-tw": " It turns out he doesn't buyany of his equipment. Those decisions are madeby the Ministry of Health or by foreign donors, and it just kind of shows up.", "en": " 但院內的器材設備都不是他買的 採購決定是國家衛生部在進行 或是由國外捐贈單位決定 然後器材就這麼出現了"}, {"zh-tw": " Similarly, here's a multinationalmedical-device manufacturer. It turns out they've got to fishwhere the fish are.", "en": " 同樣地，這是個跨國醫療器材製造商 他們也必須往魚多的地方撒網"}, {"zh-tw": " So it turns out that in emergingmarkets -- where the fish are -- are the emerging middle classof these countries -- diseases of affluence:heart disease, infertility. So it turns out that designfor outcomes in one aspect really means thinking about designfor manufacture and distribution.", "en": " 而在新興市場裡，也就是所謂魚多的地方 是這些國家正在崛起的中產階級 及心臟疾病和不孕症等文明病 因此，為成果設計從某方面來看 就是為製造商和銷售設計"}, {"zh-tw": " OK, that was an important lesson. Second, we took that lesson and triedto push it into our next project.", "en": " 好吧，那是很重要的一課 接著，我們試著將這個教訓應用到下個計畫裡"}, {"zh-tw": " So we started by finding a manufacturer, an organization called MTTS in Vietnam, that manufactures newborn-caretechnologies for Southeast Asia. Our other partner is East Meets West, an American foundationthat distributes that technology to poor hospitals around that region.", "en": " 所以我們從找尋製造商開始 越南有個「醫療技術轉移與服務組織」 專為東南亞地區生產新生兒照護設備 我們的另一個夥伴是「東方遇見西方基金會」 這個美國基金會將技術教給 那個地區貧困的醫院"}, {"zh-tw": " So we started with them, saying,\"Well, what do you want? What's a problem you want to solve?\" And they said, \"Let's workon newborn jaundice.\" So this is another one of thesemind-boggling global problems. Jaundice affects two-thirdsof newborns around the world.", "en": " 於是我們一開始就問他們：「你們想要什麼？」 「有什麼問題是你們想解決的？」 他們回答：「那就從新生兒黃疸著手吧。」 這就是另一個讓世界傷腦筋的問題 全球有三分之二的新生兒有黃疸"}, {"zh-tw": " Of those newborns, one in 10 roughly, if it's not treated,the jaundice gets so severe that it leads to eithera life-long disability, or the kids could even die. There's one way to treat jaundice, and that's what's calledan exchange transfusion.", "en": " 這些嬰兒中，大約每十個就有一個 會因缺乏治療而使症狀惡化 最後導致終生殘障 甚至死亡 有一個方法可以治療黃疸 就是換血治療"}, {"zh-tw": " So as you can imagine, that's expensiveand a little bit dangerous. There is another cure.", "en": " 你可以想像，那必定相當昂貴，而且有一定的風險 但還有一個方法"}, {"zh-tw": " It's very technological,it's very complex, a little daunting. You've got to shine blue light on the kid.", "en": " 完全仰賴技術，非常的複雜，想到就讓人頭痛 那就是用藍色的光照寶寶"}, {"zh-tw": " Bright blue light on as muchof the skin as you can cover. How is this a hard problem? I went to MIT. OK, we'll figure that out.", "en": " 以明亮的藍光盡可能地照遍寶寶的肌膚 這能有多難？ 於是我到了麻省理工學院 好的，我們會想辦法"}, {"zh-tw": " So here's an example. This is an overhead phototherapy devicethat's designed for American hospitals, and here's how it's supposed to be used.", "en": " 這裡有個例子，這是一座光照療法的直立式燈架 是為美國的醫院設計的 使用的方式就是像這樣"}, {"zh-tw": " It's over the baby,illuminating a single patient. Take it out of an American hospital, send it overseasto a crowded facility in Asia, here's how it's actually used.", "en": " 照射嬰兒全身，每個嬰兒用一座燈架 把這搬出美國的醫院 送到亞洲一個擁擠的醫療機構 燈架的使用就變成這樣"}, {"zh-tw": " The effectiveness of phototherapyis a function of light intensity. These dark blue squares show youwhere it's effective phototherapy.", "en": " 光照療法的關鍵就是光照強度 深藍色方塊就是光照療法有效的區域"}, {"zh-tw": " Here's what it lookslike under actual use. So those kids on the edges aren't actuallyreceiving effective phototherapy.", "en": " 這種使用方式下的效果則是這樣 靠邊的孩子 並沒有受到有效的治療"}, {"zh-tw": " But without training,without some kind of light meter, how would you know? We see other examplesof problems like this. Here's a neonatal intensive care unit, where moms come in to visit their babies.", "en": " 但若沒受過訓練，也沒有測光器 你怎麼會知道？ 我們還看到其他這類的問題 這是一個新生兒加護病房 媽媽可以進來探視寶寶"}, {"zh-tw": " And keep in mind that Mommaybe just had a C-section, so that's already kind of a bummer. Mom's visiting her kid.", "en": " 不要忘了，媽媽可能剛剖腹完 那已經有點糟了 她們看著自己的孩子"}, {"zh-tw": " She sees her baby naked,lying under some blue lights, looking kind of vulnerable. It's not uncommon for Momto put a blanket over the baby.", "en": " 光溜溜地躺在藍光下 脆弱無助的樣子 不少媽媽會替寶寶蓋上毯子"}, {"zh-tw": " From a phototherapy standpoint,maybe not the best behavior. In fact, that sounds kind of dumb.", "en": " 從光照療法的角度來看，這可能不是最佳示範 甚至聽起來還有點蠢"}, {"zh-tw": " Except, what we've learned is thatthere's no such thing as a dumb user -- there are only dumb products. We have to think like existentialists: it's not the paintingwe would have painted, it's the paintingthat we actually painted.", "en": " 但我們瞭解到 沒有愚蠢的使用者，這真的是我們學到的 只有愚蠢的產品 我們必須以存在主義的方式思考 重要的不是我們怎麼構圖 而是實際上我們畫了什麼"}, {"zh-tw": " It's the use -- designed for actual use. How are people actually going to use this? So, similarly, when we thinkabout our partner MTTS, they've made some amazing technologiesfor treating newborn illnesses.", "en": " 是產品的使用為實際使用而設計 大家實際上會怎麼利用這項產品？ 同樣地，我們的合作夥伴「醫療技術轉移與服務組織」 曾為治療新生兒疾病開發出很棒的技術"}, {"zh-tw": " So here's an overhead warmer and a CPAP. They're inexpensive, really rugged.", "en": " 這是一個立式保溫台和正壓呼吸器 不貴而且非常耐用"}, {"zh-tw": " They've treated 50,000 kidsin Vietnam with this technology. But here's the problem: Every doctor in the world,every hospital administrator, has seen TV -- curse those \"ER\" reruns! Turns out they all know what a medicaldevice is supposed to look like.", "en": " 這項技術在越南治療了五萬個孩童 但有個問題 世界上每個醫生，每間醫院的管理人 都看過電視，咒罵《急診室的春天》又在重播 他們都曉得醫療器材該長怎麼樣"}, {"zh-tw": " They want Buck Rogers,they don't want effective. It sounds crazy, it sounds dumb, but there are actually hospitalswho would rather have no equipment than something that lookscheap and crummy.", "en": " 他們想要酷炫設備，不要實用 這聽起來很誇張，很愚蠢 但真的有醫院寧可不要設備 也不想要看起來廉價又寒酸的器材"}, {"zh-tw": " So again, if we wantpeople to trust a device, it has to look trustworthy. So thinking about outcomes, it turns out appearances matter.", "en": " 所以，如果我們希望別人信任一樣器材 那就得讓它看起來值得信賴 因此，考量成果之後 顯然外觀也很重要"}, {"zh-tw": " We took all that information together. We tried, this time, to get it right.", "en": " 於是我們整合所有資訊 希望這次可以成功"}, {"zh-tw": " And here's what we developed. This is the Firefly phototherapy device, except this time,we didn't stop at the concept car.", "en": " 而這就是我們的成果 「螢火蟲光照設備」 這次我們不是在概念車的階段止步"}, {"zh-tw": " From the very beginning, we startedby talking to manufacturers. Our goal is to makea state-of-the-art product that our partner MTTScan actually manufacture.", "en": " 我們開始就先和製造商溝通 我們的目標是做出最先進的產品 而且是醫療技術轉移與服務組織能夠實際生產的"}, {"zh-tw": " Our goal is to study how they work,the resources they have access to, so that they can make this product. So that's the designfor manufacture question.", "en": " 所以我們去了解他們如何作業，以及他們所擁有的資源 確保他們能夠生產這項產品 這就是為生產而設計所要思考的問題"}, {"zh-tw": " When we think about actual use, you'll notice that Fireflyhas a single bassinet. It only fits a single baby, and the idea here is it's obvioushow you ought to use this device.", "en": " 在考量實際利用時 各位會注意到「螢火蟲」只有一個嬰兒床 只能容納一個寶寶 為的就是讓人一看就知道應該怎麼使用"}, {"zh-tw": " If you try to put more than one kid in, you're stacking them on top of each other. So the idea here is you wantto make it hard to use wrong.", "en": " 如果你想在裡頭放超過一個寶寶 就只能一個個往上疊 我們希望讓犯錯變得很難"}, {"zh-tw": " In other words, you want to makethe right way to use it the easiest way to use it. Another example -- again, silly Mom.", "en": " 也就是說，我們希望正確的操作方式 就是最簡單的使用方式 還有一個例子：又是笨媽媽"}, {"zh-tw": " Silly Mom thinks her baby looks cold,wants to put a blanket over the baby. That's why we have lightsabove and below the baby in Firefly, so if Mom does put a blanketover the baby, it's still receiving effectivephototherapy from below.", "en": " 笨媽媽覺得孩子看起來很冷，所以想替寶寶蓋上毯子 因此我們將「螢火蟲」設計成上下都有光照 這麼一來，就算媽媽替寶寶蓋上毯子 下方的光照仍會提供有效的治療"}, {"zh-tw": " Last story here: I've got a friend in India who told me that you haven't really testeda piece of electronic technology for distribution in Asia, until you've trained a cockroachto climb in and pee on every single littlecomponent on the inside. You think it's funny.", "en": " 最後一個故事 我在印度的一個朋友告訴我 你要全面測試一項電子裝置的話 尤其是要在亞洲流通的產品 你就得訓練一隻蟑螂爬進去 然後在裡面每個零件上撒尿 你覺得這很好笑"}, {"zh-tw": " I had a laptop in the Peace Corps, and the screen had all thesedead pixels on it. And one day I looked in --they were all dead ants that had gotteninto my laptop and perished.", "en": " 我在美國「和平工作團」有台筆電 螢幕上滿是小黑點 有天我把它拆開，才發現裡面全是死螞蟻 牠們跑進我的筆電裡然後死去"}, {"zh-tw": " Those poor ants. So with Firefly, what we did is --the problem is electronics get hot, and you have to put in ventsor fans to keep them cool -- in most products.", "en": " 可憐的螞蟻！ 所以我們對「螢火蟲」做了一件事 電子產品的問題就是會發熱 所以你必須加裝通氣孔或風扇散熱 多數產品都是"}, {"zh-tw": " We decided we can't put a \"Do not enter\"sign next to the vent. We actually got rid of all that stuff.", "en": " 我們認為，要在通氣孔旁寫上「禁止進入」是不可能的 所以乾脆就捨棄散熱裝置"}, {"zh-tw": " So Firefly's totally sealed. These are the kinds of lessons -- as awkward as it wasto be a pretty goofy teenager, much worse to be a frustrated designer.", "en": " 因此「螢火蟲」是完全密封的 這就是我們學到的教訓 當個傻氣的青少年儘管難堪 也比當個挫敗的設計師好"}, {"zh-tw": " So I was thinking, \"What I reallywant to do is change the world. I have to pay attentionto manufacturing and distribution.", "en": " 我過去一直在想，自己真正想做的就是改變世界 那麼我必須注意製造和銷售"}, {"zh-tw": " I have to pay attention to how peopleare actually going to use a device. I actually have to pay attention.There's no excuse for failure.", "en": " 必須注意大家會怎麼使用一項產品 我必須確實地注意這些真的，失敗是沒有藉口的"}, {"zh-tw": " I have to think like an existentialist. I have to accept that thereare no dumb users, only dumb products.\" We have to ask ourselves hard questions.", "en": " 我必須像個存在主義者般思考 必須接受沒有愚蠢的使用者 只有愚蠢的產品 我們必須問自己一些艱難的問題"}, {"zh-tw": " Are we designingfor the world that we want? Are we designingfor the world that we have? Are we designingfor the world that's coming, whether we're ready or not? I got into this businessdesigning products. I've since learned that if you really wantto make a difference in the world, you have to design outcomes.", "en": " 我們是為我們想要的世界設計嗎？ 我們是為我們擁有的世界設計嗎？ 我們是為即將到來的世界設計嗎？ 不管我們準備好了沒 我進到這個行業來設計產品 學到了如果你真的想要改變世界 就得為成果而設計"}, {"zh-tw": " And that's design that matters. Thank you.", "en": " 那才是有用的設計 謝謝大家"}], "title": "Timothy Prestero Design For People Not Awards"}