{"url": "http://www.ted.com/talks/chris_abani_on_the_stories_of_africa", "paragraphs": [{"zh-tw": " I just heard the best joke about Bond Emeruwa. I was having lunch with him just a few minutes ago, and a Nigerian journalist comes -- and this will only make sense if you've ever watched a James Bond movie -- and a Nigerian journalist comes up to him and goes, \"Aha, we meet again, Mr. Bond!\" It was great. So, I've got a little sheet of paper here, mostly because I'm Nigerian and if you leave me alone, I'll talk for like two hours.", "en": " 我剛聽到一個關於Bond Emeruwa 最好笑的笑話 幾分鐘前我們一塊共進午餐時 碰到一個奈及利亞記者 你得看過007電影，你才會覺得好笑 這名奈及利亞記者走向他,，然後說著 \"哈! 龐德先生，我們又見面了\" 哈！很經典吧！ 我這有張小抄 可能因為我是奈及利亞人，如果你們不阻止我 我可以說上..嗯....整整2小時"}, {"zh-tw": " I just want to say good afternoon, good evening. It's been an incredible few days.", "en": " 不過，我現在只想說午安！晚安！ 這些日子真令人難以置信"}, {"zh-tw": " It's downhill from now on. I wanted to thank Emeka and Chris. But also, most importantly, all the invisible people behind TED that you just see flitting around the whole place that have made sort of this space for such a diverse and robust conversation.", "en": " 這種經歷以後不可能再有了！在這我想先謝謝Emeka 還有Chris 當然還有最重要的，所有這些不為人知的幕後功臣 這些你們看得到的點點滴滴 讓這地方充滿各種多彩多姿及精彩絕倫的對話"}, {"zh-tw": " It's really amazing. I've been in the audience.", "en": " 這真是太棒了！ 我也曾坐在台下當個聽眾"}, {"zh-tw": " I'm a writer, and I've been watching people with the slide shows and scientists and bankers, and I've been feeling a bit like a gangsta rapper at a bar mitzvah. Like, what have I got to say about all this? And I was watching Jane [Goodall] yesterday, and I thought it was really great, and I was watching those incredible slides of the chimpanzees, and I thought, \"Wow. What if a chimpanzee could talk, you know? What would it say?\" My first thought was, \"Well, you know, there's George Bush.\" But then I thought, \"Why be rude to chimpanzees?\" I guess there goes my green card.", "en": " 我是個作家，看著這些科學家和銀行家們 一張張秀著自己帶來的幻燈片 我的感覺像是在猶太男孩成年禮現場，看著饒舌歌手在說唱 為什麼我要說這些呢？ 昨天聽到珍古德演講 非常棒！ 當我看著黑猩猩的幻燈片時，我想著 哇！如果黑猩猩會說話，它會說什麼呢？ 第一個想到是竟然是\"喬治布希\" 但我後來又想\"怎麼可以對黑猩猩這麼無禮呢？\" 糟糕，這下我的綠卡泡湯了!"}, {"zh-tw": " There's been a lot of talk about narrative in Africa. And what's become increasingly clear to me is that we're talking about news stories about Africa; we're not really talking about African narratives.", "en": " 人們開始談論著很多非洲的故事 但在我看來 說的都只是關於非洲的新聞 並沒有真正接觸到代表非洲的作品"}, {"zh-tw": " And it's important to make a distinction, because if the news is anything to go by, 40 percent of Americans can't -- either can't afford health insurance or have the most inadequate health insurance, and have a president who, despite the protest of millions of his citizens -- even his own Congress -- continues to prosecute a senseless war. So if news is anything to go by, the U.S. is right there with Zimbabwe, right? Which it isn't really, is it? And talking about war, my girlfriend has this great t-shirt that says, \"Bombing for peace is like fucking for virginity.\" It's amazing, isn't it? The truth is, everything we know about America, everything Americans come to know about being American, isn't from the news.", "en": " 這差別很大，因為新聞如果真的可信 那麼有40%的美國人繳不起保費 或者是最低額的健康保險都負擔不起 而現任的總統(布希） 不顧人民反對，甚至是國會的抗議 也堅持發動戰爭 所以如果只看新聞報導 那美國和辛巴威豈不一樣？ 那事實果真如此嗎？ 講到戰爭，不能不提到我女朋友那件很酷的Ｔ恤 上面印著：為獲取和平而發動戰爭如同為了保持貞操而做愛 超酷的！對吧？ 事實上，關於我們所知道的美國 以及美國人眼中的美國 並非源於這些新聞"}, {"zh-tw": " I live there. We don't go home at the end of the day and think, \"Well, I really know who I am now because the Wall Street Journal says that the Stock Exchange closed at this many points.\" What we know about how to be who we are comes from stories.", "en": " 我們生活的社會也是如此 我們不會忙了一天回到家後，突然想到 ＂啊！我終於知道我是誰了 因為根據華爾街日報 今天道瓊是收在多少多少點＂ 我們知道自己是誰是因為故事的關係"}, {"zh-tw": " It comes from the novels, the movies, the fashion magazines. It comes from popular culture.", "en": " 它可以是小說，是電影，是時尚雜誌 它是源於流行文化"}, {"zh-tw": " In other words, it's the agents of our imagination who really shape who we are. And this is important to remember, because in Africa the complicated questions we want to ask about what all of this means has been asked from the rock paintings of the San people, through the Sundiata epics of Mali, to modern contemporary literature. If you want to know about Africa, read our literature -- and not just \"Things Fall Apart,\" because that would be like saying, \"I've read 'Gone with the Wind' and so I know everything about America.\" That's very important.", "en": " 換句話說，這些是能激發我們想像力的原動力 成就了對自我的認同，這點很重要一定要記住 因為，即便在非洲 關於＂我是誰＂這種複雜的人生問題 也透過不同方式 舉凡古老桑族人的岩畫 馬里人的史詩，直到當代文學都曾被探討過 如果你想了解非洲，請讀我們的文學作品 \"Things Fall Apart\"所描述的並非非洲全貌 你總不會以為看過＂亂世佳人＂，就懂美國，這是一樣的道理 這很重要"}, {"zh-tw": " There's a poem by Jack Gilbert called \"The Forgotten Dialect of the Heart.\" He says, \"When the Sumerian tablets were first translated, they were thought to be business records. But what if they were poems and psalms? My love is like twelve Ethiopian goats standing still in the morning light.", "en": " Jack Gilbert有首詩叫做”遺忘的心靈片語” 裡頭寫到”當蘇美爾石板第一次被翻譯出來時 人們以為那是商業紀錄 但你又怎麼知道那不會是詩歌或詩篇呢? 我的愛如同12隻埃塞俄比亞的山羊 佇立在早晨的暮光中"}, {"zh-tw": " Shiploads of thuja are what my body wants to say to your body. Giraffes are this desire in the dark.\" This is important.", "en": " 藉由滿山遍野的崖柏表達我的心意 以及內心最深處的渴望＂ 這很重要"}, {"zh-tw": " It's important because misreading is really the chance for complication and opportunity. The first Igbo Bible was translated from English in about the 1800s by Bishop Crowther, who was a Yoruba.", "en": " 因為誤解往往造成 更多的誤解 18世紀時，聖經第一次傳入奈及利亞 是主教Crowther 將英文版翻譯成伊格博語的 他是約魯巴人"}, {"zh-tw": " And it's important to know Igbo is a tonal language, and so they'll say the word \"igwe\" and \"igwe\": same spelling, one means \"sky\" or \"heaven,\" and one means \"bicycle\" or \"iron.\" So \"God is in heaven surrounded by His angels\" was translated as -- [Igbo]. And for some reason, in Cameroon, when they tried to translate the Bible into Cameroonian patois, they chose the Igbo version.", "en": " 重點是伊格博語是帶聲調的語言 當你說\"igwe\"及\"igwe\"時 雖然拼音相同，但一個指\"天空\"或\"天堂\" 另一個則是\"自行車\"或\"鐵\" 所以當\"上帝在天堂，天使們圍繞在旁\" 被翻譯成 (伊格博語) 不知為何，喀麥隆有個民族 在翻譯聖經時 使用的是伊格博語版本"}, {"zh-tw": " And I'm not going to give you the patois translation; I'm going to make it standard English. Basically, it ends up as \"God is on a bicycle with his angels.\" This is good, because language complicates things.", "en": " 我就跳過喀麥隆語言的翻譯 直接用英文來表達 總之，這句話變成\"上帝坐在自行車上，天使們圍繞在旁\" 這個例子說明了語言往往使事情更加複雜"}, {"zh-tw": " You know, we often think that language mirrors the world in which we live, and I find that's not true. The language actually makes the world in which we live.", "en": " 我們總以為語言是一面鏡子 能反映我們所存在的世界，我發現這是錯的 事實上，語言造就了我們的世界"}, {"zh-tw": " Language is not -- I mean, things don't have any mutable value by themselves; we ascribe them a value. And language can't be understood in its abstraction.", "en": " 萬事萬物本身並沒有價值 價值是我們賦予它的 所以單單要了解語言的抽象是不可能的"}, {"zh-tw": " It can only be understood in the context of story, and everything, all of this is story. And it's important to remember that, because if we don't, then we become ahistorical.", "en": " 只有在故事中 語言才有意義 這很重要 否則，我們就變成罔顧史實的人了"}, {"zh-tw": " We've had a lot of -- a parade of amazing ideas here. But these are not new to Africa.", "en": " 在這裡，我們看到很多令人激賞的創意 但對非洲來說卻不是什麼新鮮事"}, {"zh-tw": " Nigeria got its independence in 1960. The first time the possibility for independence was discussed was in 1922, following the Aba women's market riots.", "en": " 奈及利亞於1960年取得獨立 而早在1922年，發生婦女市場暴動事件 獨立思想隨即萌芽"}, {"zh-tw": " In 1967, in the middle of the Biafran-Nigerian Civil War, Dr. Njoku-Obi invented the Cholera vaccine. So, you know, the thing is to remember that because otherwise, 10 years from now, we'll be back here trying to tell this story again.", "en": " 1967年內戰暴發時 霍亂疫苗就已經被奈及利亞人發明出來了 請大家一定要記住 不然未來的10年 我會一直重覆敘述它的"}, {"zh-tw": " So, what it says to me then is that it's not really -- the problem isn't really the stories that are being told or which stories are being told, the problem really is the terms of humanity that we're willing to bring to complicate every story, and that's really what it's all about. Let me tell you a Nigerian joke.", "en": " 但我真正想說的是 重要的並非說了什麼故事 而是什麼故事被說出來 問題是 人總愛把事情複雜化 好像這是唯一重要的事 我來說一個奈及利亞的笑話"}, {"zh-tw": " Well, it's just a joke, anyway. So there's Tom, Dick and Harry and they're working construction.", "en": " 只是個笑話，別太當真喔！ Tom, Dick和Harry三個人在工地工作"}, {"zh-tw": " And Tom opens up his lunch box and there's rice in it, and he goes on this rant about, \"Twenty years, my wife has been packing rice for lunch. If she does it again tomorrow, I'm going to throw myself off this building and kill myself.\" And Dick and Harry repeat this.", "en": " 午餐時間，Tom打開便當盒發現又是吃飯 忍不住大聲地抱怨＂唉！20年了 我老婆只會給我準備米飯 如果明天還是這樣 我乾脆跳樓自殺算了!＂ Dick 和Harry也深有同感地附和著"}, {"zh-tw": " The next day, Tom opens his lunchbox, there's rice, so he throws himself off and kills himself, and Tom, Dick and Harry follow. And now the inquest -- you know, Tom's wife and Dick's wife are distraught.", "en": " 第二天，Tom打開便當，果然又是米飯 二話不說，跳樓死了 Dick 和Harry也照做 事後，可想而知 Tom 和Dick的老婆有多傷心"}, {"zh-tw": " They wished they'd not packed rice. But Harry's wife is confused, because she said, \"You know, Harry had been packing his own lunch for 20 years.\" This seemingly innocent joke, when I heard it as a child in Nigeria, was told about Igbo, Yoruba and Hausa, with the Hausa being Harry.", "en": " 也很後悔，不該只給老公準備米飯 只有Harry 的老婆感到不解，因為 20年來Harry 的便當都是自己準備的 小時候我聽到這笑話時 故事主角被換成伊格博人，約魯巴人和哈薩人 而哈薩人就是故事中的Harry"}, {"zh-tw": " So what seems like an eccentric if tragic joke about Harry becomes a way to spread ethnic hatred. My father was educated in Cork, in the University of Cork, in the '50s.", "en": " 就這樣一個茶餘飯後的笑話 竟成了傳播種族歧視的媒介 我父親於1950年代在愛爾蘭的Cork 大學受教育"}, {"zh-tw": " In fact, every time I read in Ireland, people get me all mistaken and they say, \"Oh, this is Chris O'Barney from Cork.\" But he was also in Oxford in the '50s, and yet growing up as a child in Nigeria, my father used to say to me, \"You must never eat or drink in a Yoruba person's house because they will poison you.\" It makes sense now when I think about it, because if you'd known my father, you would've wanted to poison him too. So I was born in 1966, at the beginning of the Biafran-Nigerian Civil War, and the war ended after three years.", "en": " 每當我在愛爾蘭時 總有人把我誤認為是我父親 ＂哦！這不是Cork 大學的Chris嗎？＂ 但事實上，他也曾在50年代在牛津大學唸過書 從小在奈及利亞長大的他 我父親以前常警告我 千萬別在約魯巴人家裡吃任何東西，你會被毒死的 現在想想其實很有道理 如果你認識我父親 你也會想毒死他 1966年我出生時 正值奈及利亞內戰爆發，三年後戰爭結束"}, {"zh-tw": " And I was growing up in school and the federal government didn't want us taught about the history of the war, because they thought it probably would make us generate a new generation of rebels. So I had a very inventive teacher, a Pakistani Muslim, who wanted to teach us about this.", "en": " 在我唸書時期 政府有意隱藏這段歷史 他們害怕會教出 新一代的反叛份子 但當時我的老師思想非常前衛，他是巴基斯坦回教徒 他希望我們正視這段歷史"}, {"zh-tw": " So what he did was to teach us Jewish Holocaust history, and so huddled around books with photographs of people in Auschwitz, I learned the melancholic history of my people through the melancholic history of another people. I mean, picture this -- really picture this.", "en": " 不但如此，他還告訴我們納粹是如何屠殺猶太人 一張張令人毛骨悚然的照片 我透過納粹震驚世界的罪行 開始了解發生在自己國家的慘痛歷史 想想看"}, {"zh-tw": " A Pakistani Muslim teaching Jewish Holocaust history to young Igbo children. Story is powerful.", "en": " 一個巴基斯坦回教徒講述猶太人歷史 給伊格博小孩聽 故事的力量如此地無遠弗屆"}, {"zh-tw": " Story is fluid and it belongs to nobody. And it should come as no surprise that my first novel at 16 was about Neo-Nazis taking over Nigeria to institute the Fourth Reich.", "en": " 並且深植人心 這，不難想像 16歲時我出了生平第一本小說 故事內容是關於新納粹佔領奈及利亞，並成立第四帝國"}, {"zh-tw": " It makes perfect sense. And they were to blow up strategic targets and take over the country, and they were foiled by a Nigerian James Bond called Coyote Williams, and a Jewish Nazi hunter.", "en": " 聽起來並非無稽之談 在小說裡，新納粹計劃轟炸重要戰略據點 企圖控制全國，但最後被 奈及利亞版的\"007\" Coyote Williams 以及一名專門獵殺納粹的猶太殺手所遏止"}, {"zh-tw": " And it happened over four continents. And when the book came out, I was heralded as Africa's answer to Frederick Forsyth, which is a dubious honor at best.", "en": " 小說一上市 有人拿我媲美間諜小說家Francis Forsythe 當然這些讚譽對我僅是虛名"}, {"zh-tw": " But also, the book was launched in time for me to be accused of constructing the blueprint for a foiled coup attempt. So at 18, I was bonded off to prison in Nigeria.", "en": " 同一時間，因為這本書的關係 我被指控\"企圖煽動政變\" 18歲時，更因此鋃鐺入獄"}, {"zh-tw": " I grew up very privileged, and it's important to talk about privilege, because we don't talk about it here. A lot of us are very privileged.", "en": " 我成長在有特權的環境，談論特權是很重要的 因為我們在這裡不談論這個議題 有很多人都享有特權"}, {"zh-tw": " I grew up -- servants, cars, televisions, all that stuff. My story of Nigeria growing up was very different from the story I encountered in prison, and I had no language for it.", "en": " 小時候我家裡有佣人服侍，有轎車可開，有電視可看 這和我在奈及利亞的日子簡直是天壤之別 回想被關在監獄裡那段時光，真不知該怎麼形容"}, {"zh-tw": " I was completely terrified, completely broken, and kept trying to find a new language, a new way to make sense of all of this. Six months after that, with no explanation, they let me go.", "en": " 我簡直嚇壞了，完全不知所措 只是不斷想著 這一切是怎麼回事？ 六個月後，亳無預警的 我被釋放了"}, {"zh-tw": " Now for those of you who have seen me at the buffet tables know that it was because it was costing them too much to feed me. But I mean, I grew up with this incredible privilege, and not just me -- millions of Nigerians grew up with books and libraries.", "en": " 不過如果你們剛看到我吃飯的樣子 應該不難理解他們一定是怕被我吃垮，只好放我走！ 說真的，我在這樣的享有特權環境下長大 但不只是我，很多在奈及利亞的孩子 都在書本伴隨下成長"}, {"zh-tw": " In fact, we were talking last night about how all of the steamy novels of Harold Robbins had done more for sex education of horny teenage boys in Africa than any sex education programs ever had. All of those are gone.", "en": " 事實上，我們昨晚還談到 Harold Robbins 的小說 對非洲青少年的性啟蒙造成的影響 是其他任何性教育課程都無法比擬的 但現在這樣的東西都消失了"}, {"zh-tw": " We are squandering the most valuable resource we have on this continent: the valuable resource of the imagination. In the film, \"Sometimes in April\" by Raoul Peck, Idris Elba is poised in a scene with his machete raised, and he's being forced by a crowd to chop up his best friend -- fellow Rwandan Army officer, albeit a Tutsi -- played by Fraser James.", "en": " 我們正在糟塌 在這塊土地上最重要的資源 那就是我們的想像力 Raoul Peck 導演的電影\" Sometimes in April\" 其中有一幕Idris Elba 舉起彎刀 在眾人脅迫下，要砍死他最好的朋友 一名盧安達軍官，是個圖西人 這角色由Fraser James扮演"}, {"zh-tw": " And Fraser's on his knees, arms tied behind his back, and he's crying. He's sniveling.", "en": " Fraser 跪在地上，雙手被反綁在背後 眼中泛著淚光 身體也不停顫抖著"}, {"zh-tw": " It's a pitiful sight. And as we watch it, we are ashamed.", "en": " 著實令人心酸 看著這畫面，我們也不自覺地感到羞愧"}, {"zh-tw": " And we want to say to Idris, \"Chop him up. Shut him up.\" And as Idris moves, Fraser screams, \"Stop! Please stop!\" Idris pauses, then he moves again, and Fraser says, \"Please! Please stop!\" And it's not the look of horror and terror on Fraser's face that stops Idris or us; it's the look in Fraser's eyes.", "en": " 心裡真想對Idris說\"動手吧！ 殺了他！\" 只見Idris 舉起彎刀，Fraser 大喊著，\"不要， 請停下來！ Idris 猶豫了一下，仍再度舉起手上的刀 Fraser 不停的喊著，\"拜託！ 請你停下來！\" 其實並非Fraser 驚恐害怕的表情阻止了Idris 而是他的眼神"}, {"zh-tw": " It's one that says, \"Don't do this. And I'm not saying this to save myself, although this would be nice. I'm doing it to save you, because if you do this, you will be lost.\" To be so afraid that you're standing in the face of a death you can't escape and that you're soiling yourself and crying, but to say in that moment, as Fraser says to Idris, \"Tell my girlfriend I love her.\" In that moment, Fraser says, \"I am lost already, but not you ... not you.\" This is a redemption we can all aspire to.", "en": " 那雙眼睛彷彿在說\"請你住手 我這麼哀求不是為了我自己 而是因為你 因為這一刀砍下去，你會迷失自我＂ 想想有多可怕，你面對死亡 逃都逃不了 只能嚎啕大哭 這時Fraser 還對Idris 說\"請告訴我的女朋友，我愛她。\" Fraser 還說 \"反正我沒希望了，但是你還有機會..你是還有機會的。\" 這是所有人都希望得到的救贖"}, {"zh-tw": " African narratives in the West, they proliferate. I really don't care anymore.", "en": " 在西方，你可以聽到愈來愈多關於非洲的故事 那已經不是我所關注的了"}, {"zh-tw": " I'm more interested in the stories we tell about ourselves -- how as a writer, I find that African writers have always been the curators of our humanity on this continent. The question is, how do I balance narratives that are wonderful with narratives of wounds and self-loathing? And this is the difficulty that I face.", "en": " 我感興趣的是那些真正屬於非洲的故事 身為一個作家，我發現非洲的作家 一直都扮演著詮釋非洲人性的角色 問題是，要劇情扣人心弦？ 還是要據實揭露醜陋的傷疤？ 這中間的平衡一直困擾著我"}, {"zh-tw": " I am trying to move beyond political rhetoric to a place of ethical questioning. I am asking us to balance the idea of our complete vulnerability with the complete notion of transformation of what is possible.", "en": " 我試著跳出政治的框架 以倫理為本位 我要求大家認清 自身的軟弱 才有改變它的可能"}, {"zh-tw": " As a young middle-class Nigerian activist, I launched myself along with a whole generation of us into the campaign to stop the government. And I asked millions of people, without questioning my right to do so, to go up against the government.", "en": " 年輕時，我是個激進份子 和同時代的許多年輕人一樣 投身於反政府運動 我要求這些年輕人 不管我是否有這樣的權利 我鼓動他們站出來和政府對抗"}, {"zh-tw": " And I watched them being locked up in prison and tear gassed. I justified it, and I said, \"This is the cost of revolution.", "en": " 我也親眼看著他們被關進監牢 我還自我辨護，這就是革命的代價"}, {"zh-tw": " Have I not myself been imprisoned? Have I not myself been beaten?\" It wasn't until later, when I was imprisoned again, that I understood the real meaning of torture, and how easy your humanity can be taken from you, for the time I was engaged in war, righteous, righteous war. Excuse me.", "en": " 難道我沒有進過監獄？ 難道我沒有被鞭打過？ 直到我再次入獄 我才體會到何謂真正的折磨 人性又是如何的脆弱 我以為這是一場戰爭 一場正義之戰 對不起"}, {"zh-tw": " Sometimes I can stand before the world -- and when I say this, transformation is a difficult and slow process -- sometimes I can stand before the world and say, \"My name is Chris Abani. I have been human six days, but only sometimes.\" But this is a good thing.", "en": " 有時我會挺身而出 雖然如此 我深知改革是一條漫長的路 有時我會挺身而出，大聲說 \"我是Chris Abani 整整六天我終於嘗到做人的感覺，雖然僅只是偶爾。\" 但這是件好事"}, {"zh-tw": " It's never going to be easy. There are no answers.", "en": " 改革絕非一蹴可幾 也沒有任何正確答案"}, {"zh-tw": " As I was telling Rachel from Google Earth, that I had challenged my students in America -- I said, \"You don't know anything about Africa, you're all idiots.\" And so they said, \"Tell me about Africa, Professor Abani.\" So I went to Google Earth and learned about Africa. And the truth be told, this is it, isn't it? There are no essential Africans, and most of us are as completely ignorant as everyone else about the continent we come from, and yet we want to make profound statements about it.", "en": " 如同我告訴Google Earth 的Rachel 在美國教書時，我對學生說 \"你們根本不知道真正的非洲，你們都是一群笨蛋。\" 學生們說：\"教授，那請你告訴我們吧！\" 於是我打開Google Earth，告訴他們非洲在哪裡 真相已經被告知了，不是嗎？ 其實沒有所謂的主要的或必要的非洲人 大部分的非洲人跟其他人一樣 根本對非洲一無所知 卻總對它高談闊論"}, {"zh-tw": " And I think if we can just admit that we're all trying to approximate the truth of our own communities, it will make for a much more nuanced and a much more interesting conversation. I want to believe that we can be agnostic about this, that we can rise above all of this.", "en": " 我認為如果每個人都試著去 瞭解自己的來歷 當講述自己國家的故事時 才更有意義 我也相信唯有跳脫舊有框架 我們才能超越現在"}, {"zh-tw": " When I was 10, I read James Baldwin's \"Another Country,\" and that book broke me. Not because I was encountering homosexual sex and love for the first time, but because the way James wrote about it made it impossible for me to attach otherness to it.", "en": " 10歲時，我讀了James Baldwin的\"另一個國家\" 這本書深深震撼了我 不是因為我第一次接觸同性戀及愛的題材 而是James敘述情節的方式 讓你不得不深受感動"}, {"zh-tw": " \"Here,\" Jimmy said. \"Here is love, all of it.\" The fact that it happens in \"Another Country\" takes you quite by surprise.", "en": " 他寫到：\"這\" \"這就是愛\" 這樣的故事發生在他所寫的這本書中 確實令人驚訝"}, {"zh-tw": " My friend Ronald Gottesman says there are three kinds of people in the world: those who can count, and those who can't. He also says that the cause of all our trouble is the belief in an essential, pure identity: religious, ethnic, historical, ideological.", "en": " 我朋友Ronald Gottesman曾提過世上有三種人 懂算術和不懂算術的 他還說人之所以受苦受難 是因為思想僵固，太多先入為主的成見 就宗教，種族，歷史或意識形態上皆是如此"}, {"zh-tw": " I want to leave you with a poem by Yusef Komunyakaa that speaks to transformation. It's called \"Ode to the Drum,\" and I'll try and read it the way Yusef would be proud to hear it read.", "en": " 最後我想和大家分享一首由Yusef Komunyakaa作的詩 內容是關於轉變 這首詩叫”頌鼓” 我會試著用Yusef 引以為傲的方式來吟誦它"}, {"zh-tw": " \"Gazelle, I killed you for your skin's exquisite touch, for how easy it is to be nailed to a board weathered raw as white butcher paper. Last night I heard my daughter praying for the meat here at my feet.", "en": " 非洲的羚羊啊！我宰了你，為了你皮毛細緻的觸感 為了輕易地把它釘在木板上 像白紙一樣被風化 昨晚我聽到女兒為了腳邊的肉不斷祈禱著"}, {"zh-tw": " You know it wasn't anger that made me stop my heart till the hammer fell. Weeks ago, you broke me as a woman once shattered me into a song beneath her weight, before you slouched into that grassy hush.", "en": " 你知道我的心往下掉，並非因為憤怒，直到榔頭掉了下來 數週前，像個女人一樣，粉碎了我的心 像一首歌，留下的是殘缺不全的片段 你什麼話也沒說就消失在草叢裡"}, {"zh-tw": " And now I'm tightening lashes, shaped in hide as if around a ribcage, shaped like five bowstrings. Ghosts cannot slip back inside the body's drum.", "en": " 現在我繫緊韁繩，挺起胸膛 像繃緊的弓弦 就連鬼魂也無法碰觸我的身體"}, {"zh-tw": " You've been seasoned by wind, dusk and sunlight. Pressure can make everything whole again.", "en": " 狂風，日暮，日出，週而復始 壓力可以讓萬象更新"}, {"zh-tw": " Brass nails tacked into the ebony wood, your face has been carved five times. I have to drive trouble in the hills.", "en": " 枯木逄春，連釘在木頭裡的銅釘也不例外 只在臉上留下歲月的痕跡 山丘上"}, {"zh-tw": " Trouble in the valley, and trouble by the river too. There is no palm wine, fish, salt, or calabash.", "en": " 山谷中 河沿上，我帶走不幸 沒有可可果，棕櫚酒，魚，鹽，也沒有葫蘆"}, {"zh-tw": " Kadoom. Kadoom. Kadoom. Ka-doooom.", "en": " 咚咚..咚咚..咚咚 咚咚"}, {"zh-tw": " Now I have beaten a song back into you. Rise and walk away like a panther.\" Thank you.", "en": " 我為你寫了一首歌 快快起立，像黑豹一樣奔馳吧！ 謝謝大家"}], "title": "Chris Abani On The Stories Of Africa"}