{"url": "http://www.ted.com/talks/bandi_mbubi_demand_a_fair_trade_cell_phone", "paragraphs": [{"zh-tw": "今天我想要談論的是一個與我相關，但讓人感到為難的議題而且也許比你所認為的更與你相關21年前我來到英國尋求政治避難", "en": "I want to talk to you today about a difficult topicthat is close to me, and closer than you might realize to you. I came to the UK 21 years ago,as an asylum-seeker."}, {"zh-tw": "我當時21歲我被迫離開剛果民主共和國我在家鄉時是個學生社會運動參與者", "en": "I was 21. I was forced to leavethe Democratic Republic of the Congo, my home, where I was a student activist."}, {"zh-tw": "我很希望我的孩子能夠見見我在剛果的家人但在這裡我想告訴你們：剛果究竟與你們有哪些關聯", "en": "I would love my children to be ableto meet my family in the Congo. But I want to tell youwhat the Congo has got to do with you."}, {"zh-tw": "首先，我想請你們幫我一個忙能不能請你們將手伸進口袋裡並拿出你們的手機呢?", "en": "But first of all,I want you to do me a favor. Can you all please reach into your pocketsand take out your mobile phone? Feel that familiar weight ..."}, {"zh-tw": "感覺一下那熟悉的重量你的手指在按鍵上的滑動時感覺多麼自然啊你能想像沒有手機的世界嗎？手機讓我們與心愛的人家人、朋友和同事們連結不分國內外", "en": "how naturally your fingerslides towards the buttons. Can you imagine your world without it? It connects us to our loved ones, our family, friends and colleagues, at home and overseas."}, {"zh-tw": "手機象徵著一個相互連結的世界但是，你手上的手機其實滿是血印這一切始於礦物「鉭」這種在剛果開採的礦稱為鈳鉭鐵礦", "en": "It is a symbol of an interconnected world. But what you hold in your handleaves a bloody trail, and it all boils down to a mineral: tantalum, mined in the Congo as coltan."}, {"zh-tw": "是一種具防腐蝕性的熱導體用在手機、遊戲機或筆記型電腦時可儲存電力", "en": "It is an anticorrosive heat conductor. It stores energy in our mobile phones,PlayStations and laptops."}, {"zh-tw": "它也被運用在航空與醫療儀器上作為合金它非常地有用我們只需要極少量就夠了", "en": "It is used in aerospaceand medical equipment as an alloy. It is so powerfulthat we only need tiny amounts."}, {"zh-tw": "如果故事能到此結束就很完美不幸的是，你們手中握著的並不只是促使科技有驚人的發展工業擴張更導致了難以想像的人類的苦難", "en": "It would be greatif the story ended there. Unfortunately, what you hold in your hand has not only enabled incredibletechnological development and industrial expansion, but it has also contributedto unimaginable human suffering."}, {"zh-tw": "1996年後，已有超過五百萬人在剛果民主共和國死去數不清的女人、男人與孩子被強暴、折磨或奴役", "en": "Since 1996, over five million people have diedin the Democratic Republic of the Congo. Countless women, men and childrenhave been raped, tortured or enslaved."}, {"zh-tw": "強暴被作為一種戰爭的武器種下恐懼並滅絕個地區的人口對於這種礦物的需求不但助長、更燃起了在剛果境內不斷延燒的戰火", "en": "Rape is used as a weapon of war, instilling fearand depopulating whole areas. The quest for extracting this mineral has not only aided, but it has fueled the ongoing war in the Congo."}, {"zh-tw": "不過先不要丟掉你的手機三萬個孩子被徵召被迫在武裝軍隊中戰鬥", "en": "But don't throw away your phones yet. Thirty thousand children are enlisted and are made to fight in armed groups."}, {"zh-tw": "在健康與貧窮的世界排名中剛果一直位居末位但引人注目的是，聯合國環境署估計這個國家的財富超過24兆美元", "en": "The Congo consistently scores dreadfully in global health and poverty rankings. But remarkably, the UN Environmental Programmehas estimated the wealth of the country to be over 24 trillion dollars."}, {"zh-tw": "政府管理的採礦展業已經瓦解而礦產的控制權已經分裂鈳鉭鐵礦輕易地被武裝份子掌控", "en": "The state-regulated miningindustry has collapsed, and control over mines has splintered. Coltan is easily controlledby armed groups."}, {"zh-tw": "最著名的非法交易路徑之一便是穿越邊境到盧安達在那兒剛果的鉭被偽裝成盧安達的礦產不過先不要丟掉你的電話因為難以想像諷刺的是科技對剛果提出如此難以永續極具毀滅性的需求同樣也是科技引起我們對此情況的注意", "en": "One well-known illicit trade routeis that across the border to Rwanda, where Congolese tantalumis disguised as Rwandan. But don't throw away your phones yet, because the incredible irony is that the technologythat has placed such unsustainable, devastating demands on the Congo is the same technology that has broughtthis situation to our attention."}, {"zh-tw": "我們得以知道這麼多關於剛果和礦產的狀況也是透過手機之賜而得到的訊息隨著阿拉伯之春的爆發在最近剛果的選舉中選民已經可以把地方投票所的訊息傳送至位在首都金夏沙的總部", "en": "We only know so much about the situationin the Congo and in the mines because of the kind of communicationthe mobile phone allows. As with the Arab Spring, during the recent elections in the Congo, voters were able to send text messagesof local polling stations to the headquartersin the capital, Kinshasa."}, {"zh-tw": "結果公佈後各地流散的居民聚集在卡特中心羅馬教會以及其他選舉觀察員吸引大家關注此次不民主的結果手機之於全世界的人來說是得到政治自由的重要工具", "en": "And in the wake of the result, the diaspora has joinedwith the Carter Center, the Catholic Church and other observers, to draw attentionto the undemocratic result. The mobile phone has givenpeople around the world an important tool towards gainingtheir political freedom."}, {"zh-tw": "手機確實大大改變了我們與地球上的人們溝通的方式它促使重大政治改革發生", "en": "It has truly revolutionized the waywe communicate on the planet. It has allowed momentouspolitical change to take place."}, {"zh-tw": "所以我們正面對一個進退兩難的問題手機是促成自由的工具也是造成迫害的工具", "en": "So, we are faced with a paradox. The mobile phoneis an instrument of freedom and an instrument of oppression."}, {"zh-tw": "TED總是讚揚科技能為我們帶來什麼好處科技成為了完美的存在現在正是時候對科技提出質疑", "en": "TED has always celebratedwhat technology can do for us, technology in its finished form. It is time to be asking questionsabout technology."}, {"zh-tw": "科技從哪裡來？誰創造了它？為什麼存在？在這裡，我有話想直接對你們說對TED社群也對所有可能透過電腦螢幕手機觀看在世界各地、以及身在剛果的人們說所有的科技都是為了讓我們溝通所有的科技也讓我們得以討論這個問題", "en": "Where does it come from? Who makes it? And for what? Here, I am speaking directly to you, the TED community, and to all those who mightbe watching on a screen, on your phone, across the world, in the Congo. All the technology is in placefor us to communicate, and all the technology is in placeto communicate this."}, {"zh-tw": "在這個時候沒有明確促使公平交易的解決之道但是關於此議題已經有很大的進步", "en": "At the moment, there is no clear fair-trade solution. But there has beena huge amount of progress."}, {"zh-tw": "像是美國最近通過立法來解決剛果民主共和國的賄賂與管理不善的問題近來英國的立法機關也有類似的作法", "en": "The US has recently passed legislation to target briberyand misconduct in the Congo. Recent UK legislationcould be used in the same way."}, {"zh-tw": "二月時，諾基亞針對剛果的礦產資源發佈新的政策還有給蘋果公司的請願書訴請蘋果製造零衝突的 iPhone手機也有遊行集會宣傳於各大學校園訴求零衝突的校園", "en": "In February, Nokia unveiled its new policyon sourcing minerals in the Congo, and there is a petition to Appleto make a conflict-free iPhone. There are campaigns spreadingacross university campuses to make their colleges conflict-free."}, {"zh-tw": "但我們還沒有成功我們需要不斷地對手機廠商施加壓力使他們改變開發原物料的程序", "en": "But we're not there yet. We need to continuemounting pressure on phone companies to change their sourcing processes."}, {"zh-tw": "當我21年前第一次來到英國時我很想家我想念留在家鄉的家人和朋友", "en": "When I first came to the UK, 21 years ago, I was homesick. I missed my familyand the friends I left behind."}, {"zh-tw": "而連繫在當時相當困難信件往返要花費好幾個月", "en": "Communication was extremely difficult. Sending and receivingletters took months -- if you were lucky."}, {"zh-tw": "假如你運氣好，信件還可能會被寄丟就算我當時可以負擔打電話回家的通話費就像剛果民主共和國的大多數人一樣我爸媽並沒有電話", "en": "Often, they never arrived. Even if I could have affordedthe phone bills home, like most people in the Congo, my parents did not own a phone line."}, {"zh-tw": "今天，我的兩個兒子大衛和丹尼爾已經可以和我父母通話藉此了解他們為什麼我們容許如此美好、傑出，且不可缺少的產品成為製造人類不必要苦難的始作俑者我們要求公平交易的食物以及公平交易的衣物", "en": "Today, my two sons -- David and Daniel, can talk to my parentsand get to know them. Why should we allow such a wonderful, brilliantand necessary product to be the cause of unnecessary suffering for human beings? We demand fair-trade foodand fair-trade clothes."}, {"zh-tw": "現在是時候要求公平交易的手機了這是一個值得分享的想法謝謝", "en": "It is time to demand fair-trade phones. This is an idea worth spreading."}, {"zh-tw": "(鼓掌)", "en": "Thank you."}], "title": "Bandi Mbubi Demand A Fair Trade Cell Phone"}