{"url": "http://www.ted.com/talks/thomas_p_campbell_weaving_narratives_in_museum_galleries", "paragraphs": [{"zh-tw": " When I was considering a career in the art world, I took a course in London, and one of my supervisors was this irascible Italian called Pietro, who drank too much, smoked too much and swore much too much. But he was a passionate teacher, and I remember one of our earlier classes with him, he was projecting images on the wall, asking us to think about them, and he put up an image of a painting.", "en": " 正當我打算投入藝術事業時 我在倫敦修了一門課 其中一名老師是位個性焦躁的義大利人 叫做 Pietro 他常喝酒、常抽菸髒話也罵得有夠多 但他是個極富熱忱的教師 有一次上課 他把圖片投影在牆上 並要我們思索圖中含意 其中一張是一幅畫"}, {"zh-tw": " It was a landscape with figures, semi-dressed, drinking wine. There was a nude woman in the lower foreground, and on the hillside in the back, there was a figure of the mythological god Bacchus, and he said, \"What is this?\" And I -- no one else did, so I put up my hand, and I said, \"It's a Bacchanal by Titian.\" He said, \"It's a what?\" I thought maybe I'd pronounced it wrong. \"It's a Bacchanal by Titian.\" He said, \"It's a what?\" I said, \"It's a Bacchanal by Titian.\" He said, \"You boneless bookworm! It's a fucking orgy!\" As I said, he swore too much.", "en": " 一幅風景圖有一些半裸體的人在喝酒 前景下方 有一位裸女而後方的山丘邊上 畫著希臘神話中的酒神Bacchus 老師問道 \"這是什麼?\" 因為沒人回答，我就舉手說： \"這是提香所繪的《酒神節》（Bacchanal）\" 他說：\"是什麼？\" 我以為是發音錯了 \"這是提香的《ㄐㄧㄡ神節》\" 他又說：\"是什麼？\" 我說：\"這是提香的《ㄑㄧㄡˊ 神節》\" 他說：\"你這個書呆子！\" \"這他媽的叫做多P派對！\" 如我所說，他髒話掛嘴邊"}, {"zh-tw": " There was an important lesson for me in that. Pietro was suspicious of formal art training, art history training, because he feared that it filled people up with jargon, and then they just classified things rather than looking at them, and he wanted to remind us that all art was once contemporary, and he wanted us to use our eyes, and he was especially evangelical about this message, because he was losing his sight.", "en": " 從中，我學到寶貴的一課 Pietro 對正規 藝術教育 和 藝術史教育很不以為然 因為他認為 這麼一來人們的腦袋只會充滿專有名詞 讓大家學會分門別類忽略如何欣賞 他想要提醒我們所有的藝術曾經都很 \"現代\" 他希望我們用自己的眼睛 也特別強調 因為他的視力已經開始退化"}, {"zh-tw": " He wanted us to look and ask basic questions of objects. What is it? How is it made? Why was it made? How is it used? And these were important lessons to me when I subsequently became a professional art historian.", "en": " 他希望我們多觀察問的問題越單純越好 這是什麼？是怎麼做的？為什麼要做？ 如何使用? 這堂課帶給我的觀念 在我成為專業的藝術史學家之後依然中用"}, {"zh-tw": " My kind of eureka moment came a few years later, when I was studying the art of the courts of Northern Europe, and of course it was very much discussed in terms of the paintings and the sculptures and the architecture of the day. But as I began to read historical documents and contemporary descriptions, I found there was a kind of a missing component, for everywhere I came across descriptions of tapestries.", "en": " 幾年之後，我茅塞頓開 當時我正研究北歐宮廷藝術 當然這其中所討論的大多是 畫作、雕刻 還有當代的建築 但當我開始閱讀史料 和當代的介紹時 我發現有一樣東西不見了 我在史料中到處可見壁毯的記載"}, {"zh-tw": " Tapestries were ubiquitous between the Middle Ages and, really, well into the 18th century, and it was pretty apparent why. Tapestries were portable. You could roll them up, send them ahead of you, and in the time it took to hang them up, you could transform a cold, dank interior into a richly colored setting.", "en": " 壁毯在中世紀是隨處可見的 一直到18世紀都是如此 原因挺明顯的 因為壁毯可以隨身攜帶 簡單又方便只要掛到牆上 就可以讓又冷又暗的房間 瞬間充滿色彩"}, {"zh-tw": " Tapestries effectively provided a vast canvas on which the patrons of the day could depict the heroes with whom they wanted to be associated, or even themselves, and in addition to that, tapestries were hugely expensive. They required scores of highly skilled weavers working over extended periods of time with very expensive materials -- the wools, the silks, even gold and silver thread.", "en": " 壁毯是一幅巨大的畫布 畫布上大多刻畫著 他們所喜愛的英雄們 甚至是自己的肖像 此外，壁毯是非常昂貴的東西 每一條都是靠大量精熟的織工 花很多時間做成的 選用上好的羊毛和蠶絲製作 有的甚至織入金線銀線"}, {"zh-tw": " So, all in all, in an age when the visual image of any kind was rare, tapestries were an incredibly potent form of propaganda. Well, I became a tapestry historian.", "en": " 所以 在任何視覺圖像都很稀有的時代 壁毯成為極具影響力的宣傳工具 我也因緣際會成為壁毯史學家"}, {"zh-tw": " In due course, I ended up as a curator at the Metropolitan Museum, because I saw the Met as one of the few places where I could organize really big exhibitions about the subject I cared so passionately about. And in about 1997, the then-director Philippe de Montebello gave me the go-ahead to organize an exhibition for 2002. We normally have these very long lead-in times.", "en": " 後來我到大都會美術館擔任策展人 因為我認為 這個機會世上少有 我可以策劃各種我喜歡的大型特展 探討我最熱愛主題 1997年時那時的館長Phlippe de Montebello 要我開始籌備2002年的特展 這種特展因為牽扯到許多環節"}, {"zh-tw": " It wasn't straightforward. It's no longer a question of chucking a tapestry in the back of a car. They have to be wound on huge rollers, shipped in oversized freighters.", "en": " 往往要提早很長一段時間籌備 譬如說不能直接把壁毯扔進貨車 得用巨大的捲筒捲起來 並用特大號的貨輪運送"}, {"zh-tw": " Some of them are so big we had, to get them into the museum, we had to take them up the great steps at the front. We thought very hard about how to present this unknown subject to a modern audience: the dark colors to set off the colors that remained in objects that were often faded; the placing of lights to bring out the silk and the gold thread; the labeling.", "en": " 有些壁毯大到無法扛進美術館 從正門的大石階才得其門而入 我們費盡心思 試圖呈現這幅壁毯的意境 用較暗色的背景和褪色的物品形成對比 顯現主題的色彩 運用燈光 來襯托蠶絲與金線"}, {"zh-tw": " You know, we live in an age where we are so used to television images and photographs, a one-hit image. These were big, complex things, almost like cartoons with multiple narratives. We had to draw our audience in, get them to slow down, to explore the objects.", "en": " 你知道嗎？ 現代人太依賴電視影像、照片和照片 壁毯這種又大又複雜的東西 就像有多種角色扮演的卡通 我們必須吸引觀眾讓他們放慢步調 慢慢探索這些藝術品"}, {"zh-tw": " There was a lot of skepticism. On the opening night, I overheard one of the senior members of staff saying, \"This is going to be a bomb.\" But in reality, in the course of the coming weeks and months, hundreds of thousands of people came to see the show. The exhibition was designed to be an experience, and tapestries are hard to reproduce in photographs.", "en": " 縱使面臨許多質疑的聲浪 特展第一天我偷聽到一位資深的工作人員說 \"這樣沒搞頭！\" 但事實上在接下來的幾個月 成千上萬民眾接踵而至 展覽的設計讓觀眾身歷其境 而且壁毯很難以照片的形式呈現"}, {"zh-tw": " So I want you to use your imaginations, thinking of these wall-high objects, some of them 10 meters wide, depicting lavish court scenes with courtiers and dandies who would look quite at home in the pages of the fashion press today, thick woods with hunters crashing through the undergrowth in pursuit of wild boars and deer, violent battles with scenes of fear and heroism. I remember taking my son's school class. He was eight at the time, and all the little boys, they kind of -- you know, they were little boys, and then the thing that caught their attention was in one of the hunting scenes there was a dog pooping in the foreground —  — kind of an in-your-face joke by the artist.", "en": " 所以我想請你們運用想像力 想像這些跟牆一樣高的東西 有些寬達10米 刻畫著金碧輝煌的宮廷景象和穿著華麗的紈褲子弟 若出現在今日的流行雜誌也不會奇怪 茂密的樹林中獵人在樹叢中披荊斬棘 緊追著野豬和鹿群 血腥戰場上的恐懼與英雄氣概 我記得我帶兒子的班上參觀他當時八歲 而那些小男孩你也知道的，小男生都這樣 他們的最專注的東西 是一幅狩獵景象裡其中有隻狗 在前景中大便 有點像是藝術家故意的小笑話"}, {"zh-tw": " And you can just imagine them. But it brought it alive to them. I think they suddenly saw that these weren't just old faded tapestries.", "en": " 你可想樣小朋友的反應 但這使的整個展覽鮮活了起來我想他們忽然發現 這些並不只是褪色的壁毯"}, {"zh-tw": " These were images of the world in the past, and that it was the same for our audience. And for me as a curator, I felt proud. I felt I'd shifted the needle a little.", "en": " 這些影像捕捉已過去的世界 忠實地呈現在過去與現代的觀眾眼前 身為策展人，我感到很驕傲我覺得我有那麼些影響力"}, {"zh-tw": " Through this experience that could only be created in a museum, I'd opened up the eyes of my audience -- historians, artists, press, the general public -- to the beauty of this lost medium. A few years later, I was invited to be the director of the museum, and after I got over that -- \"Who, me? The tapestry geek? I don't wear a tie!\" -- I realized the fact: I believe passionately in that curated museum experience.", "en": " 透過這個只有在美術博物館才能製造的經驗 我讓觀眾開了眼界 讓歷史學家、藝術家，和社會大眾 有機會欣賞這已失去的介質的美麗 幾年後我受邀成為美術館的館長 在我自當下的不可置信：\"蛤？我嗎？\" \"那個壁毯怪咖？我是不打領帶的！\" 反應過來之後 我看清事實：我熱忱地相信 博物館經驗的力量"}, {"zh-tw": " We live in an age of ubiquitous information, and sort of \"just add water\" expertise, but there's nothing that compares with the presentation of significant objects in a well-told narrative, what the curator does, the interpretation of a complex, esoteric subject, in a way that retains the integrity of the subject, that makes it -- unpacks it for a general audience. And that, to me, today, is now the challenge and the fun of my job, supporting the vision of my curators, whether it's an exhibition of Samurai swords, early Byzantine artifacts, Renaissance portraits, or the show we heard mentioned earlier, the McQueen show, with which we enjoyed so much success last summer.", "en": " 我們生活的時代中資訊無所不在 專業知識簡便地像即溶咖啡 但是沒有任何東西比得過 已引人入勝的故事呈獻深具意義的物品 策展人的任務是解釋一個複雜 深奧的主題並同時保持主題的完整性 但是想辦法將謎團拆開 使普通觀眾能夠親近 而對我來說那正是我的工作的有趣 及挑戰之處如何支持我的策展同仁的願景 不管是展出日本武士刀 早期拜占廷文物、文藝復興肖像 或是之前有提過的特展 也就是去年暑假很成功的 設計師麥昆的展覽"}, {"zh-tw": " That was an interesting case. In the late spring, early summer of 2010, shortly after McQueen's suicide, our curator of costume, Andrew Bolton, came to see me, and said, \"I've been thinking of doing a show on McQueen, and now is the moment. We have to, we have to do it fast.\" It wasn't easy. McQueen had worked throughout his career with a small team of designers and managers who were very protective of his legacy, but Andrew went to London and worked with them over the summer and won their confidence, and that of the designers who created his amazing fashion shows, which were works of performance art in their own right, and we proceeded to do something at the museum, I think, we've never done before.", "en": " 那其實是很有趣的案例 在2010年的春末夏初時 於麥昆自殺過後不久 我們的服裝策展人Andrew Bolton來見我 他說 \"我已經想要計畫麥昆特展一陣子了\" \"而現在正是時機\"\"我們一定得做，而且要快\" 這並不簡單麥昆畢生僅與少數幾名 經紀人和設計團隊合作 他們很保護麥昆留下的作品 但Andrew去了倫敦一趟 並與他們一共事了一個暑假 贏得一些設計師的信賴他們曾策劃麥昆驚人的服裝秀 單是這些秀就可說是表演藝術的作品 而我們一同於大都會美術館 做了我們不曾做過的事"}, {"zh-tw": " It wasn't just your standard installation. In fact, we ripped down the galleries to recreate entirely different settings, a recreation of his first studio, a hall of mirrors, a curiosity box, a sunken ship, a burned-out interior, with videos and soundtracks that ranged from operatic arias to pigs fornicating.", "en": " 這不是正常的藝術安裝 事實上，我們把各展廳給拆了 創造完全不同的佈景像是重造他第一個工作室 一個鏡面長廊 一個百寶箱 一艘沈船、火災肆虐後的室內 加上各式錄音和錄影帶 從歌劇詠嘆調到豬在交配的畫面"}, {"zh-tw": " And in this extraordinary setting, the costumes were like actors and actresses, or living sculptures. It could have been a train wreck.", "en": " 而在這誇張的佈景中，那些服裝 有如演員或是活生生的雕像一般 這一切都有可能是悲劇收場"}, {"zh-tw": " It could have looked like shop windows on Fifth Avenue at Christmas, but because of the way that Andrew connected with the McQueen team, he was channeling the rawness and the brilliance of McQueen, and the show was quite transcendant, and it became a phenomenon in its own right. By the end of the show, we had people queuing for four or five hours to get into the show, but no one really complained.", "en": " 可能看起來像聖誕節第五大道的展示窗一樣 但由於Andrew和麥昆的團隊 關係密切。他有辦法汲取呈現 麥昆野蠻並令人驚奇的設計風格 結果展出超越所有期望 不只是展出的時裝而是展覽本身吸引大批群眾 到了最後展覽接近尾聲時 有些民眾排隊四、五小時才得進場 但沒有人抱怨"}, {"zh-tw": " I heard over and over again, \"Wow, that was worth it. It was a such a visceral, emotive experience.\" Now, I've described two very immersive exhibitions, but I also believe that collections, individual objects, can also have that same power.", "en": " 我一再聽見 \"哇！這真是值得\" \"這真是個扣人心弦的經驗\" 現在我講了兩個令人身臨其境的展覽 但我也相信收藏和個別的展示品 也能有相同的效果"}, {"zh-tw": " The Met was set up not as a museum of American art, but of an encyclopedic museum, and today, 140 years later, that vision is as prescient as ever, because, of course, we live in a world of crisis, of challenge, and we're exposed to it through the 24/7 newsreels. It's in our galleries that we can unpack the civilizations, the cultures, that we're seeing the current manifestation of.", "en": " 大都會美術館的成立宗旨並不只是為了收藏美國藝術 而是要成為一個包羅萬象的博物館 而140年後的今日 那個願景的先見之明一如過往 這是因為我們生活在一個充滿危機的世界 處處有著挑戰而且經由二十四小時的新聞頻道 時時刻刻地接觸這些危機 唯有於展廳之內我們才有辦法解開文明的奧妙 認識日常所見的新文化"}, {"zh-tw": " Whether it's Libya, Egypt, Syria, it's in our galleries that we can explain and give greater understanding. I mean, our new Islamic galleries are a case in point, opened 10 years, almost to the week, after 9/11.", "en": " 無論是利比亞、埃及、敘利亞 在我們的展廳之中都能予以解讀 並帶來更完整的認識 我是說我們的伊斯蘭展廳就是個好例子 它於9/11事件十周年時開放"}, {"zh-tw": " I think for most Americans, knowledge of the Islamic world was pretty slight before 9/11, and then it was thrust upon us in one of America's darkest hours, and the perception was through the polarization of that terrible event. Now, in our galleries, we show 14 centuries of the development of different Islamic cultures across a vast geographic spread, and, again, hundreds of thousands of people have come to see these galleries since they opened last October.", "en": " 我想對於多數美國人對於伊斯蘭世界的認識 在9/11之前是極淺的然後這課題卻在 美國史上最黑暗的時刻猛然於我們肩上扛下 大家對於伊斯蘭文化的觀感 透過那悲慘的事件而兩極化 現在，在我們的展廳之中 我們展示伊斯蘭文化十四個世紀以來的演變 並涵蓋廣泛的地理範圍 再一次的已有數十萬的民眾前來參觀 這些去年十月開放的展覽廳"}, {"zh-tw": " I'm often asked, \"Is digital media replacing the museum?\" and I think those numbers are a resounding rejection of that notion. I mean, don't get me wrong, I'm a huge advocate of the Web. It gives us a way of reaching out to audiences around the globe, but nothing replaces the authenticity of the object presented with passionate scholarship.", "en": " 常有人問我：\"數位媒體會取代美術館嗎？\" 我認為這些參展數據堅決否定此說 我是說，不要誤會我的意思 我很倡導網際網路 它使我們有辦法接觸全世界的觀眾 但沒有任何東西能夠取代 經熱誠的學問呈現的物品的真實性"}, {"zh-tw": " Bringing people face to face with our objects is a way of bringing them face to face with people across time, across space, whose lives may have been very different to our own, but who, like us, had hopes and dreams, frustrations and achievements in their lives. And I think this is a process that helps us better understand ourselves, helps us make better decisions about where we're going. The Great Hall at the Met is one of the great portals of the world, awe-inspiring, like a medieval cathedral.", "en": " 當人們和展品面對面接觸時 就像是和其他人面對面接觸 超越時空接觸這些生命與我們截然不同 卻和我們所有人一樣 擁有希望和夢想挫折與成就的人生 我認為這個過程 能使我們更加了解自己 並幫助我們在未來做出更好的決策 大都會美術館的大廳是個舉世無雙的通道 凜然如中古世紀的大教堂"}, {"zh-tw": " From there, you can walk in any direction to almost any culture. I frequently go out into the hall and the galleries and I watch our visitors coming in.", "en": " 從這裡，你可以往任何一個方向前進 邁向任何一種文化 我時常到大廳和展示廳裡 看著我們的訪客進出"}, {"zh-tw": " Some of them are comfortable. They feel at home. They know what they're looking for.", "en": " 有些人看起來自在就像在自家一般 他們知道自己所追尋的昰什麼"}, {"zh-tw": " Others are very uneasy. It's an intimidating place. They feel that the institution is elitist.", "en": " 其他人看起來不太自在這是個令人卻步的地方 他們感到這個機構是只屬於菁英文化"}, {"zh-tw": " I'm working to try and break down that sense of that elitism. I want to put people in a contemplative frame of mind, where they're prepared to be a little bit lost, to explore, to see the unfamiliar in the familiar, or to try the unknown.", "en": " 我正努力的破除這個概念 我想要讓觀眾陷入沉思的心境 讓他們願意迷路、願意探索 在熟悉中看見新穎之處 或是試著體驗未知"}, {"zh-tw": " Because for us, it's all about bringing them face to face with great works of art, capturing them at that moment of discomfort, when the inclination is kind of to reach for your iPhone, your Blackberry, but to create a zone where their curiosity can expand. And whether it's in the expression of a Greek sculpture that reminds you of a friend, or a dog pooping in the corner of a tapestry, or, to bring it back to my tutor Pietro, those dancing figures who are indeed knocking back the wine, and that nude figure in the left foreground.", "en": " 因為對我們來說這一切都是為了帶大家 與偉大的藝術作品面對面 捕捉那一剎那的不確定感 當你習以為常地想拿起你的iphone或 黑莓機 但我們卻創造一帶空間 讓人們的好奇心起飛 不管是一個古希臘雕像的表情 使你想起一位朋友 或一隻狗在壁毯的角落大便 或回到我的老師Pietro所說的 圖中那些跳舞的人物 正飲酒作樂 和那左前景中的裸女"}, {"zh-tw": " Wow. She is a gorgeous embodiment of youthful sexuality. In that moment, our scholarship can tell you that this is a bacchanal, but if we're doing our job right, and you've checked the jargon at the front door, trust your instinct.", "en": " 哇！她可真是青春性慾最美麗的代言人 在那一剎那我們的學問可以告訴你 這是幅《酒神節》 但如果我們有達到目標 而你也將學術名詞忘在大門外 相信你的直覺"}, {"zh-tw": " You know it's an orgy. Thank you.", "en": " 你就會知道那是一場多P派對 謝謝"}], "title": "Thomas P Campbell Weaving Narratives In Museum Galleries"}