{"url": "http://www.ted.com/talks/vicki_arroyo_let_s_prepare_for_our_new_climate", "paragraphs": [{"zh-tw": " This is the skylineof my hometown, New Orleans. It was a great place to grow up, but it's one of the most vulnerablespots in the world. Half the city is already below sea level.", "en": " 這是我家鄉紐奧良（New Orleans）的天際 曾幾何時它是一個很適合小孩長大的地方 但是它卻是個世界上很容易受到天然災害的地方其中之一 這城市已有一半已經低與於海平面"}, {"zh-tw": " In 2005, the world watched as New Orleans and the Gulf Coast weredevastated by Hurricane Katrina. One thousand, eight hundred and thirty-sixpeople died. Nearly 300,000 homes were lost.", "en": " 2005年紐奧良在全世界的關注下 整個海岸線被卡崔娜(Katrina)颶風摧殘的體無完膚 總共有多達一千八百三十六人罹難，幾近300,000個家庭失去家園"}, {"zh-tw": " These are my mother's, at the top -- although that's not her car, it was carried thereby floodwaters up to the roof -- and that's my sister's, below. Fortunately, they and otherfamily members got out in time, but they lost their homes,and as you can see, just about everything in them.", "en": " 這也包含我媽媽的家，在圖片的上方就是被摧殘後的摸樣 雖然圖中那台車不是她的 但在當時整台車被洪水沖到屋頂 在圖片的下方是我姐姐的家 不幸中的大幸當時她們都及時逃出去 但是就如同你們所看到她失去了她的家 還有所有在裡面的東西"}, {"zh-tw": " Other parts of the worldhave been hit by storms in even more devastating ways. In 2008, Cyclone Nargis and its aftermath killed 138,000 in Myanmar.", "en": " 也有其它遭受到風災殘害的地方遍佈在世界各個角落 遠比卡翠娜所帶來的傷亡還要更加嚴重 例如在2008年的颶風納格斯(Nargis)當下重創及風災後在緬甸所造成的總傷亡人數 高達138,000人"}, {"zh-tw": " Climate change is affectingour homes, our communities, our way of life. We should be preparing at every scale and at every opportunity. This talk is about beingprepared for, and resilient to the changes that are comingand that will affect our homes and our collective home, the Earth.", "en": " 氣侯變遷正在影響著我們的家，我們的社區， 我們生活的方式。我們應該要更加的未雨綢繆 把握每一個機會並且以更嚴警周全的態度來準備對抗這些天然災害 這演講的主題是有關如何準備並且以更積極正向的態度 來面對這些接踵而來的氣候變遷。這些改變將會影響我們的家園 ，所有人的家園，甚至地球。"}, {"zh-tw": " The changes in these timeswon't affect us all equally. There are importantdistributional consequences, and they're not what youalways might think.", "en": " 也許現階段而言，這些環境變化對大家所造成的影響不一 但是它所造成的後果是分佈在世界各個角落 並且跟你原本想的也許不太一樣"}, {"zh-tw": " In New Orleans, the elderlyand female-headed households were among the most vulnerable. For those in vulnerable,low-lying nations, how do you put a dollar valueon losing your country where you ancestors are buried?And where will your people go? And how will they cope in a foreign land? Will there be tensions over immigration, or conflicts over competitionfor limited resources? It's already fueled conflictsin Chad and Darfur.", "en": " 在紐奧良，那些較年長的或是母系家庭 是最脆弱的 對那些較貧乏、地勢低窪的國家 如何只為了一美元價值的東西而失去你的國家 你的祖先要埋在哪？你的人民要往哪裡去？ 他們將如何面對這些問題在其它國家 會不會造成移民族群的緊張情勢 或是因為爭奪有限的資源而造成彼此間的衝突 在查德(Chad)和達爾富爾(Darfur)已經為了爭搶石油而鬧的不可開交"}, {"zh-tw": " Like it or not, readyor not, this is our future. Sure, some are lookingfor opportunities in this new world.", "en": " 不管你喜歡不喜歡或是準備好了沒，這就是我們的未來 當然，有些人正在找尋機會開拓新世界"}, {"zh-tw": " That's the Russians plantinga flag on the ocean bottom to stake a claim for mineralsunder the receding Arctic sea ice. But while there might besome short-term individual winners, our collective losseswill far outweigh them.", "en": " 俄羅斯人在海底插了他們的國旗 證明那些在融化的北極冰海底的礦產是屬於他們的 也許有些個別得利的短期贏家們 但是我們總合起來所失去的會遠遠超過他們所獲得的"}, {"zh-tw": " Look no further than the insuranceindustry as they struggle to cope with mounting catastrophic losses from extreme weather events. The military gets it.They call climate change a threat multiplier that couldharm stability and security, while governmentsaround the world are evaluating how to respond.", "en": " 就拿最近的例子來說，現在保險公司正在死命的掙扎著 面對處理著堆積如山的天災保險損失 來自於極端氣侯所帶來的損失 軍方了解其重要性。他們將稱氣侯變遷 稱之為威脅加成製造機且可能破壞國家的穩定及安全 當世界各地的政府機關正在評估著 如何回應"}, {"zh-tw": " So what can we do? How canwe prepare and adapt? I'd like to share three setsof examples, starting with adapting to violent storms and floods. In New Orleans, the I-10 Twin Spans, with sections knockedout in Katrina, have been rebuilt 21 feet higher to allowfor greater storm surge.", "en": " 那我們可以做些什麼？我們如何準備跟適應？ 我在這邊呢想分享三個範例給大家，我們就從 如何適應兇猛風災跟洪水來開始吧 在紐奧良，I-10 土恩(Twin Spans)跨海大橋 某些橋段在卡翠娜來襲時遭到破壞搗毀已經重建 並且比先前還要高出21呎為的就是能夠承受更強大的洪水衝擊"}, {"zh-tw": " And these raisedand energy-efficient homes were developed by BradPitt and Make It Right for the hard-hit Ninth Ward. The devastated churchmy mom attends has been not only rebuilt higher,it's poised to become the first Energy Starchurch in the country.", "en": " 還有圖中這些新建的高起及高效節能的房子 是由布萊德比特（Brad Pitt）與扭轉劣勢(Make it Right)組織協助遭受到 重創的第九區（Ninth Ward） 我媽所參與但被風災搗毀的教堂 不但重建的更高，更被認定為 美國第一個能源之星（Energy Star）教堂"}, {"zh-tw": " They're selling electricityback to the grid thanks to solar panels,reflective paint and more. Their March electricitybill was only 48 dollars.", "en": " 他們將所儲存獲取的電力回存到電網 感謝太陽能源板、反光漆，還有其它更多的能源科技 他們那個三月的電費只有48塊美金"}, {"zh-tw": " Now these are examples of NewOrleans rebuilding in this way, but better if others act proactivelywith these changes in mind. For example, in Galveston,here's a resilient home that survived Hurricane Ike, when others on neighboringlots clearly did not.", "en": " 現在這只是些例子紐奧良的重建計劃的方式 但如果其他人可以將這些方法考慮進去並且更加積極的行動會更好 舉例來說，在加爾維斯頓（Galveston），有個充滿活力的家庭 在颶風艾克(Ike)的侵襲下存活下來 而其它鄰居很明顯的並沒有"}, {"zh-tw": " And around the world,satellites and warning systems are saving lives in flood-proneareas such as Bangladesh. But as important as technologyand infrastructure are, perhaps the human elementis even more critical.", "en": " 在世界各地人們利用衛星和警報系統 的幫助下拯救了很多居住在洪水氾濫地方的居民像是孟加拉 在面對氣候變遷上，雖然科技與基礎建設都扮演著重要的角色 但也許更加重要的是人的因素"}, {"zh-tw": " We need better planningand systems for evacuation. We need to better understandhow people make decisions in times of crisis, and why.", "en": " 我們需要更好的撤離計劃與系統 我們需要更加的暸解人們如何做決策 在危機之中，並且知道為什麼"}, {"zh-tw": " While it's true that many who died in Katrinadid not have access to transportation, others who did refused to leaveas the storm approached, often because availabletransportation and shelters refused to allow them to take their pets. Imagine leaving behind your own petin an evacuation or a rescue.", "en": " 的確有很多在卡翠娜來襲時，多數人是因為無法使用大眾運輸工具而身亡 但也有些人是因為拒絕離開自己的家園而身亡 其原因往往是因為那些大眾運輸工具和避難所 拒絕也不允許他們帶寵物一起避難 想像一下在救難或是撤離行動中丟下你們的寵物自行避難的樣子"}, {"zh-tw": " Fortunately in 2006, Congress passed the Pet Evacuation and TransportationStandards Act — it spells \"PETS\" — to change that. Second, preparing for heat and drought.", "en": " 幸運的是在2006年，國會通過了 寵物撤離及運輸標準法(Pet Evauation and Transpotation Standards Act) 修正一下-是複數不是只有一隻(PETS, not PET) 第二個分享案例為，做好萬全的準備熱浪及乾旱的來襲"}, {"zh-tw": " Farmers are facing challengesof drought from Asia to Africa, from Australia to Oklahoma, while heat waves linkedwith climate change have killed tens of thousands of people in Western Europe in 2003,and again in Russia in 2010. In Ethiopia, 70 percent, that's 7-0percent of the population, depends on rainfall for its livelihood.", "en": " 從亞洲到非洲、澳洲到奧克拉馬 所有的農夫現正面對著乾旱的挑戰 當熱浪與氣候變遷連合總計 造成數以萬計傷亡人數 一次在2003年西歐，另一次在2010年俄羅斯 在衣索比亞（Ethiopia）有70%的人仰賴雨水來 生活，沒錯，佔總人口數的“70%”"}, {"zh-tw": " Oxfam and Swiss Re, togetherwith Rockefeller Foundation, are helping farmers like thisone build hillside terraces and find other ways to conserve water, but they're also providing for insurancewhen the droughts do come. The stability this providesis giving the farmers the confidence to invest.", "en": " 歐克斯范恩(Oxfam)與蘇唯士黎(Swiss Re)，結合羅克費勒(Rockefeller)基金會 正在幫助那些農夫們建築如圖中的這個山坡露台來儲存雨水 以及尋求其它保存水源的方式 當乾旱來襲時,他們也提供農業風災險給農夫們 這個保障給予農夫們更多的 自信去投入更多作物"}, {"zh-tw": " It's giving them accessto affordable credit. It's allowing them to becomemore productive so that they can afford their own insuranceover time, without assistance.", "en": " 它給予他們負擔的起的貸款 讓他們能夠更有效率 經過一段時間之後，他們可以在不依靠外力的幫助下自行負擔的起農業風災險"}, {"zh-tw": " It's a virtuous cycle,and one that could be replicated throughout the developing world. After a lethal 1995 heat wave turned refrigeratortrucks from the popular Taste of Chicago festivalinto makeshift morgues, Chicago became a recognized leader, tamping down on the urbanheat island impact through opening cooling centers, outreach to vulnerableneighborhoods, planting trees, creating cool whiteor vegetated green roofs.", "en": " 這是一個良性循環，且成功的經驗是可以被複製到 所有發展中的國家 在歷經了1995年致命熱浪侵襲後 它將那些在芝加哥美食慶典的冷藏車 轉換成臨時搭建的停屍間 芝加哥成為大家公認的綠能都市的領導者 將原本熱浪對衝擊現代都市 藉由開放的冷卻中心 延伸到較易受到熱害影響的社區，藉由種植樹木 建造不易吸收熱的冷白屋頂及散熱較佳植物綠化能屋頂"}, {"zh-tw": " This is City Hall's green roof, next to CookCounty's [portion of the] roof, which is 77 degrees Fahrenheithotter at the surface. Washington, D.C., last year,actually led the nation in new green roofs installed,and they're funding this in part thanks to a five-cent tax on plastic bags.", "en": " 照片上是市政府的綠能屋頂旁邊這張圖則是庫克（Cook）郡市府[一部分]的屋頂 沒覆蓋到綠化屋頂的表面溫度相較之下高了華氏77度 華府在去年帶領全國打頭陣安裝了 新綠化屋頂並且投入政府資金在安裝綠化屋頂上 感謝五美分塑膠袋稅政策"}, {"zh-tw": " They're splitting the costof installing these green roofs with home and building owners. The roofs not only temperurban heat island impact but they save energy, and therefore money, the emissions that cause climate change, and they also reduce stormwater runoff.", "en": " 它們分擔了住戶及建商安裝綠化屋頂的 部分成本 綠化屋頂不只緩和熱島效應的衝擊 並且節能、節約 減少造成氣候變遷二氧化碳排放量 它們也降低了雨水的流失"}, {"zh-tw": " So some solutions to heat canprovide for win-win-wins. Third, adapting to rising seas.", "en": " 所以那些用來解決熱島效應的方法達成了三贏局面 最後一個範例，如何適應持續上升的海平面"}, {"zh-tw": " Sea level rise threatens coastalecosystems, agriculture, even major cities. Thisis what one to two meters of sea level rise lookslike in the Mekong Delta. That's where halfof Vietnam's rice is grown.", "en": " 海平面的升起威脅到沿岸的生態系統、農業、 甚至一些沿岸主要城市。照片裡的是媚公河三角洲在海平面 從一公尺上升到兩公尺後的樣貌 那個區域也就是半數越南米的來源"}, {"zh-tw": " Infrastructure is going to be affected. Airports around the worldare located on the coast.", "en": " 基礎建設也將受到影響 在世界上大多數的機場都遍佈在沿海都市"}, {"zh-tw": " It makes sense, right? There's open space, the planes can take off and landwithout worrying about creating noise or avoiding tall buildings. Here's just one example,San Francisco Airport, with 16 inches or more of flooding.", "en": " 這樣也應該是合理的吧？ 在那邊有很多空曠的空間 利於飛機的起降 不用擔心製造噪音或是撞到高樓大廈 我來給大家舉個例子，在舊金山機場 海平面上升了16吋或是有更多的洪水來襲"}, {"zh-tw": " Imagine the staggering cost of protecting this vital infrastructure with levees. But there might be some changes in store that you might not imagine. For example, planes require more runway for takeoff because the heated, less denseair, provides for less lift.", "en": " 請各位想像一下為了保護這重要的設施而建造 堤防在它周遭那成本是多麼駭人 但除此之外，還有一些你無法想像 的改變在發生。舉例來說， 飛機起飛時需要更多的跑道來起飛 因為熱空氣造成空氣密度下降提供較少的爬升空間進而需要更多的跑道空間"}, {"zh-tw": " San Francisco is alsospending 40 million dollars to rethink and redesign itswater and sewage treatment, as water outfall pipes like thisone can be flooded with seawater, causing backups at the plant,harming the bacteria that are needed to treat the waste. So these outfall pipeshave been retrofitted to shut seawateroff from entering the system.", "en": " 舊金山市花了4000萬美金 在重新思考與建設新的下水道系統 就如同圖中這個會被海水倒灌而淹沒的排水口一樣 造成抽水系統的啟動，破壞到可被用來 分解廢料的益菌 所以我們重新打造這些出水口管 讓它們可以被用來阻隔海水倒灌到其它下水道系統"}, {"zh-tw": " Beyond these technical solutions, our work at the Georgetown ClimateCenter with communities encourages them to look at what existinglegal and policy tools are available and to consider how they canaccommodate change. For example, in land use,which areas do you want to protect, through addinga seawall, for example, alter, by raisingbuildings, or retreat from, to allow the migrationof important natural systems, such as wetlands or beaches? Other examples to consider. In the U.K., the Thames Barrier protectsLondon from storm surge.", "en": " 除了這些技術上的解決之道外，我們也鼓勵在 喬治城氣象中心(Georgetown Climate Center)的人員 去檢閱現有的法律及政策 是否能夠加入新的法規及條例 舉例來說，在沿岸土地的使用上哪些部份可以 加蓋防波堤又或者是 藉由改建增高原本的建築物或是 將原本的建築物撤出重要的自然生態環境 像是濕地跟海灘 來看看其他的例子。在英國， 泰唔士水閘保護倫敦免於暴風潮的迫害"}, {"zh-tw": " The Asian Cities Climate[Change] Resilience Network is restoring vital ecosystemslike forest mangroves. These are not only importantecosystems in their own right, but they also serve as a bufferto protect inland communities.", "en": " 亞洲氣候[變遷]適應脈絡網（The Asian Cites Climate [Change] Ressilience Network） 正在回復那些重要的生態環境像是紅樹雨林 那些不單單只是對它們自身重要的生態系統 但也是可以用做保護島嶼群的緩衝區"}, {"zh-tw": " New York City is incrediblyvulnerable to storms, as you can see from this cleversign, and to sea level rise, and to storm surge, as you cansee from the subway flooding. But back above ground, theseraised ventilation grates for the subway system showthat solutions can be both functional and attractive.In fact, in New York, San Francisco and London,designers have envisioned ways to better integratethe natural and built environments with climate change in mind.", "en": " 紐約市是非常容易受暴風侵襲的都市 你可以從圖中發現很明顯的當海平面的上升 及暴風潮來襲時造成地下鐵淹水 從地面上，這些突起的地下鐵通風口 不只可以達到通風舒緩淹水還非常美觀 事實上呢在紐約， 舊金山和倫敦，有些設計師已經想像在未來 將氣候變遷的因子納入設計考量的一部分 將設計跟自然生態做更佳的結合"}, {"zh-tw": " I think these are inspiringexamples of what's possible when we feel empowered to planfor a world that will be different. But now, a word of caution.", "en": " 我覺得這些有啟發性的範例告訴我們是有能力可以讓這個世界不一樣 當我們帶著使命感去面對這些氣候的變遷 但是現在我想給大家一個警訊"}, {"zh-tw": " Adaptation's too importantto be left to the experts. Why? Well, there are no experts.", "en": " 關於適應氣候變遷，它實在太重要不能只靠專家來解決問題 為什麼呢？是的，因為專家根本不存在"}, {"zh-tw": " We're entering unchartedterritory, and yet our expertise and our systemsare based on the past. \"Stationarity\" is the notionthat we can anticipate the future based on the past, and plan accordingly, and this principle governsmuch of our engineering, our design of criticalinfrastructure, city water systems, building codes, even water rightsand other legal precedents.", "en": " 我們正在進入一個未知的領域，而目前我們 所謂的專長與系統都是建構在已知得過去 \"平穩性概念\" 可以讓我們根據過往的經驗 來預測未來且根據不同的預測結果來計劃準備 在使用上我們應用了很多在我們的工程學上 包含了重要的基礎建設、都市水道系統、 建築物法規，甚至連用水權及其它已知法律先例"}, {"zh-tw": " But we can simply no longerrely on established norms. We're operating outside the boundsof CO2 concentrations that the planet has seenfor hundreds of thousands of years.", "en": " 但我們不能夠僅僅依靠著那些已建立的規範 我們所面臨的情況是當CO2濃度遠遠超出 地球幾十萬年前的數值"}, {"zh-tw": " The larger point I'mtrying to make is this. It's up to us to lookat our homes and our communities, our vulnerabilitiesand our exposures to risk, and to find ways to not justsurvive, but to thrive, and it's up to us to plan and to prepare and to call on our governmentleaders and require them to do the same, even while they address the underlying causes of climate change.", "en": " 我在這邊想強調的是 我們自己才是最了解自己的人 我們知道我們的家園及社區哪裡最脆弱最需要被保護 進而對症下藥，不只是求生存而是要鞏固它 事在人為，全看我們要如何計劃跟準備 並且我們要呼籲政府要求他們 也要做好萬全的準備，雖然現階段他們 還停留在強調造成氣侯變遷的原因"}, {"zh-tw": " There are no quick fixes. There are no one-size-fits-all solutions.", "en": " 解決氣候變遷沒有速解法 也沒有絕對解"}, {"zh-tw": " We're all learning by doing. But the operative word is doing.", "en": " 我們只能在行動中學 但開始做就是好的開始"}, {"zh-tw": " Thank you.", "en": " 謝謝（鼓掌聲） （鼓掌聲）"}], "title": "Vicki Arroyo Let S Prepare For Our New Climate"}