{"url": "http://www.ted.com/talks/sanjay_pradhan_how_open_data_is_changing_international_aid", "paragraphs": [{"zh-tw": " I grew up in Bihar, India's poorest state, and I remember when I was six years old, I remember coming home one day to find a cart full of the most delicious sweets at our doorstep. My brothers and I dug in, and that's when my father came home.", "en": " 我在印度最貧窮的比哈省長大 還記得六歲的時候 放學回到家門口，看到一台推車 裡頭裝滿各式各樣的糖果餅乾 我們兄弟興奮地塞了滿嘴的甜食 這時，爸爸回到家看到我們做的好事"}, {"zh-tw": " He was livid, and I still remember how we cried when that cart with our half-eaten sweets was pulled away from us. Later, I understood why my father got so upset.", "en": " 氣得不得了我們大哭特哭 看他把我們吃一半的零食放回推車 再把推車遠遠地推走了 後來，我才知道爸爸有他的苦衷"}, {"zh-tw": " Those sweets were a bribe from a contractor who was trying to get my father to award him a government contract. My father was responsible for building roads in Bihar, and he had developed a firm stance against corruption, even though he was harassed and threatened.", "en": " 原來，糖果餅乾是行賄禮 來自一位承包商 他希望爸爸把政府的合約給他 父親負責比哈省的道路建置工程 把貪汙視為大忌 即便受到脅迫也不為所動"}, {"zh-tw": " His was a lonely struggle, because Bihar was also India's most corrupt state, where public officials were enriching themselves, [rather] than serving the poor who had no means to express their anguish if their children had no food or no schooling. And I experienced this most viscerally when I traveled to remote villages to study poverty.", "en": " 但他孤立無援，畢竟比哈省 是印度貪污最嚴重的省分 官員都忙著顧自己的荷包 不管窮人死活 窮人缺乏管道向政府訴苦 根本無從解決孩子餓肚子、沒有書可以念的窘境 我深刻體悟到這點 是當我到偏遠村莊研究貧窮問題的時候"}, {"zh-tw": " And as I went village to village, I remember one day, when I was famished and exhausted, and I was almost collapsing in a scorching heat under a tree, and just at that time, one of the poorest men in that village invited me into his hut and graciously fed me. Only I later realized that what he fed me was food for his entire family for two days.", "en": " 我到每個村莊一一探訪 有一天，我又餓又累 眼看體力就要不支 天氣熱到差點在樹蔭底下昏過去 這時，村裡一位非常窮的人 請我到他住的茅屋休息還很殷勤地請我吃東西 後來我才知道，他請我吃的食物 是全家兩天的食糧"}, {"zh-tw": " This profound gift of generosity challenged and changed the very purpose of my life. I resolved to give back.", "en": " 他慷慨大方的致贈 迫使我重新思考人生的目標 我決心回應他的好意"}, {"zh-tw": " Later, I joined the World Bank, which sought to fight such poverty by transferring aid from rich to poor countries. My initial work focused on Uganda, where I focused on negotiating reforms with the Finance Ministry of Uganda so they could access our loans.", "en": " 我加入世界銀行的行列 世銀打擊貧窮的作法是讓富有國家援助貧窮國家 一開始，我把焦點放在烏干達 與該國財政部協商採取一連串改革措施 讓他們能夠向世界銀行借貸"}, {"zh-tw": " But after we disbursed the loans, I remember a trip in Uganda where I found newly built schools without textbooks or teachers, new health clinics without drugs, and the poor once again without any voice or recourse. It was Bihar all over again.", "en": " 但在我們借貸出去後 有一次我去烏干達訪查新落成的學校 發現竟然沒有教科書和老師 新醫院也缺乏救治的醫藥 窮人依舊孤立無援 這簡直是比哈省的翻版"}, {"zh-tw": " Bihar represents the challenge of development: abject poverty surrounded by corruption. Globally, 1.3 billion people live on less than $1.25 a day, and the work I did in Uganda represents the traditional approach to these problems that has been practiced since 1944, when winners of World War II, 500 founding fathers, and one lonely founding mother, gathered in New Hampshire, USA, to establish the Bretton Woods institutions, including the World Bank.", "en": " 比哈省代表了發展面臨的重大挑戰 那就是貧窮人民遇上貪官汙吏 全世界十三億人口的生活費 是每天1.25美元 我在烏干達做的努力代表傳統上解決貧窮問題的途徑 這套作法始於1944年 當時的二戰戰勝國，派出500位男性代表 和獨獨一位女性代表 在美國新罕布什爾州召開會議 建構布列敦森林體系 世界銀行因而誕生"}, {"zh-tw": " And that traditional approach to development had three key elements. First, transfer of resources from rich countries in the North to poorer countries in the South, accompanied by reform prescriptions. Second, the development institutions that channeled these transfers were opaque, with little transparency of what they financed or what results they achieved.", "en": " 這套傳統上因應發展的作法 有三個特點第一是資源的轉移 從富有的北方國家 轉移資源到貧窮的南方國家 同時輔以改革的配套措施 第二，負責轉移資源的機構 組織架構不甚明朗 未清楚列出援助項目以及所達成的效益"}, {"zh-tw": " And third, the engagement in developing countries was with a narrow set of government elites with little interaction with the citizens, who are the ultimate beneficiaries of development assistance. Today, each of these elements is opening up due to dramatic changes in the global environment.", "en": " 第三，這些組織與開發中國家的互動對象 只限於少數政府菁英 缺乏和人民溝通 然而人民才是最終的受惠人 時至今日，上述三個特點 因應國際局勢大幅變遷漸漸變得透明開放"}, {"zh-tw": " Open knowledge, open aid, open governance, and together, they represent three key shifts that are transforming development and that also hold greater hope for the problems I witnessed in Uganda and in Bihar. The first key shift is open knowledge.", "en": " 這包括知識、援助、政府三個面向 這三項重大轉變 徹底改變發展的模式 世銀變得更有潛力 解決我在烏干達和比哈省看到的問題 開放知識是第一個關鍵"}, {"zh-tw": " You know, developing countries today will not simply accept solutions that are handed down to them by the U.S., Europe or the World Bank. They get their inspiration, their hope, their practical know-how, from successful emerging economies in the South.", "en": " 現在的開發中國家 不會輕易領受他人給予的解決辦法 不管是來自美國、歐洲還是世界銀行 他們學習的對象、對未來的展望 以及對一些專門技能的掌握 都取經於南方國家的新興經濟體"}, {"zh-tw": " They want to know how China lifted 500 million people out of poverty in 30 years, how Mexico's Oportunidades program improved schooling and nutrition for millions of children. This is the new ecosystem of open-knowledge flows, not just traveling North to South, but South to South, and even South to North, with Mexico's Oportunidades today inspiring New York City.", "en": " 譬如說，他們想知道中國如何讓5億人口 在30年內脫離貧窮 或是墨西哥的Oportunidades計畫 如何改善數百萬兒童的教育和營養問題 這是嶄新的開放知識生態系統 知識不只從北到南流動也在南方國家間互相交流 甚或從南到北流動，都有可能 例如，紐約市就從墨西哥的Oportunidades計畫獲益良多"}, {"zh-tw": " And just as these North-to-South transfers are opening up, so too are the development institutions that channeled these transfers. This is the second shift: open aid.", "en": " 隨著由北到南的知識流動日益蓬勃 負責轉移資源的發展機構 也變得愈加開放 這就是第二個關鍵：開放援助"}, {"zh-tw": " Recently, the World Bank opened its vault of data for public use, releasing 8,000 economic and social indicators for 200 countries over 50 years, and it launched a global competition to crowdsource innovative apps using this data. Development institutions today are also opening for public scrutiny the projects they finance.", "en": " 最近，世界銀行開放資料庫 公開8千個社經指標 資料內容涵蓋200個國家過去50年的發展 世銀還組織國際競賽 期望透過群眾外包的方式激發群眾創意設計開發app 時下的發展機構變得越來越透明 供大眾審視其補助的計畫案"}, {"zh-tw": " Take GeoMapping. In this map from Kenya, the red dots show where all the schools financed by donors are located, and the darker the shade of green, the more the number of out-of-school children. So this simple mashup reveals that donors have not financed any schools in the areas with the most out-of-school children, provoking new questions. Is development assistance targeting those who most need our help? In this manner, the World Bank has now GeoMapped 30,000 project activities in 143 countries, and donors are using a common platform to map all their projects.", "en": " 以地理對應技術為例這是肯亞的數據 紅點表示得到補助的學校 而顏色愈深的綠色 代表未就學孩童的數量就愈多 這個簡單的圖表展示出 未就學孩童最多的區域中 沒有一所學校得到援助 我們不禁要問：為了發展做出的努力 是否確實用在刀口上？ 世界銀行使用地理對應技術 彙整143個國家中3萬個計劃的執行狀況 贊助人也使用類似平台 檢視資助的計畫"}, {"zh-tw": " This is a tremendous leap forward in transparency and accountability of aid. And this leads me to the third, and in my view, the most significant shift in development: open governance. Governments today are opening up just as citizens are demanding voice and accountability.", "en": " 這是一項空前的進步 資訊變得更透明我們更能確保援助的去向 接著談第三個關鍵 在我看來也是最值得注意的發展變遷 便是開放政府現在的政府越來越開放 市民對民主自由、政府負責的要求也越高"}, {"zh-tw": " From the Arab Spring to the Anna Hazare movement in India, using mobile phones and social media not just for political accountability but also for development accountability. Are governments delivering services to the citizens? So for instance, several governments in Africa and Eastern Europe are opening their budgets to the public.", "en": " 該現象可從阿拉伯之春到印度的海札瑞反貪腐運動略知一二 民眾使用手機和社群媒體 不只是監督政府負責 也是為了達到永續發展的目標 民眾想知道，政府是否對民眾盡責？ 譬如，一些非洲政府和東歐國家 把預算公開給民眾檢視"}, {"zh-tw": " But, you know, there is a big difference between a budget that's public and a budget that's accessible. This is a public budget.", "en": " 但你我都心知肚明 公開預算不代表誰都看得懂 這是公開預算"}, {"zh-tw": " And as you can see, it's not really accessible or understandable to an ordinary citizen that is trying to understand how the government is spending its resources. To tackle this problem, governments are using new tools to visualize the budget so it's more understandable to the public.", "en": " 如你所見，對於一般民眾 這真的不太好懂 民眾很難理解政府如何運用資源 為了解決這個問題政府使用新的工具 把預算表畫成圖表 幫助大眾理解"}, {"zh-tw": " In this map from Moldova, the green color shows those districts that have low spending on schools but good educational outcomes, and the red color shows the opposite. Tools like this help turn a shelf full of inscrutable documents into a publicly understandable visual, and what's exciting is that with this openness, there are today new opportunities for citizens to give feedback and engage with government.", "en": " 這張摩爾多瓦的地圖綠色部分顯示出 教育花費低的行政區 卻有較好的教育效益 紅色部分則相反 類似的工具能把深奧難懂的文件 轉變成平易近人的圖示 更棒的是，透過這樣的開放作法 市民有了嶄新的機會 給予政府意見，與政府展開互動"}, {"zh-tw": " So in the Philippines today, parents and students can give real-time feedback on a website, Checkmyschool.org, or using SMS, whether teachers and textbooks are showing up in school, the same problems I witnessed in Uganda and in Bihar. And the government is responsive. So for instance, when it was reported on this website that 800 students were at risk because school repairs had stalled due to corruption, the Department of Education in the Philippines took swift action.", "en": " 現在，菲律賓的家長和學生 可以透過網站即時給予回應 如Checkmyschool.org或使用簡訊 監督老師出席授課確保學生有教科書可以用 解決以前我在烏干達和比哈省看到的問題 政府方面也做出回應 例如，過去在該網站傳出有800位學生 其上課環境有安全之虞因學校設備維修延宕 背後的核心問題則是貪汙 聞訊，菲律賓教育部立刻有所行動"}, {"zh-tw": " And you know what's exciting is that this innovation is now spreading South to South, from the Philippines to Indonesia, Kenya, Moldova and beyond. In Dar es Salaam, Tanzania, even an impoverished community was able to use these tools to voice its aspirations.", "en": " 這項振奮人心的革新 從南方國家之間流傳 從菲律賓到印尼、肯亞、摩爾多瓦，甚至更遠的國家 在坦尚尼亞的達累斯薩拉姆區 即便是貧窮社區都能使用這些工具 傳達自己的需求"}, {"zh-tw": " This is what the map of Tandale looked like in August, 2011. But within a few weeks, university students were able to use mobile phones and an open-source platform to dramatically map the entire community infrastructure. And what is very exciting is that citizens were then able to give feedback as to which health or water points were not working, aggregated in the red bubbles that you see, which together provides a graphic visual of the collective voices of the poor.", "en": " 這是坦尚尼亞Tandale鎮的圖表呈現 測繪時間是2011年8月 才過幾個禮拜大學生透過手機 運用開放原始碼的平台 全面繪製出整個社群的基礎建設 更棒的是，市民可以透過這個平台 標出需要維修的醫院或引水點 這些紅點 就代表需要維修的地點 這樣的視覺呈現 得以匯聚窮人的心聲"}, {"zh-tw": " Today, even Bihar is turning around and opening up under a committed leadership that is making government transparent, accessible and responsive to the poor. But, you know, in many parts of the world, governments are not interested in opening up or in serving the poor, and it is a real challenge for those who want to change the system.", "en": " 現在，比哈省也不斷改善變得越來越開放 有賴於領導者投注心力 使得政府益發透明對人民的訴求回應更為迅速 然而世界上許多地方的政府 不願與人民互動不顧窮人的生計 對於想要改變現狀的人來說 是莫大的挑戰"}, {"zh-tw": " These are the lonely warriors like my father and many, many others, and a key frontier of development work is to help these lonely warriors join hands so they can together overcome the odds. So for instance, today, in Ghana, courageous reformers from civil society, Parliament and government, have forged a coalition for transparent contracts in the oil sector, and, galvanized by this, reformers in Parliament are now investigating dubious contracts.", "en": " 這些事孤獨奮鬥的勇士 像我爸爸，還有數不盡的人 發展工作其中的一個目標 就是協助這些人聯手互助 同心協力，克服困境 比如，今天，我在迦納看到勇氣可嘉的改革人士 他們來自公民社會、議會、政府 站在同一陣線維護油價契約透明化 有志於改革的議員受到啟發 開始著手調查可疑的契約"}, {"zh-tw": " These examples give new hope, new possibility to the problems I witnessed in Uganda or that my father confronted in Bihar. Two years ago, on April 8th, 2010, I called my father.", "en": " 這些人的努力創造新的希望和可能性 提供可行方案解決我在烏干達看到的問題 或是爸爸在比哈省面臨的困境 兩年前，2010年4月8日我打電話給爸爸"}, {"zh-tw": " It was very late at night, and at age 80, he was typing a 70-page public interest litigation against corruption in a road project. Though he was no lawyer, he argued the case in court himself the next day. He won the ruling, but later that very evening, he fell, and he died.", "en": " 深夜，80歲的他 為了保護公共利益正執筆寫一份70多頁的報告 揭露一項貪汙不法的公路工程 他本身不是律師，卻在隔天 親自出庭辯護，也贏得了判決 當天晚上 卻摔了一跤而死"}, {"zh-tw": " He fought till the end, increasingly passionate that to combat corruption and poverty, not only did government officials need to be honest, but citizens needed to join together to make their voices heard. These became the two bookends of his life, and the journey he traveled in between mirrored the changing development landscape.", "en": " 他奉獻了一生到死前還在奮鬥 打擊貪汙和貧窮 他知道只靠誠實的政府官員還不夠 更需要市民共同努力 為自己的訴求發聲 他身為制定政策的上位者不忘同時設身處地為人民著想 他在這兩個極端來回奮鬥的旅程 反映在持續發展且不斷改變的環境上"}, {"zh-tw": " Today, I'm inspired by these changes, and I'm excited that at the World Bank, we are embracing these new directions, a significant departure from my work in Uganda 20 years ago. We need to radically open up development so knowledge flows in multiple directions, inspiring practitioners, so aid becomes transparent, accountable and effective, so governments open up and citizens are engaged and empowered with reformers in government.", "en": " 這些改變激勵了我 世界銀行的同仁也受到啟發 我們採用的新思維 迥異於20年前世銀在烏干達的作法 發展需要全面開放 一來，知識的流動才不會侷限於單一方向 達到激勵各界人士的目的二來，援助計畫也會變得透明 變得可信、有效三來，政府也跟著變得開放 鼓舞市民參與討論 與政府的改革志士聯手合作"}, {"zh-tw": " We need to accelerate these shifts. If we do, we will find that the collective voices of the poor will be heard in Bihar, in Uganda, and beyond.", "en": " 我們要讓這三個開放趨勢加快腳步 成功的話，我們就能確實聽見 全體窮人的心聲，無論來自比哈省 烏干達，還是其他國家"}, {"zh-tw": " We will find that textbooks and teachers will show up in schools for their children. We will find that these children, too, have a real chance of breaking their way out of poverty.", "en": " 我們就能確保學校裡的教科書和老師不虞匱乏 保障孩子的教育 我們就能確保這些孩子 擁有機會一舉脫離貧窮"}, {"zh-tw": " Thank you.", "en": " 謝謝大家"}], "title": "Sanjay Pradhan How Open Data Is Changing International Aid"}