{"url": "http://www.ted.com/talks/marco_tempest_a_cyber_magic_card_trick_like_no_other", "paragraphs": [{"zh-tw": " Good morning. So magic is an excellent way for staying ahead of the reality curve, to make possible today what science will make a reality tomorrow. As a cyber-magician, I combine elements of illusion and science to give us a feel of how future technologies might be experienced.", "en": " 早安 想走在時代趨勢尖端 魔術是你們的絕佳選擇 讓未來科學能實現的 今天就能成真 身為網路魔術師 我的作法是 融合幻像和科學的元素 讓我們一窺未來科技 可能帶給你的體驗"}, {"zh-tw": " You've probably all heard of Google's Project Glass. It's new technology. You look through them and the world you see is augmented with data: names of places, monuments, buildings, maybe one day even the names of the strangers that pass you on the street.", "en": " 你們或許都聽過 Google 的智能眼鏡 那是一種新科技 你帶上眼鏡看到的 是隨著實境資料增加而擴充的世界 地名 紀念地標 大樓的名稱 說不定哪天還能看到跟你擦身而過的路人的名字"}, {"zh-tw": " So these are my illusion glasses. They're a little bigger. They're a prototype.", "en": " 這就是我的幻像眼鏡 這副大了一些 這是原型"}, {"zh-tw": " And when you look through them, you get a glimpse into the mind of the cyber-illusionist. Let me show you what I mean.", "en": " 戴上眼鏡 你們得以一瞥 網路幻像師的內心世界 我來示範給你們看"}, {"zh-tw": " All we need is a playing card. Any card will do. Like this. And let me mark it so we can recognize it when we see it again.", "en": " 我們只需要一付牌 任何撲克牌都行 像這樣 我在上面做個記號 這樣待會才認得出來"}, {"zh-tw": " All right. Very significant mark. And let's put it back into the deck, somewhere in the middle, and let's get started.", "en": " 好了 很明顯的記號 然後我們把它插回撲克牌裡面 大概在中間 然後我們就開始吧"}, {"zh-tw": " (Music) Voice: System ready. Acquiring image. Marco Tempest: For those of you who don't play cards, a deck of cards is made up of four different suits: hearts, clubs, diamonds and spades.", "en": " （音樂） 電腦：系統待命 影像擷取中 跟你們這些不會玩牌的人解釋一下 一付牌裡面有四種花色 紅心 梅花 方塊 黑桃"}, {"zh-tw": " The cards are amongst the oldest of symbols, and have been interpreted in many different ways. Now, some say that the four suits represent the four seasons.", "en": " 撲克牌是最古老的符號之一 人們對這些符號有許多不同的解釋 好 有些人說這四種花色 代表四個季節"}, {"zh-tw": " There's spring, summer, autumn and â Voice: My favorite season is winter.MT: Well yeah, mine too. Winter is like magic. It's a time of change, when warmth turns to cold, water turns to snow, and then it all disappears.", "en": " 春天 夏天 秋天 還有... 電腦：我最喜歡冬天了 馬可：是啊 我也是 冬天一如魔術 是改變的時節 溫暖轉寒冷 清水變白雪 然後通通消失無踪"}, {"zh-tw": " There are 13 cards in each suit. (Music) Voice: Each card represents a phase of the 13 lunar cycles. MT: So over here is low tide, and over here is high tide, and in the middle is the moon.", "en": " 每種花色有十三張牌（音樂） 電腦：每張牌代表月亮13個週期的每個階段 所以這裡是低潮 然後這裡是高潮 然後中間是月亮"}, {"zh-tw": " Voice: The moon is one of the most potent symbols of magic. MT: There are two colors in a deck of cards.", "en": " 電腦：月亮是最強大的魔法象徵之一 一副牌裡面有兩種顏色"}, {"zh-tw": " There is the color red and the color black, representing the constant change from day to night. Voice: Marco, I did not know you could do that.", "en": " 有紅色 還有黑色 代表的是變化無常 永不停歇 電腦：馬可 我不知道你還會這招耶"}, {"zh-tw": " MT: And is it a coincidence that there are 52 cards in a deck of cards, just as there are 52 weeks in a year? (Music) Voice: If you total all the spots on a deck of cards, the result is 365. MT: Oh, 365, the number of days in a year, the number of days between each birthday.", "en": " 馬可：一副牌是52張 真巧 一年不是剛好有52週嗎？ （音樂） 電腦：如果你把牌上的數字通通加起來 結果會是365 馬可：哦 365 一年的總天數 每年生日之間 相隔的天數"}, {"zh-tw": " Make a wish. (Blowing noise) Voice: Don't tell, or it won't come true. MT: Well, as a matter of fact, it was on my sixth birthday that I received my first deck of cards, and ever since that day, I have traveled around the world performing magic for boys and girls, men and women, husbands and wives, even kings and queens.", "en": " 許個願吧 （吹氣） 電腦：別說出來 不然不會實現喔 MT：其實 我是在六歲生日時 收到了我的第一副撲克牌 從此之後 我周遊世界 表演魔術給男孩和女孩看 給男人和女人 丈夫和妻子看 甚至給國王和皇后看"}, {"zh-tw": " Voice: And who are these?MT: Ah, mischief-makers. Watch. Wake up.", "en": " 電腦：那些人是誰 ？ 馬可：呃...愛惡作劇的人 你看 醒來吧"}, {"zh-tw": " Joker: Whoa.MT: Are you ready for your party piece? Joker: Ready!MT: Let me see what you've got. Joker: Presenting my pogo stick.MT: Ah. Watch out.", "en": " 小丑：哇 馬可：你的把戲準備好了嗎？ 小丑：好了 馬可：讓我看看你的本事 小丑：為你們表演彈簧高蹺 馬可：小心點啊"}, {"zh-tw": " Joker: Whoa, whoa, whoa, oh! (Music) MT: But today, I am performing for a different kind of audience. I'm performing for you.", "en": " 小丑：喔 喔 喔 喔 哎呀 （音樂） 馬可：但是今天看我表演的觀眾不一樣 我的觀眾是你們"}, {"zh-tw": " Voice: Signed card detected.MT: Well, sometimes people ask me how do you become a magician? Is it a 9-to-5 job? Of course not! You've got to practice 24/7. I don't literally mean 24 hours, seven days a week.", "en": " 電腦：偵測到做記號的牌 馬可：有時候會有人問我 你怎麼會當魔術師 這工作是朝九晚五嗎？ 當然不是 你時時刻刻都需要練習 我不是說一週練7天 一天練24小時"}, {"zh-tw": " 24/7 is a little bit of an exaggeration, but it does take practice. Now, some people will say, well, magic, that must be the work of some evil supernatural force. (Music) Whoa.", "en": " 說時時刻刻有一點誇張 但是練習是必須的 好 有些人會說 魔術 那一定是靠某種邪惡的 超自然能力 （音樂） 哇"}, {"zh-tw": " Well, to this, I just say, no no. Actually, in German, it's nein nein.", "en": " 對此 我的看法是 錯之極矣 其實 如果用德文說 是「nein nein」"}, {"zh-tw": " Magic isn't that intense. I have to warn you, though, if you ever play with someone who deals cards like this, don't play for money. (Music) Voice: Why not? That's a very good hand.", "en": " 玩魔術不用那麼緊張 但是我必須警告你們 如果你們和技術這麼好的人玩紙牌 絕對不要賭錢 （音樂） 電腦：為什麼不？ 那可是一手好牌"}, {"zh-tw": " The odds of getting it are 4,165 to one. MT: Yeah, but I guess my hand is better. We beat the odds.", "en": " 拿這種牌的機率只有 4165之1啊 馬可：對啊 可是我想我的更厲害 我們打敗了機率"}, {"zh-tw": " Voice: I think you got your birthday wish.MT: And that actually leaves me with the last, and most important card of all: the one with this very significant mark on it. And unlike anything else we've just seen, virtual or not.Voice: Signed card detected.", "en": " 電腦：我覺得你的生日願望成真了 馬可：事實上 我留了最後 也是最重要的一張牌 上面有記號的那張 不像其他我們看過的 無論是虛擬或真實的 電腦：偵測到做記號的卡片了"}, {"zh-tw": " Digital MT: This is without a question the real thing. MT: Bye bye. (Music) Thank you.", "en": " 數位馬可：毫無疑問這是真的 馬可：再見了（音樂） 謝謝"}, {"zh-tw": " Thank you very much.", "en": " 非常感謝大家"}], "title": "Marco Tempest A Cyber Magic Card Trick Like No Other"}