{"url": "http://www.ted.com/talks/amos_winter_the_cheap_all_terrain_wheelchair", "paragraphs": [{"zh-tw": " Living with a physicaldisability isn't easy anywhere in the world, but if you live in a countrylike the United States, there's certain appurtenances availableto you that do make life easier. So if you're in a building,you can take an elevator.", "en": " 對世界各地的身障人士來說 生活並不容易 但如果你居住在美國 有不少的輔助可以幫忙你生活地容易一些 當你在一棟建築 你可以搭乘電梯"}, {"zh-tw": " If you're crossing the street,you have sidewalk cutouts. And if you have to travelsome distance farther than you can do under your own power,there's accessible vehicles, and if you can't afford one of those, there's accessible public transportation.", "en": " 如果你要穿越馬路 你可以使用人行道無障礙坡道 如果要到遠一點，你無法靠自己力量到達的地方 你可以駕駛無障礙車輛 如果你負擔不起 你也可以搭乘公共運輸工具"}, {"zh-tw": " But in the developing world,things are quite different. There's 40 million people who needa wheelchair but don't have one, and the majority of thesepeople live in rural areas, where the only connections to community,to employment, to education, are by traveling longdistances on rough terrain often under their own power.", "en": " 但是在開發中國家不是這樣的 有四千萬人口缺乏輪椅 而他們大多居住在鄉下 進入社會、取得工作、教育的唯一方式 就是依靠他們自己的力量 在崎嶇的路面上遠行"}, {"zh-tw": " And the devices usuallyavailable to these people are not made for that context,break down quickly, and are hard to repair. I started looking at wheelchairsin developing countries in 2005, when I spent the summer assessingthe state of technology in Tanzania, and I talked to wheelchair users, wheelchairmanufacturers, disability groups, and what stood out to me is that there wasn't a device available that was designed for ruralareas, that could go fast and efficiently on many types of terrain.", "en": " 而他們所擁有的器材不是設計來這樣使用的 所以很快地就壞了 並且難以修復 從2005年起 我開始研究開發中國家的輪椅 我花了一個夏天了解坦尚尼亞的現況 我訪問了輪椅使用者、輪椅製造商、身障社團 實際情況是 沒有任何器具 是為鄉村地形而設計 而可以快速且有效率地移動"}, {"zh-tw": " So being a mechanical engineer, being at MIT and having lotsof resources available to me, I thought I'd try to dosomething about it. Now when you're talkingabout trying to travel long distances on rough terrain, I immediately thought of a mountain bike, and a mountain bike's good at doing this because it has a gear train, and you can shift to a low gearif you have to climb a hill or go through mud or sand and you get a lot of torquebut a low speed.", "en": " 身為一名在麻省理工學院的機構工程師 有很多資源可以取用的我 我想試試為他們做點什麼 當大家開始談到 在崎嶇的路面上移動到遠處 我立刻想到了一台登山自行車 登山自行車很適合於這樣的環境 是因為它有一條傳動鍊 如果你要爬坡，或是穿越沙土泥地 可以將它切換到低檔位 以大扭力及低速的移動"}, {"zh-tw": " And if you want to gofaster, say on pavement, you can shift to a high gear, and you get less torque,but higher speeds. So the logical evolution here is to just make a wheelchairwith mountain bike components, which many people have done.", "en": " 如果你在道路上 想走得快一點 你可以切換到高檔位 以小扭力高速地移動 想法上的演進是這樣的 將登山自行車的元件加入到輪椅上 而這已經有很多人做到了"}, {"zh-tw": " But these are two productsavailable in the U.S. that would be difficult to transferinto developing countries because they're much, much too expensive. And the context I'm talking about is where you need to have a productthat is less than 200 dollars.", "en": " 有兩款在美國已經買得到的產品 因為它們實在是相當的貴 很難將它們導入到發展中國家 而我想談的是 低於200美元的產品"}, {"zh-tw": " And this ideal productwould also be able to go about five kilometers a day so youcould get to your job, get to school, and do it on many,many different types of terrain. But when you get home or wantto go indoors at your work, it's got to be small enough and maneuverableenough to use inside.", "en": " 這個理想中的產品可以走大約 5 公里遠 到你工作、學習的場所 而且要在各種地形上運行 當你回到家或是室內環境 它也要夠小台並具有機動性"}, {"zh-tw": " And furthermore, if you want it to lasta long time out in rural areas, it has to be repairable using the localtools, materials and knowledge in those contexts. So the real crux of the problem here is, how do you make a systemthat's a simple device but gives you a largemechanical advantage? How do you make a mountainbike for your arms that doesn't have the mountainbike cost and complexity? So as is the case with simple solutions, oftentimes the answer is right in frontof your face, and for us it was levers.", "en": " 此外，如果你要在鄉下地區長時間地使用 也要可以透過當地工具、材料 來修復它 問題真正的關鍵 在於如何打造一個簡單的系統 但又能發揮強大的機械優點 如何打造一台適合你手臂操作 但花費較少、較簡易的登山自行車 這樣條件下的簡易解決方案 經常就在你眼前 我們想到了槓桿"}, {"zh-tw": " We use levers all the time,in tools, doorknobs, bicycle parts. And that moment of inspiration,that key invention moment, was when I was sittingin front of my design notebook and I started thinkingabout somebody grabbing a lever, and if they grabnear the end of the lever, they can get an effectively long lever and produce a lot of torqueas they push back and forth, and effectively get a low gear.", "en": " 我們經常使用槓桿 在工具、門把、自行車元件上 這個關鍵的靈感 是當我坐在我設計的筆記型電腦前 我想像有人抓著槓桿 如果他們抓著槓桿的末端 他們可以使用較長的力臂 產生較大的扭力 有效的得到低檔位"}, {"zh-tw": " And as they slidetheir hand down the lever, they can push with a smallereffective lever length, but push through a biggerangle every stroke, which makes a faster rotational speed,and gives you an effective high gear. So what's exciting about this system is that it's really, reallymechanically simple, and you could make it using technology that's been around for hundreds of years.", "en": " 當他們向下握住槓桿 使用較短的力臂 每次出力可以轉動較大的角度 使得輪子旋轉得更快 就像是高檔位一樣 令人興奮的是 這個系統的構造是如此簡單 你可以利用已經存在數百年的科技 製造出這項產品"}, {"zh-tw": " So seeing this in practice, this is the Leveraged Freedom Chair that, after a few years of development, we're now going into production with, and this is a full-time wheelchair user -- he's paralyzed -- in Guatemala, and you see he's able to traversepretty rough terrain. Again, the key innovation of this technologyis that when he wants to go fast, he just grabs the levers near the pivotsand goes through a big angle every stroke, and as the going gets tougher, he justslides his hands up the levers, creates more torque, and kindof bench-presses his way out of trouble through the rough terrain.", "en": " 來看看實際運行狀況 在數年的研發後 所打造出來的槓桿式輪椅 我們正要進入量產階段 這是一位在瓜地馬拉的癱瘓人士 他全天候使用輪椅 他現在可以走在很崎嶇的路面 這項科技的關鍵創新在於 當他想走得快一點 他可以握住靠近軸心的位置做大角度的推動 當進入較糟的路面 他只需要握住握桿的上緣 就可以推動較大的扭力 將他自己推離顛簸的路面"}, {"zh-tw": " Now the big, important point here is that the person is the complexmachine in this system. It's the person that's slidinghis hands up and down the levers, so the mechanism itself can be very simple and composed of bicycle parts youcan get anywhere in the world.", "en": " 重要的是 操作者是整個系統中最複雜的 使用者移動他自己的手 所以機械本身可以非常簡單 自行車元件你到處都可以取得"}, {"zh-tw": " Because those bicycle parts are so ubiquitously available,they're super-cheap. They're made by the gazillionsin China and India, and we can source themanywhere in the world, build the chair anywhere,and most importantly repair it, even out in a villagewith a local bicycle mechanic who has local tools, knowledgeand parts available.", "en": " 這些自行車元件 很便宜，到處都買得到 它們在中國及印度製造 我們可以引進到世界各地 可以到處製造這輛輪椅 更重要的是可以透過當地的自行車店家 以它們的工具、知識、元件來修理它"}, {"zh-tw": " Now, when you want to use the LFC indoors, all you have to do is pullthe levers out of the drivetrain, stow them in the frame, and itconverts into a normal wheelchair that you can use justlike any other normal wheelchair, and we sized it like a normal wheelchair, so it's narrow enough to fitthrough a standard doorway, it's low enough to fit under a table, and it's small and maneuverableenough to fit in a bathroom and this is important so the usercan get up close to a toilet, and be able to transfer off just like he could in a normal wheelchair. Now, there's three importantpoints that I want to stress that I think really hithome in this project.", "en": " 當你要在室內使用槓桿式輪椅時 只要把槓桿從駕駛鍊抽出來 收到支架內 它就變成了一般的輪椅 像一般輪椅的操作方式 我們把大小設定的與一般輪椅一樣 讓它的寬度可以通過一般的走廊 也可以推進桌子內 它的機動性也足以進入浴室 這重要性在於使用者可以靠近馬桶 轉坐過去 就像他在一般輪椅也能做到的 這項計劃能成功 有三件我想強調的部份"}, {"zh-tw": " The first is that thisproduct works well because we were effectively able to combine rigorous engineering scienceand analysis with user-centered design focused on the social and usageand economic factors important to wheelchair usersin the developing countries. So I'm an academic at MIT,and I'm a mechanical engineer, so I can do things like look at the typeof terrain you want to travel on, and figure out how muchresistance it should impose, look at the parts we haveavailable and mix and match them to figure out what sortof gear trains we can use, and then look at the power and forceyou can get out of your upper body to analyze how fast you shouldbe able to go in this chair as you put your armsup and down the levers.", "en": " 首先，這項產品能夠成功 是因為我們有效地結合了 嚴謹的工程科學及著重使用者的設計 聚焦在社群、可用性、經濟等因素 這對發展中國家的輪椅使用者很重要 我是一名在麻省理工學院的研究員，一名機構工程師 我可以檢視你們所要穿越的環境 計算應該施加的壓力 度量我們手上有的元件 來決定我們所要取用的傳動鍊 並且計算人們上半身所能推動的力量 來分析人們在這輛輪椅上下推動握桿時 能夠走得多快"}, {"zh-tw": " So as a wet-behind-the-earsstudent, excited, our team made a prototype, brought that prototype to Tanzania,Kenya and Vietnam in 2008, and found it was terrible because we didn't getenough input from users. So because we tested itwith wheelchair users, with wheelchair manufacturers,we got that feedback from them, not just articulating their problems,but articulating their solutions, and worked together to go backto the drawing board and make a new design, which we brought backto East Africa in '09 that worked a lot better than a normalwheelchair on rough terrain, but it still didn't work wellindoors because it was too big, it was heavy, it was hard to move around, so again with that user feedback,we went back to the drawing board, came up with a betterdesign, 20 pounds lighter, as narrow as a regular wheelchair, testedthat in a field trial in Guatemala, and that advanced the product to the point where we have now that it's goinginto production.", "en": " 這些菜鳥學生們很興奮 我們的團隊製做了一個樣版 在2008年將它帶到了坦尚尼亞、肯亞、越南 發現它並不合用 因為我們沒有獲得足夠的使用者回饋 於是我們與輪椅使用者、輪椅製造商 一起進行測試、了解他們的反應 不只說明他們的問題，也說明他們的解決方法 然後我們回來重新畫設計圖 在2009年帶回來到非洲西部 它在顛簸的路面上運作得比一般的輪椅更好 但它太大了以致於在室內環境不適合 它太重 不容易隨意移動 得到了使用者的回饋 我們再次回到製圖板上 做更好的設計 也減輕20磅重量 也有如同一般輪椅的寬度 並在瓜地馬拉進行測試 於是這項產品 進展到現在我們要開始量產的狀態"}, {"zh-tw": " Now also being engineering scientists, we were able to quantify the performancebenefits of the Leveraged Freedom Chair, so here are some shotsof our trial in Guatemala where we tested the LFCon village terrain, and tested people's biomechanical outputs, their oxygen consumption,how fast they go, how much power they're putting out, both in their regularwheelchairs and using the LFC, and we found that the LFCis about 80 percent faster going on these terrainsthan a normal wheelchair. It's also about 40 percent moreefficient than a regular wheelchair, and because of the mechanicaladvantage you get from the levers, you can produce 50 percent higher torque and really muscle your waythrough the really, really rough terrain.", "en": " 身為科學工程師 我們也量化槓桿式輪椅的優點 這是幾張我們在瓜地馬拉做試驗的照片 我們在農村裡測試槓桿式輪椅 也測量人們的生物力學輸出 及氧氣消耗量、行進速度 及他們推動的力量 比較一般輪椅以及槓桿式輪椅 我們發現在這些環境裡 槓桿式輪椅比起一般輪椅快了百分之八十 比起一般的輪椅，也多了百分之四十的效率 也由於槓桿的機械特性 你可以多產生百分之五十的扭力 讓你可以走過非常崎嶇的道路"}, {"zh-tw": " Now the second lessonthat we learned in this is that the constraints on this designreally push the innovation, because we had to hitsuch a low price point, because we had to makea device that could travel on many, many types of terrainbut still be usable indoors, and be simple enough to repair, we ended up with a fundamentallynew product, a new product that is an innovation in a space that really hasn'tchanged in a hundred years. And these are all merits that are notjust good in the developing world.", "en": " 第二 我們學到了 設計上的限制也推進了創新 因為我們必須壓低價格 因為我們要做出一樣可以在很多很多種地形行走 但又能在室內使用 也要夠簡易地修理 我們最後發明了全新的產品 一樣新產品 過去一百年從未出現的創新 這些優點不只能套用在開發中國家"}, {"zh-tw": " Why not in countries like the U.S. too? So we teamed up with Continuum, a local product design firm here in Boston to make the high-end version,the developed world version, that we'll probably sell primarilyin the U.S. and Europe, but to higher-income buyers. And the final point I wantto make is that I think this project workedwell because we engaged all the stakeholders that buy into thisproject and are important to consider in bringing the technologyfrom inception of an idea through innovation, validation,commercialization and dissemination, and that cycle has to startand end with end users.", "en": " 也可以帶到像美國這樣的國家 我們與 Continuum 合作 這是一間在波士頓當地的製造商 打造了一款高階版本 我們會在美國及歐洲 販賣給高收入的顧客 最後我想說的 這項計劃能成功 是因為我們結合了所有參與計劃的人 將這項科技從概念 到創新、驗證、商用、推廣 這鏈結與使用者緊密相扣"}, {"zh-tw": " These are the people that definethe requirements of the technology, and these are the people that haveto give the thumbs-up at the end, and say, \"Yeah, it actually works.It meets our needs.\" So people like me in the academic space, we can do things like innovateand analyze and test, create data and makebench-level prototypes, but how do you get that bench-levelprototype to commercialization? So we need gap-fillers like Continuumthat can work on commercializing, and we started a whole NGOto bring our chair to market -- Global Research Innovation Technology -- and then we also teamed up with a bigmanufacturer in India, Pinnacle Industries, that's tooled up nowto make 500 chairs a month and will make the firstbatch of 200 next month, which will be delivered in India. And then finally, to get thisout to the people in scale, we teamed up with the largestdisability organization in the world, Jaipur Foot.", "en": " 他們有對這項科技的需求 最終他們舉起大姆指稱讚 並且說「這很合用，剛好符合我們的需求」 像我一樣在學術界的人 我們可以做一些像是創新、分析、測試 建立資料、設計實驗階段的原型機種 但你要如何將原型機種帶入到商業產品 我們需要像 Continuum 這樣可以幫助我們跨越屏障的公司 我們成立了一個非政府組識 \"Global Research Innovation Technology\" 來將我們的輪椅帶到市場上 並與印度的大型製造商 Pinnacle Industries 合作 每個月製造500台輪椅 下個月 第一批將在印度推出 最後 為了將它大量的提供給人們 我們與全球最大的身障組織 Jaipur Foot 一同合作"}, {"zh-tw": " Now what's powerful about this model is when you bring togetherall these stakeholders that represent each link in the chain from inception of an idea all the way to implementationin the field, that's where the magic happens. That's where you can takea guy like me, an academic, but analyze and testand create a new technology and quantitatively determinehow much better the performance is.", "en": " 這個模式的好處 是當你結合所有 參與這個鏈結的人 從概念的發想 到現實中的實作 神奇的事發生了 你可以找到一個像我一樣 做分析、測試、設計的人 並且量化它的性能有多好"}, {"zh-tw": " You can connect with stakeholderslike the manufacturers and talk with them face-to-faceand leverage their local knowledge of manufacturingpractices and their clients and combine that knowledgewith our engineering knowledge to create something greaterthan either of us could have done alone. And then you can also engage the end user in the design process, and notjust ask him what he needs, but ask him how he thinksit can be achieved.", "en": " 同時也連結從中賺錢的製造商 與他們面對面 整合他們的製造程序、客戶 再與我們的工程知識結合 做出一個比我們各自單獨能做的還要好的東西 你也必須拉進使用者一起參與設計過程 不只是問他們所需要的 也問他們認為什麼是行得通的"}, {"zh-tw": " And this picture was takenin India in our last field trial, where we had a 90-percentadoption rate where people switched to using our Leveraged FreedomChair over their normal wheelchair, and this picture specifically is of Ashok, and Ashok had a spinal injurywhen he fell out of a tree, and he had been working at a tailor,but once he was injured he wasn't able to transporthimself from his house over a kilometer to his shopin his normal wheelchair. The road was too rough.", "en": " 這是我們最後一次在印度做試驗時拍的照片 有九成的人從一般輪椅 更換到使用我們的槓桿式輪椅 特別的是 Ashok Ashok 從樹中掉下來後脊髓損傷 以前他是個裁縫師 但自從受傷後 他沒辦法坐在一般輪椅上 從1公里遠的家裡移動到市集 路程太顛簸了"}, {"zh-tw": " But the day after he gotan LFC, he hopped in it, rode that kilometer, opened up his shop and soon after landed a contractto make school uniforms and started making money, startedproviding for his family again. Ashok: You also encouraged me to work.", "en": " 但從他拿到槓桿式輪椅的那天 他走過那一公里 開始營業 很快地拿到學校制服的合約 並且開始賺錢 再次養家活口 Ashok: 你鼓勵我去工作"}, {"zh-tw": " I rested for a day at home. The next day I went to my shop.", "en": " 我在家休息一天後 隔天我就去工作"}, {"zh-tw": " Now everything is back to normal. Amos Winter: And thank youvery much for having me today.", "en": " 現在一切都恢復正常了 Amos Winter: 感謝你們來聽我演講"}], "title": "Amos Winter The Cheap All Terrain Wheelchair"}