{"url": "http://www.ted.com/talks/theo_jansen_creates_new_creatures", "paragraphs": [{"zh-tw": " I would like to tell you about a projectwhich I started about 16 years ago. It's about making new forms of life. And these are made of this kind of tube -- electricity tube, we call it in Holland.", "en": " 我想跟大家分享一個創作 16 年前我開始進行 創造新生命型態的相關創作 這些生物的原料是這種管子 在荷蘭我們叫它電流管"}, {"zh-tw": " And we can start a film about that, and we can see a little bitbackwards in time. (Video) Narrator: Eventually, these beastsare going to live in herds on the beaches.", "en": " 我們開始播放這個創作的影片 讓大家看一看過去的狀況 影片解說: 最後，這些怪獸將群居在海灘上"}, {"zh-tw": " Theo Jansen is working hardon this evolution. Theo Jansen: I want to putthese forms of life on the beaches.", "en": " 泰奧‧揚森對這個生物的進化付出極大的努力 我希望這些新生命被放在海灘上後"}, {"zh-tw": " And they should survive over there, on their own, in the future. Learning to live on their own -- and it'll take couple of more years to let them walk on their own.", "en": " 能存活下來 希望未來能獨自生存 學習獨自生活 不過還需要幾年的時間研究如何讓他們自行走動"}, {"zh-tw": " Narrator: The mechanical beastswill not get their energy from food, but from the wind. The wind will move feathers on their back,which will drive their feet.", "en": " 影片解說: 這些機械怪獸不是從食物中得到能量，而是利用風 風會吹動它們背上的羽毛，帶動他們的腳"}, {"zh-tw": " The beast walks sidewayson the wet sand of the beach, with its nose pointed into the wind. As soon as it walks intoeither the rolling surf or the dry sand, it stops, and walksin the opposite direction.", "en": " 這隻怪獸在溼溼的海灘上橫著走 鼻子朝著風的方向 只要走到不平的路面或是乾的沙子上就會停止移動 然後向反方向走"}, {"zh-tw": " Evolution has generated many species. (Music) This is the Animaris Currens Ventosa.", "en": " 演化產生了許多新的物種"}, {"zh-tw": " (Music) TJ: This is a herd, and it is builtaccording to genetic codes. And it is a sort of race,and each and every animal is different, and the winning codes will multiply.", "en": " 這個作品是 Animaris Currens Ventosa 這是一個根據遺傳密碼打造出來的族群 它也算是一個物種，而且每個怪獸都是獨一無二的 最後優勢的個體將繁衍下去"}, {"zh-tw": " This is the wave,going from left to right. You can see this one.", "en": " 看這隻怪獸，波動從左傳到右"}, {"zh-tw": " Yes, and now it goes from left to right. This is a new generation, a new family, which is able to store the wind.", "en": " 而現在是從...沒錯，從左到右 這是新的一代，一個新的家族 它們可以儲存風"}, {"zh-tw": " So, the wings pump up airin lemonade bottles, which are on top of that. And they can use that energyin case the wind falls away, and the tide is coming up, and there is still a little bit of energyto reach the dunes and save their lives, because they are drowned very easily.", "en": " 當風把空氣打入檸檬汁的瓶子裡 就在怪獸的頂部 它們可以利用這個能量，萬一風停了 或漲潮了，還有一點能量可以使用 讓它們能走到沙丘避難，因為它們很容易淹死"}, {"zh-tw": " I could show you this animal. Thank you.", "en": " 我可以展示一下這隻怪獸 謝謝"}, {"zh-tw": " So, the proportion of the tubes in thisanimal is very important for the walking. There are 11 numbers,which I call The 11 Holy Numbers.", "en": " 為了能流暢的走動，管子的精確比例是很重要的 總共有 11 個數字，我稱為 11 個神聖數字"}, {"zh-tw": " These are the distances of the tubeswhich make it walk that way. In fact, it's a newinvention of the wheel.", "en": " 這些使它們能流暢運作的數字代表了管子之間的距離 事實上，這是一種新發明的輪子"}, {"zh-tw": " It works the same as a wheel. The axis of a wheelstays on the same level, and this hip is stayingon the same level as well.", "en": " 作用的機制跟輪子一樣 輪軸必須維持在水平線上 還有這些關節也必須保持水平"}, {"zh-tw": " In fact, this is better than a wheel, because when you try to driveyour bicycle on the beach, you will notice it's very hard to do. And the feet just step over the sand, and the wheel has to touch every pieceof the ground in-between.", "en": " 其實，這比輪子還要好用，因為 你會發現在海灘上騎腳踏車 是很困難的事情 怪獸的腳可以跨過沙子上方 但輪子必須輾過需要經過的每一吋地"}, {"zh-tw": " So 5,000 years afterthe invention of the wheel, we have a new wheel. I will show you, in the next video -- can you start it, please? -- that very heavy loads can be moved.", "en": " 因此在發明輪子的 5000 年後 我們創造出新的輪子，下一段影片會展示 可以麻煩你播放影片嗎? 這個龐然大物只要有人在後面推"}, {"zh-tw": " There's a guy pushing there, behind, but it can also walkon the wind very well. It's 3.2 tons.", "en": " 就可以移動 但是它也可以利用風靈活走動 它有 3.2 噸重"}, {"zh-tw": " This is working on the storedwind in the bottles. It has a feeler, where it canfeel obstacles and turn around.", "en": " 這隻只利用瓶子裡儲存的風來驅動 它還有感應器，可以感應路上的阻礙然後轉彎"}, {"zh-tw": " You see, it's going the other way. Can I have the feeler here? OK. Good.", "en": " 你看這隻怪獸，它往另一個方向走了 可以幫我把感應器拿過來嗎? 很好"}, {"zh-tw": " So, they have to surviveall the dangers of the beach, and one of the big dangers is the sea. This is the sea.", "en": " 因為他們必須避開海邊的各種危險 而海就是最大的危險之一。假設這是海"}, {"zh-tw": " And it must feel the water of the sea. And this is the water feeler, and what's very important is this tube.", "en": " 它必須能夠感應到海水 這是水的感應器"}, {"zh-tw": " It sucks in air normally, but when it swallows water,it feels the resistance of it. So, imagine that the animalis walking towards the sea.", "en": " 這根管子的重要性就在於，平常它是吸入空氣的 然而要是管子中灌入了水，它會感應到對水的排斥"}, {"zh-tw": " As soon as it touches the water -- you should hear a sound of running air. (Sound of running air) Yes! So if it doesn't feel,it will be drowned, OK? Here we have the brain of the animal.", "en": " 現在想像怪獸向海水走去 只要一碰到水，你可以聽到類似空氣流動的聲音 成功了！如果他沒辦法感應到，就會淹死，是吧？ 現在拿上來的是怪獸的大腦"}, {"zh-tw": " In fact, it is a step counter,and it counts the steps. It's a binary step counter.", "en": " 其實這是一個計步器，它會計算步數 使用 2 進位的計步器"}, {"zh-tw": " So as soon it has been to the sea, it changes the patternof zeroes and ones here. And it always knowswhere it is on the beach.", "en": " 只要它碰到海 就會改變 0 和 1 的排序 怪獸就會知道自己在海灘的相對位置，這是個簡單的大腦"}, {"zh-tw": " So it's very simple brain. It says, well, there's the sea,there are dunes, and I'm here.", "en": " 大腦告訴它，那裡是海，那邊有沙丘，我在這邊"}, {"zh-tw": " So it's a sort of imaginationof the simple world of the beach animal. Thank you.", "en": " 它幫生活在海邊的怪獸描繪出一個簡單的世界 謝謝"}, {"zh-tw": " One of the biggest enemies are the storms. This is a part of the noseof the Animaris Percipiere.", "en": " 另一個生存的最大敵人就是暴風雨 這是 Animaris Percipiere 鼻子的一部分"}, {"zh-tw": " When the nose of the animalis fixed, the whole animal is fixed. So when the storm is coming up, it drives a pin into the ground.", "en": " 一旦怪獸鼻子動不了，整隻怪獸就會固定不動 暴風雨來臨時 它會把釘子打到土裡。"}, {"zh-tw": " Audience member: Wow! The nose is fixed,the whole animal is fixed. The wind may turn, but the animalwill always turn its nose into the wind.", "en": " 鼻子固定住了，整隻怪獸就固定在地上了 風向會改變，但是怪獸會跟著風向變換鼻子方向"}, {"zh-tw": " Now, another couple of years, and theseanimals will survive on their own. I still have to help them a lot.", "en": " 再過幾年，這些怪獸就能獨自生活 現在它們還需要我的多方協助"}, {"zh-tw": " Thank you very much, ladies and gentlemen.", "en": " 非常感謝各位先生女士"}], "title": "Theo Jansen Creates New Creatures"}