{"url": "http://www.ted.com/talks/robin_chase_excuse_me_may_i_rent_your_car", "paragraphs": [{"zh-tw": " Twelve years ago, I founded Zipcar. Zipcar buys cars and parks them throughout dense metropolitan areas for people to use, by the hour and by the day, instead of owning their own cars. Each Zipcar replaces 15 personal cars, and each driver drives about 80 percent less because they're now paying the full cost, all at once, in real time.", "en": " 十二年前，我成立了 Zipcar 公司 Zipcar 收購車輛並將這些車子 停在人口密集的都會區 租給人們使用，以小時或天數計價 讓人們不需要自己買車子 每輛 Zipcar 可以減少 15 輛私有車 而且每位駕駛的里程數比之前少了八成 因為他們現在要全額付費了 一次付清，按時計費"}, {"zh-tw": " But what Zipcar really did was make sharing the norm. Now, a decade later, it's really time to push the envelope a little bit, and so a couple years ago I moved to Paris with my husband and youngest child, and we launched Buzzcar a year ago.", "en": " 但其實 Zipcar 在做的事，是讓共享成為規範 現在，十年過了，再次挑戰自我的時刻了 所以幾年前我搬到了巴黎 帶著我丈夫和我家幼子 並在一年前成立了Buzzcar"}, {"zh-tw": " Buzzcar lets people rent out their own cars to their friends and neighbors. Instead of investing in a car, we invest in a community.", "en": " 在 Buzzcar，人們可以把自己的車子 租給他們的朋友或鄰居 我們投資一個社區而非投資一輛車子"}, {"zh-tw": " We bring the power of a corporation to individuals who add their cars to the network. Some people call this peer-to-peer.", "en": " 我們讓普通人能利用企業級的資源 將其私有車登錄上網 有人稱之為「同儕交易」"}, {"zh-tw": " This does express the humanity of what's going on, and the personal relationships, but that is also like saying that it's the same thing as a yard sale or a bake sale or babysitting. That's peer-to-peer.", "en": " 這的確體現了\"何謂人性\" 也體現了人際關係 不過你們也可以說這跟跳蚤市場 賣蛋糕、褓姆工作是差不多的 這就是「同儕交易」"}, {"zh-tw": " It's like saying yard sales are the same thing as eBay, or craft fairs are the same thing as Etsy. But what's really happening is that we've got the power of a free and open Internet, and on top of that we're putting a platform for participation, and the peers are now in partnership with the company, creating shared value on shared values, and each strengthening the other, and doing what the other can't do.", "en": " 這就像說跳蚤市場和 eBay 是同樣的東西 或說工藝品交易是跟 Etsy 同樣的東西 但是事實上，我們擁有的是 自由、開放的網路力量 在網路上，我們提供一個媒合的平台 人們與公司可以成為事業夥伴 有了共同利基才得以創造共享價值觀 彼此強化，互補另一方不足之處"}, {"zh-tw": " I call this Peers, Inc. The incorporated side, the company, is doing things that it does really well.", "en": " 我稱之為「同儕交易」公司 從企業角度來看，公司的作用 就是發揮本身的專長"}, {"zh-tw": " What does it do really well? It creates economies of scale, significant and long-term resource investment, the expertise of many different kinds of people and different kinds of minds, and for individuals, consumers, it's bringing the standards, rules and recourse that we really want as consumers, and this is kind of bound up in a brand promise, and the companies are providing this on a platform for participation. Peers are giving and doing things that are incredibly expensive for companies to do.", "en": " 何謂公司專長？那就是開創經濟的規模 決定性的、長期性的資源投資 培養各領域的專業人士 以及多元化的思考模式，對個人 也就是消費者來說，企業建立的規範、規則及提供的幫助 都是我們這些消費者真正想要的 這與企業品牌的信譽可說是密不可分 各家公司在這個平台上提供了合夥的機會 而人們能做的，能提供的是 如果由公司進行，成本將會相當可觀"}, {"zh-tw": " What do they bring? They bring this fabulous diversity, expensive for companies. And what does that deliver? It delivers localization and customization, specialization, and all of this aspect about social networks and how companies are yearning and eager to get inside there? It's natural for me. Me and my friends, I can connect to them easily. And it also delivers really fabulous innovation, and I'll talk about that later.", "en": " 他們提供了什麼？對公司而言，他們提供的是 難能可貴的多樣性。這種多樣性有甚麼好處？ 產品的在地化和客製化 以及專業化。然而，所有這些社群網路帶來的遠景 和這些公司渴望參與其中的程度 在我看來是理所當然。我和我朋友，我可以輕鬆地聯繫這些公司 多元性還能刺激出非常棒的創新想法 這我稍後再談"}, {"zh-tw": " So we have the peers that are providing the services and the product, and the company that's doing the stuff that companies do. The two of these are delivering the best of both worlds.", "en": " 所以我們有這些個體戶能提供服務和產品 而公司則各盡其責，恪守其職 兩者的合作使雙方都受益無窮"}, {"zh-tw": " Some of my favorite examples: in transportation, Carpooling.com. Ten years old, three and a half million people have joined up, and a million rides are shared every day. It's a phenomenal thing. It's the equivalent of 2,500 TGV trains, and just think, they didn't have to lay a track or buy a car.", "en": " 舉幾個我最喜歡的例子： 在交通運輸方面，有 Carpooling.com，成立了十年 成員有 350 萬人 每天有一百萬的共乘車次 這是非常驚人的事，這樣的承載量相當於 2,500 班次的法國高速列車 想想看，人們不用鋪設任何軌道，連一輛車也不用買"}, {"zh-tw": " This is all happening with excess capacity. And it's not just with transportation, my love, but of course in other realms. Here's Fiverr.com.", "en": " 這都要歸功於如此龐大的乘載量 而且不只是交通運輸，親愛的各位 當然在其他領域也能看到。例如 Fiverr.com"}, {"zh-tw": " I met these founders just weeks after they had launched, and now, in two years, what would you do for five dollars? Seven hundred and fifty thousand gigs are now posted after two years, what people would do for five dollars. And not just easy things that anyone can do.", "en": " 這項服務剛推出不到幾個禮拜時，我和那些創辦人碰過面 到現在已經兩年了，你們願意為五塊美金做什麼？ 過去的兩年裡，人們張貼了 75 萬項的服務需求 人們願意為了五塊美元做什麼 這些可不只是人人可以做的容易差事"}, {"zh-tw": " This Peers, Inc. concept is in a very difficult and complex realm. TopCoder has 400,000 engineers who are delivering complex design and engineering services.", "en": " 這家「同儕交易」公司，採用的概念非常困難而複雜 TopCoder 上有四十萬名接受挑戰的工程師 正在解決複雜的程式設計和工程設計"}, {"zh-tw": " When I talked to their CEO, he had this great line. He said, \"We have a community that owns its own company.\" And then my all-time favorite, Etsy.", "en": " 我和他們的執行長聊天時，他說了一句很棒的話 他說：\"我們有一個自己開公司的社群\" 接下來是我的最愛，Etsy"}, {"zh-tw": " Etsy is providing goods that people make themselves and they're selling it in a marketplace. It just celebrated its seventh anniversary, and after seven years, last year it delivered 530 million dollars' worth of sales to all those individuals who have been making those objects.", "en": " Etsy 提供的都是會員的手做商品 然後再放在網路商場上販賣 不久前才歡慶了七周年的紀念日 七年過去了，他們去年貢獻了 價值五億三千萬美元的市場產值 給這些提供商品的會員"}, {"zh-tw": " I know you guys out there who are businesspeople, are thinking, \"Oh my God, I want to build one of those. I see this incredible speed and scale.", "en": " 我知道在座各位有些是做生意的 你們在想：\" 我的天啊，我也想蓋個像這樣的平台 這種速度和規模真讓人難以置信"}, {"zh-tw": " You mean all I have to do is build a platform and all these people are going to put their stuff on top and I sit back and roll it in?\" Building these platforms for participation are so nontrivial to do. I think of the difference of Google Video versus YouTube.", "en": " 你是說我只要蓋個平台就好，然後所有人就會 把自己的東西放上去，然後我就可以坐下來等收錢嗎？\" 構建這些撮合工作夥伴的平台太容易了 我想到的是 Google Video 和 YouTube 之間的差異"}, {"zh-tw": " Who would have thought that two young guys and a start-up would beat out Google Video? Why? I actually have no idea why. I didn't talk to them. But I'm thinking, you know, they probably had the \"share\" button a little bit brighter and to the right, and so it was easier and more convenient for the two sides that are always participating on these networks.", "en": " 誰會想到這兩個年輕人創立的事業 會擊敗 Google Video呢？為什麼？ 其實我也不知道。我沒有和他們聊過 但是我覺得，你知道，他們說不定曾經調整過 那個“分享”的選項，讓它明顯一點，然後靠右一點 因此讓使用網站上傳和瀏覽的那些 死忠用戶覺得更方便，更好上手"}, {"zh-tw": " So I actually know a lot about building a peer platform now, and a Peers, Inc. company, because I've spent the last two years doing that in Paris. So let me take you back how it's so incredibly different building Buzzcar than it was building Zipcar, because now every single thing we do has these two different bodies that I have to be thinking about: the owners who are going to provide the cars and the drivers who are going to rent them.", "en": " 直到現在，我才真的了解如何建造一個對等的平台 還有這間「同儕交易」公司，因為我前兩年 就是在巴黎做這件事 我們回到主題，當初成立 Zipcar 的作法 和先前成立 Buzzcar 的做法完全不同 因為現在我們推出的每種服務 都必須從雙方不同的角度來考慮： 準備提供自己車子的車主 以及準備承租車子的駕駛人"}, {"zh-tw": " Every single decision, I have to think about what is right for both sides. There are many, many examples and I'll give you one that is not my favorite example: insurance.", "en": " 每一項決定，我都要使其兼顧雙方的利益 有很多很多例子，我舉其中之一 不過這不是我最喜歡的例子： 保險"}, {"zh-tw": " It took me a year and a half to get the insurance just right. Hours and hours of sitting with insurers and many companies and their thoughts about risk and how this is totally innovative, they'd never thought of it before.", "en": " 我花了一年半的時間才搞定保險內容 花了許多時間和那些承保人還有許多間保險公司面談 了解他們對於風險的看法，並告訴他們這種全新的創意 是他們從來沒想過的做法"}, {"zh-tw": " Way too much money, I just can't even go there, with lawyers, trying to figure out how this is different, who's responsible to whom, and the result was that we were able to provide owners protection for their own driving records and their own history. The cars are completely insured during the rental, and it gives drivers what they need, and what do they need? They need a low deductible, and 24-hour roadside assistance.", "en": " 需要的資金太多，我不能就這樣投入，我和律師們 試圖釐清這種保險和其他保險有何不同，以及責任歸屬的問題 最後我們終於讓車主有了保障 讓可能發生的事故不會列入他們的駕駛記錄 這些車在承租期間全程保險 也顧及了承租駕駛的需要，他們的需求為何？ 他們需要低廉的抵扣稅 和 24 小時道路救援服務"}, {"zh-tw": " So this was a trick to get these two sides. So now I want to take you to the moment of -- When you're an entrepreneur, and you've started a new company, there's the, here's all the stuff we do beforehand, and then the service launches. What happens? So all those months of work, they come into play.", "en": " 這就是讓雙方都滿意的訣竅 現在，我要提出一個問題請各位想想 如果你是企業家，你剛創立了一間新公司 然後呢，我們做了這些事前準備 然後開始營運了。接下來呢？ 好幾個月以來做的準備，開始發揮作用"}, {"zh-tw": " Last June 1, we launched. It was an exciting moment. And all the owners are adding their cars. It's really exciting.", "en": " 去年 6 月 1 日我們開始營運。令人興奮的時刻到了 每個車主都登錄了他們的車。真是太令人興奮了"}, {"zh-tw": " All the drivers are becoming members. It's excellent. The reservations start coming in, and here, owners who were getting text messages and emails that said, \"Hey, Joe wants to rent your car for the weekend.", "en": " 所有的駕駛都成了會員，太棒了 然後開始有人預約，然後呢 車主接到了簡訊和電子郵件 上面寫：\"你好，這個週末老喬想租你的車"}, {"zh-tw": " You can earn 60 euros. Isn't that great? Yes or no?\" No reply. Like, a huge proportion of them couldn't be bothered after they had just started, they just signed up, to reply. So I thought, \"Duh, Robin, this is the difference between industrial production and peer production.\" Industrial production, the whole point of industrial production is to provide a standardized, exact service model that is consistent every single time, and I'm really thankful that my smartphone is made using industrial production.", "en": " 你可以賺 60 歐元。很棒不是嗎？要不要租？\" 結果沒人回覆。大部份的車主 不想剛剛加入會員就被人打擾，他們要先登入網站才會回覆 所以我就想：\"我真笨，羅賓，這就是 工業化生產和同儕化生產的差別。\" 工業化生產，工業化生產的基本原則 是提供一個標準化的， 確實的服務模式 每次都一樣，始終如一 我很慶幸我的智慧型手機 是工業化生產的"}, {"zh-tw": " And Zipcar provides a very nice, consistent service that works fabulously. But what does peer production do? Peer production is this completely different way of doing things, and you have a big quality range, and so eBay, cleverly, the first peer production, Peer, Inc. company, I'd say, they figured out early on, we need to have ratings and commentaries and all that yucky side stuff.", "en": " Zipcar 提供相當優質的，始終如一的服務 運行得非常順暢 同儕化生產呢？同儕化生產 是另一種完全不同的模式 會產生很大的品質落差，所以聰明的 eBay 同儕化生產的先鋒，第一間「同儕交易」公司，我必須承認 他們很早就想到了，必須要有評等機制 以及買家評論，而且還要能發表負評"}, {"zh-tw": " We can flag that and we can put it to the side, and people who are buyers and consumers don't have to deal with it. So going back, this is my look of excitement and joy, because all this stuff that I'd also been hoping for actually really did happen, and what's that? That is the diversity of what's going on.", "en": " 我們可以標記這些用戶然後將之摒除在外 這種問題不需要那些買家和消費者來處理 話說回來，這是我激動和開心的表情 因為所有一切，也是我先前一直期望出現的 真的發生了，是什麼呢？ 就是各式各樣的\"怎麼回事！\""}, {"zh-tw": " You have these different fabulous owners and their different cars, different prices, different locations. They dress differently, and they look different, and, really, I love these photos every time I look at them.", "en": " 網站上這些與眾不同的車主 和他們不同的汽車，不同的價格 不同的地點 他們的穿著不同，他們的長相不同 而且，說真的，每次我看著這些照片都很開心"}, {"zh-tw": " Cool guys, excited guys, and here is Selma, who -- I love this driver. And after a year, we have 1,000 cars that are parked across France and 6,000 people who are members and eager to drive them.", "en": " 很酷的傢伙，興奮的傢伙 這位是塞爾瑪　— — 　我愛這位駕駛 一年後，有一千輛汽車登錄 來自法國各地，人數有六千 他們加入會員，渴望租車來開"}, {"zh-tw": " This would not be possible to do that in economic fashion for a traditional company. Back to this spectrum.", "en": " 這種時尚經濟是傳統的公司 不可能辦得到的 回頭看這張圖表"}, {"zh-tw": " So what's happening is, we had the yuck side, but we actually had this real wow side. And I can tell you two great stories.", "en": " 所以呢，我們能說\"爛透了\" 而且我們也能大聲說\"太棒了\" 我來跟你們分享兩個很棒的故事"}, {"zh-tw": " A driver was telling me that they went to rent a car to go up the coast of France and the owner gave it to them, and said, \"You know what, here's where the cliffs are, and here's all the beaches, and this is my best beach, and this is where the best fish restaurant is.\" And the peers also become, peers and owners create relationships, and so at the last minute people can -- a driver can say, \"Hey, you know what, I really need the car, is it available?\" And that person will say, \"Sure, my wife's at home. Go pick up the keys. Go do it.\" So you can have these really nice things that can't happen, and it's a kind of \"Wow!\" and I want to say \"Wow!\" type of thing that's happening here, because individuals, if you're a company, what happens is you might have 10 people who are in charge of innovation, or 100 people who are in charge of innovation. What happens in Peer, Inc. companies is that you have tens and hundreds and thousands and even millions of people who are creating experiments on this model, and so out of all that influence and that effort, you are having this exceptional amount of innovation that is coming out.", "en": " 有個駕駛人告訴我，他們想租一輛車 開去法國海岸，然後車主把車交給他們 然後說：\"你知道嗎，懸崖就那裡\" \"還有很多海灘，這是我最愛的海灘\" \"還有這是最好的海鮮餐廳的地址。\" 所以同儕交易也變成 租車者和擁有者共創的關係 因此在緊急時刻，人們可以 駕駛可以說：\"你好，你知道嗎，我真的需要這輛車 可以出租嗎？” 然後車主會說 \"當然，我妻子在家，去拿鑰匙吧。去吧。\" 所以我們讓這些不可思議的好事發生了 這是一種\"太棒了！\"，我也想說\"太棒了！\" 之所以會發生這種事，都是因為這裡有各式各樣的人 如果你擁有的是一家公司，你手下也許有 十個負責創意的員工 或是是一百個負責創意的員工 在「同儕交易」公司裡，你有的是 幾十幾百幾千個，甚至上百萬個人 用這種模式創造新體驗 你所擁有的，如此豐富的創造力 憑藉的是這種模式的影響力和努力 才使其得以成真"}, {"zh-tw": " So one of the reasons, if we come back to why did I call it Buzzcar? I wanted to remind all of us about the power of the hive, and its incredible facility to create this platform that individuals want to participate and innovate on. And for me, when I think about our future, and all of those problems that seem incredibly large, the scale is impossible, the urgency is there, Peers, Inc. provides the speed and scale and the innovation and the creativity that is going to answer these problems.", "en": " 當初為什麼將公司取名 Buzzcar 呢？ 至於我們這麼做的原因之一，先請大家回想一下 蜂巢有何驚人之處 牠們以不可思議的純熟技法來建造蜂巢 每個個體都想參與改造與創新 在我看來，當我想到我們的未來 所有的問題似乎都非常棘手 規模似乎大到不可能解決，危機迫在眉梢 「同儕交易」公司提供的效率和規模 還有創意和創造力，將可以解決這些問題"}, {"zh-tw": " All we have to do is create a fabulous platform for participation -- nontrivial. So I continue to think that transportation is the center of the hard universe.", "en": " 我們所要做的就是創造一個非常棒的媒合平台 -- 而且還很複雜 我不斷地思索著 交通運輸是解決這難題的關鍵"}, {"zh-tw": " All problems come back to transportation for me. But there are all these other areas that are these profound, big problems that I know that we can work on, and people are working on them in many different sectors, but there's this really fabulous group of things with the power of this Peers, Inc. model.", "en": " 我認為所有問題都會回到交通運輸 但是每個領域都遇到這種艱鉅的挑戰 我知道我們可以克服這些問題 各方人馬也在努力尋求解決之道 而我們「同儕交易」公司的模式 真的讓許多美妙無比的事實現了"}, {"zh-tw": " So over the last decade, we've been reveling in the power of the Internet and how it's empowered individuals, and for me, what Peers, Inc. does is it takes it up a notch. We're now bringing the power of the company and the corporation and supercharging individuals. So for me, it's a collaboration.", "en": " 所以，過去的十多年我們陶醉在網路的威力 以及網路如何使個人用戶如虎添翼 對我來說，「同儕交易」公司的作為是 它將這種力量提升了一個等級。現在我們能把 公司和企業的能量 灌注在個人，使其更有威力 所以對我來說，這才是合作。"}, {"zh-tw": " Together, we can. Thank you.", "en": " 我們一起，我們辦得到。 謝謝大家。"}], "title": "Robin Chase Excuse Me May I Rent Your Car"}