{"url": "http://www.ted.com/talks/sue_austin_deep_sea_diving_in_a_wheelchair", "paragraphs": [{"zh-tw": " It's wonderful to be here to talk about my journey, to talk about the wheelchair and the freedom it has bought me. I started using a wheelchair 16 years ago when an extended illness changed the way I could access the world.", "en": " 很榮幸能在這裡 說說我的心路歷程 說說輪椅 還有它帶給我的自由 16年前我開始使用輪椅 一場大病 令我不得不改變接觸世界的方法"}, {"zh-tw": " When I started using the wheelchair, it was a tremendous new freedom. I'd seen my life slip away and become restricted.", "en": " 當我坐上輪椅 它帶給我嶄新的自由 我的人生曾經離我而去 被禁錮起來"}, {"zh-tw": " It was like having an enormous new toy. I could whiz around and feel the wind in my face again.", "en": " 所以，當我坐上輪椅，簡直是一件新奇的玩具 我可以再以迎風呼嘯，感受世界的美好"}, {"zh-tw": " Just being out on the street was exhilarating. But even though I had this newfound joy and freedom, people's reaction completely changed towards me.", "en": " 可以再次上街實在令人振奮 雖說我自此獲得新生的快樂和自由 外人對我的反應卻截然不同"}, {"zh-tw": " It was as if they couldn't see me anymore, as if an invisibility cloak had descended. They seemed to see me in terms of their assumptions of what it must be like to be in a wheelchair.", "en": " 他們彷彿視我如無物 就像我身上披著隱形斗篷 以乎在他們的成見中 我坐在輪椅上定必會如何如何"}, {"zh-tw": " When I asked people their associations with the wheelchair, they used words like \"limitation,\" \"fear,\" \"pity\" and \"restriction.\" I realized I'd internalized these responses and it had changed who I was on a core level. A part of me had become alienated from myself.", "en": " 當我問人們「提起輪椅，你們聯想到甚麼？」 他們會說「局限」、「恐懼」 「可憐」、「拘束」 我想我曾經深受這些成見的影響 他們的反應直入我心深處 我心中的一部分開始疏遠自己"}, {"zh-tw": " I was seeing myself not from my perspective, but vividly and continuously from the perspective of other people's responses to me. As a result, I knew I needed to make my own stories about this experience, new narratives to reclaim my identity.", "en": " 我曾不敢用自己的角度審視自身 而是不斷地、深深地受到他人的成見 影響我看待自己的方式 有感於此，我知道我必須為自己寫下新篇 關於這次經歷 重塑自尊，再創新天"}, {"zh-tw": " [\"Finding Freedom: 'By creating our own stories we learn to take the texts of our lives as seriously as we do 'official' narratives.' — Davis 2009, TEDx Women\"] I started making work that aimed to communicate something of the joy and freedom I felt when using a wheelchair -- a power chair -- to negotiate the world. I was working to transform these internalized responses, to transform the preconceptions that had so shaped my identity when I started using a wheelchair, by creating unexpected images.", "en": " [ 尋找自由：在開創自己的故事時，我們學會認真看待寫照生命的一字一句，就如同我們在自敘人生一樣。── Davis 2009, TEDxWomen] 於是我開始藝術創作 旨在與他們傳遞 我使用輪椅時的快樂與自由 我叫它做「能量椅」── 助我涉足天下 我想扭轉深深影響我的外間反應 透過出奇不意的影像 改變世間對我當初使用輪椅時 那些曾經牢不可破的成見"}, {"zh-tw": " The wheelchair became an object to paint and play with. When I literally started leaving traces of my joy and freedom, it was exciting to see the interested and surprised responses from people.", "en": " 輪椅變成一件可畫可玩的器具 當我為我的快樂與自由 留下印記 令人耳目一新的是 人們看到作品時的意外反應"}, {"zh-tw": " It seemed to open up new perspectives, and therein lay the paradigm shift. It showed that an arts practice can remake one's identity and transform preconceptions by revisioning the familiar.", "en": " 這像開創了新的眼界 進而奠定典範轉移的基石 這證明藝術創作 可以重塑一個人的自我 用重新審視的方式，來轉化先入為主的看法"}, {"zh-tw": " So when I began to dive, in 2005, I realized scuba gear extends your range of activity in just the same way as a wheelchair does, but the associations attached to scuba gear are ones of excitement and adventure, completely different to people's responses to the wheelchair. So I thought, \"I wonder what'll happen if I put the two together?\" And the underwater wheelchair that has resulted has taken me on the most amazing journey over the last seven years.", "en": " 當2005年我決定坐輪椅潛水 我認為潛水裝置於常人抑或輪椅使用者 其實發揮同等功能，擴展在水中的自由度 但全副潛水裝上陣 給人刺激歷奇的印象 同時徹底改變外人對輪椅用者的看法 於是我想：如果將兩者結合效果會如何？ 於是我們成功製作了一部潛水輪椅 於過去七年 帶我體驗了非一般的水底旅程"}, {"zh-tw": " So to give you an idea of what that's like, I'd like to share with you one of the outcomes from creating this spectacle, and show you what an amazing journey it's taken me on. (Music) It is the most amazing experience, beyond most other things I've experienced in life.", "en": " 為了讓你們明白這非凡經歷 我想和大家分享這件法寶 帶給我的其中一次奇觀 以及那個精彩美妙的旅程 (音樂) 這是我至今最難忘的經歷 及此過去種種皆無可比擬"}, {"zh-tw": " I literally have the freedom to move in 360 degrees of space and an ecstatic experience of joy and freedom. And the incredibly unexpected thing is that other people seem to see and feel that too.", "en": " 基本上我可以自由活動 360 度亳無拘束 體驗至高無上的快樂與自由 實在喜出望外，妙不可言 見證此事的人都可以感同身受"}, {"zh-tw": " Their eyes literally light up, and they say things like, \"I want one of those,\" or, \"If you can do that, I can do anything.\" And I'm thinking, it's because in that moment of them seeing an object they have no frame of reference for, or so transcends the frames of reference they have with the wheelchair, they have to think in a completely new way. And I think that moment of completely new thought perhaps creates a freedom that spreads to the rest of other people's lives.", "en": " 他們眼前一亮 會說「我想要那部潛水椅！」 或者「如何她做得到，我也能做任何事！」 我想，因為刻下 他們見證著 一件前所未見的事 或者超乎他們 對於「輪椅」的想像 他們得開放新思維 我認為成就創新看法之時 或許同時開創了新的自由 這自由亦延及其他人的生命之中"}, {"zh-tw": " For me, this means that they're seeing the value of difference, the joy it brings when instead of focusing on loss or limitation, we see and discover the power and joy of seeing the world from exciting new perspectives. For me, the wheelchair becomes a vehicle for transformation.", "en": " 對我來說，這代表他們看得到 差異的價值 箇中的快樂 而非著眼於喪失或拘束 以新觀點看世界 可以發掘出振奮人心的能量與喜悅 於我而言 輪椅是一部轉化器"}, {"zh-tw": " In fact, I now call the underwater wheelchair \"Portal,\" because it's literally pushed me through into a new way of being, into new dimensions and into a new level of consciousness. And the other thing is, that because nobody's seen or heard of an underwater wheelchair before, and creating this spectacle is about creating new ways of seeing, being and knowing, now you have this concept in your mind.", "en": " 其實我現在稱呼這潛水輪椅為「變身器」 因為事實上它從後推我一把 幫我踏入全新的生命 揭開人生新一頁，對自身重新覺悟 另一方面 因為從來無人知曉 潛水輪椅應該是怎樣 創造這法寶時 就同時創新了一種看法、認知、認同 現在這看法已植根在你的腦海了"}, {"zh-tw": " You're all part of the artwork too.", "en": " 你們也是這件作品的一部分了"}], "title": "Sue Austin Deep Sea Diving In A Wheelchair"}