{"url": "http://www.ted.com/talks/cameron_russell_looks_aren_t_everything_believe_me_i_m_a_model", "paragraphs": [{"zh-tw": " Hi. My name is Cameron Russell, and for the last little while,I've been a model. Actually, for 10 years.", "en": " 大家好，我叫卡梅倫·羅素 最近好一陣子 都在當模特兒 其實，已經十年了"}, {"zh-tw": " And I feel like there's an uncomfortable tensionin the room right now because I should not have worn this dress. So luckily, I brought an outfit change.", "en": " 我覺得，現場突然間 有種不安的緊張感 因為我實在不該穿這一條連身裙。 幸好我帶了一套服裝更換"}, {"zh-tw": " This is the first outfit changeon the TED stage, so you guys are pretty luckyto witness it, I think. If some of the women werereally horrified when I came out, you don't have to tell me now,but I'll find out later on Twitter.", "en": " 這是 TED 台上首次的換裝秀 你們能目睹這一刻可真幸運 但如果我變身後，女士們覺得不堪入目 也不必立即告訴我，我很快就會在推特上看到了"}, {"zh-tw": " I'd also note that I'm quite privileged to be able to transformwhat you think of me in a very brief 10 seconds. Not everybody gets to do that.", "en": " 我也想說一下，我感到十分榮幸 能夠將你們對我的想法 在短短的十秒鐘內做出轉變 並非所有人都有這機會"}, {"zh-tw": " These heels are very uncomfortable,so good thing I wasn't going to wear them. The worst part is puttingthis sweater over my head, because that's whenyou'll all laugh at me, so don't do anythingwhile it's over my head.", "en": " 這些高跟鞋讓人很不舒服 好在我並不打算繼續穿上 但糟糕的是我要把這件毛衣從頭套上 因為穿的時候要作笑柄了 所以毛衣在我頭上時別笑"}, {"zh-tw": " All right. So, why did I do that? That was awkward.", "en": " 好 不過，為何我要這樣做？ 很尷尬吧"}, {"zh-tw": " Well -- Hopefully not as awkward as that picture. Image is powerful, but also, image is superficial.", "en": " 幸好 希望沒有那照片怪 形象的威力很大 但形象只是表面的"}, {"zh-tw": " I just totally transformedwhat you thought of me, in six seconds. And in this picture, I had actually never hada boyfriend in real life.", "en": " 我在六秒鐘就徹底轉變你對我的想法 而在這照片中 我實際上從未有過男朋友"}, {"zh-tw": " I was totally uncomfortable, and the photographerwas telling me to arch my back and put my hand in that guy's hair. And of course, barring surgery, or the fake tan that I gottwo days ago for work, there's very little that we can doto transform how we look, and how we look, though it issuperficial and immutable, has a huge impact on our lives.", "en": " 拍照時我很不自在 而攝影師卻叫我拱起腰並將手 放到那個男人的頭髮 而當然，不談整容手術 或是為了工作需要而提早兩天做的日光燈曬膚 我們幾乎無法去改變外貌 而我們的外貌，儘管是表面並一成不變 卻對我們的生活有重大影響"}, {"zh-tw": " So today, for me, beingfearless means being honest. And I am on this stagebecause I am a model.", "en": " 所以今日，對我而言，無懼就是坦誠 而此刻我站在台上，因為我是模特兒"}, {"zh-tw": " I am on this stage becauseI am a pretty, white woman, and in my industry,we call that a sexy girl. I'm going to answer the questionsthat people always ask me, but with an honest twist.", "en": " 我在台上，因為我是位美麗的白人女性 在我行業內稱為「性感女孩」 而我將要解答人們總是問我的問題 並坦誠相待"}, {"zh-tw": " So the first question is,how do you become a model? I always just say, \"Oh, I was scouted,\" but that means nothing. The real way that I became a model is I won a genetic lottery,and I am the recipient of a legacy, and maybe you're wonderingwhat is a legacy.", "en": " 第一個問題是，妳是怎麼成為模特兒的？ 我總是說：「噢，是星探發掘的」，但答了等於無答 我當上模特兒真正的途徑是 我中了張遺傳樂透，得到豐富的傳承之寶 你可能想何謂傳承之寶"}, {"zh-tw": " Well, for the past few centuries we have defined beautynot just as health and youth and symmetry that we're biologicallyprogrammed to admire, but also as tall, slender figures, and femininity and white skin. And this is a legacythat was built for me, and it's a legacythat I've been cashing out on.", "en": " 其實，過去幾個世紀 我們定義的美，不只是健康、年輕 以及對稱美，這些人類天生就欣賞的特質 還有高瘦的身形 女性韻味和白皮膚 而這正是一件為我打造的傳承之寶 也是件一直幫我賺進鈔票的傳承之寶"}, {"zh-tw": " And I know there arepeople in the audience who are skeptical at this point, and maybe there aresome fashionistas who are like, \"Wait. Naomi. Tyra. Joan Smalls. Liu Wen.\" And first, I commend you on your modelknowledge. Very impressive. But unfortunately,I have to inform you that in 2007, a very inspired NYU Ph.D. student counted all the models on the runway,every single one that was hired, and of the 677 models that were hired, only 27, or less than four percent,were non-white.", "en": " 我知道在座觀眾 此時有些人或許會抱有懷疑 甚至有些時尚人士會說 \"慢着，還有娜歐蜜、泰拉、瓊絲莫斯和劉雯呢\" 首先，我十分欣賞你對模特兒界的知識很令人讚嘆 但不幸的，我要告訴你，在 2007 年 一位受到啟發的紐約大學哲學博士生統計了 所有在伸展台上的模特兒，每一位被聘請的 發現在 677 位模特兒當中 只有 27 位，低於 4%，是非白人"}, {"zh-tw": " The next question people always ask is, \"Can I be a model when I grow up?\" And the first answer is, \"I don't know,they don't put me in charge of that.\" But the second answer, and what I really want to sayto these little girls is, \"Why? You know? You can be anything. You could be the Presidentof the United States, or the inventor of the next Internet, or a ninja cardiothoracic surgeon poet, which would be awesome,because you'd be the first one.\" If, after this amazing list,they still are like, \"No, no, Cameron, I want to be a model,\" well, then I say, \"Be my boss.\" Because I'm not in charge of anything, and you could be the editor in chiefof American Vogue or the CEO of H&M,or the next Steven Meisel.", "en": " 第二個人們經常問的問題是 「我長大後可以成為模特兒嗎？」 第一個答案是：「我不知道呢，這不是我作主的」 但第二個答案，也是我真正想對那些小女孩說的是：\"為什麼呢？ 你的出路之廣 你可能成為美國總統 或是新一代網路的發明家 又或是集忍者、心胸肺外科醫生、詩人於一身的人 這一定會很棒，因為你會是第一個這樣的人 如果聽完這讓人讚嘆的清單，他們依然說： 「不，不，卡梅倫，我想做模特兒」 我會說：那你自己決定吧 因為主宰一切的人不是我 你可能會成為美國《時尚》雜誌的總編輯 或是 H&M 的總裁或是第二位Steven Meisel（知名攝影師）"}, {"zh-tw": " Saying that you want to bea model when you grow up is akin to saying that you want to winthe Powerball when you grow up. It's out of your control,and it's awesome, and it's not a career path.", "en": " 與其說你長大後想當模特兒 就像是說你長大後想中樂透 兩者都是很棒，但都無法掌控 並且也都不能當做職涯"}, {"zh-tw": " I will demonstrate for you now10 years of accumulated model knowledge, because unlike cardiothoracic surgeons, it can just be distilled right now. So, if the photographer is right there, the light is right there, like a nice HMI, and the client says,\"We want a walking shot,\" this leg goes first, nice and long,this arm goes back, this arm goes forward, the head is at three quarters,and you just go back and forth, just do that, and then you look backat your imaginary friends, 300, 400, 500 times.", "en": " 我將告訴您十年累積而來的模特兒知識 因為不像是心胸肺外科醫生 我的經驗可以立刻被濃縮並立刻展示 比方說，如果攝影師站在那裏 燈光從那兒打過來，像是一盞不錯的 HMI 燈 而客戶說：「卡梅倫，我們想要來個走步特寫」 那就先踏出這條修長的美腿這手臂往後擺，另條手臂往前 頭望四分之三側，而你來回的走 你往後看着那些幻想出來的朋友 重複以上 300、400、500 次。"}, {"zh-tw": " It will look something like this. Hopefully less awkwardthan that one in the middle.", "en": " 結果看起來就像是這樣 希望沒有中間那張的怪"}, {"zh-tw": " That was -- I don't knowwhat happened there. Unfortunately,after you've gone to school, and you have a résuméand you've done a few jobs, you can't say anything anymore, so if you say you want to bethe President of the United States, but your résumé reads,\"Underwear Model: 10 years,\" people give you a funny look.", "en": " 那張…我也不知發生什麼事 不幸的是，當你上學後 有份履歷表，做了數份工作之後 你就再也不能說大話了 例如你說你想做美國總統 但履歷寫着：「內衣模特兒：十年」 人們一定覺得你很奇怪"}, {"zh-tw": " The next question is,\"Do they retouch all the photos?\" And yeah, they pretty muchretouch all the photos, but that is only a small componentof what's happening. This picture is the very firstpicture that I ever took, and it's also the very first timethat I had worn a bikini, and I didn't even have my period yet.", "en": " 下一個人們常問的問題是：「照片全都有修過嗎？」 是的，照片幾乎全都被修過了 但只是整個過程的一小部分 這是我第一次拍的照片 也是我第一次穿比基尼 當時我生理期還沒來"}, {"zh-tw": " I know we're getting personal,but I was a young girl. This is what I looked like with my grandmajust a few months earlier.", "en": " 我知道話題有點扯到隱私了 不過，那時我是個小女孩 那是我在那數個月前與祖母合照的模樣"}, {"zh-tw": " Here's me on the same day as this shoot. My friend got to come.", "en": " 這兩張是同日拍的照片 我朋友也跟著我來"}, {"zh-tw": " Here's me at a slumber partya few days before I shot French Vogue. Here's me on the soccer teamand in V Magazine.", "en": " 這是我在替《時尚》雜誌法國版拍攝前幾天在一場睡衣派對中拍的 這是我與足球隊合照，和刊於 V 雜誌的照片"}, {"zh-tw": " And here's me today. And I hope what you're seeing is that these picturesare not pictures of me.", "en": " 而這是今日的我 我希望你們看到的是 這些並非我真正的照片"}, {"zh-tw": " They are constructions, and they are constructionsby a group of professionals, by hairstylists and makeup artistsand photographers and stylists and all of their assistantsand pre-production and post-production, and they build this. That's not me.", "en": " 它們是被製作的 由一群專業人士所製作 髮型師、化妝師、攝影師，還有造型師 以及他們的助手，經過前期策劃以及後期製作 是他們建置出來的，那不是我"}, {"zh-tw": " Okay, so the next questionpeople always ask me is, \"Do you get free stuff?\" I do have too many 8-inch heelswhich I never get to wear, except for earlier, but the free stuff that I getis the free stuff that I get in real life, and that's what we don't liketo talk about. I grew up in Cambridge, and one time I went into a storeand I forgot my money and they gave me the dress for free.", "en": " 另一個經常有人問的問題是 「妳可以拿到免費東西嗎？」 我的確有太多沒在穿的八吋高跟鞋 除了剛才那雙 但是要說我得到的免費物品 就是日常生活中能免費得到的事我們不愛談論這些事 我在劍橋長大 有一次我到商店購物，忘了帶錢包 他們便把裙子送給我"}, {"zh-tw": " When I was a teenager,I was driving with my friend who was an awful driverand she ran a red and of course, we got pulled over, and all it took was a \"Sorry, officer,\"and we were on our way. And I got these free thingsbecause of how I look, not who I am, and there arepeople paying a cost for how they look and not who they are.", "en": " 在我青少年時期，有次乘朋友開的車 她開得很差，闖了紅燈，而當然 被警察攔截了 結果我們只說了聲「抱歉，警察」 我們馬上就被放行了 而我之所以得到這些待遇，皆因我的樣貌 而非我本身，然而卻有人得付出代價 只因他們的樣貌而非他們本身"}, {"zh-tw": " I live in New York, and last year, of the 140,000 teenagersthat were stopped and frisked, 86% of them were black and Latino,and most of them were young men. And there are only 177,000young black and Latino men in New York, so for them, it's not a questionof, \"Will I get stopped?\" but \"How many times will I get stopped?When will I get stopped?\" When I was researching this talk, I found out that of the 13-year-old girlsin the United States, 53% don't like their bodies, and that number goes to 78%by the time that they're 17.", "en": " 我住在紐約，在去年 140,000 個被攔截搜查的年輕人中 86％ 是黑人和拉丁裔人 而絕大部分都是年輕男子 其實紐約只有 177,000 名年輕黑人和拉丁裔男子 所以對他們而言，並不是「我會否被攔截？」 而是「我究竟會被攔截多少次？何時會輪到我？」 當我在研究今日的講題時 我發現在美國的 13 歲少女中 53% 不滿意自己的身材 而到他們 17 歲時，數字更升至 78%"}, {"zh-tw": " So, the last question people ask me is, \"What is it like to be a model?\" And I think the answerthat they're looking for is, \"If you are a little bit skinnierand you have shinier hair, you will be so happy and fabulous.\" And when we're backstage, we give an answerthat maybe makes it seem like that. We say, \"It's really amazing to travel,and it's amazing to get to work with creative, inspired,passionate people.\" And those things are true,but they're only one half of the story, because the thingthat we never say on camera, that I have never said on camera, is, \"I am insecure.\" And I'm insecure because I have to thinkabout what I look like every day.", "en": " 最後一個別人問我的問題是 「做模特兒的感覺是怎樣？」 我想他們期待的答案會是： 「如果你再瘦一點，頭髮再亮麗一些 你就會感到開心、美好」 而當我們回到後台，我們給的答案 也許聽起來就像是那樣 我們說：「可以周遊列國很棒 與有創意、靈感並充滿熱情的人一起工作也很棒」 誠然如此，這不過只是故事的一半 因為我們永遠不會對着鏡頭說 我之前從來沒有在鏡頭上說過 就是：「我沒有安全感」 我無安全感，因為我時刻要記掛 我今天看起來怎麼樣"}, {"zh-tw": " And if you ever are wondering, \"If I have thinner thighsand shinier hair, will I be happier?\" you just need to meet a group of models, because they have the thinnest thighs,the shiniest hair and the coolest clothes, and they're the most physicallyinsecure women probably on the planet. When I was writing this talk, I found it very difficultto strike an honest balance, because on the one hand, I felt very uncomfortableto come out here and say, \"Look I've received all these benefitsfrom a deck stacked in my favor,\" and it also felt really uncomfortableto follow that up with, \"and it doesn't always make me happy.\" But mostly it was difficult to unpacka legacy of gender and racial oppression when I am oneof the biggest beneficiaries.", "en": " 如果你仍然在想： 「如果我的腿更修長，頭髮更光澤，我會更開心嗎？」 你只需跟一群模特兒見面 因為他們都有最修長的美腿，最具光澤的頭髮還有最酷的衣服 她們卻是世界上對自己身體最沒安全感的女性 所以，當我在撰寫講稿時，我發覺 要在坦誠的基礎上取個平衡很困難，因為一方面 我覺得十分不安，當我出來說： 「看，我得到一大堆它人給的好處」 然而更不自在的是接着說： 「但這並不總是讓感到開心」 不過其實最難說出口的，就是去講述 傳承下來的性別及種族壓迫 因我是其中一位最大的得益者"}, {"zh-tw": " But I'm also happyand honored to be up here and I think that it's greatthat I got to come before 10 or 20 or 30 years had passedand I'd had more agency in my career, because maybe then I wouldn't tellthe story of how I got my first job, or maybe I wouldn't tell the storyof how I paid for college, which seems so important right now. If there's a takeaway to this talk, I hope it's that we all feelmore comfortable acknowledging the power of imagein our perceived successes and our perceived failures.", "en": " 不過我也很開心和榮幸，今天能站到台上 而且我覺得很棒，因為我可以不用 在 10、20 或 30 年過去後事業更蓬勃發展時才來 因為屆時我可能就不會再說我如何找到第一份工作 或是我如何湊錢交大學學費 這些在此時對我很重要的故事 若要在這次演講有些收穫，我希望 大家都能更坦誠承認 形象的威力，去審視我們以為的成功 以及我們曾經以為的失敗"}, {"zh-tw": " Thank you.", "en": " 謝謝。"}], "title": "Cameron Russell Looks Aren T Everything Believe Me I M A Model"}