{"url": "width=device-width, initial-scale=1.0", "paragraphs": [{"zh-tw": " This is not a story of Tibet and it's not a story of the Amazon. I won't be taking you to the high Arctic, the life of the Inuit, or to the searing sands of the Sahara.", "en": " 這不是西藏的故事 這也不是亞馬遜的故事 我不會帶你們去北極高地 不會介紹因紐特人（愛斯基摩人）或去撒哈拉炙熱的沙地"}, {"zh-tw": " This is actually a story of my own backyard. It's a land known to the Tahltan people and all the First Nations of British Columbia as the Sacred Headwaters, the source of the three great salmon rivers of home, the Skeena, the Stikine and the Nass.", "en": " 這其實是一個我家後院的故事 這是塔爾坦人（Tahltan） 及所有加拿大英屬哥倫比亞第一民族所熟知的土地 稱為「神聖河源」 這是三條著名鮭魚迴流河的源頭 即斯基納河（ Skeena ）、斯蒂金河（Stikine）及納斯河（ Nass ）"}, {"zh-tw": " It's a valley where, in a long day, perhaps, too, you can follow the tracks of grizzly and wolf and drink from the very sources of water that gave rise and cradled the great civilizations of the Northwest Coast. It's such a beautiful place. It's the most stunningly wild place I've ever been.", "en": " 或許在某個漫漫長日 你會在這座山谷追蹤灰熊及狼的腳印 並暢飲河水 而也就是這水源，藴育出偉大的 西北海岸文明 這地方極美是我所見過最美麗的野地"}, {"zh-tw": " It's the sort of place that we, as Canadians, could throw England, and they'd never find it. John Muir, in 1879, went up just the lower third of the Stikine, and he was so enraptured he called it a Yosemite 150 miles long.", "en": " 這是我們加拿大人讓英國人望塵莫及的地方 因為他們沒辦法找到這樣的仙境 1879 年，約翰·繆爾溯斯蒂金河而上 僅走了三分之一就欣喜若狂 並稱之為 150 哩（241公里）長的優勝美地"}, {"zh-tw": " He came back to California and named his dog after that river of enchantment. In the Lower 48, the farthest you can get away from a maintained road is 20 miles.", "en": " 當他回到加州 就用這條迷人的河流為他的狗命名 在美國本土你如果離開一條維修良好的路 最遠只能走 32 公里"}, {"zh-tw": " In the Northwest Quadrant of British Columbia, an area of land the size of Oregon, there's one road, a narrow ribbon of asphalt that slips up the side of the Coast Mountains to the Yukon. I followed that road in the early 1970s, soon after it was built, to take a job as the first park ranger in Spatsizi wilderness.", "en": " 英屬哥倫比亞西北象限區 面積約美國俄勒岡州大 有著一條路、一條狹長的柏油帶 一路向上切割海岸山脈至育空特區 1970 年代早期這條路開通後不久 我便沿著路走去當第一個 紅山羊原始公園（Spatsizi）的公園巡守員"}, {"zh-tw": " My job description was deliciously vague: wilderness assessment and public relations. In two four-month seasons I saw not a dozen people.", "en": " 我的職務說明含糊不清 野外評估及公共關係 剛上任的那八個月我僅看見寥寥幾人"}, {"zh-tw": " There was no one to relate publicly to. But in the course of these wanderings, I came upon an old shaman's grave that led to an encounter with a remarkable man: Alex Jack, an Gitxsan elder and chief who had lived as a trapper and a hunter in that country for all of his life.", "en": " 根本沒什麼機會讓我做公關活動 但在這段徘徊流浪的時間 我找到一座老印第安巫師的墳墓 並遇到一位不平凡的人 亞利克斯·傑克一位吉辛部族長老及酋長 他在那片土地上是位設陷阱捕獸者及獵人"}, {"zh-tw": " And over the course of 30 years, I recorded traditional tales from Alex, mostly mythological accounts of Wy-ghet, the trickster transformer of Gitxsan lore who, in his folly, taught the people how to live on the land. And just before Alex died at the age of 96, he gave me a gift.", "en": " 過去30年，我記錄下從亞利克斯那裡聽來的傳說 大多是關於渡鴉精（Wy-ghet）的神話故事 這個吉辛族傳說中會變身的鬼靈精 在愚昧狀態下教導人們如何這土地上生存 就在亞利克斯於96歲去世之前 他送了我一個禮物"}, {"zh-tw": " It was a tool carved from caribou bone by his grandfather in 1910, and it turned out to be a specialized implement used by a trapper to skin out the eyelids of wolves. It was only when Alex passed away that I realized that the eyelids, in some sense, were my own, and having done so much to allow me to learn to see, Alex in his own way was saying goodbye.", "en": " 是他的祖父在 1910 年間 用北美馴鹿骨頭雕出的工具 而它是一種特別的工具 陷阱捕獸者會用它切除灰狼的眼皮 直在亞利克斯去世時我才瞭解 在某個層面這要除去蒙蔽我眼睛的無知 亞利克斯做了這麼多就是讓我學會看清事實 也是他和世界道別的方式"}, {"zh-tw": " Well, isolation has been the great saving grace of this remarkable place, but today isolation could be its doom. You've heard so much about the developments of the tar sands, the controversy about the Keystone and the Enbridge pipelines, but these are just elements of a tsunami of industrial development that is sweeping across all of the wild country of northern Canada.", "en": " 啊，與世隔絕曾是這塊寶地的救贖 但如今隔絕卻可能帶來厄運 你們應該聽了很多有關油砂開發的事 加拿大能源公司基石（Keystone）及英橋（Enbridge）油管的爭議 但這些只是 席捲整片北加拿大荒野之 工業發展海嘯的開始"}, {"zh-tw": " In Tahltan territory alone, there are 41 major industrial proposals, some with great promise, some of great concern. On Todagin Mountain, revered by the Tahltan people as a wildlife sanctuary in the sky, home to the largest population of stone sheep on the planet, Imperial Metals -- but the 75th-biggest mining company in all of Canada -- has secured permits to establish an open-pit copper and gold mine which will process 30,000 tons of rock a day for 30 years, generating hundreds of millions of tons of toxic waste that, by the project's design, will simply be dumped into the lakes of the Sacred Headwaters.", "en": " 光是在塔爾坦人的領土上就有 41 個大型開發計劃 有些看來前途光明有些則是大有問題 在圖達金（Todagin）山 這座塔爾坦人尊為野生生物的空中聖地 棲息著全球數量最多的北美石羊 而「皇家金屬」公司 加拿大排名75的礦業公司 已經拿到了建造露天開採銅及金的許可證 在未來 30 年內 每天會處理三萬噸的石頭 而產生以億噸計的有毒廢棄物 按照預定計劃是直接傾倒入 神聖河源的湖泊裡"}, {"zh-tw": " At the Headwaters itself, Shell Canada has plans to extract methane gas from coal seams that underly a million acres, fracking the coal with hundreds of millions of gallons of toxic chemicals, establishing perhaps as many as 6,000 wellheads, and eventually a network of roads and pipelines and flaring wellheads, all to generate methane gas that most likely will go east to fuel the expansion of the tar sands. For over a decade, the Tahltan people, both clans, Wolf and Crow, have resisted this assault on their homeland.", "en": " 在神聖河源本身 加拿大殻牌石油公司已經計劃要 從抽取埋藏在距地表40 萬餘公頃下煤層中的甲烷 要以上億加侖的有毒化學物質來 水力壓裂煤層 同時建造多達六千口的氣井 組合成由公路、油管及燃燒井口的網路 這些都是為了生產甲烷氣 而這些甲烷很有可能運送到東邊 供給擴大開採油砂所需的能源 過去十年，塔爾坦人的 「狼」及「烏鴉」兩個部落 一直抵制這項對他們家園的攻擊"}, {"zh-tw": " Men, women and children of all ages, elders in wheelchairs, have blockaded the only road access to the interior. For them, the Headwaters is a kitchen.", "en": " 無論男女，不分年齡的孩童 或是坐在輪椅上的耆老 將這條唯一的道路封鎖 對他們而言，這河源就是廚房"}, {"zh-tw": " It's a sanctuary. It's a burial ground of their ancestors. And those who really own it are the generations as yet unborn.", "en": " 是聖地，也是先人安眠的土地 而這塊地真正的地主 是那些尚未出生的後代子孫"}, {"zh-tw": " The Tahltan have been able, with the support of all Canadians who live downstream, all local politicians, to resist this assault on their homeland, but now everything hangs in the balance. Decisions that will be made this year will literally determine the fate of this country.", "en": " 塔爾坦人已經獲得 所有住在下游的加拿大人 及所有地方政治人物對於他們抵擋家園入侵的支持 但現在一切都在未定之天 今年要做出的決策將真正決定 這片土地的命運"}, {"zh-tw": " The Tahltan have called for the creation of a tribal heritage reserve which will set aside the largest protected area in British Columbia. Our goal is not only to help them do that but to encourage our friends, the good people at Shell, not only to withdraw from the Sacred Headwaters, but to move forward with us and join us as we do the remarkable, the extraordinary: set aside a protected area that will be for all time not simply the Sacred Headwaters of the Tahltan people but the sacred headwaters of all people in the world.", "en": " 塔爾坦人已經提出要把這片土地 劃成部落遺產保護區 讓這塊淨土成為英屬哥倫比亞上最大的保護區 我們的目標不只是幫助他們如此行 還要鼓勵我們的朋友即殻牌石油裡善良的人們 不但要從神聖河源撤出 也要與我們一同前進 加入我們一起進行這件偉大的事： 把這片土地預留成為保護區 讓它不只是塔爾坦人 也是全球人的聖河"}, {"zh-tw": " The Tahltan need your help. We need your help. And if any of you would like to join us on this great adventure, please come and see me later today.", "en": " 塔爾坦人需要你的幫助我們需要你的幫助 如果在座有人想要加入我們這個偉大的冒險 今天稍後請來找我一談"}, {"zh-tw": " Thank you very much.", "en": " 謝謝"}], "title": "Width=Device-Width, Initial-Scale=1.0"}