{"url": "width=device-width, initial-scale=1.0", "paragraphs": [{"zh-tw": "這不是西藏的故事這也不是亞馬遜的故事我不會帶你們去北極高地不會介紹因紐特人（愛斯基摩人）或去撒哈拉炙熱的沙地", "en": "This is not a story of Tibet and it's not a story of the Amazon. I won't be taking you to the high Arctic, the life of the Inuit, or to the searing sands of the Sahara."}, {"zh-tw": "這其實是一個我家後院的故事這是塔爾坦人（Tahltan）及所有加拿大英屬哥倫比亞第一民族所熟知的土地稱為「神聖河源」這是三條著名鮭魚迴流河的源頭即斯基納河（ Skeena ）、斯蒂金河（Stikine）及納斯河（ Nass ）", "en": "This is actually a story of my own backyard. It's a land known to the Tahltan people and all the First Nations of British Columbia as the Sacred Headwaters, the source of the three great salmon rivers of home, the Skeena, the Stikine and the Nass."}, {"zh-tw": "或許在某個漫漫長日你會在這座山谷追蹤灰熊及狼的腳印並暢飲河水而也就是這水源，藴育出偉大的西北海岸文明這地方極美是我所見過最美麗的野地", "en": "It's a valley where, in a long day, perhaps, too, you can follow the tracks of grizzly and wolf and drink from the very sources of water that gave rise and cradled the great civilizations of the Northwest Coast. It's such a beautiful place. It's the most stunningly wild place I've ever been."}, {"zh-tw": "這是我們加拿大人讓英國人望塵莫及的地方因為他們沒辦法找到這樣的仙境1879 年，約翰·繆爾溯斯蒂金河而上僅走了三分之一就欣喜若狂並稱之為 150 哩（241公里）長的優勝美地", "en": "It's the sort of place that we, as Canadians, could throw England, and they'd never find it. John Muir, in 1879, went up just the lower third of the Stikine, and he was so enraptured he called it a Yosemite 150 miles long."}, {"zh-tw": "當他回到加州就用這條迷人的河流為他的狗命名在美國本土你如果離開一條維修良好的路最遠只能走 32 公里", "en": "He came back to California and named his dog after that river of enchantment. In the Lower 48, the farthest you can get away from a maintained road is 20 miles."}, {"zh-tw": "英屬哥倫比亞西北象限區面積約美國俄勒岡州大有著一條路、一條狹長的柏油帶一路向上切割海岸山脈至育空特區1970 年代早期這條路開通後不久我便沿著路走去當第一個紅山羊原始公園（Spatsizi）的公園巡守員", "en": "In the Northwest Quadrant of British Columbia, an area of land the size of Oregon, there's one road, a narrow ribbon of asphalt that slips up the side of the Coast Mountains to the Yukon. I followed that road in the early 1970s, soon after it was built, to take a job as the first park ranger in Spatsizi wilderness."}, {"zh-tw": "我的職務說明含糊不清野外評估及公共關係剛上任的那八個月我僅看見寥寥幾人", "en": "My job description was deliciously vague: wilderness assessment and public relations. In two four-month seasons I saw not a dozen people."}, {"zh-tw": "根本沒什麼機會讓我做公關活動但在這段徘徊流浪的時間我找到一座老印第安巫師的墳墓並遇到一位不平凡的人亞利克斯·傑克一位吉辛部族長老及酋長他在那片土地上是位設陷阱捕獸者及獵人", "en": "There was no one to relate publicly to. But in the course of these wanderings, I came upon an old shaman's grave that led to an encounter with a remarkable man: Alex Jack, an Gitxsan elder and chief who had lived as a trapper and a hunter in that country for all of his life."}, {"zh-tw": "過去30年，我記錄下從亞利克斯那裡聽來的傳說大多是關於渡鴉精（Wy-ghet）的神話故事這個吉辛族傳說中會變身的鬼靈精在愚昧狀態下教導人們如何這土地上生存就在亞利克斯於96歲去世之前他送了我一個禮物", "en": "And over the course of 30 years, I recorded traditional tales from Alex, mostly mythological accounts of Wy-ghet, the trickster transformer of Gitxsan lore who, in his folly, taught the people how to live on the land. And just before Alex died at the age of 96, he gave me a gift."}, {"zh-tw": "是他的祖父在 1910 年間用北美馴鹿骨頭雕出的工具而它是一種特別的工具陷阱捕獸者會用它切除灰狼的眼皮直在亞利克斯去世時我才瞭解在某個層面這要除去蒙蔽我眼睛的無知亞利克斯做了這麼多就是讓我學會看清事實也是他和世界道別的方式", "en": "It was a tool carved from caribou bone by his grandfather in 1910, and it turned out to be a specialized implement used by a trapper to skin out the eyelids of wolves. It was only when Alex passed away that I realized that the eyelids, in some sense, were my own, and having done so much to allow me to learn to see, Alex in his own way was saying goodbye."}, {"zh-tw": "啊，與世隔絕曾是這塊寶地的救贖但如今隔絕卻可能帶來厄運你們應該聽了很多有關油砂開發的事加拿大能源公司基石（Keystone）及英橋（Enbridge）油管的爭議但這些只是席捲整片北加拿大荒野之工業發展海嘯的開始", "en": "Well, isolation has been the great saving grace of this remarkable place, but today isolation could be its doom. You've heard so much about the developments of the tar sands, the controversy about the Keystone and the Enbridge pipelines, but these are just elements of a tsunami of industrial development that is sweeping across all of the wild country of northern Canada."}, {"zh-tw": "光是在塔爾坦人的領土上就有 41 個大型開發計劃有些看來前途光明有些則是大有問題在圖達金（Todagin）山這座塔爾坦人尊為野生生物的空中聖地棲息著全球數量最多的北美石羊而「皇家金屬」公司加拿大排名75的礦業公司已經拿到了建造露天開採銅及金的許可證在未來 30 年內每天會處理三萬噸的石頭而產生以億噸計的有毒廢棄物按照預定計劃是直接傾倒入神聖河源的湖泊裡", "en": "In Tahltan territory alone, there are 41 major industrial proposals, some with great promise, some of great concern. On Todagin Mountain, revered by the Tahltan people as a wildlife sanctuary in the sky, home to the largest population of stone sheep on the planet, Imperial Metals -- but the 75th-biggest mining company in all of Canada -- has secured permits to establish an open-pit copper and gold mine which will process 30,000 tons of rock a day for 30 years, generating hundreds of millions of tons of toxic waste that, by the project's design, will simply be dumped into the lakes of the Sacred Headwaters."}, {"zh-tw": "在神聖河源本身加拿大殻牌石油公司已經計劃要從抽取埋藏在距地表40 萬餘公頃下煤層中的甲烷要以上億加侖的有毒化學物質來水力壓裂煤層同時建造多達六千口的氣井組合成由公路、油管及燃燒井口的網路這些都是為了生產甲烷氣而這些甲烷很有可能運送到東邊供給擴大開採油砂所需的能源過去十年，塔爾坦人的「狼」及「烏鴉」兩個部落一直抵制這項對他們家園的攻擊", "en": "At the Headwaters itself, Shell Canada has plans to extract methane gas from coal seams that underly a million acres, fracking the coal with hundreds of millions of gallons of toxic chemicals, establishing perhaps as many as 6,000 wellheads, and eventually a network of roads and pipelines and flaring wellheads, all to generate methane gas that most likely will go east to fuel the expansion of the tar sands. For over a decade, the Tahltan people, both clans, Wolf and Crow, have resisted this assault on their homeland."}, {"zh-tw": "無論男女，不分年齡的孩童或是坐在輪椅上的耆老將這條唯一的道路封鎖對他們而言，這河源就是廚房", "en": "Men, women and children of all ages, elders in wheelchairs, have blockaded the only road access to the interior. For them, the Headwaters is a kitchen."}, {"zh-tw": "是聖地，也是先人安眠的土地而這塊地真正的地主是那些尚未出生的後代子孫", "en": "It's a sanctuary. It's a burial ground of their ancestors. And those who really own it are the generations as yet unborn."}, {"zh-tw": "塔爾坦人已經獲得所有住在下游的加拿大人及所有地方政治人物對於他們抵擋家園入侵的支持但現在一切都在未定之天今年要做出的決策將真正決定這片土地的命運", "en": "The Tahltan have been able, with the support of all Canadians who live downstream, all local politicians, to resist this assault on their homeland, but now everything hangs in the balance. Decisions that will be made this year will literally determine the fate of this country."}, {"zh-tw": "塔爾坦人已經提出要把這片土地劃成部落遺產保護區讓這塊淨土成為英屬哥倫比亞上最大的保護區我們的目標不只是幫助他們如此行還要鼓勵我們的朋友即殻牌石油裡善良的人們不但要從神聖河源撤出也要與我們一同前進加入我們一起進行這件偉大的事：把這片土地預留成為保護區讓它不只是塔爾坦人也是全球人的聖河", "en": "The Tahltan have called for the creation of a tribal heritage reserve which will set aside the largest protected area in British Columbia. Our goal is not only to help them do that but to encourage our friends, the good people at Shell, not only to withdraw from the Sacred Headwaters, but to move forward with us and join us as we do the remarkable, the extraordinary: set aside a protected area that will be for all time not simply the Sacred Headwaters of the Tahltan people but the sacred headwaters of all people in the world."}, {"zh-tw": "塔爾坦人需要你的幫助我們需要你的幫助如果在座有人想要加入我們這個偉大的冒險今天稍後請來找我一談", "en": "The Tahltan need your help. We need your help. And if any of you would like to join us on this great adventure, please come and see me later today."}, {"zh-tw": "謝謝", "en": "Thank you very much."}], "title": "Width=Device-Width, Initial-Scale=1.0"}