{"url": "http://www.ted.com/talks/allan_savory_how_to_green_the_world_s_deserts_and_reverse_climate_change", "paragraphs": [{"zh-tw": " The most massive tsunami perfect storm is bearing down upon us. This perfect storm is mounting a grim reality, increasingly grim reality, and we are facing that reality with the full belief that we can solve our problems with technology, and that's very understandable.", "en": " 一場最大規模 厲害的海嘯風暴 正臨頭痛擊我們 這場厲害的風暴 正造成嚴峻的事實日益嚴峻的事實 而我們面對這事實的態度 是全然地相信 我們可以用科技解決這個問題 而這是非常可以理解的"}, {"zh-tw": " Now, this perfect storm that we are facing is the result of our rising population, rising towards 10 billion people, land that is turning to desert, and, of course, climate change. Now there's no question about it at all: we will only solve the problem of replacing fossil fuels with technology.", "en": " 那麼，我們面對的這場厲害風暴 是我們人口增加的結果 攀升至近百億的人口 土地變成沙漠 當然，還有氣候變遷 那麼，無庸置疑的 我們只能以科技 代替石化燃料以解決這個問題"}, {"zh-tw": " But fossil fuels, carbon -- coal and gas -- are by no means the only thing that is causing climate change. Desertification is a fancy word for land that is turning to desert, and this happens only when we create too much bare ground.", "en": " 但石化燃料、碳——煤及石油—— 絕不是導致氣候變遷的 唯一理由 沙漠化 是形容土地變成沙漠的華麗名詞 而這種情況是因為 我們造出太多裸露的土地"}, {"zh-tw": " There's no other cause. And I intend to focus on most of the world's land that is turning to desert.", "en": " 沒有其他的原因了 而我刻意要把重點放在 全球那些變成沙漠的土地"}, {"zh-tw": " But I have for you a very simple message that offers more hope than you can imagine. We have environments where humidity is guaranteed throughout the year.", "en": " 但我要提出一個非常簡單的方法 能提供更多超乎想像的希望 我們有 終年溼氣不斷的環境"}, {"zh-tw": " On those, it is almost impossible to create vast areas of bare ground. No matter what you do, nature covers it up so quickly.", "en": " 在這些地方，幾乎不可能 產生大面積裸露土壤 無論你怎麼做大自然都能快速覆蓋它"}, {"zh-tw": " And we have environments where we have months of humidity followed by months of dryness, and that is where desertification is occurring. Fortunately, with space technology now, we can look at it from space, and when we do, you can see the proportions fairly well.", "en": " 而我們也有這樣的環境 是我們有幾個月的濕氣 然後接著是好幾個月的乾旱 而這就是沙漠化發生之處 幸運的是，現在因著太空科技 我們可以從太空觀察它 如此做，我們相當能清楚地看見比例"}, {"zh-tw": " Generally, what you see in green is not desertifying, and what you see in brown is, and these are by far the greatest areas of the Earth. About two thirds, I would guess, of the world is desertifying.", "en": " 一般來說，你所見綠色之處 就是沒有沙漠化的地方 棕色處則是發生沙漠化的地方 這些是迄今世上最大的幾處 我猜，大約三分之二的全球土地正經歷沙漠化"}, {"zh-tw": " I took this picture in the Tihamah Desert while 25 millimeters -- that's an inch of rain -- was falling. Think of it in terms of drums of water, each containing 200 liters.", "en": " 我在提哈馬沙漠拍了這張照片 當時降雨量為25公釐大約是一英寸的雨量 以汽油桶裝水來想像一下 每桶可裝二百公升的水"}, {"zh-tw": " Over 1,000 drums of water fell on every hectare of that land that day. The next day, the land looked like this.", "en": " 那天，那塊地每公頃上 降下了超過一千桶的水 但隔天，那塊地看起來變成這樣"}, {"zh-tw": " Where had that water gone? Some of it ran off as flooding, but most of the water that soaked into the soil simply evaporated out again, exactly as it does in your garden if you leave the soil uncovered. Now, because the fate of water and carbon are tied to soil organic matter, when we damage soils, you give off carbon.", "en": " 那些水都去了哪裡？ 有些變成了溢流跑掉了 但大部分浸入土裡的水 就只是再蒸發掉了 完全就像你家花園的情況一樣 如果你讓花園土壤裸露 那麼，因為水及碳的循環 與土壤有機質息息相關 當我們破壞了土壤，你就釋放了碳"}, {"zh-tw": " Carbon goes back to the atmosphere. Now you're told over and over, repeatedly, that desertification is only occurring in arid and semi-arid areas of the world, and that tall grasslands like this one in high rainfall are of no consequence.", "en": " 碳會回到大氣層 你一遍又一遍地聽到人再三地說 沙漠化只能發生在 地球的乾旱及半乾旱氣候區 而像這樣的高草地 因降雨量高，不會發生這現象"}, {"zh-tw": " But if you do not look at grasslands but look down into them, you find that most of the soil in that grassland that you've just seen is bare and covered with a crust of algae, leading to increased runoff and evaporation. That is the cancer of desertification that we do not recognize till its terminal form.", "en": " 但是如果你不看其上之草只看其下的土壤 你會發現你剛剛所見的草原 其土壤都裸露並被苔原覆蓋 造成逕流增加及水分蒸發 那就是我們未能早期發現的 沙漠化惡瘤，直到它已惡化到末期"}, {"zh-tw": " Now we know that desertification is caused by livestock, mostly cattle, sheep and goats, overgrazing the plants, leaving the soil bare and giving off methane. Almost everybody knows this, from nobel laureates to golf caddies, or was taught it, as I was.", "en": " 現在我們知道沙漠化是因家畜造成 大部分是養牛、綿羊及山羊 過度放牧造成植被無法復原 使得土壤裸露並釋放甲烷 幾乎大家都知道這個現象 從諾貝爾獎得主到高爾夫球桿弟 或者至少你被教導過，像我一樣"}, {"zh-tw": " Now, the environments like you see here, dusty environments in Africa where I grew up, and I loved wildlife, and so I grew up hating livestock because of the damage they were doing. And then my university education as an ecologist reinforced my beliefs.", "en": " 你在這張圖看到的 塵土飛揚的環境，那是我的家鄉非洲 我很愛野生動物 所以我長大後非常恨惡家畜 因為牠們造成許多破壞 我的大學教育讓我成為生物學者 更加堅固了我的信仰"}, {"zh-tw": " Well, I have news for you. We were once just as certain that the world was flat.", "en": " 但是，我要告訴你 我們曾經如此堅信 世界是平的"}, {"zh-tw": " We were wrong then, and we are wrong again. And I want to invite you now to come along on my journey of reeducation and discovery.", "en": " 然後發現我們錯了現在我們發現我們又錯了 我要邀請你 與我一同走過我被再教育及重新發現的旅程"}, {"zh-tw": " When I was a young man, a young biologist in Africa, I was involved in setting aside marvelous areas as future national parks. Now no sooner — this was in the 1950s — and no sooner did we remove the hunting, drum-beating people to protect the animals, than the land began to deteriorate, as you see in this park that we formed.", "en": " 當我還很年輕，在非洲 還是一個沒經驗的生物學家時 我參與一項計畫，要把幾片壯麗的土地 預留成未來的國家公園 沒多久──這是1950年代 沒多久，我們就把一群以狩獵 敲鼓為生的人移居以保護動物 然後這塊地的情況就開始惡化 就像你看到的這個我們弄出來的公園一樣"}, {"zh-tw": " Now, no livestock were involved, but suspecting that we had too many elephants now, I did the research and I proved we had too many, and I recommended that we would have to reduce their numbers and bring them down to a level that the land could sustain. Now, that was a terrible decision for me to have to make, and it was political dynamite, frankly.", "en": " 那麼，雖然沒有家畜了 但我們懷疑有太多大象 我做了個研究證明的確如此 所以我建議我們要降低其數目 且要降到這片土地可以自給自足的水平 對我而言那是個不得不的可怕決定 而老實說也是政治炸彈"}, {"zh-tw": " So our government formed a team of experts to evaluate my research. They did. They agreed with me, and over the following years, we shot 40,000 elephants to try to stop the damage.", "en": " 所以我們的政府組了一個專家團隊 來評估我的研究 他們的確做了，也與我持相同意見 所以接下來幾年 我們射殺了四萬頭大象試圖停止土地破壞"}, {"zh-tw": " And it got worse, not better. Loving elephants as I do, that was the saddest and greatest blunder of my life, and I will carry that to my grave.", "en": " 然而事情變得更糟，沒有更好 我是如此愛著大象 那真是我一生中最難過也是最大的失誤 終其一生我都將懷著悔恨"}, {"zh-tw": " One good thing did come out of it. It made me absolutely determined to devote my life to finding solutions.", "en": " 但痛定思痛，還是有件好事 它讓我矢志不移 要畢生投入以找出解決方案"}, {"zh-tw": " When I came to the United States, I got a shock, to find national parks like this one desertifying as badly as anything in Africa. And there'd been no livestock on this land for over 70 years.", "en": " 當我到美國時我很震驚 發現像這樣的國家公園 其沙漠化的程度就跟非洲的一樣糟 而且這片土地已超過 70年的時間沒有家畜"}, {"zh-tw": " And I found that American scientists had no explanation for this except that it is arid and natural. So I then began looking at all the research plots I could over the whole of the Western United States where cattle had been removed to prove that it would stop desertification, but I found the opposite, as we see on this research station, where this grassland that was green in 1961, by 2002 had changed to that situation.", "en": " 而且我發現美國科學家 除了說它是乾旱及自然現象外 對此沒有任何解釋 所以我開始在 我能找到的 針對美西的研究報告中尋找 牛隻遷移 真的可以停止沙漠化的證明 但我發現的是完全相反的證明 如同我們在這個研究站看到的 1961年這片草地還是綠油油一片 但到了2002年已經變成這樣"}, {"zh-tw": " And the authors of the position paper on climate change from which I obtained these pictures attribute this change to \"unknown processes.\" Clearly, we have never understood what is causing desertification, which has destroyed many civilizations and now threatens us globally. We have never understood it.", "en": " 而寫這篇氣候變遷意見書的作者 我就是從那裏拿到這些照片 把此改變歸因於未知現象 很明顯我們並不了解 沙漠化的原因 而此現象已經毀滅了許多文明 而現在正對我們產生全球性威脅 我們從來沒有了解過這件事"}, {"zh-tw": " Take one square meter of soil and make it bare like this is down here, and I promise you, you will find it much colder at dawn and much hotter at midday than that same piece of ground if it's just covered with litter, plant litter. You have changed the microclimate.", "en": " 把一平方公尺的土壤 像這樣光禿禿攤平在這裡 我保證你會發現，這片土與僅由 枯枝落葉覆蓋住的同樣土壤 在破曉時冷得多，在日正當中時熱得多 只要枯枝落葉就好 你就改變了微氣候"}, {"zh-tw": " Now, by the time you are doing that and increasing greatly the percentage of bare ground on more than half the world's land, you are changing macroclimate. But we have just simply not understood why was it beginning to happen 10,000 years ago? Why has it accelerated lately? We had no understanding of that.", "en": " 所以，當你這麼做 並在超過全球一半的土地 大幅增加裸露地面的百分比時 你就在改變總體氣候 但我們就是不了解 為什麼這現象於一萬年前開始發生？ 為什麼最近大幅加快？ 我們對其一無所知"}, {"zh-tw": " What we had failed to understand was that these seasonal humidity environments of the world, the soil and the vegetation developed with very large numbers of grazing animals, and that these grazing animals developed with ferocious pack-hunting predators. Now, the main defense against pack-hunting predators is to get into herds, and the larger the herd, the safer the individuals.", "en": " 我們並沒有了解到 這些隨季節改變濕度的環境 其土壤及植被的發展 與非常大數目的放牧有關 也沒有了解到這些放牧動物 與兇猛的群體狩獵掠食動物息息相關 那麼，要對抗群體狩獵掠食動物的主要方法 就是集結成群 而且群體愈大，個體就愈安全"}, {"zh-tw": " Now, large herds dung and urinate all over their own food, and they have to keep moving, and it was that movement that prevented the overgrazing of plants, while the periodic trampling ensured good cover of the soil, as we see where a herd has passed. This picture is a typical seasonal grassland.", "en": " 大群動物在其食物上排便及尿 牠們還必須遷徙 而也就是這個遷徙 避免了過度放牧 而時時遷徙 確保土壤覆蓋良好 就像我們看到一群動物走過後的樣子 這張照片是典型的季節性草原"}, {"zh-tw": " It has just come through four months of rain, and it's now going into eight months of dry season. And watch the change as it goes into this long dry season.", "en": " 它剛剛經歷了四個月的雨季 現在正進入為期八個月的乾季 請注意看它進入長時間乾季後的改變"}, {"zh-tw": " Now, all of that grass you see aboveground has to decay biologically before the next growing season, and if it doesn't, the grassland and the soil begin to die. Now, if it does not decay biologically, it shifts to oxidation, which is a very slow process, and this smothers and kills grasses, leading to a shift to woody vegetation and bare soil, releasing carbon.", "en": " 現在，所有長在地上的草 在下個生長期前 都要腐爛，要不然 整片草原及土壤就會開始死亡 那麼，如果它沒有腐爛 就會轉變成氧化作用而這是非常慢的過程 而這會使草窒息死亡 使原本的草地轉變成木本植被 及裸露的土壤，釋放碳"}, {"zh-tw": " To prevent that, we have traditionally used fire. But fire also leaves the soil bare, releasing carbon, and worse than that, burning one hectare of grassland gives off more, and more damaging, pollutants than 6,000 cars.", "en": " 要避免此現象傳統的方法是使用火燒 但火一樣會使土地裸露，釋放碳 且更糟的是 每燒一公頃的草地 比六千輛車所造成的汙染跟破壞， 都大上許多"}, {"zh-tw": " And we are burning in Africa, every single year, more than one billion hectares of grasslands, and almost nobody is talking about it. We justify the burning, as scientists, because it does remove the dead material and it allows the plants to grow.", "en": " 但我們卻每年都在非洲 燒掉超過十億公頃的草原 卻幾乎沒人在意 身為科學家，我們辯稱 燃燒能移除已死的物質 讓植物能夠生長"}, {"zh-tw": " Now, looking at this grassland of ours that has gone dry, what could we do to keep that healthy? And bear in mind, I'm talking of most of the world's land now. Okay? We cannot reduce animal numbers to rest it more without causing desertification and climate change.", "en": " 現在，眼看著我們這片草原變成荒蕪 到底我們能要怎麼做才能讓它保持健康？ 請記住，我現在談的是全球大部分的土地 好嗎？我們不能降低動物數目以復原更多土地 卻不造成沙漠化及氣候變遷"}, {"zh-tw": " We cannot burn it without causing desertification and climate change. What are we going to do? There is only one option, I'll repeat to you, only one option left to climatologists and scientists, and that is to do the unthinkable, and to use livestock, bunched and moving, as a proxy for former herds and predators, and mimic nature.", "en": " 我們無法燒了它 卻不造成沙漠化及氣候變遷 我們到底要怎麼做？ 只有一個選擇 我再說一次，只有一個選擇 留給氣象學家及科學家 就是要做匪夷所思之事 要用蓄養牲畜 要一群一群養，還要遷徙 就像之前牧群及掠食者一樣 模仿大自然的運作"}, {"zh-tw": " There is no other alternative left to mankind. So let's do that.", "en": " 我們沒有其他替代方案了 所以就開始做吧"}, {"zh-tw": " So on this bit of grassland, we'll do it, but just in the foreground. We'll impact it very heavily with cattle to mimic nature, and we've done so, and look at that.", "en": " 所以我們就在這塊草原上實行但僅限在草原前端 我們放置牲畜倣效自然界運作 而我們的確也做到了，看到沒"}, {"zh-tw": " All of that grass is now covering the soil as dung, urine and litter or mulch, as every one of the gardeners amongst you would understand, and that soil is ready to absorb and hold the rain, to store carbon, and to break down methane. And we did that, without using fire to damage the soil, and the plants are free to grow.", "en": " 現在滿滿的草覆蓋著這塊土壤 因為有糞、尿、枯枝落葉及覆蓋物 就像在座的園藝愛好者都能了解這個現象 這片土壤已準備就緒可以吸收保留雨水 可以儲存碳，可以分解甲烷 我們這樣做 不需用火破壞土壤 而植物可以自由生長"}, {"zh-tw": " When I first realized that we had no option as scientists but to use much-vilified livestock to address climate change and desertification, I was faced with a real dilemma. How were we to do it? We'd had 10,000 years of extremely knowledgeable pastoralists bunching and moving their animals, but they had created the great manmade deserts of the world.", "en": " 當我第一次了解到 身為科學家，我們別無選擇 只能用惡名昭彰的家畜 來解釋氣候變遷及沙漠化時 我面對著一個真正的兩難問題 我們是怎麼搞成這樣的？ 我們在過去一萬年有非常有知識的放牧者 群集趕放動物 但造成了世上大規模的人造沙漠"}, {"zh-tw": " Then we'd had 100 years of modern rain science, and that had accelerated desertification, as we first discovered in Africa and then confirmed in the United States, and as you see in this picture of land managed by the federal government. Clearly more was needed than bunching and moving the animals, and humans, over thousands of years, had never been able to deal with nature's complexity.", "en": " 然後我們在僅一百年的先進降雨科學發展下 卻加速了沙漠化的發展 就像我們首先在非洲發現的 然後在美國也得到確認 就如同你在這張照片看到的 由聯邦政府管理的土地一樣 很明顯地除了集結趕放動物 我們需要做更多 而人類在過去數千年 從未解決過什麼大自然的複雜問題"}, {"zh-tw": " But we biologists and ecologists had never tackled anything as complex as this. So rather than reinvent the wheel, I began studying other professions to see if anybody had.", "en": " 但我們生物學及生態學家 也從未應付過像這樣複雜的問題 所以與其閉門造車 我開始研究其他領域看看有沒人有已經有解答"}, {"zh-tw": " And I found there were planning techniques that I could take and adapt to our biological need, and from those I developed what we call holistic management and planned grazing, a planning process, and that does address all of nature's complexity and our social, environmental, economic complexity. Today, we have young women like this one teaching villages in Africa how to put their animals together into larger herds, plan their grazing to mimic nature, and where we have them hold their animals overnight -- we run them in a predator-friendly manner, because we have a lot of lands, and so on -- and where they do this and hold them overnight to prepare the crop fields, we are getting very great increases in crop yield as well.", "en": " 而我發現的確有一些規劃方法 是我可以拿來運用在生物學需求上的 而從那裡開始，我發展出一套我們稱為 整體管理規劃放牧法 一種規劃流程 而這的確解決了自然的複雜問題 及我們社會、環境及經濟的複雜問題 今天我們有年輕女士像這位 在非洲村落教導 如何將動物集合成一個大牧群 規劃放牧法以模仿大自然 我們也讓他們集結動物在某處過夜 我們不特別做保護措施讓牠們不受掠食者威脅 因為我們有很多地，諸如此類的 在那裡他們放牧並在那裡集結過夜 就是為了讓這塊田地準備好 我們也在作物產量上有大幅增加"}, {"zh-tw": " Let's look at some results. This is land close to land that we manage in Zimbabwe.", "en": " 來看一看結果 這片土地很靠近我們在辛巴威管理的地"}, {"zh-tw": " It has just come through four months of very good rains it got that year, and it's going into the long dry season. But as you can see, all of that rain, almost of all it, has evaporated from the soil surface.", "en": " 它才剛剛經歷那年為期四個月的充沛雨量 馬上要進入乾季 但如你所見，幾乎所有的降雨 都從地表蒸發"}, {"zh-tw": " Their river is dry despite the rain just having ended, and we have 150,000 people on almost permanent food aid. Now let's go to our land nearby on the same day, with the same rainfall, and look at that.", "en": " 儘管雨季才剛結束，河流都乾涸了 而我們有十五萬人 得永久依靠糧食援助 現在來看一看我們在附近的那塊地，同一天 同樣的降雨量，看哪！"}, {"zh-tw": " Our river is flowing and healthy and clean. It's fine.", "en": " 我們的河水流充沛、乾淨 非常好"}, {"zh-tw": " The production of grass, shrubs, trees, wildlife, everything is now more productive, and we have virtually no fear of dry years. And we did that by increasing the cattle and goats 400 percent, planning the grazing to mimic nature and integrate them with all the elephants, buffalo, giraffe and other animals that we have.", "en": " 草、灌木、樹、野生動植物的產量 每樣東西的產量都更好 我們幾乎不怕旱年 我們以增加牛羊的量來達到此效果 增加四倍 有計劃的放牧以模仿自然 並與大象、水牛、長頸鹿 及其它我們有的動物整合在一起"}, {"zh-tw": " But before we began, our land looked like that. This site was bare and eroding for over 30 years regardless of what rain we got.", "en": " 但在我們開始計劃前這塊土地看起來像那樣 這地過去三十年不管下多少雨 土壤總是光禿禿受侵蝕"}, {"zh-tw": " Okay? Watch the marked tree and see the change as we use livestock to mimic nature. This was another site where it had been bare and eroding, and at the base of the marked small tree, we had lost over 30 centimeters of soil. Okay? And again, watch the change just using livestock to mimic nature.", "en": " 懂嗎？看這棵標記的樹及其變化 在我們使用家畜模仿自然後 這是另一個地方 也是土壤裸露受侵蝕 在這棵被標示的小樹的基底 我們流失了超過30公分的土壤，看到嗎？ 再一次看看這個改變 只是用家畜來模仿自然"}, {"zh-tw": " And there are fallen trees in there now, because the better land is now attracting elephants, etc. This land in Mexico was in terrible condition, and I've had to mark the hill because the change is so profound.", "en": " 現在那裡有倒落的樹木 因為改善的土地現在會吸引大象等等 這片位於墨西哥的地原本狀況很糟 而現在我還必須標示原本的坡地在哪 因為這改變實在太深刻了"}, {"zh-tw": " I began helping a family in the Karoo Desert in the 1970s turn the desert that you see on the right there back to grassland, and thankfully, now their grandchildren are on the land with hope for the future. And look at the amazing change in this one, where that gully has completely healed using nothing but livestock mimicking nature, and once more, we have the third generation of that family on that land with their flag still flying.", "en": " 我於1970年代開始幫助南非卡魯沙漠的一個家庭 把你看到右手邊的這片沙漠 轉回成草原 值得慶幸的是，現在他們的孫輩還住在這片土地上 對未來抱持希望 並且看看這個驚人改變 那片小峽谷已經完全復原了 沒用別的，就只用了家畜模仿自然 而再一次，我們看到那個家庭的第三代 還留在那片土地上家族的旗子依然飄動"}, {"zh-tw": " The vast grasslands of Patagonia are turning to desert as you see here. The man in the middle is an Argentinian researcher, and he has documented the steady decline of that land over the years as they kept reducing sheep numbers.", "en": " 巴塔哥尼亞上廣闊的草原 正變成沙漠，正如你在這看見的 在中間那位是個阿根廷研究員 他記錄了過去數年，因著他們逐年減少綿羊的數目 使得那塊地逐步變壞的情況"}, {"zh-tw": " They put 25,000 sheep in one flock, really mimicking nature now with planned grazing, and they have documented a 50-percent increase in the production of the land in the first year. We now have in the violent Horn of Africa pastoralists planning their grazing to mimic nature and openly saying it is the only hope they have of saving their families and saving their culture.", "en": " 現在他們集結二萬五千頭羊成一群 真的模仿自然現象，有計劃地放牧 然後他們記錄到那塊地第一年的產量 增加了百分之五十 現在我們在暴力頻繁的非洲之角 有牧民計畫放牧模仿自然 並公開地說這是他們唯一的希望 能拯救他們的家庭及文化"}, {"zh-tw": " Ninety-five percent of that land can only feed people from animals. I remind you that I am talking about most of the world's land here that controls our fate, including the most violent region of the world, where only animals can feed people from about 95 percent of the land.", "en": " 那塊地的95% 只能以動物餵飽人 我要提醒各位，我在談論的是 掌控着我們命運的土地 包括世界上最暴力的地區 在那裡約95%的土地 只有靠動物能餵飽人"}, {"zh-tw": " What we are doing globally is causing climate change as much as, I believe, fossil fuels, and maybe more than fossil fuels. But worse than that, it is causing hunger, poverty, violence, social breakdown and war, and as I am talking to you, millions of men, women and children are suffering and dying.", "en": " 我們在全球做的事正造成氣候變遷 我相信就像石化燃料造成的一樣多 可能比石化燃料還多 但更糟的是，這還產生饑荒貧窮 暴力、社會瓦解及戰爭 而就在我對各位演講的這當下 就有數百萬的男人、女人及小孩 在受苦瀕臨死亡"}, {"zh-tw": " And if this continues, we are unlikely to be able to stop the climate changing, even after we have eliminated the use of fossil fuels. I believe I've shown you how we can work with nature at very low cost to reverse all this.", "en": " 而如果這現象持續下去 我們不可能停止氣候變遷 即使我們停止使用石化燃料 我相信我已經讓各位看到我們如何與自然合作 以非常低的成本 來扭轉這一切"}, {"zh-tw": " We are already doing so on about 15 million hectares on five continents, and people who understand far more about carbon than I do calculate that, for illustrative purposes, if we do what I am showing you here, we can take enough carbon out of the atmosphere and safely store it in the grassland soils for thousands of years, and if we just do that on about half the world's grasslands that I've shown you, we can take us back to pre-industrial levels, while feeding people. I can think of almost nothing that offers more hope for our planet, for your children, and their children, and all of humanity.", "en": " 我們已經在 約一千五百萬公頃 遍佈五大洲的土地上做這件事 而照那些比我更瞭解 碳循環的人的計算， 可以清楚地說明 如果我們都做了我展示給大家看的方法 我們就能從大氣層吸收掉碳 而且牢牢固碳在草原土壤中 數千年 而且如果我們能在全球約半數的草原上 實施我展示給大家看的方法 我們就能把排碳量減低到工業革命前的水準 同時還能餵飽人群 我真的想不出還有什麼 能比這個給地球 給大家的孩子 及他們的孩子，及所有人類帶來更多希望"}, {"zh-tw": " Thank you. Thank you.", "en": " 謝謝 謝謝"}, {"zh-tw": " Thank you, Chris. Chris Anderson: Thank you. I have, and I'm sure everyone here has, A) a hundred questions, B) wants to hug you.", "en": " 謝謝，克里斯 克里斯·安德森：謝謝。我有—— 而且我很確定這裡每個人都 1）有上百個問題，2）想擁抱你"}, {"zh-tw": " I'm just going to ask you one quick question. When you first start this and you bring in a flock of animals, it's desert. What do they eat? How does that part work? How do you start? Allan Savory: Well, we have done this for a long time, and the only time we have ever had to provide any feed is during mine reclamation, where it's 100 percent bare.", "en": " 我只要很快問一個問題 當你開始做這個，而且你帶了一群動物 這是沙漠！你給牠們吃什麼？這部分怎麼解決？ 你是怎麼開始的？ 艾倫·薩弗瑞：嗯，我們已經做了很久了 我碰過唯一需要提供飼料的地方是 在礦山復墾時 那裡完全沒有草"}, {"zh-tw": " But many years ago, we took the worst land in Zimbabwe, where I offered a £5 note in a hundred-mile drive if somebody could find one grass in a hundred-mile drive, and on that, we trebled the stocking rate, the number of animals, in the first year with no feeding, just by the movement, mimicking nature, and using a sigmoid curve, that principle. It's a little bit technical to explain here, but just that.", "en": " 但很多年前，我們在辛巴威拿了一塊最糟的地 我在那裡提供五英鎊獎金 給在一百哩車程內 能找到一根草的人 在一百哩車程內 而在那樣的情況，我們翻了三倍放養率 增加三倍的動物數量在第一年沒有給飼料的狀態下 就只靠趕動物，模仿大自然 運用「S型曲線」那個理論 在這很難解釋，因為有一點技術理論，但就是那樣"}, {"zh-tw": " CA: Well, I would love to -- I mean, this such an interesting and important idea. The best people on our blog are going to come and talk to you and try and -- I want to get more on this that we could share along with the talk.AS: Wonderful.", "en": " 克：嗯，我很想知道——我是說這真的是很有意思很重要的概念 我們部落格最棒的員工會找你談談 還會試一下——我很想知道更多 我們可以分享更多艾：沒問題。"}, {"zh-tw": " CA: That is an astonishing talk, truly an astonishing talk, and I think you heard that we all are cheering you on your way. Thank you so much.AS: Well, thank you. Thank you. Thank you, Chris.", "en": " 克：真是非常驚人的演講，真的很驚人 我想你也聽到了，我們都為你起立鼓掌 非常謝謝你。艾：嗯，謝謝，謝謝克里斯。"}], "title": "Allan Savory How To Green The World S Deserts And Reverse Climate Change"}