{"url": "http://www.ted.com/talks/hyeonseo_lee_my_escape_from_north_korea", "paragraphs": [{"zh-tw": " When I was little, I thought my countrywas the best on the planet. And I grew up singing a songcalled \"Nothing To Envy.\" And I was very proud. In school, we spent a lot of timestudying the history of Kim Il-Sung, but we never learned muchabout the outside world, except that America, South Korea,Japan are the enemies.", "en": " 我小的時候以為 我住在全世界最棒的國家 有首叫做「我們最幸福」 的歌陪伴著我長大 當時 我好驕傲 在學校 我們花很多時間 學習有關金日成的歷史 但從來沒有人告訴我們 外面的世界長甚麼樣子 我們只知道 美國 南韓 和日本 都是敵人"}, {"zh-tw": " Although I often wonderedabout the outside world, I thought I would spendmy entire life in North Korea, until everything suddenly changed. When I was seven years old,I saw my first public execution.", "en": " 即便我對外面的世界充滿好奇心 那時的我也沒想過 自己這輩子會離開北韓 直到一切忽然急轉直下 我七歲那年 第一次看到公開處刑"}, {"zh-tw": " But I thought my lifein North Korea was normal. My family was not poor, and myself, I had neverexperienced hunger.", "en": " 但我還是覺得在北韓的生活很正常 我的家境並不窮困 而我也不曾餓過肚子"}, {"zh-tw": " But one day, in 1995,my mom brought home a letter from a coworker's sister. It read, \"When you read this, our five family memberswill not exist in this world, because we haven't eatenfor the past three weeks.", "en": " 1995 年的某一天 我媽媽帶了一封信回到家 那封信是她同事的姊姊寄的 信上寫著 「當你讀到這些字的時候 我們一家五口 已經離開這個世界了 因為我們已經足足餓了兩個禮拜"}, {"zh-tw": " We are lying on the floor together, and our bodies are so weak,we are waiting to die.\" I was so shocked. This was the first time I heardthat people in my country were suffering.", "en": " 我們五個人現在全倒在地上 身體虛弱地 感受死亡的逼近」 我當下真的好震驚 那是我第一次知道 原來我們國家也有如此生靈塗炭的一面"}, {"zh-tw": " Soon after, when I was walkingpast a train station, I saw something terrible that to this dayI can't erase from my memory. A lifeless woman was lying on the ground, while an emaciated child in her arms just stared helplesslyat his mother's face.", "en": " 那之後沒多久的一天 當我經過經過火車站的時候 我看到一個可怕的景象 我這輩子永遠忘不掉 一個女人奄奄一息地倒臥在路邊 手裡卻仍緊抱著嬴弱的孩子 那孩子瞪大了雙眼 無助地凝視著媽媽的臉龐"}, {"zh-tw": " But nobody helped them, because they were so focused on takingcare of themselves and their families. A huge famine hit North Koreain the mid-1990s.", "en": " 但沒有一個人幫助他們 因為大家都忙著 照顧自己和自己的家人 90年代中期 北韓發生大饑荒"}, {"zh-tw": " Ultimately, more than a millionNorth Koreans died during the famine, and many only survived by eatinggrass, bugs and tree bark. Power outages also becamemore and more frequent, so everything around mewas completely dark at night, except for the sea of lights in China, just across the river from my home.", "en": " 超過一百萬的北韓人民 因為那場飢荒而死亡 而許多倖存者 靠著吃草 抓蟲 嚼樹根 才活了下來 沒電的情況也越來越嚴重 所以當夜色降臨時 我的世界天昏地暗 我唯一能看到的是 中國的燈火照在海波上反射過來的光 中國距離我家僅有一河之隔"}, {"zh-tw": " I always wonderedwhy they had lights, but we didn't. This is a satellite pictureshowing North Korea at night, compared to neighbors.", "en": " 我總是在想 為什麼他們有光 而我們卻沒有 這張是北韓夜晚的衛星空照圖"}, {"zh-tw": " This is the Amnok River, which serves as a part of the borderbetween North Korea and China. As you can see, the river can bevery narrow at certain points, allowing North Koreans to secretly cross.", "en": " 可以和鄰國們相比 這是鴨綠江 (Amrok River) 她就恰巧壓在 北韓和中國的邊境線上 如你所見 這條河川的河道十分狹窄 北韓人民可以從某些地方偷偷跨境"}, {"zh-tw": " But many die. Sometimes, I saw dead bodiesfloating down the river.", "en": " 然而 有很多人因此死了 有時候 我會看到河面上漂著浮屍"}, {"zh-tw": " I can't reveal many detailsabout how I left North Korea, but I only can say thatduring the ugly years of the famine, I was sent to China to livewith distant relatives. But I only thought that I wouldbe separated from my family for a short time.", "en": " 我不能透漏太多 我是怎麼怎麼離開北韓的 我能說的就是 在那可恨的飢荒歲月中 我被送到中國的遠房親戚那去了 但那時我認為 我和我的家人過不久一定能再見面"}, {"zh-tw": " I could have never imagined that it would take 14 yearsto live together. In China, it was hard livingas a young girl without my family.", "en": " 我從來沒想過 這一別 就是14 個年頭 在中國 沒有家人的陪伴下 很難不馬上長大"}, {"zh-tw": " I had no idea what lifewas going to be like as a North Korean refugee. But I soon learned it's notonly extremely difficult, it's also very dangerous, since North Korean refugees are consideredin China as illegal migrants.", "en": " 我根本不知道 身為北韓難民 人生會變成什麼樣子 但很快地我就明白 這樣的生活不僅艱難困苦 更是危機四伏 因為中國將北韓難民 視為非法移民"}, {"zh-tw": " So I was living in constant fearthat my identity could be revealed, and I would be repatriatedto a horrible fate, back in North Korea. One day, my worst nightmare came true, when I was caught by the Chinese police, and brought to the police stationfor interrogation.", "en": " 所以我無時無刻都活在恐懼之中 我擔心我的身分會被發現 也擔心我會被遣返回北韓 接受可怕的命運 有一天 我的噩夢成真了 中國的警察抓了我 把我帶回警察局去偵訊"}, {"zh-tw": " Someone had accused meof being North Korean, so they tested my Chineselanguage abilities, and asked me tons of questions. I was so scared.", "en": " 原來 有人向他們告發我是北韓人 於是 他們考我中文 問我一大堆問題 我好害怕"}, {"zh-tw": " I thought my heart was going to explode. If anything seemed unnatural,I could be imprisoned and repatriated.", "en": " 我的心臟簡直要跳出來了 如果哪裡表現的不自然 我很可能會面臨牢獄之災 甚至 被遣返"}, {"zh-tw": " I thought my life was over. But I managed to controlall the emotions inside me, and answer the questions.", "en": " 當時 我覺得我人生簡直要畫上句點了 但我努力控制自己的情緒 回答那些問題"}, {"zh-tw": " After they finished questioning me, one official said to another, \"This was a false report.She's not North Korean.\" And they let me go. It was a miracle. Some North Koreans in Chinaseek asylum in foreign embassies.", "en": " 他們問完我之後 其中一個警察向另一個警察說 這是誤報 她又不是北韓人 然後他們就這樣放我走了 這簡直是奇蹟 一些在中國的北韓人民 會向外國駐華使館 尋求庇護"}, {"zh-tw": " But many can be caughtby the Chinese police, and repatriated. These girls were so lucky.", "en": " 但還是有很多北韓人被中國警察抓走 然後被遣返 這幾個女孩很幸運"}, {"zh-tw": " Even though they were caught, they were eventually released,after heavy international pressure. These North Koreans were not so lucky.", "en": " 那時候 雖然他們被逮捕了 中國後來還是因為面臨 國際施加的壓力釋放了他們 這幾個北韓人民就沒有那麼幸運了"}, {"zh-tw": " Every year, countless North Koreansare caught in China and repatriated to North Korea, where they can be tortured, imprisoned,or publicly executed. Even though I wasreally fortunate to get out, many other North Koreanshave not been so lucky.", "en": " 每年 中國政府在中國境內逮捕了無數的北韓人民 並將他們遣返回北韓 一個可能虐待他們 監禁他們 甚至將他們公開處刑的地方 即便我非常幸運地逃離了那裏 還是有許多北韓人民不是那麼的走運"}, {"zh-tw": " It's tragic that North Koreanshave to hide their identities and struggle so hard just to survive. Even after learning a newlanguage and getting a job, their whole world can be turnedupside down in an instant.", "en": " 北韓的人民需要隱姓埋名的生活 這件事真的很可悲 他們光是活下去就要花好大的力氣 儘管如此 只要有機會學習新的語言 然後找到工作 這世界馬上就會截然不同"}, {"zh-tw": " That's why, after 10 yearsof hiding my identity, I decided to risk going to South Korea. And I started a new life yet again.", "en": " 這也就是為什麼 在我過了10 年隱姓埋名的生活後 我決定冒險前往南韓 再一次展開我的新生活"}, {"zh-tw": " Settling down in South Korea was a lot more challengingthan I had expected. English was so important in South Korea, so I had to start learningmy third language.", "en": " 在南韓安頓下來 比我想像中 要難的多 在南韓 英文非常重要 所以我得開始學習第三種語言"}, {"zh-tw": " Also, I realized there was a wide gapbetween North and South. We are all Korean, but inside, we have become very different,due to 67 years of division.", "en": " 此外我了解到南韓和北韓間 有著深不見底的鴻溝 雖然我們都叫做韓國人 但是骨子裡的差異真的很大 畢竟我們分裂了 67 年啊"}, {"zh-tw": " I even went through an identity crisis. Am I South Korean or North Korean? Where am I from? Who am I? Suddenly, there was no countryI could proudly call my own.", "en": " 我甚至有過認同危機 我究竟是南韓人 還是北韓人呢 我是從哪裡來的 我究竟是誰 一瞬間 讓我驕傲的國家 煙消雲散了"}, {"zh-tw": " Even though adjusting to lifein South Korea was not easy, I made a plan -- I started studyingfor the university entrance exam. Just as I was startingto get used to my new life, I received a shocking phone call.", "en": " 雖然不是那麼容易適應在南韓的生活 但我有了計畫 我開始準備起大學的入學考試 但正當我逐漸適應新的生活的時候 我接到了一通令人錯愕的電話"}, {"zh-tw": " The North Korean authoritiesintercepted some money that I sent to my family, and, as a punishment, my familywas going to be forcibly removed to a desolate location in the countryside. They had to get out quickly.", "en": " 北韓政府 截獲到一些我寄回家的錢 他們懲罰我的家人 即將把我的家人發配到 窮鄉僻壤去 他們一定得快點離開"}, {"zh-tw": " So I started planninghow to help them escape. North Koreans have to travelincredible distances on the path to freedom.", "en": " 於是我開始幫他們計畫要如何出境 北韓距離自由 不可思議地遙遠"}, {"zh-tw": " It's almost impossible to cross the border between North Korea and South Korea. So, ironically, I tooka flight back to China and headed toward the North Korean border.", "en": " 南北韓間的國界 基本上是不可能穿越的 所以我又搭飛機回到中國 往中朝邊界前進"}, {"zh-tw": " Since my family couldn't speak Chinese, I had to guide them somehowthrough more than 2,000 miles in China, and then into Southeast Asia. The journey by bus took one week, and we were almost caught several times.", "en": " 因為我家人們不會說中文 我得帶著他們 我們就這樣一路逃了 2000 哩 經過了中國 來到東南亞 我們搭了一星期的巴士 有好幾次都差一點就被抓到了"}, {"zh-tw": " One time, our bus was stoppedand boarded by a Chinese police officer. He took everyone's I.D. cards, and he started asking them questions.", "en": " 有一天 我們的巴士突然熄火 一名中國警察走了來 他檢查每個人的身分證 然後問大家問題"}, {"zh-tw": " Since my family couldn'tunderstand Chinese, I thought my familywas going to be arrested. As the Chinese officerapproached my family, I impulsively stood up, and I told him that these are deaf and dumb peoplethat I was chaperoning.", "en": " 因為我的家人不會說中文 我以為他們就要被逮捕了 於是 當中國警察走近我家人的時候 我立刻站了以來 告訴他 那些人又聾 又啞 我是來陪他們來搭巴士的"}, {"zh-tw": " He looked at me suspiciously, but luckily, he believed me. We made it all the wayto the border of Laos.", "en": " 他用懷疑的眼神看了我一會兒 他相信我了 真的好險 然後我們就這樣一路到了寮國的邊境"}, {"zh-tw": " But I had to spend almost all my money to bribe the border guards in Laos. But even after we got past the border, my family was arrested and jailedfor illegal border crossing.", "en": " 但為了賄賂寮國邊境的警察 我幾乎花光了我所有的錢 然而進入寮國之後 我的家人還是被抓進去關了 理由是非法入境"}, {"zh-tw": " After I paid the fine and bribe, my family was released in one month. But soon after, my familywas arrested and jailed again, in the capital of Laos.", "en": " 在我繳了罰款 然後再次賄賂後的一個月 他們終於被放出來了 不過沒多久 他們又被逮捕 然後被關在寮國的首都"}, {"zh-tw": " This was one of the lowestpoints in my life. I did everything to getmy family to freedom, and we came so close, but my family was thrown in jail, just a short distancefrom the South Korean embassy.", "en": " 那絕對是我人生的最低潮的幾個日子之一 我費盡了所有心思要讓我的家人自由 當我們離自由如此接近的時候 他們又被抓進去牢裡了 那裡距離南韓的使館只有幾步之遙"}, {"zh-tw": " I went back and forthbetween the immigration office and the police station, desperately trying to get my family out. but I didn't have enough moneyto pay a bribe or fine anymore.", "en": " 於是我開始不斷地在入境局 和警察局間奔走 拚了命地要把我的家人弄出來 但我沒有足夠的錢 再去付罰款或是或賄賂了"}, {"zh-tw": " I lost all hope. At that moment, I heardone man's voice ask me, \"What's wrong?\" I was so surprised that a total strangercared enough to ask.", "en": " 我的希望徹底地粉碎 就在那刻 我聽到一個男人的聲音 他問我 「妳怎麼了」 我好驚訝 一個完全陌生的人 是關心地詢問我"}, {"zh-tw": " In my broken English,and with a dictionary, I explained the situation,and without hesitating, the man went to the ATM, and he paid the restof the money for my family, and two other North Koreansto get out of jail. I thanked him with all my heart,and I asked him, \"Why are you helping me?\" \"I'm not helping you,\" he said.", "en": " 我用我的破英文 翻著字典 向他解釋這一切 那個男人二話不說地 走到提款機前領了錢 幫我把積欠的罰金和賄賂用的錢全部還付清 讓我的家人和另外兩個北韓人能夠出獄 我由衷地向他道謝 然後問他 「你為什麼要幫助我」 他說 「我不是要幫你"}, {"zh-tw": " \"I'm helping the North Korean people.\" I realized that thiswas a symbolic moment in my life. The kind stranger symbolized new hopefor me and the North Korean people, when we needed it most.", "en": " 我幫的是北韓的人民」 我知道這是我的人生中十分具象徵性意義的一刻 這個好心的陌生人對我而言 象徵了新的希望 在北韓人民最需要希望的這一刻"}, {"zh-tw": " And he showed methat the kindness of strangers and the supportof the international community are truly the rays of hopewe North Korean people need. Eventually, after our long journey, my family and I were reunitedin South Korea.", "en": " 他讓我體會到來自陌生人的善良 還有國際社會的支持 這些生命之光 都是我們北韓人民需要的 經過了這些長途跋涉 我和我的家人終於在南韓團聚"}, {"zh-tw": " But getting to freedomis only half the battle. Many North Koreansare separated from their families, and when they arrive in a new country, they start with little or no money.", "en": " 在獲得自由後 我們還有一段路要走 許多北韓人民的家庭還是被拆散的 當他們到新的國家 他們一盆如洗甚至身無分文"}, {"zh-tw": " So we can benefitfrom the international community for education, English language training,job training, and more. We can also act as a bridge between the people inside North Koreaand the outside world.", "en": " 我們可以得到國際社會的援助 無論是教育 英語訓練 職業訓練 還是其他的 我們也能扮演起 北韓境內人民和外頭世界 的橋樑"}, {"zh-tw": " Because many of us stay in contactwith family members still inside, and we send information and money that is helping to changeNorth Korea from inside. I've been so lucky, receivedso much help and inspiration in my life, so I want to help giveaspiring North Koreans a chance to prosperwith international support.", "en": " 因為我們中的許多人 和還留在北韓的家人都還保持著連絡 我們把資訊和金錢送進去 從內部著手幫忙改變北韓 我真的很幸運 得到了很多幫助 這一路走來 也接受了許多人的鼓勵 所以我想要燃起北韓人的熱情 讓他的在國際的幫助下 有機會能成功"}, {"zh-tw": " I'm confident that you will seemore and more North Koreans succeeding all over the world, including the TED stage. Thank you.", "en": " 我有信心你們將會看到越來越多的 北韓人能夠在世界各地有很好的表現 包括在 TED 這個舞台上 謝謝大家"}], "title": "Hyeonseo Lee My Escape From North Korea"}