{"url": "http://www.ted.com/talks/dan_ariely_what_makes_us_feel_good_about_our_work", "paragraphs": [{"zh-tw": " I want to talk a little bit todayabout labor and work. When we think about how people work, the naive intuition we have is that people are like rats in a maze -- that all people care about is money, and the moment we give them money, we can direct them to work one way, we can direct them to work another way. This is why we give bonuses to bankersand pay in all kinds of ways.", "en": " 我今天想來談談 勞動與工作。 當談到人們是怎麼工作的時候， 我們的直覺是 人們就有如迷宮中的老鼠一樣 -- 都只在乎錢(老鼠只在乎芝士) 只要我們給錢， 就可以隨意地命令他們這樣做， 或是那樣做。 這就是為什麼我們會給銀行家紅利和各種補貼。"}, {"zh-tw": " And we really havethis incredibly simplistic view of why people work, and whatthe labor market looks like. At the same time, if you think about it, there's all kinds of strange behaviorsin the world around us.", "en": " 我們對於人們工作的原因和勞工市場 也有著非常天真的看法。 與此同時，如果你想想看，你就會發現 其實我們身邊充滿著千古百怪的行為。"}, {"zh-tw": " Think about something like mountaineeringand mountain climbing. If you read books of peoplewho climb mountains, difficult mountains, do you think that those books are fullof moments of joy and happiness? No, they are full of misery.", "en": " 拿登山和攀登來說好了。 當你閱讀克服高山的登山者傳記時， 你認為書中充滿喜悅和快樂的時刻嗎? 不，裡頭充滿痛苦。"}, {"zh-tw": " In fact, it's all about frostbiteand having difficulty walking, and difficulty breathing -- cold, challenging circumstances. And if people were just tryingto be happy, the moment they would get to the top, they would say,\"This was a terrible mistake.", "en": " 事實上，全是凍傷、舉步維艱 呼吸困難 -- 寒冷、艱難的生存條件。 如果人們就只是想要獲得， 在攻頂那一剎那的快樂的話， 他們會說：「這真是個可怕的錯誤。"}, {"zh-tw": " I'll never do it again.\" \"Instead, let me sit on a beachsomewhere drinking mojitos.\" But instead, people go down, and after they recover, they go up again. And if you think aboutmountain climbing as an example, it suggests all kinds of things.", "en": " 我打死也不會再做這種事了。」 「還是讓我坐在沙灘上享用莫吉托(雞尾酒) 吧。」 但卻恰好相反，他們下山後， 體力一旦恢復，他們又會再度出發。 若以登山為例， 它說明了很多事情。"}, {"zh-tw": " It suggests that we careabout reaching the end, a peak. It suggests that we careabout the fight, about the challenge.", "en": " 它說明了我們是在乎能否抵達終點，直到巔峰。 也說明我們在乎過程中的堅持與挑戰。"}, {"zh-tw": " It suggests that there's all kindsof other things that motivate us to work or behave in all kinds of ways. And for me personally,I started thinking about this after a student came to visit me.", "en": " 它意味著世上還有許多事物可以 促使我們在各領域上努力工作或表現。 對我來說，我是在一位學生來探望我之後 才開始思考這件事的。"}, {"zh-tw": " This was one of my studentsfrom a few years earlier, and he came one day back to campus. And he told me the following story: He said that for more than two weeks, he was workingon a PowerPoint presentation.", "en": " 他是我幾年前的學生。 有一天他回到校園 敘述以下的故事給我聽： 他說他為了一份簡報忙了兩個多禮拜。"}, {"zh-tw": " He was working in a big bank, and this was in preparationfor a merger and acquisition. And he was working very hardon this presentation -- graphs, tables, information.", "en": " 那時他在一間大銀行工作。 這份簡報是為公司的併購計劃而準備的。 他也盡心盡力地去做這份簡報-- 圖表，表格，資料。"}, {"zh-tw": " He stayed late at night every day. And the day before it was due, he sent his PowerPointpresentation to his boss, and his boss wrote him back and said, \"Nice presentation,but the merger is canceled.\" And the guy was deeply depressed.", "en": " 他每天都在熬夜。 在截止日的前一天 他把這份簡報寄給了他的老闆， 而他老闆則回應他說： 「這份簡報做得還不錯，但合併計劃已經取消了。」 之後他就覺得非常沮喪。"}, {"zh-tw": " Now at the moment when he was working, he was actually quite happy. Every night he was enjoying his work, he was staying late, he was perfectingthis PowerPoint presentation.", "en": " 但當他在做這份簡報的時候 他其實還滿開心的。 每個晚上他都很享受著這份工作， 享受著熬夜，也享受著把簡報完美化。"}, {"zh-tw": " But knowing that nobody would everwatch it made him quite depressed. So I started thinkingabout how do we experiment with this idea of the fruits of our labor.", "en": " 可是得知沒有人會看到這份簡報之後，他大受打擊。 所以我才開始思考我們該如何實驗 勞動的成果這個概念。"}, {"zh-tw": " And to start with, we createda little experiment in which we gave people Legos, and we asked them to build with Legos. And for some people,we gave them Legos and we said, \"Hey, would you like to buildthis Bionicle for three dollars? We'll pay you three dollars for it.\" And people said yes,and they built with these Legos.", "en": " 一開始，我們設計了一個小實驗。 實驗中，我們把樂高給實驗對象並要求他們堆出東西。 其中一部份的人，在我們給他們樂高之後，我們就跟他說， 「你願不願組出一個價值 $3.00 的 ”生化戰士” (Bionicle)?」 我們會用 $3.00 跟你買。」 他們答應之後便用樂高組出 ”生化戰士”。"}, {"zh-tw": " And when they finished, we took it,we put it under the table, and we said, \"Would you liketo build another one, this time for $2.70?\" If they said yes,we gave them another one, and when they finished, we asked them, \"Do you want to build another one?\"for $2.40, $2.10, and so on, until at some point people said, \"No more. It's not worth it for me.\" This was what we calledthe meaningful condition. People built one Bionicle after another.", "en": " 完成之後，我們把成品拿走並將它放置在桌下， 然後再問：「你願不願意再組一個? 這次價格為 $2.70。」 如果他們答應，我們再給他們另一組樂高。 他們完成之後，我們又問他們， 「你想不想再組一個?」價格為 $2.40, 為$2.10… 以此類推， 直到他們說，「這根本划不來，我不做了。」 這就是我們稱為有意義的狀況。 實驗對象堆出一個又一個 ”生化戰士”。"}, {"zh-tw": " After they finished every one of them, we put them under the table. And we told them that at the endof the experiment, we will take all these Bionicles,we will disassemble them, we will put them back in the boxes, and we will use itfor the next participant.", "en": " 當他們全部都完成之後，我們就把成品放在桌下 並在實驗最後告知他們， 我們會回收並拆解所有的 ”生化戰士”， 我們會把它們放回箱子給下一個對象使用。"}, {"zh-tw": " There was another condition. This other condition was inspiredby David, my student.", "en": " 還有另一個情形。 這個情形是從我的學生，大衛，身上所得到的靈感。"}, {"zh-tw": " And this other condition we calledthe Sisyphic condition. And if you rememberthe story about Sisyphus, Sisyphus was punished by the godsto push the same rock up a hill, and when he almost got to the end, the rock would roll over,and he would have to start again.", "en": " 我們稱它為西西弗斯的狀況。 如果你記得西西弗斯的故事， 西西弗斯受到上帝的懲罰並要他把一塊特定的巨石推上山頂， 正當他將要抵達終點的時候， 這塊巨石就會滾下山，那他就得再來一次。"}, {"zh-tw": " And you can think about thisas the essence of doing futile work. You can imagine that if he pushedthe rock on different hills, at least he would havesome sense of progress.", "en": " 你可以把這當作是徒勞的本質。 你可以想像如果他把石塊推往其他的山， 他至少會感覺有些許的進展。"}, {"zh-tw": " Also, if you look at prison movies, sometimes the way that the guardstorture the prisoners is to get them to dig a hole,and when the prisoner is finished, they ask him to fill the holeback up and then dig again. There's somethingabout this cyclical version of doing something over and over and over that seems to beparticularly demotivating.", "en": " 還有，如果你看過以監獄為題材的電影 那你就會發現有時候獄警虐待犯人的方法 就是叫他們去挖地洞。 當犯人挖完以後，獄警們就會讓他把洞給補滿然後再重挖。 在這個週期性 一而再地重復做某一件事的行為之中 彷彿有些什麼東西是特別讓人消極的。"}, {"zh-tw": " So in the second conditionof this experiment, that's exactly what we did. We asked people, \"Would you like to buildone Bionicle for three dollars?\" And if they said yes, they built it.", "en": " 所以我們就在第二個情形的實驗當中這麼做。 我們問實驗對象，「你想不想堆出一個價值為 $3.00 的 \"生化戰士\"?」 如果他們說好，那他們就會去堆一個出來。"}, {"zh-tw": " Then we asked them, \"Do you wantto build another one for $2.70?\" And if they said yes,we gave them a new one, and as they were building it, we took apart the onethat they just finished. And when they finished that, we said, \"Would you liketo build another one, this time for 30 cents less?\" And if they said yes, we gave them the onethat they built and we broke.", "en": " 之後我們再問他們，「你想不想為$2.70再造一個? 」 如果他們說好，那我們就會給他們一個新的 \"生化戰士\"。 在他們在堆的時後， 我們就會把他們前一個成品給拆了。 然後當他們完成後， 我們又會說，「你願不願意再造一個? 這次會比上一個少 $0.30」 如果他們又說好，我們就會把之前拆掉的給他們。"}, {"zh-tw": " So this was an endless cycleof them building, and us destroying in front of their eyes. Now what happens when you comparethese two conditions? The first thing that happened wasthat people built many more Bionicles -- eleven in the meaningful condition, versus seven in the Sisyphus condition.", "en": " 所以，這就是個永無止境的循環， 他們不停地堆而我們則是不停地當著他們的面拆。 如果你拿這兩種情形來比較，會發生什麼狀況呢? 第一件發生的事就是 一組人堆出較多的 \"生化戰士\" -- 數量為 11 比 7 這是有意義狀況和西西弗斯相較之下的比值。"}, {"zh-tw": " And by the way, we should point outthat this was not big meaning. People were not curing canceror building bridges.", "en": " 我們應該順便提一下，這結果的意義其實並不大。 他們並不是在治療癌症，也不是在建橋梁。"}, {"zh-tw": " People were buildingBionicles for a few cents. And not only that, everybody knew that the Bionicleswould be destroyed quite soon.", "en": " 他們只是在為了幾毛錢去堆 \"生化戰士\"罷了。 不僅如此，大家都知道堆出來的 \"生化戰士\" 很快就會被拆掉。"}, {"zh-tw": " So there was not a realopportunity for big meaning. But even the small meaningmade a difference.", "en": " 所以從頭到尾也沒所謂的重大意義。 但即便是意義小，也有影響力。"}, {"zh-tw": " Now we had another versionof this experiment. In this other version of the experiment, we didn't put people in this situation, we just described to them the situation, much as I am describing to you now, and we asked them to predictwhat the result would be.", "en": " 現在我們有另一個實驗版本。 在這個版本中， 沒有人參與這個情況， 我們只跟他們講述，就像我跟你們描述一樣。 然後我們請他們預測結果。"}, {"zh-tw": " What happened? People predicted the right directionbut not the right magnitude. People who were just giventhe description of the experiment said that in the meaningful condition, people would probably buildone more Bionicle.", "en": " 發生什麼事了呢? 大家的預測大致上都是對的，但數值上卻有所出入。 那些只聽過描述的實驗對象 表示他們大概會在有意義的情況下多堆一個 \"生化戰士\" 出來。"}, {"zh-tw": " So people understandthat meaning is important, they just don't understandthe magnitude of the importance, the extent to which it's important. There was one other pieceof data we looked at.", "en": " 所以說，大家都了解意義很重要， 但他們只是不了解它有\"多\"重要， 是何種程度上的重要。 我們還可以參考另一個數據。"}, {"zh-tw": " If you think about it, there aresome people who love Legos, and some people who don't. And you would speculatethat the people who love Legos would build more Legos,even for less money, because after all,they get more internal joy from it.", "en": " 你想一下就會發現有的人很喜歡樂高，也有的人不喜歡。 你應該可以推測出來，喜歡樂高的人 即使錢比較少，他們還是會去堆多些樂高 因為他們畢竟會從中得到更多的喜悅。"}, {"zh-tw": " And the people who love Legos lesswould build less Legos because the enjoymentthat they derive from it is lower. And that's actually what we foundin the meaningful condition.", "en": " 相對的，那些比較不喜歡樂高的人會堆較少的樂高 因為他們從中得到的喜悅較少。 其實就是我們在有意義的狀況中得到的結果。"}, {"zh-tw": " There was a very nice correlationbetween the love of Legos and the amount of Legos people built. What happened in the Sisyphic condition? In that condition,the correlation was zero -- there was no relationshipbetween the love of Legos, and how much people built, which suggests to methat with this manipulation of breaking thingsin front of people's eyes, we basically crushed any joythat they could get out of this activity.", "en": " 對樂高的喜愛度和成品的數量 成正比。 那西西弗斯狀況下出現了什麼情形呢? 在這個情況中，相關性為零。 對樂高的喜愛和成品的數量是毫無關係的 並告訴我，在人們面前 摧毀東西的這個手段， 基本上我們是在粉碎他們從中得到的任何喜悅。"}, {"zh-tw": " We basically eliminated it. Soon after I finishedrunning this experiment, I went to talk to a bigsoftware company in Seattle.", "en": " 我們根本就是把它給毀滅了。 這實驗一結束， 我去跟一家在西雅圖的大軟體公司。"}, {"zh-tw": " I can't tell you who they were,but they were a big company in Seattle. This was a groupwithin the software company that was put in a different building, and they asked them to innovate, and create the next big productfor this company.", "en": " 我不能跟你說他們是誰，但是他們在西雅圖是一家大公司。 在這個軟體公司的這組人被安置在另一個大廈。 為了創造出下一個創新的當紅產品。"}, {"zh-tw": " And the week before I showed up, the CEO of this big software companywent to that group, 200 engineers, and canceled the project. And I stood there in front of 200 of the most depressedpeople I've ever talked to.", "en": " 在我出現的前一週， 這公司的執行長當著這一組，200位工程師的面 取消了他們的項目。 我站在這群我這輩子交談過最沮喪的200個人面前。"}, {"zh-tw": " And I described to themsome of these Lego experiments, and they said they felt like they hadjust been through that experiment. And I asked them, I said, \"How many of you now show upto work later than you used to?\" And everybody raised their hand.", "en": " 開始跟他們描述這些樂高實驗， 他們說，他們彷彿身歷其境。 我問他們， 「有多少人現在比以前晚到公司的?」 大家都舉手。"}, {"zh-tw": " I said, \"How many of you now go homeearlier than you used to?\" Everybody raised their hand. I asked them, \"How many of you now add not-so-kosher thingsto your expense reports?\" And they didn't raise their hands, but they took me out to dinner and showed me what they could dowith expense reports.", "en": " 我又問：「又有多少人是比往常更早回家的?」 大家又舉起了手。 我再問他們：「你們現在有多少個人在開銷報告中加入了不太適當的事物?」 他們沒有舉手， 但在他們帶我去晚餐的時候，實際展現了他們花公帳的能力。"}, {"zh-tw": " And then I asked them, I said, \"What could the CEO have doneto make you not as depressed?\" And they came up with all kinds of ideas. They said the CEO could have askedthem to present to the whole company about their journeyover the last two years and what they decided to do.", "en": " 於是我問他們： 「你們的執行長該如何做才能讓你們減低沮喪呢?」 他們想出一堆點子。 他們說，執行長可以讓他們向整個公司報告 他們這兩年來的歷程以及想要執行的計劃。"}, {"zh-tw": " He could have asked them to thinkabout which aspect of their technology could fit with other partsof the organization. He could have asked them to buildsome next-generation prototypes, and see how they would work.", "en": " 或是請他們想一想他們的技術上哪一方面 可以跟公司其他的部門融合在一起。 他可以請他們製造一些原型，一些新一代的原型 並測試它們。"}, {"zh-tw": " But the thing is that any one of thosewould require some effort and motivation. And I think the CEO basically did notunderstand the importance of meaning.", "en": " 但以上任何一項提議都 需要些許的努力與動機。 我覺得執行長基本上不懂\"意義\"的重要性。"}, {"zh-tw": " If the CEO, just like our participants, thought the essenceof meaning is unimportant, then he [wouldn't] care. And he would say, \"At the momentI directed you in this way, and now that I'm directingyou in this way, everything will be okay.\" But if you understoodhow important meaning is, then you would figure outthat it's actually important to spend some time, energy and effort in getting people to care moreabout what they're doing.", "en": " 如果這執行長像我們的實驗對象一樣， 覺得意義的本質是不重要的， 那他就不會在乎。 而且他就會告訴他們，「那時候，我叫你們去東， 現在我叫你們去西， 一切都會沒問題的。」 但如果你明白\"意義\"的重要性， 你應該知道花一些時間精力 努力讓人們關心自己所做的事 是很重要的。"}, {"zh-tw": " The next experimentwas slightly different. We took a sheet of paperwith random letters, and we asked peopleto find pairs of letters that were identical next to each other.", "en": " 下一個實驗有點不同。 我們拿了一張紙，上面隨意的寫上了一些字母， 我們請實驗對象在紙上找出和相鄰相同的字母組。"}, {"zh-tw": " That was the task. People did the first sheet, then we asked if they wanted to doanother for a little less money, the next sheet for a little bitless, and so on and so forth.", "en": " 這個就是他們的課題。(文書處理) 然後他們把第一張做完。 我們問他們願不願以較低的工資再做一張 下一張的錢又少了些，以此類推。"}, {"zh-tw": " And we had three conditions. In the first condition, peoplewrote their name on the sheet, found all the pairs of letters, gave it to the experimenter, the experimenter would look at it, scan it from top to bottom, say \"Uh huh,\" and put iton the pile next to them.", "en": " 我們有三種情況。 在第一種情況，實驗對象把他們的名字寫在紙上， 等找到所有的字母組後，把紙交給研究人員。 研究人員會把那張紙重頭看到尾， 說聲「對」 然後把它放在旁邊的紙堆上。"}, {"zh-tw": " In the second condition,people did not write their name on it. The experimenter looked at it, took the sheet of paper,did not look at it, did not scan it, and simply put it on the pile of pages.", "en": " 第二種情況，實驗對象不用把名字寫在紙上。 研究人員看了它一眼 就把紙給拿走了，連讀也不讀 直接把它放在紙堆上。"}, {"zh-tw": " So you take a piece,you just put it on the side. In the third condition, the experimenter got the sheet of paper, and put it directly into a shredder.", "en": " 也就是說，你拿了一張，然後就將它放在一旁。 然後，第三種狀況， 研究人員拿到紙後，直接把它放入碎紙機中。"}, {"zh-tw": " What happened in those three conditions? In this plot I'm showing youat what pay rate people stopped. So low numbers meanthat people worked harder.", "en": " 這三種情況會造成什麼結果呢? 現在我給你看的圖表是告訴你人們是在什麼支付費率停止的。 也就是說，數字越低表示人們較努力，也做得較久。"}, {"zh-tw": " They worked for much longer. In the acknowledged condition, people worked all the waydown to 15 cents.", "en": " 在受到肯定的條件下，人們願意一直做到 $0.15 元。"}, {"zh-tw": " At 15 cents per page, they basically stopped these efforts. In the shredder condition, it was twiceas much -- 30 cents per sheet.", "en": " 當工資為每張 $0.15 時，基本上，他們就不再做了。 碎紙機的情況中，工資為前者整整高出兩倍之多 -- 每張 $0.30"}, {"zh-tw": " And this is basicallythe result we had before. You shred people's efforts, output -- you get them not to be as happywith what they're doing.", "en": " 基本上和我們之前所得到的結果一樣。 你撕碎了他人的努力和成果， 你讓他們對自己所做得事感到不是那麼開心。"}, {"zh-tw": " But I should point out, by the way, that in the shredder condition,people could have cheated. They could have done not so good work, because they realizedpeople were just shredding it.", "en": " 但同時，我應該指出， 在碎紙機的情況下，人們也許會作弊。 他們可以不把事情做好， 因為他們意識到之後人們也只會把它給撕碎。"}, {"zh-tw": " So maybe the first sheetyou'd do good work, but then you see nobodyis really testing it, so you would do more and more and more. So in fact, in the shredder condition, people could have submitted more workand gotten more money, and put less effort into it.", "en": " 因此，你第一張紙可能會做得不錯， 但當你看到沒有人會用心去撿查它， 那你就會做多點，多點，再多點。 所以事實上，在碎紙機的情形下， 人們可以遞交更多的成品並取得更多的錢 也較不用心工作。"}, {"zh-tw": " But what about the ignored condition? Would the ignored conditionbe more like the acknowledged or more like the shredder,or somewhere in the middle? It turns out it wasalmost like the shredder. Now there's good news and bad news here.", "en": " 那採取不理不睬的情況又是如何的呢? 這情況中會不會跟受肯定的情形較類似還是跟碎紙機的情形較類似， 還是介於兩者之間? 結果顯示這個情形跟碎紙機十分相似。 現在有一個好消息和一個壞消息。"}, {"zh-tw": " The bad news is that ignoringthe performance of people is almost as bad as shreddingtheir effort in front of their eyes. Ignoring gets you a whole way out there.", "en": " 壞消息是，忽略他人的表現 就有如在他人的眼前把他們的努力撕碎一樣的差。 忽略會讓你感到如此惡劣。"}, {"zh-tw": " The good news is that by simply lookingat something that somebody has done, scanning it and saying \"Uh huh,\" that seems to be quite sufficient to dramatically improvepeople's motivations. So the good news is that adding motivation doesn't seem to be so difficult.", "en": " 好消息就是，只要把他人的成果簡單的看一下， 略看一下並說聲\"對\"， 這似乎就已經足夠 大大提昇人們的動機。 所以說，好消息就是要增加動機其實一點也不難。"}, {"zh-tw": " The bad news isthat eliminating motivations seems to be incredibly easy, and if we don't think about itcarefully, we might overdo it. So this is all in termsof negative motivation, or eliminating negative motivation.", "en": " 壞消息就是要消滅動機 比想像中來得容易多了， 而且如果我們不謹慎思考一下，我們也許會做過了頭。 因此這一切就是有關負面動機 或消除負面動機。"}, {"zh-tw": " The next part I want to show youis something about positive motivation. So there is a storein the U.S. called IKEA.", "en": " 接下來我要讓你們看些和正面動機相關的東西。 在美國有一家店叫 IKEA 。"}, {"zh-tw": " And IKEA is a storewith kind of okay furniture that takes a long time to assemble. I don't know about you, but every time I assemble one of those, it takes me much longer,it's much more effortful, it's much more confusing,I put things in the wrong way -- I can't say I enjoy those pieces.", "en": " IKEA 賣的傢俱還算可以， 但組裝起來卻很耗時。 我不知道你啦，但每一次我組合它們的傢俱時 我都需要更久~~的時間、更大~~的努力、非常非常混亂。 我會把東西裝錯。 我很難說我享受那些傢俱。"}, {"zh-tw": " I can't say I enjoy the process. But when I finish it, I seem to like thoseIKEA pieces of furniture more than I like other ones.", "en": " 或是組裝傢俱的過程。 但一旦組合好後，我似乎喜愛 IKEA 的傢俱 勝過其它的傢俱。"}, {"zh-tw": " And there's an old story about cake mixes. So when they startedcake mixes in the '40s, they would take this powderand they would put it in a box, and they would ask housewivesto basically pour it in, stir some water in it, mix it, put it in the oven,and -- voila -- you had cake.", "en": " 接下來，有一個關於蛋糕混合粉的古老故事。 話說在 40 年代，他們開始弄蛋糕預拌粉的時候， 他們將這些粉放入盒子中， 並請家庭主婦直接倒出來，加入些許的水， 攪拌均勻，放入烤箱，然後 -- 就這樣! --- 你就有蛋糕了。"}, {"zh-tw": " But it turns out they were very unpopular. People did not want them, and they thought aboutall kinds of reasons for that.", "en": " 但結果卻是它們非常不受歡迎。 人們不想要它們。 之後，他們為了這件事想出各式各樣的原因。"}, {"zh-tw": " Maybe the taste was not good? No, the taste was great. What they figured out wasthat there was not enough effort involved.", "en": " 可能是味道不好。 不，味道很棒。 他們得出的結果是，人們在製作過程中付出的心力不夠多。"}, {"zh-tw": " It was so easy that nobodycould serve cake to their guests and say, \"Here is my cake.\" No, it was somebody else's cake,as if you bought it in the store. It didn't really feel like your own.", "en": " 因為過程太簡單，所以人們不能請客人品嚐這蛋糕 並說：「這是我做的蛋糕。」 不不不，這是別人的蛋糕。 它就跟你從商店中買到一樣。 它感覺上不是你自己的。"}, {"zh-tw": " So what did they do? They took the eggs and the milkout of the powder. Now you had to breakthe eggs and add them, you had to measure the milkand add it, mixing it.", "en": " 那他們怎麼做呢? 他們將粉中的雞蛋和牛奶拿走。 現在你得敲開雞蛋，親自加入。 你得測量牛奶，加入並攪拌它。"}, {"zh-tw": " Now it was your cake.Now everything was fine. Now, I think a little bitlike the IKEA effect, by getting people to work harder, they actually got them to lovewhat they're doing to a higher degree.", "en": " 現在它就是你的蛋糕了。這樣問題都解決了。 (鼓掌聲) 我現在想法有點像 IKEA 效應， 要求人們更努力工作， 可能會讓他們更熱愛自己所作。"}, {"zh-tw": " So how do we look at thisquestion experimentally? We asked people to build some origami. We gave them instructionson how to create origami, and we gave them a sheet of paper.", "en": " 我們如何用實驗來看待這問題? 我們請人們做一些摺紙。 我們給了他們摺紙的步驟 和一張紙。"}, {"zh-tw": " And these were all novices, and they built somethingthat was really quite ugly -- nothing like a frog or a crane. But then we told them,\"Look, this origami really belongs to us.", "en": " 還有這些人全都是新手，而他們摺出來的東西其實還滿醜的 根本不像青蛙或是鶴。 但之後我們跟他們說：「聽著，這摺紙其實是屬於我們的。"}, {"zh-tw": " You worked for us, but I'll tellyou what, we'll sell it to you. How much do you want to pay for it?\" And we measured how muchthey were willing to pay for it.", "en": " 你幫我們工作，但我跟你說，我們會把它賣給你。 你願意為它付多少錢?」 我們就測量他們所願意付出的價錢。"}, {"zh-tw": " And we had two types of people: We had the people who built it, and the people who did not build it, and just looked at itas external observers. And what we foundwas that the builders thought that these were beautifulpieces of origami -- and they were willing to payfive times more for them than the people who justevaluated them externally.", "en": " 當中，我們有兩種人。 我們有親自動手製造的人， 也有沒去製造而只是以觀察者的身份來觀察的人。 結果，我們所發現的是，製造者們會認為 這些是很漂亮的摺紙作品， 而且他們所願意付出的金錢是 在局外評估他們的人們的五倍之多。"}, {"zh-tw": " Now you could say --if you were a builder, do you think [you'd say],\"Oh, I love this origami, but I know that nobodyelse would love it?\" Or \"I love this origami,and everybody else will love it as well?\" Which one of those two is correct? Turns out the buildersnot only loved the origami more, they thought that everybodywould see the world in their view. They thought everybody elsewould love it more as well.", "en": " 現在你可以說，如果你是製造者， 你會不會想：「哦，我好喜歡這摺紙，但我知道除了我之外，沒有人會喜歡它」? 還是說，你會想：「我好喜歡這摺紙，而且大家都一樣會喜歡」? 上述哪一個正確? 結果是，製造者不旦比較喜歡他們的褶紙， 他們還認為大家都會跟他們的想法一樣。 他們以為所有人都跟他們一樣地喜歡他們的摺紙。"}, {"zh-tw": " In the next version,we tried to do the IKEA effect. We tried to make it more difficult.", "en": " 下一個實驗，我們試著把難度提高 看看 IKEA 效應是否是真的。"}, {"zh-tw": " So for some people, we gave the same task. For some people, we made it harderby hiding the instructions.", "en": " 因此，對一部分的人，我們給他們相同的任務。 對另一部分的人我們提高難度，藏起摺紙說明。"}, {"zh-tw": " At the top of the sheet,we had little diagrams of how you fold origami. For some people, we just eliminated that.", "en": " 只在紙上簡單描述如何摺紙。 對一些人，我們直接連這個都沒有。"}, {"zh-tw": " So now this was tougher. What happened? Well in an objective way, the origami now was uglier,it was more difficult.", "en": " 那這樣就更困難了。結果呢? 客觀上，作品現在更醜了，也更難了。"}, {"zh-tw": " Now when we looked at the easyorigami, we saw the same thing -- builders loved it more,evaluators loved it less. When you looked at the hard instructions, the effect was larger.", "en": " 現在，當我們看看那些簡單的摺紙時， 我們會看到相同的事：製造者會更喜歡作品，評估者沒那麼喜歡 當你看困難步驟實驗時， 這效果就更明顯了。"}, {"zh-tw": " Why? Because now the buildersloved it even more. They put all this extra effort into it.", "en": " 為什麼? 因為現在製造者更加喜歡成品了。 在過程中，他們投入更多的精力。"}, {"zh-tw": " And evaluators? They loved it even less. Because in reality, it was even uglierthan the first version.", "en": " 那評估者呢? 他們更不喜歡了。 因為事實上，它比第一版本更為醜陋了。"}, {"zh-tw": " Of course, this tells you somethingabout how we evaluate things. Now think about kids.", "en": " 當然，這跟說明了我們是如何做評估的。 現在想想看小孩子。"}, {"zh-tw": " Imagine I asked you, \"How muchwould you sell your kids for?\" Your memories and associations and so on. Most people would sayfor a lot, a lot of money.", "en": " 想像我問你：「多少錢你才願意賣掉你的孩子?」 你的回憶和關係等等 大部分的人都會說，很多很多的錢 --"}, {"zh-tw": " On good days. But imagine this was slightly different.", "en": " 如果那天我心情好的話。 但想像稍微不一樣的狀況。"}, {"zh-tw": " Imagine if you did not have your kids. And one day you went to the parkand you met some kids.", "en": " 想像一下如果你沒有小孩， 然後有一天你去了公園，遇見了一些小孩子，"}, {"zh-tw": " They were just like your kids, and you played with them for a few hours, and when you were about to leave,the parents said, \"Hey, by the way, just before you leave,if you're interested, they're for sale.\" How much would you pay for them now? Most people say not that much. And this is because our kidsare so valuable, not just because of who they are, but because of us, because they are so connected to us, and because of the time and connection.", "en": " 而他們就跟你的孩子一模一樣。 你跟他們玩了幾個小時之後。 就當你要離開的時候，他們的家長說， 「喂，在你離開之前跟你說一聲，如果你有興趣的話，你可以購買他們。」 那你現在會用多少錢來買他們呢? 大多數人會說，不用太多。 這是因為我們的孩子比較珍貴， 不只是因為他們的身份， 而是因為我們，因為他們跟我們之間有牽絆 也因為孩子和我們所相處的時間與關係。"}, {"zh-tw": " By the way, if you thinkIKEA instructions are not good, what about the instructions that comewith kids, those are really tough. By the way, these are my kids, which,of course, are wonderful and so on.", "en": " 順便提一下，如果你認為 IKEA 的說明不好， 想一下小孩所附帶的說明。 這才是真正的困難。 順提一下，這些是我的孩子，當然他們很棒，你知道的。"}, {"zh-tw": " Which comes to tell you one more thing, which is, much like our builders, when they look at the creatureof their creation, we don't see that other peopledon't see things our way. Let me say one last comment.", "en": " 這跟說明了一件事， 那就是，就像實驗中的製造者， 當他們看著他們創造的創造物時， 我們不會覺得其他人跟我們的看法不同。 最後，"}, {"zh-tw": " If you think about Adam Smithversus Karl Marx, Adam Smith had a very importantnotion of efficiency. He gave an example of a pin factory.", "en": " 如果你把亞當‧斯密和卡爾‧馬克思拿來做比較， 亞當‧斯密對效率有個很重要的想法。 他用大頭釘工廠來舉例。"}, {"zh-tw": " He said pins have 12 different steps, and if one person does all 12 steps,production is very low. But if you get one person to do step one, and one person to do step twoand step three and so on, production can increase tremendously.", "en": " 他說製造大頭釘有 12 個步驟， 如果都讓一個人做，那產量就很低。 但如果你讓一個人做第一步、 一個人做第二步，第三步，以此類推， 產量就會大大增加。"}, {"zh-tw": " And indeed, this is a great example, and the reason for the IndustrialRevolution and efficiency. Karl Marx, on the other hand, said that the alienationof labor is incredibly important in how people think about the connectionto what they are doing.", "en": " 也沒錯，這是一個很棒的例子，也是工業革命和效率的原因。 相對而言，卡爾‧馬克思 認為異化勞工 對勞工本身如何看待自己的工作是很關鍵的。"}, {"zh-tw": " And if you do all 12 steps,you care about the pin. But if you do one step every time,maybe you don't care as much.", "en": " 如果你親自完成這 12 步驟，你會在乎這大頭釘。 但如果你每次只做某一步驟，也許你就不會那麼在乎了。"}, {"zh-tw": " I think that in the Industrial Revolution, Adam Smith was morecorrect than Karl Marx. But the reality is that we've switched, and now we're in the knowledge economy.", "en": " 我覺得在工業革命中， 亞當‧斯密比卡爾‧馬克思來得正確， 但事實上，我們相反了 而我們現在身在知識經濟中。"}, {"zh-tw": " You can ask yourself, what happensin a knowledge economy? Is efficiency still moreimportant than meaning? I think the answer is no. I think that as we move to situations in which people haveto decide on their own about how much effort, attention,caring, how connected they feel to it, are they thinking about laboron the way to work, and in the shower and so on, all of a sudden Marxhas more things to say to us.", "en": " 你可以問問自己了，知識經濟是怎麼回事? 效率還是比意義來得重要嗎? 我相信答案是\"不\"。 我認為當大環境變成人們可以自己 決定自己要放多少精力去關注、關心 自己選擇與工作的關係 他們是否在上班途上、洗澡時都想著工作? 突然之間，馬克思有更多的事要跟我們說了。"}, {"zh-tw": " So when we think about labor, we usually think about motivationand payment as the same thing, but the reality is that we shouldprobably add all kinds of things to it -- meaning, creation, challenges,ownership, identity, pride, etc. The good news is that if we addedall of those components and thought about them -- how do we create our ownmeaning, pride, motivation, and how do we do it in our workplace, and for the employees -- I think we could get people to beboth more productive and happier.", "en": " 當我們在思考勞動時，我們時常把動機和工資混為一談， 但事實上，我們應該把各式各類的東西都加進去 -- 意義、創造、挑戰、所有權、身分、榮耀等等。 好消息是如果我們把所有元素加入考慮 包括我們如何創造自己的意義、榮耀、動機， 以及我們在職場上和對待員工的表現， 我想我們可以讓人們更有效率也更開心。"}, {"zh-tw": " Thank you very much.", "en": " 感謝大家。 (鼓掌聲)"}], "title": "Dan Ariely What Makes Us Feel Good About Our Work"}