{"url": "http://www.ted.com/talks/andres_lozano_parkinson_s_depression_and_the_switch_that_might_turn_them_off", "paragraphs": [{"zh-tw": " One of the things I want to establish right from the start is that not all neurosurgeons wear cowboy boots. I just wanted you to know that.", "en": " 演講前我想先澄清一下 不是每位神經外科醫師都穿牛仔靴(譯注：指已故名醫 Fred Epstein) 我只是想讓你們知道這點"}, {"zh-tw": " So I am indeed a neurosurgeon, and I follow a long tradition of neurosurgery, and what I'm going to tell you about today is adjusting the dials in the circuits in the brain, being able to go anywhere in the brain and turning areas of the brain up or down to help our patients. So as I said, neurosurgery comes from a long tradition.", "en": " 我確實是個神經外科醫師 追隨著神經外科手術的悠久傳統 今天我要和各位分享 如何調整大腦迴路中的旋鈕 我們可以深入大腦的每個角落 把該區域的訊號調高或調低 以改善病況 就像我說的神經外科手術歷史悠久"}, {"zh-tw": " It's been around for about 7,000 years. In Mesoamerica, there used to be neurosurgery, and there were these neurosurgeons that used to treat patients.", "en": " 7 千年前就已存在 中美洲曾施行神經外科手術 這圖就是當時為病人動手術的情況"}, {"zh-tw": " And they were trying to -- they knew that the brain was involved in neurological and psychiatric disease. They didn't know exactly what they were doing.", "en": " 他們嘗試這麼做— 因為知道腦和神經或精神疾病有關 他們不太確定自己在做什麼"}, {"zh-tw": " Not much has changed, by the way. But they thought that, if you had a neurologic or psychiatric disease, it must be because you are possessed by an evil spirit.", "en": " 我們現在也差不多 但他們認為 如果你有神經或精神疾病 你一定是被 惡靈附身"}, {"zh-tw": " So if you are possessed by an evil spirit causing neurologic or psychiatric problems, then the way to treat this is, of course, to make a hole in your skull and let the evil spirit escape. So this was the thinking back then, and these individuals made these holes.", "en": " 附在你身上的惡靈 造成了神經或精神疾病 治療方式當然就是 在腦袋上打洞以釋放惡靈 這是當時的思維 這些人打了這些洞"}, {"zh-tw": " Sometimes the patients were a little bit reluctant to go through this because, you can tell that the holes are made partially and then, I think, there was some trepanation, and then they left very quickly and it was only a partial hole, and we know they survived these procedures. But this was common.", "en": " 有時病人不太願意接受手術 你們可以從 不完整的切口看出 有些使用了環鋸術，但草草結束 留下不完整的洞口 我們知道，手術後病人活了下來 這種手術在當時非常普遍"}, {"zh-tw": " There were some sites where one percent of all the skulls have these holes, and so you can see that neurologic and psychiatric disease is quite common, and it was also quite common about 7,000 years ago. Now, in the course of time, we've come to realize that different parts of the brain do different things.", "en": " 有些地區 約 1% 的人頭骨上有這種洞 可見當時神經和精神疾病很普遍 7000 年前就已如此 順著時間推移 我們逐漸瞭解 大腦的不同區域，有不同的功能"}, {"zh-tw": " So there are areas of the brain that are dedicated to controlling your movement or your vision or your memory or your appetite, and so on. And when things work well, then the nervous system works well, and everything functions.", "en": " 有特定區域負責 控制行動、視覺、 以及記憶、胃口等 如果一切正常，神經系統 就正常，每個功能也就正常"}, {"zh-tw": " But once in a while, things don't go so well, and there's trouble in these circuits, and there are some rogue neurons that are misfiring and causing trouble, or sometimes they're underactive and they're not quite working as they should. Now, the manifestation of this depends on where in the brain these neurons are.", "en": " 但偶爾會有問題 迴路出現故障 有些問題神經細胞沒訊號 會造成麻煩，有時則是訊號太弱 表現不如預期 至於會造成什麼影響 則和腦神經細胞所在位置有關"}, {"zh-tw": " So when these neurons are in the motor circuit, you get dysfunction in the movement system, and you get things like Parkinson's disease. When the malfunction is in a circuit that regulates your mood, you get things like depression, and when it is in a circuit that controls your memory and cognitive function, then you get things like Alzheimer's disease.", "en": " 如果這些神經細胞在運動迴路 運動系統會無法正常運作 因此會得到帕金森氏症之類的疾病 當負責情緒的迴路出現問題時 會得到憂鬱症之類的疾病 當控制記憶與認知的迴路故障時 會得到阿茲海默症之類疾病"}, {"zh-tw": " So what we've been able to do is to pinpoint where these disturbances are in the brain, and we've been able to intervene within these circuits in the brain to either turn them up or turn them down. So this is very much like choosing the correct station on the radio dial.", "en": " 我們能準確定位 腦中的異常區域 並能介入大腦中的這些迴路 將其訊號調高或調低 很像在收音機上 先選擇想聽的電台"}, {"zh-tw": " Once you choose the right station, whether it be jazz or opera, in our case whether it be movement or mood, we can put the dial there, and then we can use a second button to adjust the volume, to turn it up or turn it down. So what I'm going to tell you about is using the circuitry of the brain to implant electrodes and turning areas of the brain up and down to see if we can help our patients.", "en": " 例如選了爵士樂或歌劇電台 對我們來說，則是運動或情緒 我們就可以在那裡放入調節器 再用第二個旋鈕調整音量 調高或調低 所以我要和你們說的 是藉由植入腦中的電極 調整腦部某區域訊號的高低 來看是否可以改善病況"}, {"zh-tw": " And this is accomplished using this kind of device, and this is called deep brain stimulation. So what we're doing is placing these electrodes throughout the brain.", "en": " 這都仰賴一種儀器 我們稱之為「深層腦部刺激」 將電極置入腦部各個區域"}, {"zh-tw": " Again, we are making holes in the skull about the size of a dime, putting an electrode in, and then this electrode is completely underneath the skin down to a pacemaker in the chest, and with a remote control very much like a television remote control, we can adjust how much electricity we deliver to these areas of the brain. We can turn it up or down, on or off.", "en": " 同樣在頭骨打個硬幣大小的洞 置入電極 這些電極完全在皮膚底下 像是胸腔內的心律調節器 遙控器就像電視的遙控器 我們能調整電流強度 以及刺激的腦部區域 可以調整強、弱、開、關"}, {"zh-tw": " Now, about a hundred thousand patients in the world have received deep brain stimulation, and I'm going to show you some examples of using deep brain stimulation to treat disorders of movement, disorders of mood and disorders of cognition. So this looks something like this when it's in the brain.", "en": " 現在全球約有 10 萬個病患 接受深層腦部刺激 接下來要展示一些案例 利用深層腦部刺激治療運動失調、 情緒失調、認知失調 它在腦中看起來就像這樣"}, {"zh-tw": " You see the electrode going through the skull into the brain and resting there, and we can place this really anywhere in the brain. I tell my friends that no neuron is safe from a neurosurgeon, because we can really reach just about anywhere in the brain quite safely now.", "en": " 你可以看到電極穿過頭骨進入腦部 放置在那裡—可以放到任何地方 我曾和朋友說，沒有任何神經細胞 是神經外科醫師碰不到的我們現在可以… 安全的對大腦任何部位手術"}, {"zh-tw": " Now the first example I'm going to show you is a patient with Parkinson's disease, and this lady has Parkinson's disease, and she has these electrodes in her brain, and I'm going to show you what she's like when the electrodes are turned off and she has her Parkinson's symptoms, and then we're going to turn it on. So this looks something like this.", "en": " 我要展示的第一個例子 是位帕金森氏症的病患 這位女士患有帕金森氏症 而她腦部有這些電極 若把電源關掉 她就會出現帕金森氏症的症狀 然後我們開啟電源 看起來就會像這樣"}, {"zh-tw": " The electrodes are turned off now, and you can see that she has tremor. (Video) Man: Okay. Woman: I can't. Man: Can you try to touch my finger? (Video) Man: That's a little better. Woman: That side is better.", "en": " 電源關閉，你可以看到她在抖動 （影片）男：好的　女：我做不到男：請試試看碰我的手指 （影片）男：有好一點女：這邊表現比較好"}, {"zh-tw": " We're now going to turn it on. It's on. Just turned it on.", "en": " 現在要把電源打開 打開了，只要打開"}, {"zh-tw": " And this works like that, instantly. And the difference between shaking in this way and not -- The difference between shaking in this way and not is related to the misbehavior of 25,000 neurons in her subthalamic nucleus.", "en": " 立即見效 抖動和穩定的… 抖動和穩定的差別，和她腦部 視丘下核的 2 萬 5 千個神經細胞異常有關"}, {"zh-tw": " So we now know how to find these troublemakers and tell them, \"Gentlemen, that's enough. We want you to stop doing that.\" And we do that with electricity.", "en": " 我們已知道怎麼找出問題神經細胞 並告訴它們：「嘿！這太超過了， 我們希望你們停止。」 我們藉由電流刺激達成"}, {"zh-tw": " So we use electricity to dictate how they fire, and we try to block their misbehavior using electricity. So in this case, we are suppressing the activity of abnormal neurons.", "en": " 我們用電流控制神經細胞的反應 也用電流阻斷其失常行為 此例是抑制不正常神經細胞的反應"}, {"zh-tw": " We started using this technique in other problems, and I'm going to tell you about a fascinating problem that we encountered, a case of dystonia. So dystonia is a disorder affecting children.", "en": " 我們將這個技術用在其他問題上 下面是我們碰到的一個很棒的案例 稱為肌張力不全症 肌張力不全症是影響兒童的病變"}, {"zh-tw": " It's a genetic disorder, and it involves a twisting motion, and these children get progressively more and more twisting until they can't breathe, until they get sores, urinary infections, and then they die. So back in 1997, I was asked to see this young boy, perfectly normal. He has this genetic form of dystonia.", "en": " 是遺傳性疾病，會有扭轉的動作 而這些兒童的動作會越來越扭曲 直到不能呼吸、直到覺得疼痛、 泌尿系統感染，然後走向死亡 1997 年我被找去看這個小男孩 看來正常，但有肌張力不全症基因"}, {"zh-tw": " There are eight children in the family. Five of them have dystonia.", "en": " 他家中有八個小孩 其中五個有肌張力不全症"}, {"zh-tw": " So here he is. This boy is nine years old, perfectly normal until the age six, and then he started twisting his body, first the right foot, then the left foot, then the right arm, then the left arm, then the trunk, and then by the time he arrived, within the course of one or two years of the disease onset, he could no longer walk, he could no longer stand.", "en": " 這是他 這時男孩九歲，他六歲前完全正常 從右腳開始，他開始扭轉肢體 然後是左腳、右手、左手 接著是軀幹，當他被送進來時 距離病發只有一到兩年的時間 他已經不能行走或站立"}, {"zh-tw": " He was crippled, and indeed the natural progression as this gets worse is for them to become progressively twisted, progressively disabled, and many of these children do not survive. So he is one of five kids.", "en": " 他的腿跛了，事實上隨著疾病惡化 肢體扭曲的情形會加重 殘障日漸嚴重，許多孩子無法存活 他是五個孩子之一"}, {"zh-tw": " The only way he could get around was crawling on his belly like this. He did not respond to any drugs.", "en": " 他想行動時，只能趴在地上爬行 他的病情不能藉由藥物控制"}, {"zh-tw": " We did not know what to do with this boy. We did not know what operation to do, where to go in the brain, but on the basis of our results in Parkinson's disease, we reasoned, why don't we try to suppress the same area in the brain that we suppressed in Parkinson's disease, and let's see what happens? So here he was. We operated on him hoping that he would get better. We did not know.", "en": " 我們對他的病症無計可施 我們不知該對他腦部的 哪個區域進行手術 但從治療帕金森氏症的經驗 我們推論：為何不抑制 造成帕金森氏症的同一區域？ 並觀察後續發展 他當時像這樣，我們動了手術 希望他能好轉，但我們沒有把握"}, {"zh-tw": " So here he is now, back in Israel where he lives, three months after the procedure, and here he is. On the basis of this result, this is now a procedure that's done throughout the world, and there have been hundreds of children that have been helped with this kind of surgery.", "en": " 他現在像這樣，回到以色列的家 這是他手術過後三個月的樣子 藉由這次經驗，這項手術 已在全世界施行 已經有數百名兒童 受惠於這項手術"}, {"zh-tw": " This boy is now in university and leads quite a normal life. This has been one of the most satisfying cases that I have ever done in my entire career, to restore movement and walking to this kind of child.", "en": " 這個孩現在已上大學 過著正常的生活 這是我從醫多年來 最有成就感的個案 使這類病童恢復移動和行走的能力"}, {"zh-tw": " We realized that perhaps we could use this technology not only in circuits that control your movement but also circuits that control other things, and the next thing that we took on was circuits that control your mood. And we decided to take on depression, and the reason we took on depression is because it's so prevalent, and as you know, there are many treatments for depression, with medication and psychotherapy, even electroconvulsive therapy, but there are millions of people, and there are still 10 or 20 percent of patients with depression that do not respond, and it is these patients that we want to help.", "en": " 我們瞭解到這項科技 不只可以用來控制運動 也可以控制其他事情 下一個我們著手的 是控制情緒的迴路 我們決定針對憂鬱症 我們選擇憂鬱症是因為它很普遍 而且你們也知道 雖然有藥物、心理治療、 甚至電痙攣治療 但是在數百萬人中 仍有 10 到 20% 的患者無法治癒 這些患者就需要我們的幫忙"}, {"zh-tw": " And let's see if we can use this technique to help these patients with depression. So the first thing we did was, we compared, what's different in the brain of someone with depression and someone who is normal, and what we did was PET scans to look at the blood flow of the brain, and what we noticed is that in patients with depression compared to normals, areas of the brain are shut down, and those are the areas in blue.", "en": " 讓我們來看看這項科技 能否改善憂鬱症的病情 首先我們比較 憂鬱症患者腦部和 正常人的不同之處 我們用正子掃描腦部血流(PET scan) 我們注意到憂鬱症患者 與正常人相較 腦部有些地方停工了 這些地方呈現藍色"}, {"zh-tw": " So here you really have the blues, and the areas in blue are areas that are involved in motivation, in drive and decision-making, and indeed, if you're severely depressed as these patients were, those are impaired. You lack motivation and drive. The other thing we discovered was an area that was overactive, area 25, seen there in red, and area 25 is the sadness center of the brain.", "en": " 所以你就感到憂鬱了(譯註：憂鬱與藍色為雙關語) 這些藍色區域 和動機、驅力、決策有關 如果你的憂鬱和病人一樣嚴重 你會缺乏動機和驅力 我們發現的另一件事是 有個區域過度活躍 就是呈現紅色的第 25 區 第 25 區是腦部的悲傷中心"}, {"zh-tw": " If I make any of you sad, for example, I make you remember the last time you saw your parent before they died or a friend before they died, this area of the brain lights up. It is the sadness center of the brain.", "en": " 如果我讓你感到悲傷 例如讓你回想起親人或朋友 去世前的最後一面 這個區域就會活化 這是大腦的悲傷中心"}, {"zh-tw": " And so patients with depression have hyperactivity. The area of the brain for sadness is on red hot.", "en": " 憂鬱症患者發病時 大腦的悲傷中心運作到達高峰"}, {"zh-tw": " The thermostat is set at 100 degrees, and the other areas of the brain, involved in drive and motivation, are shut down. So we wondered, can we place electrodes in this area of sadness and see if we can turn down the thermostat, can we turn down the activity, and what will be the consequence of that? So we went ahead and implanted electrodes in patients with depression.", "en": " 好像溫度被設定在 100 度 動機和驅力等區域則完全停工 我們想，如果把電極置於悲傷中心 調降溫度調節器的溫度 以隆低這個區域的活性 會產生什麼後果呢？ 我們將電極植入憂鬱症患者腦部"}, {"zh-tw": " This is work done with my colleague Helen Mayberg from Emory. And we placed electrodes in area 25, and in the top scan you see before the operation, area 25, the sadness area is red hot, and the frontal lobes are shut down in blue, and then, after three months of continuous stimulation, 24 hours a day, or six months of continuous stimulation, we have a complete reversal of this.", "en": " 我和艾默瑞大學 (Emory) 同事海倫梅伯格 (Helen Mayberg) 合作 將電極置於第 25 區 上面那張是手術前的掃瞄 25 區，即悲傷中心，呈現紅色 前額葉完全停工，呈現藍色 24 小時持續刺激三個月、 六個月後 情況完全逆轉"}, {"zh-tw": " We're able to drive down area 25, down to a more normal level, and we're able to turn back online the frontal lobes of the brain, and indeed we're seeing very striking results in these patients with severe depression. So now we are in clinical trials, and are in Phase III clinical trials, and this may become a new procedure, if it's safe and we find that it's effective, to treat patients with severe depression.", "en": " 25 區的活化程度 已降低到正常水準 前額葉則 重新開機上線 我們在重度憂鬱症患者身上 的確看到了驚人的效果 我們現在正進行第三期臨床試驗 有可能成為新的治療方式 只要證實能安全有效的 治療重度憂鬱症患者"}, {"zh-tw": " I've shown you that we can use deep brain stimulation to treat the motor system in cases of Parkinson's disease and dystonia. I've shown you that we can use it to treat a mood circuit in cases of depression.", "en": " 剛才展示了使用深層腦部刺激 治療運動系統相關疾病 如帕金森氏症、肌張力不全症 也可以治療情緒迴路疾病 如憂鬱症"}, {"zh-tw": " Can we use deep brain stimulation to make you smarter? Anybody interested in that? Of course we can, right? So what we've decided to do is we're going to try to turbocharge the memory circuits in the brain. We're going to place electrodes within the circuits that regulate your memory and cognitive function to see if we can turn up their activity.", "en": " 那是否可用深層腦部刺激讓你變聰明？ 有人有興趣嗎？ 當然沒問題，對吧？ 我們決定 要試著 替腦中的記憶迴路充電 將電極植入 控制記憶與認知的迴路中 看是否可增加其活性"}, {"zh-tw": " Now we're not going to do this in normal people. We're going to do this in people that have cognitive deficits, and we've chosen to treat patients with Alzheimer's disease who have cognitive and memory deficits.", "en": " 我們不會拿正常人實驗 而是用在有認知缺陷的患者身上 我們嘗試治療阿茲海默症患者 他們有認知和記憶的問題"}, {"zh-tw": " As you know, this is the main symptom of early onset Alzheimer's disease. So we've placed electrodes within this circuit in an area of the brain called the fornix, which is the highway in and out of this memory circuit, with the idea to see if we can turn on this memory circuit, and whether that can, in turn, help these patients with Alzheimer's disease.", "en": " 如各位所知，這是 阿茲海默症早期的主要症狀 我們把電極放在 腦中一個稱為穹窿的區域 是進出記憶體迴路的高速公路 看看是否可以開啟記憶迴路 進而能幫助 阿茲海默症的患者"}, {"zh-tw": " Now it turns out that in Alzheimer's disease, there's a huge deficit in glucose utilization in the brain. The brain is a bit of a hog when it comes to using glucose.", "en": " 先前發現，阿茲海默症患者的腦部 利用葡萄糖有嚴重缺陷 腦部是大量消耗葡萄糖的地方"}, {"zh-tw": " It uses 20 percent of all your -- even though it only weighs two percent -- it uses 10 times more glucose than it should based on its weight. Twenty percent of all the glucose in your body is used by the brain, and as you go from being normal to having mild cognitive impairment, which is a precursor for Alzheimer's, all the way to Alzheimer's disease, then there are areas of the brain that stop using glucose.", "en": " 儘管只佔體重的 2% 卻消耗了人體總量的 20% 腦的葡萄糖消耗量是重量的 10 倍 20% 的葡萄糖用在腦部 從正常的腦部 到輕微的認知失常 再發展成阿茲海默症 腦部有些區域停止利用葡萄糖"}, {"zh-tw": " They shut down. They turn off. And indeed, what we see is that these areas in red around the outside ribbon of the brain are progressively getting more and more blue until they shut down completely.", "en": " 停工了、關機了 事實上，我們可以看到 腦中央帶狀區的外圈，由紅色 逐漸變藍 直到完全停工"}, {"zh-tw": " This is analogous to having a power failure in an area of the brain, a regional power failure. So the lights are out in parts of the brain in patients with Alzheimer's disease, and the question is, are the lights out forever, or can we turn the lights back on? Can we get those areas of the brain to use glucose once again? So this is what we did. We implanted electrodes in the fornix of patients with Alzheimer's disease, we turned it on, and we looked at what happens to glucose use in the brain.", "en": " 好像是腦中停電了 形成區域性供電異常 阿茲海默症患者的部分大腦 好像停電而陷入黑暗 問題是，電力中斷是永久性的呢 還是我們有辦法恢復？ 可以讓這些區域再利用葡萄糖嗎？ 我們把電極植入穹窿 活化阿茲海默症患者此一區域 然後觀察大腦利用葡萄糖的狀況"}, {"zh-tw": " And indeed, at the top, you'll see before the surgery, the areas in blue are the areas that use less glucose than normal, predominantly the parietal and temporal lobes. These areas of the brain are shut down.", "en": " 上面那張是手術前 藍色區域葡萄糖用量比正常值少 主要是在患者的顳葉 腦的這些區域停工了、"}, {"zh-tw": " The lights are out in these areas of the brain. We then put in the DBS electrodes and we wait for a month or a year, and the areas in red represent the areas where we increase glucose utilization.", "en": " 停電了 我們放入深層腦部刺激電極 一個月後、一年後再觀察 紅色區域表示葡萄糖消耗量增加"}, {"zh-tw": " And indeed, we are able to get these areas of the brain that were not using glucose to use glucose once again. So the message here is that, in Alzheimer's disease, the lights are out, but there is someone home, and we're able to turn the power back on to these areas of the brain, and as we do so, we expect that their functions will return.", "en": " 所以我們確實可讓 本來不使用葡萄糖的區域恢復使用 結果顯示，阿茲海默症患者腦部 雖然停電了，但仍有人在家 而我們可以 讓這些區域的電力恢復 我們預期功能也會恢復"}, {"zh-tw": " So this is now in clinical trials. We are going to operate on 50 patients with early Alzheimer's disease to see whether this is safe and effective, whether we can improve their neurologic function.", "en": " 這正在臨床試驗階段 我們要對 50 位 早期阿茲海默症病患進行手術 確認是否安全有效 是否可改善他們神經的功能"}, {"zh-tw": " So the message I want to leave you with today is that, indeed, there are several circuits in the brain that are malfunctioning across various disease states, whether we're talking about Parkinson's disease, depression, schizophrenia, Alzheimer's. We are now learning to understand what are the circuits, what are the areas of the brain that are responsible for the clinical signs and the symptoms of those diseases.", "en": " 我想傳達給各位的訊息是 腦部不同迴路的異常 和不同的病變有關 我們討論了帕金森氏症、 憂鬱症、精神分裂症和阿茲海默症 我們正學習了解這些迴路 還有對應的腦部區域 以及對應的臨床症狀"}, {"zh-tw": " We can now reach those circuits. We can introduce electrodes within those circuits.", "en": " 我們有能力觸及這些迴路 並在這些迴路中放入電極"}, {"zh-tw": " We can graduate the activity of those circuits. We can turn them down if they are overactive, if they're causing trouble, trouble that is felt throughout the brain, or we can turn them up if they are underperforming, and in so doing, we think that we may be able to help the overall function of the brain.", "en": " 我們可調節這些迴路的活動 如果太活躍，並造成腦部的問題 我們可以將它調低 如果活躍程度不足，則可調高 我們認為藉此可幫助 腦部的整體功能"}, {"zh-tw": " The implications of this, of course, is that we may be able to modify the symptoms of the disease, but I haven't told you but there's also some evidence that we might be able to help the repair of damaged areas of the brain using electricity, and this is something for the future, to see if, indeed, we not only change the activity but also some of the reparative functions of the brain can be harvested. So I envision that we're going to see a great expansion of indications of this technique.", "en": " 這些結果顯示 我們可以緩和疾病的症狀 我還沒告訴你們有證據顯示 電流可協助修復腦部損傷 這些都是未來的展望 我們不只可以調整腦部活躍程度 也可以看到大腦修復受損功能 的成果 我預期未來將會廣泛應用 這項科技"}, {"zh-tw": " We're going to see electrodes being placed for many disorders of the brain. One of the most exciting things about this is that, indeed, it involves multidisciplinary work.", "en": " 將看到用電極改善多種腦部問題 而其中最令人興奮的 是它包含了跨領域的合作"}, {"zh-tw": " It involves the work of engineers, of imaging scientists, of basic scientists, of neurologists, psychiatrists, neurosurgeons, and certainly at the interface of these multiple disciplines that there's the excitement. And I think that we will see that we will be able to chase more of these evil spirits out from the brain as time goes on, and the consequence of that, of course, will be that we will be able to help many more patients.", "en": " 包括工程師、影像學家、 基礎科學家、神經學家、 精神醫師、神經外科醫師通力合作 跨領域合作是令人興奮的 我想我們會看到 隨著時間推移，越來越多惡靈 會被趕出腦袋 結果當然就是 我們可以幫助更多的病患"}, {"zh-tw": " Thank you very much.", "en": " 謝謝大家"}], "title": "Andres Lozano Parkinson S Depression And The Switch That Might Turn Them Off"}