{"url": "http://www.ted.com/talks/two_young_scientists_break_down_plastics_with_bacteria", "paragraphs": [{"zh-tw": " Miranda Wang: We're hereto talk about accidents. How do you feel about accidents? When we think about accidents, we usually consider them to be harmful, unfortunate or even dangerous,and they certainly can be. But are they always that bad? The discovery that had ledto penicillin, for example, is one of the most fortunateaccidents of all time.", "en": " 米蘭達.王：我們今天要來聊聊意外。 大家對意外有些什麼看法呢 每當談起意外 通常人們都認為是負面的 不幸的，甚至是危險的當然這確實有可能 但意外一定都是不好的嗎 例如青黴素的發現 就是史上最幸運的意外之一"}, {"zh-tw": " Without biologist AlexanderFleming's moldy accident, caused by a neglected workstation, we wouldn't be able to fightoff so many bacterial infections. Jeanny Yao: Miranda and I are here today because we'd like to sharehow our accidents have led to discoveries.", "en": " 如果沒有生物學家亞歷山大.弗萊明 因為不小心遺忘了實驗而造成黴菌意外產生 我們就無法治癒這麼多的細菌感染 吉尼.姚：米蘭達和我今天來到這裡 想要和大家分享我們的意外 和它所引發的新發現"}, {"zh-tw": " In 2011, we visited the VancouverWaste Transfer Station and saw an enormous pit of plastic waste. We realized that whenplastics get to the dump, it's difficult to sort thembecause they have similar densities, and when they're mixed with organic matter and construction debris,it's truly impossible to pick them out and environmentallyeliminate them.", "en": " 2011年，我們造訪了溫哥華廢料轉運站 看到了一個龐大的塑料廢品坑 我們發現當塑料被丟棄時 因為密度相近因而很難分類 特別當被和有機物跟建築廢料混在一起時 想要分類跟做環保處理幾乎是不可能的事情 想要分類跟做環保處理幾乎是不可能的事情"}, {"zh-tw": " MW: However, plastics are useful because they're durable, flexible, and can be easily moldedinto so many useful shapes. The downside of this convenience is that there's a high cost to this.", "en": " 米蘭達：但是，塑料的用處很多 因為它們耐用、而且可塑性高 輕易就能依需要做成不同形狀 這種便利也有負面影響 就是它背後所要付上的龐大成本"}, {"zh-tw": " Plastics cause serious problems, such as the destruction of ecosystems, the pollution of natural resources, and the reduction of available land space. This picture you see hereis the Great Pacific Gyre.", "en": " 塑料會帶來嚴重的問題 例如，對生態環境的破壞 對自然資源的污染 以及土地資源的減少 這張照片是太平洋環流帶"}, {"zh-tw": " When you think about plastic pollution and the marine environment, we think about the Great Pacific Gyre, which is supposed to be a floatingisland of plastic waste. But that's no longer an accurate depiction of plastic pollutionin the marine environment.", "en": " 當談到塑料污染和海洋環境時 當談到塑料污染和海洋環境時 我們就會想到太平洋環流帶 就是一個由塑料廢品形成的漂浮小島 但講到海洋生態裡的塑料污染 這個描述已經不再準確"}, {"zh-tw": " Right now, the ocean is actuallya soup of plastic debris, and there's nowhere youcan go in the ocean where you wouldn't be ableto find plastic particles. JY: In a plastic-dependent society, cutting down production is a goodgoal, but it's not enough.", "en": " 如今，海洋充斥著塑料廢棄物 不論在海洋的什麽位置 你都能發現塑料碎片 吉尼：在這個對塑料極其依賴的社會 降低生產是個可行的目標，只是還不夠"}, {"zh-tw": " And what about the wastethat's already been produced? Plastics take hundreds to thousandsof years to biodegrade. So we thought, you know what? Instead of waiting for that garbageto sit there and pile up, let's find a way to break them down with bacteria.", "en": " 還有那些已經產生的垃圾怎麼辦呢 塑料需要好幾千年才能分解 所以我們想到 與其等著看垃圾堆積成山 倒不如利用細菌把它們分解掉 倒不如利用細菌把它們分解掉"}, {"zh-tw": " Sounds cool, right? Audience: Yeah. JY: Thank you. But we had a problem.", "en": " 聽起來很棒，對吧 觀眾：沒錯吉尼：謝謝 但我們遇到了一個問題"}, {"zh-tw": " You see, plastics havevery complex structures and are difficult to biodegrade. Anyhow, we were curious and hopeful and still wanted to give it a go.", "en": " 大家知道，塑料的結構複雜 很難進行生物分解 不過我們既好奇又滿懷期待 還是想要嘗試一下"}, {"zh-tw": " MW: With this idea in mind,Jeanny and I read through some hundreds of scientificarticles on the Internet, and we drafted a research proposal in the beginning of our grade 12 year. We aimed to find bacteriafrom our local Fraser River that can degrade a harmfulplasticizer called phthalates.", "en": " 米蘭達：於是吉尼和我到網路上 查閱了上百篇科學文獻 在剛升上12年級的時候 我們擬了一份調查意見書 我們的目標是在當地的菲莎河(Fraser River)裡找到細菌 來分解有毒的塑化劑 - 鄰苯二甲酸酯"}, {"zh-tw": " Phthalates are additives usedin everyday plastic products to increase their flexibility,durability and transparency. Although they're part of the plastic, they're not covalently bondedto the plastic backbone.", "en": " 鄰苯二甲酸酯是製作日常塑料製品的添加劑 以增強可塑性、耐用性和透明度 儘管它不是塑料的一部份 它和塑料基礎成份沒有共價鍵"}, {"zh-tw": " As a result, they easilyescape into our environment. Not only do phthalatespollute our environment, but they also pollute our bodies.", "en": " 也因此鄰苯二甲酸酯很容易就滲入生態環境 鄰苯二甲酸酯不僅會污染環境 也會傷害我們的身體"}, {"zh-tw": " To make the matter worse,phthalates are found in products to which we have a highexposure, such as babies' toys, beverage containers, cosmetics,and even food wraps. Phthalates are horrible because they're so easily taken into our bodies.", "en": " 更糟糕的是，鄰苯二甲酸酯運用廣泛 人們接觸頻繁，例如嬰兒玩具 飲料容器，化妝品，甚至是食物包裝 鄰苯二甲酸酯很可怕 因為它們很容易被人體吸收"}, {"zh-tw": " They can be absorbed by skincontact, ingested, and inhaled. JY: Every year, at least 470million pounds of phthalates contaminate our air, water and soil.", "en": " 可以被皮膚吸收透過嘴巴吃下肚及吸入 吉尼：每年至少有4億7千萬磅的鄰苯二甲酸酯 污染了我們的空氣、水源和土壤"}, {"zh-tw": " The Environmental Protection Agency even classified this groupas a top-priority pollutant because it's been shown to causecancer and birth defects by acting as a hormone disruptor. We read that each year,the Vancouver municipal government monitors phthalateconcentration levels in rivers to assess their safety.", "en": " 環境保護單位 甚至將其列為主要污染源 因為它會擾亂荷爾蒙 進而致癌及造成胎兒畸形 我們聽說，溫哥華市政府每年都會監測河流的鄰苯二甲酸酯濃度 我們聽說，溫哥華市政府每年都會監測河流的鄰苯二甲酸酯濃度 以評估安全性"}, {"zh-tw": " So we figured, if thereare places along our Fraser River that are contaminated with phthalates, and if there are bacteriathat are able to live in these areas, then perhaps, perhaps thesebacteria could have evolved to break down phthalates. MW: So we presented this good idea to Dr. Lindsay Eltis at the Universityof British Columbia, and surprisingly, he actuallytook us into his lab and asked his graduate studentsAdam and James to help us.", "en": " 於是我們想，如果菲莎河附近 有鄰苯二甲酸酯污染 而這些地區又同時有細菌存在 那麼可能、也許這些細菌能夠進化 來分解鄰苯二甲酸酯 米蘭達：於是我們把這個想法 告訴了加拿大英屬哥倫比亞大學林賽.奧爾蒂斯博士 意外的是，他居然帶我們到他的實驗室 並讓他的學生亞當和詹姆斯幫助我們"}, {"zh-tw": " Little did we know at that time that a trip to the dumpand some research on the Internet and plucking up the courageto act upon inspiration would take us on a life-changing journey of accidents and discoveries. JY: The first step in our project was to collect soil samplesfrom three different sites along the Fraser River.", "en": " 我們當時完全不知道 那次廢料站之旅和上網研究 到後來鼓足勇氣實現想法 會把我們帶向這個完全改變人生的意外及發現之旅 會把我們帶向這個完全改變人生的意外及發現之旅 吉尼：我們計畫的第一步 是沿著菲莎河的三個點隨機採樣 是沿著菲莎河的三個點隨機採樣"}, {"zh-tw": " Out of thousands of bacteria,we wanted to find ones that could break down phthalates, so we enriched our cultureswith phthalates as the only carbon source. This implied that, if anythinggrew in our cultures, then they must be ableto live off of phthalates.", "en": " 在上千種細菌中，我們想要找到 可以分解鄰苯二甲酸酯的細菌 於是我們濃縮了鄰苯二甲酸酯的培養 用它作為唯一的碳元素源 這意味著，如果有任何東西能在培育中生長 它們一定是依賴鄰苯二甲酸酯而生的"}, {"zh-tw": " Everything went well from there, and we became amazing scientists. MW: Um... uh, Jeanny. JY: I'm just joking.", "en": " 之後一切都進行地順利 我們成為了偉大的科學家 米蘭達：嗯……呃，吉尼吉尼：我開個玩笑罷了"}, {"zh-tw": " MW: Okay. Well, it was partially my fault. You see, I accidentally cracked the flask that had contained our thirdenrichment culture, and as a result, we had to wipedown the incubator room with bleach and ethanol twice.", "en": " 米蘭達：好吧，我也應該負一部份責任 你們瞧，我不小心弄裂了實驗燒瓶 裏面裝著第三批濃縮培養 結果我們不得不用漂白劑和乙醇洗了兩遍 才把培養皿室裡的地板清理乾淨"}, {"zh-tw": " And this is only one of the examplesof the many accidents that happened during our experimentation. But this mistake turnedout to be rather serendipitous.", "en": " 這只是我們實驗過程中 所發生的眾多意外事件之一 但這次失誤卻造就了一次意外發現"}, {"zh-tw": " We noticed that the unharmed cultures came from placesof opposite contamination levels, so this mistake actuallyled us to think that perhaps we can compare the different degradativepotentials of bacteria from sitesof opposite contamination levels. JY: Now that we grew the bacteria, we wanted to isolate strainsby streaking onto mediate plates, because we thought that would be less accident-prone,but we were wrong again.", "en": " 我們發現未經污染的培養 是從相對的污染程度區域取得的 因此這個錯誤讓我們想到 也許我們可以 從不同污染程度的區域採樣細菌 來比較他們不同的分解能力 吉尼：既然我們培養了細菌 我們想藉由把細菌分離到中介容器來隔離菌株 因為我們認為這樣做 可以減少意外發生但我們又錯了"}, {"zh-tw": " We poked holes in our agar while streaking and contaminated some samples and funghi. As a result, we had to streakand restreak several times.", "en": " 我們在分離時戳破了瓊脂(瓊脂: 細菌培養基) 就污染了一些樣本和真菌 結果不得不重新分離了好幾次"}, {"zh-tw": " Then we monitored phthalate utilization and bacterial growth, and found that they sharedan inverse correlation, so as bacterial populations increased, phthalate concentrations decreased. This means that our bacteria wereactually living off of phthalates.", "en": " 然後我們監測了鄰苯二甲酸酯的使用情形 以及細菌生長情況 發現了它們有一種成反比的關聯 就是當細菌數增加了 鄰苯二甲酸酯濃度就會降低 也就是說我們的細菌其實是依賴鄰苯二甲酸酯而生的"}, {"zh-tw": " MW: So now that we found bacteriathat could break down phthalates, we wondered what these bacteria were. So Jeanny and I tookthree of our most efficient strains and then performed geneamplification sequencing on them and matched our data with an onlinecomprehensive database.", "en": " 米蘭達：我們已經發現了可以分解鄰苯二甲酸酯的細菌 我們想知道這些是什麽細菌 於是吉尼和我用三株最強的菌株 進行了基因擴增排序 得到的數據和一個線上綜合資料庫吻合"}, {"zh-tw": " We were happy to see that, although our three strains hadbeen previously identified bacteria, two of them were not previously associated with phthalate degradation, so thiswas actually a novel discovery. JY: To better understandhow this biodegradation works, we wanted to verify the catabolicpathways of our three strains.", "en": " 為此我們很高興 儘管這三株菌株之前被認為是細菌 其中兩株之前並沒有被認為與鄰苯二甲酸酯有關 因此這算是一個新發現 吉尼：爲了能更瞭解這個生物分解的發生原理 我們想要檢驗三株菌株的分解代謝途徑"}, {"zh-tw": " To do this, we extractedenzymes from our bacteria and reacted with an intermediateof phthalic acid. MW: We monitored this experimentwith spectrophotometry and obtained this beautiful graph.", "en": " 於是我們從細菌內萃取出酶 用鄰苯二甲酸作為媒介進行反應 米蘭達：我們用分光光度測定法監測了實驗 得到了這幅美麗的圖譜"}, {"zh-tw": " This graph showsthat our bacteria really do have a genetic pathwayto biodegrade phthalates. Our bacteria can transform phthalates,which is a harmful toxin, into end products suchas carbon dioxide, water and alcohol.", "en": " 圖譜顯示我們的細菌確實具有 降解鄰苯二甲酸酯的基因途徑 我們的細菌可以改變鄰苯二甲酸酯這種有害毒素 最後變成二氧化碳，水 或者酒精"}, {"zh-tw": " I know some of youin the crowd are thinking, well, carbon dioxide is horrible,it's a greenhouse gas. But if our bacteria did notevolve to break down phthalates, they would have used some otherkind of carbon source, and aerobic respiration would have led it to have end products suchas carbon dioxide anyway.", "en": " 我知道你們有些人在想 二氧化碳也不好，它是溫室氣體 但如果我們的細菌沒有分解鄰苯二甲酸酯 它們會用到其他種類的碳資源 此外有氧呼吸也會導致 二氧化碳的產生"}, {"zh-tw": " We were also interested to see that, although we've obtained greater diversity of bacteria biodegradersfrom the bird habitat site, we obtained the most efficientdegraders from the landfill site. So this fully shows that nature evolves through natural selection.", "en": " 我們也很高興地發現 儘管我們從鳥類棲息地 獲得了更多具有降解能力的細菌 最小的降解源其實源自於垃圾掩埋場 這充分地證明了 大自然的進化是隨著自然界的選擇而發生"}, {"zh-tw": " JY: So Miranda and I shared this research at the Sanofi BioGENEius Challengecompetition and were recognized with the greatestcommercialization potential. Although we're not the firstones to find bacteria that can break down phthalates, we were the first onesto look into our local river and find a possible solutionto a local problem.", "en": " 吉尼：米蘭達和我把這項研究帶到了 賽諾菲加拿大生物科技研究競賽上 並獲得了最具商業化潛力研究獎 雖然我們不是第一個發現細菌可以分解鄰苯二甲酸酯的人 雖然我們不是第一個發現細菌可以分解鄰苯二甲酸酯的人 但我們是第一個研究當地河流 並找到解決當地問題方法的人"}, {"zh-tw": " We have not only shown that bacteria can be the solution to plasticpollution, but also that being open to uncertainoutcomes and taking risks create opportunitiesfor unexpected discoveries. Throughout this journey, we have alsodiscovered our passion for science, and are currently continuing research on other fossil fuelchemicals in university.", "en": " 我們不僅發現了細菌 能夠解決塑料污染，而且還證明了 對意外結果保持開放態度以及願意冒險 可以創造出意外的發現 在此過程中，我們也發現了自己對科學的熱情 我們目前在大學繼續研究 其他礦物化學燃料"}, {"zh-tw": " We hope that in the near future, we'll be able to create model organisms that can break down not only phthalates but a wide varietyof different contaminants. We can apply this to wastewatertreatment plants to clean up our rivers and other natural resources.", "en": " 我們希望在不久的將來 我們可以創造出生物物種 不僅用於分解鄰苯二甲酸酯 還可以分解其他各種污染物 我們可以將此運用到廢水處理場 來清潔我們的河流 和其他自然資源"}, {"zh-tw": " And perhaps one daywe'll be able to tackle the problem of solid plastic waste. MW: I think our journeyhas truly transformed our view of microorganisms, and Jeanny and I have shown that even mistakes can lead to discoveries.", "en": " 也許將來某一天我們可以解決 固體塑料污染問題 米蘭達：我認為我們的經歷真正地改變了 我們對微生物的認識 吉尼和我證明了 錯誤也能引發新發現"}, {"zh-tw": " Einstein once said, \"You can't solve problemsby using the same kind of thinking you usedwhen you created them.\" If we're making plasticsynthetically, then we think the solution would be to breakthem down biochemically. Thank you. JY: Thank you.", "en": " 愛因斯坦曾經說過 要想解決問題 必須跳脫造成那個問題的思考方式 如果我們是以合成方式製成塑料 那我們認為解決問題的方法就是以生化降解的方式分解它們 謝謝吉尼：謝謝"}], "title": "Two Young Scientists Break Down Plastics With Bacteria"}