{"url": "http://www.ted.com/talks/david_pogue_10_top_time_saving_tech_tips", "paragraphs": [{"zh-tw": "我注意到一些關於社會和文化的有趣現象。任何冒險的事都需要證書，例如學開車、持槍、結婚。", "en": "I've noticed something interestingabout society and culture. Everything risky requires a license. So, learning to drive,owning a gun, getting married."}, {"zh-tw": "對任何冒險的事來說都是如此，除了科技。因為某種原因，科技沒有標準大綱，沒有基礎課程。", "en": "There's a certain -- That's true in everything risky,except technology. For some reason,there's no standard syllabus, there's no basic course."}, {"zh-tw": "人們只是給你一台電腦讓你自生自滅。你該怎麼學會使用這種東西吶？僅能潛移默化。沒人會坐下來", "en": "They just sort of give you your computerand then kick you out of the nest. You're supposed to learnthis stuff -- how? Just by osmosis."}, {"zh-tw": "告訴你，「它的使用方法是這樣」因此我今天打算告訴各位10件事你認為眾所皆知，事實卻不然。好，首先，在網路上，當你瀏覽網頁時你想將頁面向下捲動，別拿起滑鼠使用捲軸。那太浪費時間了。", "en": "Nobody ever sits down and tells you,\"This is how it works.\" So today I'm going to tell you ten things that you thought everybody knew,but it turns out they don't. First of all, on the web,if you want to scroll down, don't pick up the mouseand use the scroll bar."}, {"zh-tw": "除非你領的是時薪。", "en": "That's a terrible waste of time. Do that only if you're paid by the hour."}, {"zh-tw": "相反地，請按空白鍵。空白鍵可使網頁向下捲動一頁。", "en": "Instead, hit the space bar. The space bar scrolls down one page."}, {"zh-tw": "長按 Shift 鍵（+空白鍵）即可回到原始頁面。因此空白鍵可使網頁向下捲動一頁。適用於所有電腦的任何瀏覽器。", "en": "Hold down the Shift keyto scroll back up again. So, space bar to scroll down one page;works in every browser, in every kind of computer."}, {"zh-tw": "同樣地，在網路上，當你填寫一張像這樣的表格，例如你的地址，我想你們知道可按Tab鍵從一個框跳到另一個框。但若是點選州名的彈出式選單呢？別點開彈出式選單，那太浪費精力了。", "en": "Also on the web, when you're filling inone of these forms like your addresses, I assume you knowthat you can hit the Tab key to jump from box to box to box. But what about the pop-up menuwhere you put in your state? Don't open the pop-up menu."}, {"zh-tw": "重複鍵入你所在州名的第一個字母。", "en": "That's a terrible waste of calories. Type the first letter of your stateover and over and over."}, {"zh-tw": "因此如果你想填寫康乃狄克州，請按C、C、C若是想填寫德州請按T、T，即可跳到正確選項甚至不需點開彈出式選單。", "en": "So if you want Connecticut, go, C, C, C. If you want Texas, go T, T,and you jump right to that thing without even opening the pop-up menu."}, {"zh-tw": "同樣地，在網頁上，當字體太小時，你可以長按Control鍵然後點擊 ＋、＋、＋。每按一次都可使字體變大些。", "en": "Also on the web,when the text is too small, what you do is hold down the Control keyand hit plus, plus, plus. You make the text larger with each tap."}, {"zh-tw": "適用於所有電腦的任何瀏覽器，或按 －、－、－ 使字體再次變小。如果你使用麥金塔或許需替換成Command鍵。", "en": "Works on every computer,every web browser, or minus, minus, to get smaller again. If you're on the Mac,it might be Command instead."}, {"zh-tw": "當你在黑莓機Android手機或iPhone上打字時，不須費心切換到符號介面鍵入句號、空格然後試著使下個字母變成大寫。只需雙擊空白鍵。", "en": "When you're typingon your Blackberry, Android, iPhone, don't bother switching layoutsto the punctuation layout to hit the period and then a space, then try to capitalize the next letter. Just hit the space bar twice."}, {"zh-tw": "手機會自動顯示句號、空格，轉換成大寫字母。", "en": "The phone puts the period,the space, and the capital for you. Go space, space."}, {"zh-tw": "按空白鍵、空白鍵即可，太神奇了。同樣地，談到手機，以所有手機來說，如果你想重撥給之前的致電對象，只需按撥打鍵，它會將你最後撥打的號碼顯示於框中，此時你可再次按撥打鍵，撥出電話。", "en": "It is totally amazing. Also when it comesto cell phones, on all phones, if you want to redialsomebody that you've dialed before, all you have to do is hit the call button, and it puts the last phone numberinto the box for you, and at that point you can hitcall again to actually dial it."}, {"zh-tw": "因此你不需要進入最近通話記錄，因此如果你打算聯絡某人，只需再次按撥打鍵即可。有件事讓我抓狂。當我致電給你，在語音信箱留言時，我聽見你說，「請留言」接著出現15秒該死的提示，彷彿我們45年不曾用過電話答錄機！我不是有怨氣。", "en": "No need to go to the recent calls listif you're trying to call somebody just hit the call button again. Something that drives me crazy: When I call you and leave a messageon your voice mail, I hear you saying, \"Leave a message,\" and then I get these 15 secondsof freaking instructions, like we haven't hadanswering machines for 45 years! I'm not bitter."}, {"zh-tw": "但事實上有個快捷鍵可直接跳到像這樣的「嗶」聲。答錄機：請在嗶聲後留言－嗶。", "en": "So it turns outthere's a keyboard shortcut that lets you jump directlyto the beep like this. Phone: At the tone, please..."}, {"zh-tw": "David Pogue：不幸的是，電信公司並未採用相同的快捷鍵因此視電信公司不同而有所差異，因此你必須自行找出適用於不同致電對象的快捷鍵。我可沒說這些技巧完美無缺。", "en": "(Beep) David Pogue: Unfortunately,the carriers didn't adopt the same keystroke,so it's different by carrier, so it devolves upon youto learn the keystroke for the person you're calling. I didn't say these were goingto be perfect."}, {"zh-tw": "好，在座大多數人認為Google是尋找網頁的工具，但它也是字典。輸入「定義」和你想查詢的字詞。", "en": "So most of you think of Google as something that lets youlook up a web page, but it is also a dictionary. Type the word \"define\"and the word you want to know."}, {"zh-tw": "甚至不需點擊任何鍵。即可得到你所輸入字詞的定義。", "en": "You don't even have to click anything. There's the definition as you type."}, {"zh-tw": "它也是完整的FAA（美國聯邦航空總署）資料庫。輸入航空公司名稱及航班。", "en": "It's also a complete FAA database. Type the name of the airlineand the flight."}, {"zh-tw": "即可顯示航班、登機門、航站等資訊、和飛行時間。不需使用應用程式。", "en": "It shows you where the flight is,the gate, the terminal, how long until it lands. You don't need an app."}, {"zh-tw": "它也是單位及貨幣轉換工具。同樣地，你不需點擊任何搜尋結果。", "en": "It's also unit and currency conversion. Again, you don't have to clickone of the results."}, {"zh-tw": "只需將資料輸入搜索框即可得到答案。談到文本，當你想標示－這只是一個例子。當你想標示某個字，請別浪費生命像菜鳥般地拖曳滑鼠。", "en": "Just type it into the box,and there's your answer. While we're talking about text -- When you want to highlight -- this is just an example -- When you want to highlight a word, please don't waste your lifedragging across it with the mouse like a newbie."}, {"zh-tw": "雙擊那個單字即可請看200這裡，我雙擊一下。精確地選擇了那個字。", "en": "Double click the word. Watch \"200\" -- I go double-click, it neatly selects just that word."}, {"zh-tw": "同樣地，別刪除你所標示的字。", "en": "Also, don't deletewhat you've highlighted. You can just type over it."}, {"zh-tw": "你可以直接鍵入覆蓋它。這適用於任何軟體。同樣地，你可以雙擊、拖曳藉由拖曳一一標示出每個字詞。", "en": "This is in every program. Also, you can go double-click, drag, to highlight in one-wordincrements as you drag."}, {"zh-tw": "更加精確。同樣地，別費心將它刪除。", "en": "Much more precise. Again, don't bother deleting."}, {"zh-tw": "直接鍵入覆蓋即可。快門延遲是指按下快門鍵和相機實際拍攝瞬間的時間差。", "en": "Just type over it. Shutter lag is the timebetween your pressing the shutter button and the moment the camera actually snaps."}, {"zh-tw": "任何低於1000美元的相機都有這個惱人的問題。（相機快門聲）那是因為相機需要時間計算焦距和光圈，但如果你半壓快門鍵，進行預聚焦，然後按下手指，不會再發生快門延遲！屢試不爽。", "en": "It's extremely frustratingon any camera under $1,000. (Camera click) So, that's because the camera needs timeto calculate the focus and exposure, but if you pre-focus with a half-press, leave your finger down -- no shutter lag! You get it every time."}, {"zh-tw": "我剛剛將你那50美元的相機變成1000美元的相機，僅藉由這個技巧。最後，這通常發生在你發表演說時，出於某種原因，觀眾緊盯投影片而不是你！因此發生這種情形時這適用於Keynote、PowerPoint，適用於任何軟體，你只需要按字母B鍵，B代表變黑，將投影片變黑讓每個人都看著你，當你準備繼續時，再次按下B鍵，順利的話你可按W鍵使螢幕變白，投影片變白後，你可再次按下W鍵使它恢復原狀。", "en": "I've just turned your $50 camerainto a $1,000 camera with that trick. And finally, it often happensthat you're giving a talk, and for some reason,the audience is looking at the slide instead of at you! So when that happens --this works in Keynote, PowerPoint, it works in every program-- all you do is hit the letter B key, B for blackout, to black out the slide,make everybody look at you, and then when you're readyto go on, you hit B again, and if you're really on a roll,you can hit the W key for \"whiteout,\" and you white out the slide, and then you can hit W againto un-blank it."}, {"zh-tw": "我知道我講得相當快，如果你錯過了什麼，我很樂意提供各位這張技巧列表。", "en": "So I know I went super fast. If you missed anything, I'll be happyto send you the list of these tips."}, {"zh-tw": "同時恭喜各位。你們全都獲得加州技術證書", "en": "In the meantime, congratulations. You all get your CaliforniaTechnology License."}, {"zh-tw": "祝你們擁有美好的一天", "en": "Have a great day."}], "title": "David Pogue 10 Top Time Saving Tech Tips"}