{"url": "http://www.ted.com/talks/rita_pierson_every_kid_needs_a_champion", "paragraphs": [{"zh-tw": " I have spent my entire life either at the schoolhouse,on the way to the schoolhouse, or talking about what happensin the schoolhouse. Both my parents were educators, my maternal grandparents were educators, and for the past 40 years,I've done the same thing.", "en": " 我花一生的時間 待在學校裡、往學校途中 或是在討論在學校發生的事 我的雙親都從事教職 而我的外公外婆也是教職 再加上我過去四十年來也在做相同的事"}, {"zh-tw": " And so, needless to say, over those years I've had a chanceto look at education reform from a lot of perspectives. Some of those reforms have been good.", "en": " 理所當然的，這些年來 我有機會從多方角度 去檢視教育改革 有些改革效果很好"}, {"zh-tw": " Some of them have been not so good. And we know why kids drop out.", "en": " 但也些則不然 我們知道學生輟學的原因"}, {"zh-tw": " We know why kids don't learn. It's either poverty, low attendance, negative peer influences...", "en": " 我們了解為什麼學生有學習困難 原因可能是貧窮、蹺課或負面的同儕影響 我們都知道"}, {"zh-tw": " We know why. But one of the thingsthat we never discuss or we rarely discuss is the value and importanceof human connection.", "en": " 但其中有一個是我們從來不會 或是幾乎不去討論的 就是人與人之間互動的價值與重要性"}, {"zh-tw": " Relationships. James Comer saysthat no significant learning can occur withouta significant relationship.", "en": " 也就是人際關係 James Comer 說,沒有好的人際關係 就沒有顯著的學習效果"}, {"zh-tw": " George Washington Carver says all learning is understanding relationships. Everyone in this room has been affectedby a teacher or an adult.", "en": " George Washington Carver說 所有的學習來自了解人際關係 現場每個人都曾經 被一位老師或大人所影響"}, {"zh-tw": " For years, I have watched people teach. I have looked at the bestand I've looked at some of the worst.", "en": " 這些年來，我看過許多人教書 有最好的以及一些最差的示範"}, {"zh-tw": " A colleague said to me one time, \"They don't pay me to like the kids. They pay me to teach a lesson.", "en": " 一位同事曾經對我說 \"沒人付薪水要求我去喜歡學生\" \"他們只要我去教課\""}, {"zh-tw": " The kids should learn it. I should teach it, they should learn it, Case closed.\" Well, I said to her, \"You know, kids don't learnfrom people they don't like.\" She said, \"That's just a bunch of hooey.\" And I said to her, \"Well, your year is going to belong and arduous, dear.\" Needless to say, it was.", "en": " \"學生有義務學習\" \"我有義務上課, 而學生有義務學會, 就這樣\" 嗯，我告訴我的同事 \"學生不會從他們不喜歡的人身上學東西\" (掌聲） 她回答: \"這些完全沒意義\" 我說: \"那麼，親愛的\" \"妳的教書生涯將會漫長又辛苦\" 不用我多說，很多人認為"}, {"zh-tw": " Some people think that you can eitherhave it in you to build a relationship, or you don't. I think Stephen Covey had the right idea.", "en": " 能否建立關係倚賴的是 你是否有足夠本事 我認為Stephen Covey的想法比較正確"}, {"zh-tw": " He said you ought to justthrow in a few simple things, like seeking first to understand, as opposed to being understood. Simple things, like apologizing.", "en": " 他說你該試著投入幾件簡單的小事 像是先去尋求理解 而不是要別人理解你 又例如道歉"}, {"zh-tw": " You ever thought about that? Tell a kid you're sorry, they're in shock. I taught a lesson once on ratios.", "en": " 你有想過嗎？ 跟學生道歉，他們會很震驚 我曾經教過一堂比值的課"}, {"zh-tw": " I'm not real good with math,but I was working on it. And I got back and lookedat that teacher edition.", "en": " 我數學不是頂好，但我很努力地教 但當我回去看教師手冊,"}, {"zh-tw": " I'd taught the whole lesson wrong. So I came back to classthe next day and I said, \"Look, guys, I need to apologize.", "en": " 我發現我全教錯了 所以在隔天回到課堂上時，我說: \"各位，我需要道歉\""}, {"zh-tw": " I taught the whole lesson wrong.I'm so sorry.\" They said, \"That's okay, Ms. Pierson. You were so excited, we just let you go.\" I have had classes that were so low, so academically deficient, that I cried.", "en": " \"我把整堂課教錯了，我很抱歉\" 他們說：\"沒關係，Pierson老師\" \"你教得很激動，所以我們原諒你\" 我曾教過程度很糟的班級 程度糟到我都哭了"}, {"zh-tw": " I wondered, \"How am Igoing to take this group, in nine months, from where they areto where they need to be? And it was difficult, it was awfully hard. How do I raise the self-esteem of a child and his academic achievementat the same time? One year I came up with a bright idea.", "en": " 我想, 我未來如何帶領這群學生？ 在九個月內 把現在的他們帶領到應有的水準？ 這是個非常困難的任務, 我該如何同時提昇 他們的自尊及學業程度？ 有一年我想到一個很棒的點子"}, {"zh-tw": " I told all my students, \"You were chosen to be in my class because I am the best teacher and you are the best students, they put us all together so we could showeverybody else how to do it.\" One of the students said, \"Really?\" I said, \"Really. We haveto show the other classes how to do it, so whenwe walk down the hall, people will notice us,so you can't make noise. You just have to strut.\" And I gave them a saying to say: \"I am somebody.", "en": " 我告訴我的學生 \"你們被挑選到我的班上\" \"因為我是最棒的老師,\" \"而你們是最棒的學生\" 學校把我們放在一起 好成為每個人的典範\" 其中一個學生問, \"真的嗎？\" (笑聲） 我答: \"真的! 我們要成為其他班級的榜樣\" \"所以當我們穿越走廊\" \"大家都在注意我們，所以不要喧鬧\" \"只顧昂首闊步\" 然後我叫他們說: \"我是非凡的\""}, {"zh-tw": " I was somebody when I came. I'll be a better somebody when I leave.", "en": " \"我進來時本來就很特別\" \"而當我離開時我會變得更好\""}, {"zh-tw": " I am powerful, and I am strong. I deserve the education that I get here.", "en": " \"我很有能力而且很強\" \"我配得接受這裡的教育\""}, {"zh-tw": " I have things to do, people to impress, and places to go.\" And they said, \"Yeah!\" You say it long enough, it starts to be a part of you. I gave a quiz, 20 questions.", "en": " \"我有任務要完成,我要讓人對我另眼相看\" \"也有我該去的地方\" 然後他們回答, \" 讚！\" 當你反覆說久了 那些話便成為你的一部分 所以- 我給了他們一個二十題的小考"}, {"zh-tw": " A student missed 18. I put a \"+2\" on his paperand a big smiley face.", "en": " 有個學生錯了十八題 我在紙上寫了個\"+2\"和大大的笑臉"}, {"zh-tw": " He said, \"Ms. Pierson, is this an F?\" I said, \"Yes.\" He said, \"Then why'd youput a smiley face?\" I said, \"Because you're on a roll. You got two right.You didn't miss them all.\" I said, \"And when we review this,won't you do better?\" He said, \"Yes, ma'am, I can do better.\" You see, \"-18\" sucksall the life out of you.", "en": " 他說: \"老師,我不及格了嗎？\" 我說：\"是\" 他說： \"那您為什麼話一個笑臉？\" 我說：\"因為你在進步\" \"你答對兩題,沒有全部答錯.\" 我問：\"在我們檢討後\" \"你會不會做得更好？\" 他說 \"會, 老師, 我能做得更好\" 你看, \"-18\" 讓你的人生看起來很糟"}, {"zh-tw": " \"+2\" said, \"I ain't all bad.\" For years, I watched my mothertake the time at recess to review, go on home visits in the afternoon, buy combs and brushesand peanut butter and crackers to put in her desk drawerfor kids that needed to eat, and a washcloth and some soapfor the kids who didn't smell so good. See, it's hard to teach kids who stink.", "en": " \"＋2\" 卻代表 \"其實我還有救\" (掌聲） 多年來我看我母親 利用休息時間檢討, 利用下午做家庭訪問 買梳子、筆刷、花生醬 及餅乾 放在桌上讓需要的同學 一塊毛布和肥皂讓身上有臭味的學生可以用 因為，有異味的班級實在很難順利教學"}, {"zh-tw": " And kids can be cruel. And so she kept those things in her desk, and years later, after she retired, I watched some of thosesame kids come through and say to her, \"You know, Ms. Walker, you made a difference in my life.", "en": " 學生有時也會表現得很無情 而那些東西依然擺在她桌上 幾年後，在她退休後 我看到那些學生拜訪 並告訴她： \"Walker 老師, 你知道嗎\" \"你改變了我的人生\""}, {"zh-tw": " You made it work for me. You made me feel like I was somebody, when I knew, at the bottom, I wasn't.", "en": " \"你讓事情變得可能\" \"你讓我覺得自己是有價值的人\" \"就算我內心深處知道我並不是\""}, {"zh-tw": " And I want you to justsee what I've become.\" And when my mama died two years ago at 92, there were so many formerstudents at her funeral, it brought tears to my eyes,not because she was gone, but because she lefta legacy of relationships that could never disappear. Can we stand to have more relationships? Absolutely.", "en": " \"我想讓你看看現在的我\" 兩年前, 當我母親92歲過世時 有那麼多的學生參加她的葬禮 眼淚滑下我的眼眶這並不是因為她的離去 而是看見了她留下了人情連結的典範 一個永不消失的典範 我們能創造更多人際關係嗎？當然"}, {"zh-tw": " Will you like all your children?Of course not. And you know your toughestkids are never absent.", "en": " 你會喜歡所有的學生嗎？當然不 你知道最難纏的學生永不消失 (笑聲）"}, {"zh-tw": " Never. You won't like them all, and the tough ones show up for a reason.", "en": " 絕不會、你不會喜歡他們全部 然而難纏的學生有他們出現的理由"}, {"zh-tw": " It's the connection.It's the relationships. So teachers becomegreat actors and great actresses, and we come to workwhen we don't feel like it, and we're listening to policythat doesn't make sense, and we teach anyway.", "en": " 那是一種關聯一種人與人之間的關係 就算你不喜歡全部的學生 重點是絕對不要讓他們知道 所以老師其實都是優秀的演員 就算我們不想我們還是得來上班 要聽從不合裡的校規 然後繼續教書"}, {"zh-tw": " We teach anyway,because that's what we do. Teaching and learning should bring joy.", "en": " 我們繼續教書因為這是我們該做的事 教書和學習應該帶來快樂"}, {"zh-tw": " How powerful would our world be if we had kids who werenot afraid to take risks, who were not afraid to think, and who had a champion? Every child deserves a champion, an adult who will never give up on them, who understands the power of connection, and insists that they becomethe best that they can possibly be. Is this job tough? You betcha.", "en": " 若我們的孩子願意冒險 想像世界會變得多強盛 不畏懼地思考 而哪個孩子是冠軍呢？ 每個孩子理當成為冠軍 了解人際關係重要性的大人 永遠不要放棄他們 並堅持要求他們盡全力做到最好 這個工作很困難嗎？是啦，老天! 可不是嘛!"}, {"zh-tw": " Oh God, you betcha. But it is not impossible.", "en": " 但並非不可能的任務"}, {"zh-tw": " We can do this. We're educators. We're born to make a difference.", "en": " 我們做得到, 因為我們是教育家 我們生來就是要改變世界"}, {"zh-tw": " Thank you so much.", "en": " 謝謝大家"}], "title": "Rita Pierson Every Kid Needs A Champion"}