{"url": "http://www.ted.com/talks/ramsey_musallam_3_rules_to_spark_learning", "paragraphs": [{"zh-tw": " I teach chemistry. (Explosion) All right, all right. So more than just explosions, chemistry is everywhere.", "en": " 我是化學老師 （爆炸聲） 沒事、沒事 不僅出現在爆炸 化學現象隨處可見"}, {"zh-tw": " Have you ever found yourself at a restaurant spacing out just doing this over and over? Some people nodding yes. Recently, I showed this to my students, and I just asked them to try and explain why it happened.", "en": " 你是否曾經發現自己會在餐廳心不在焉地 一再做這個動作？ 有人點頭了 最近我做了這個實驗給學生看 請他們動手嘗試並解釋其中原因"}, {"zh-tw": " The questions and conversations that followed were fascinating. Check out this video that Maddie from my period three class sent me that evening.", "en": " 之後學生提出的問題和討論 十分精彩 請觀賞這部由 Maddie 我第三堂課的學生當晚寄給我的影片"}, {"zh-tw": " (Clang) (Laughs) Now obviously, as Maddie's chemistry teacher, I love that she went home and continued to geek out about this kind of ridiculous demonstration that we did in class. But what fascinated me more is that Maddie's curiosity took her to a new level.", "en": " （砰） 顯然，身為 Maddie 的化學老師 我很高興她回家後會認真練習 我們在課堂上示範過的 這個相當有趣的實驗 但令我更感興趣的是 Maddie 的好奇心 提升了她的視界"}, {"zh-tw": " If you look inside that beaker, you might see a candle. Maddie's using temperature to extend this phenomenon to a new scenario.", "en": " 如果你們觀察燒杯內部 會發現一根蠟燭 Maddie 利用溫度賦予這個現象 嶄新的面貌"}, {"zh-tw": " You know, questions and curiosity like Maddie's are magnets that draw us towards our teachers, and they transcend all technology or buzzwords in education. But if we place these technologies before student inquiry, we can be robbing ourselves of our greatest tool as teachers: our students' questions.", "en": " 你們知道，Maddie 擁有的這種疑惑和好奇心 像磁鐵般讓拉近了學生和老師間的距離 勝過所有教育方面的技巧 或新潮術語 但如果我們在學生發問前就展示這些技巧 我們會讓自己失去 老師擁有的最佳工具：學生的疑惑"}, {"zh-tw": " For example, flipping a boring lecture from the classroom to the screen of a mobile device might save instructional time, but if it is the focus of our students' experience, it's the same dehumanizing chatter just wrapped up in fancy clothing. But if instead we have the guts to confuse our students, perplex them, and evoke real questions, through those questions, we as teachers have information that we can use to tailor robust and informed methods of blended instruction.", "en": " 例如，利用行動裝置的銀幕 來講授一堂沉悶的課程 或許能節省教學時間 但若是這成了學生主要的學習體驗 這只是冰冷而無人性的嘮叨 外頭披了件華麗的外衣罷了 然而，如果我們有骨氣 使學生困惑讓他們摸不著頭緒 激發他們內心的疑惑 身為老師的我們可以利用這些疑惑取得資訊 用以調整教學方針 從中習得混合式教學的方法"}, {"zh-tw": " So, 21st-century lingo jargon mumbo jumbo aside, the truth is, I've been teaching for 13 years now, and it took a life-threatening situation to snap me out of 10 years of pseudo-teaching and help me realize that student questions are the seeds of real learning, not some scripted curriculum that gave them tidbits of random information. In May of 2010, at 35 years old, with a two-year-old at home and my second child on the way, I was diagnosed with a large aneurysm at the base of my thoracic aorta.", "en": " 因此，別理會 21 世紀那些莫名其妙的術語 事實上我從事教職已有 13 年 有個生死攸關情況 讓我從10年來的「偽教學」中驚醒 幫助我瞭解學生的疑惑 能培育出真正的學習態度 而非某種照本宣科的課程 那只能提供學生瑣碎而隨機的資訊 2010 年 5 月35 歲的我 有個 2 歲大的孩子第二個孩子即將出生 診斷結果顯示我長了個大動脈瘤 位於胸腔主動脈"}, {"zh-tw": " This led to open-heart surgery. This is the actual real email from my doctor right there. Now, when I got this, I was -- press Caps Lock -- absolutely freaked out, okay? But I found surprising moments of comfort in the confidence that my surgeon embodied.", "en": " 這表示我必須做開心手術這是當時醫生寫給我的 電子郵件正本 當我收到這封信時我 -- 以下為粗黑體 -- 完全嚇壞了，明白嗎？ 但令人意外地我卻感到慰藉 因為我的醫生展現出的自信"}, {"zh-tw": " Where did this guy get this confidence, the audacity of it? So when I asked him, he told me three things. He said first, his curiosity drove him to ask hard questions about the procedure, about what worked and what didn't work.", "en": " 這個傢伙的自信從何而來？因為大膽嗎？ 因此當我請教他時他告訴我三件事 他說，第一，好奇心驅使他 預設手術過程可能出現的一些棘手問題 何種方法可行而何種不可行"}, {"zh-tw": " Second, he embraced, and didn't fear, the messy process of trial and error, the inevitable process of trial and error. And third, through intense reflection, he gathered the information that he needed to design and revise the procedure, and then, with a steady hand, he saved my life.", "en": " 第二，他勇於面對，而非畏懼 反覆試驗與挫敗的繁瑣過程 無法避免的反覆試驗過程 第三，謹慎思考 並收集所需的資訊 藉此設計及修正手術流程 最後，懷著堅定的信心他救了我一命"}, {"zh-tw": " Now I absorbed a lot from these words of wisdom, and before I went back into the classroom that fall, I wrote down three rules of my own that I bring to my lesson planning still today. Rule number one: Curiosity comes first.", "en": " 這些睿智的話語令我獲益匪淺 那年秋季回學校任職前 我寫下自己的三原則 直到今天依然用於我的教學計畫中 第一項原則：好奇心是首要之事"}, {"zh-tw": " Questions can be windows to great instruction, but not the other way around. Rule number two: Embrace the mess.", "en": " 利用疑惑是卓越教學的手段 但不可本末倒置 第二項原則：勇於面對繁瑣過程"}, {"zh-tw": " We're all teachers. We know learning is ugly. And just because the scientific method is allocated to page five of section 1.2 of chapter one of the one that we all skip, okay, trial and error can still be an informal part of what we do every single day at Sacred Heart Cathedral in room 206.", "en": " 我們都是老師我們知道學習過程惹人厭 只因為有系統的讀書方法寫在 第一章第一節之二的第五頁 正好是我們略過不講的章節，對嗎？ 試誤法仍是 我們每天會在聖心天主教學校 206 教室使用的不成文法則"}, {"zh-tw": " And rule number three: Practice reflection. What we do is important. It deserves our care, but it also deserves our revision.", "en": " 第三項原則：反覆思考 我們的作為十分重要理應小心謹慎 也理應不時修正"}, {"zh-tw": " Can we be the surgeons of our classrooms? As if what we are doing one day will save lives. Our students our worth it.", "en": " 我們能否成為課堂中的外科醫生？ 彷彿我們的所作所為某天將救人一命 學生值得我們付出"}, {"zh-tw": " And each case is different. (Explosion) All right. Sorry.", "en": " 因材施教 （爆炸聲） 好，抱歉"}, {"zh-tw": " The chemistry teacher in me just needed to get that out of my system before we move on. So these are my daughters.", "en": " 身為化學老師的我必須發洩一下 才能繼續講課 她們是我女兒"}, {"zh-tw": " On the right we have little Emmalou -- Southern family. And, on the left, Riley.", "en": " 右邊是小 Emmalou 是南方家族名字 左邊是 Riley"}, {"zh-tw": " Now Riley's going to be a big girl in a couple weeks here. She's going to be four years old, and anyone who knows a four-year-old knows that they love to ask, \"Why?\" Yeah. Why.", "en": " 幾週後Riley 將成為大女孩 她即將邁入四歲 任何瞭解四歲孩子的人都知道 他們喜歡問「為什麼？」 是的，為什麼"}, {"zh-tw": " I could teach this kid anything because she is curious about everything. We all were at that age.", "en": " 我可以教這個孩子任何事 因為她對任何事都感到好奇 我們在那個年紀皆是如此"}, {"zh-tw": " But the challenge is really for Riley's future teachers, the ones she has yet to meet. How will they grow this curiosity? You see, I would argue that Riley is a metaphor for all kids, and I think dropping out of school comes in many different forms -- to the senior who's checked out before the year's even begun or that empty desk in the back of an urban middle school's classroom.", "en": " 但這對 Riley 未來的老師而言是極大的挑戰 她尚未謀面的老師 他們會如何培養這份好奇心？ 你們知道我以 Rildy 比喻所有孩子 我認為輟學有許多不同原因： 例如學期開始前就輟學的高中生 或市區中學的教室後排空著的座位"}, {"zh-tw": " But if we as educators leave behind this simple role as disseminators of content and embrace a new paradigm as cultivators of curiosity and inquiry, we just might bring a little bit more meaning to their school day, and spark their imagination. Thank you very much.", "en": " 但如果身為教育者的我們跳脫 知識傳播者這種單一的角色 採取嶄新的教學方式 栽培出好奇心與探索能力 我們或許能為他們的學校生活 帶來更多意義激發他們的想像力 十分感謝"}], "title": "Ramsey Musallam 3 Rules To Spark Learning"}