{"url": "http://www.ted.com/talks/phil_hansen_embrace_the_shake", "paragraphs": [{"zh-tw": " So, when I was in art school, I developed a shake in my hand, and this was the straightest line I could draw. Now in hindsight, it was actually good for some things, like mixing a can of paint or shaking a Polaroid, but at the time this was really doomsday.", "en": " 我讀藝術系時 手開始會顫抖 這是我當時能畫出來最直的線 現在想想，有些事其實我還頗在行 譬如說：搖勻顏料罐或是甩動拍立得相片 但那段時間真像世界末日"}, {"zh-tw": " This was the destruction of my dream of becoming an artist. The shake developed out of, really, a single-minded pursuit of pointillism, just years of making tiny, tiny dots.", "en": " 我想成為藝術家的夢想就此幻滅 這個顫抖的症狀其實來自於 我全心投入點畫的結果 經年累月描繪小小的點"}, {"zh-tw": " And eventually these dots went from being perfectly round to looking more like tadpoles, because of the shake. So to compensate, I'd hold the pen tighter, and this progressively made the shake worse, so I'd hold the pen tighter still.", "en": " 最後因為顫抖的關係 這些小圓點變成蝌蚪狀 因此我得用力握筆 這讓顫抖的症狀更嚴重 所以我握得更緊"}, {"zh-tw": " And this became a vicious cycle that ended up causing so much pain and joint issues, I had trouble holding anything. And after spending all my life wanting to do art, I left art school, and then I left art completely.", "en": " 最後變成惡性循環 不但非常疼痛，也造成關節的問題 我很難握好任何物體 我想把畢生精力都花在藝術上 後來卻離開了藝術學院也完全遠離了藝術"}, {"zh-tw": " But after a few years, I just couldn't stay away from art, and I decided to go to a neurologist about the shake and discovered I had permanent nerve damage. And he actually took one look at my squiggly line, and said, \"Well, why don't you just embrace the shake?\" So I did. I went home, I grabbed a pencil, and I just started letting my hand shake and shake.", "en": " 幾年後，我覺得還是離不開藝術 我決定去找神經科醫生診治我顫抖的症狀 卻發現我的神經已永久受損 醫生看了看我畫的彎彎曲曲的線條 說：「何不乾脆和顫抖做朋友？」 我照著做了。回到家，我拿起筆 就開始放手讓它抖啊抖"}, {"zh-tw": " I was making all these scribble pictures. And even though it wasn't the kind of art that I was ultimately passionate about, it felt great.", "en": " 我創作出這些塗鴉 雖然它並不是我理想中 藝術的模樣，但我覺得棒極了"}, {"zh-tw": " And more importantly, once I embraced the shake, I realized I could still make art. I just had to find a different approach to making the art that I wanted.", "en": " 更重要的是，一旦我接受了顫抖這個事實 我發現我還是可以創造藝術 只是要找出另一種呈現的方式 來做出我想要的藝術"}, {"zh-tw": " Now, I still enjoyed the fragmentation of pointillism, seeing these little tiny dots come together to make this unified whole. So I began experimenting with other ways to fragment images where the shake wouldn't affect the work, like dipping my feet in paint and walking on a canvas, or, in a 3D structure consisting of two-by-fours, creating a 2D image by burning it with a blowtorch.", "en": " 如今我仍然喜歡點畫中的這種破碎感 看著許多小點點 集合成一個完整的作品 所以我開始實驗運用不同的方法來支解圖像 這些方式不會因我的顫抖而影響到作品 例如用腳去沾顏料然後在畫布上行走 或用 2 乘 4 英吋標準木條建構 3D 用噴槍燒出 2D 的圖像"}, {"zh-tw": " I discovered that, if I worked on a larger scale and with bigger materials, my hand really wouldn't hurt, and after having gone from a single approach to art, I ended up having an approach to creativity that completely changed my artistic horizons. This was the first time I'd encountered this idea that embracing a limitation could actually drive creativity.", "en": " 我發現只要我運用大件物料從事大型創作 我的手抖就不會造成太大的問題 我從單一方式的藝術創作 後來竟找到創造力的方法 讓我的創作視野完全改變 這是我首次有了這個觀念─ 擁抱極限，可能激發出創造力"}, {"zh-tw": " At the time, I was finishing up school, and I was so excited to get a real job and finally afford new art supplies. I had this horrible little set of tools, and I felt like I could do so much more with the supplies I thought an artist was supposed to have.", "en": " 那時我即將畢業 我很開心可以找到工作還買得起新的美術材料 我有一套陽春到不行的小工具組 我自認為只要擁有藝術家的工具 就會產出更多的創作"}, {"zh-tw": " I actually didn't even have a regular pair of scissors. I was using these metal shears until I stole a pair from the office that I worked at.", "en": " 我其實連普通的剪刀都沒有 我一直在用剪電線的剪刀 後來才偷了辦公室的剪刀"}, {"zh-tw": " So I got out of school, I got a job, I got a paycheck, I got myself to the art store, and I just went nuts buying supplies. And then when I got home, I sat down and I set myself to task to really try to create something just completely outside of the box.", "en": " 就這樣，我離開學校找到工作，拿到薪水 我到美術用品店 瘋狂的採購 回到家後，我坐下 開始努力要創作點什麼 要完全跳脫出框架的作品"}, {"zh-tw": " But I sat there for hours, and nothing came to mind. The same thing the next day, and then the next, quickly slipping into a creative slump.", "en": " 我坐了好幾個小時卻一點想法都沒有 隔天一樣，再隔天還是一樣 我掉落創作的深淵"}, {"zh-tw": " And I was in a dark place for a long time, unable to create. And it didn't make any sense, because I was finally able to support my art, and yet I was creatively blank.", "en": " 我就一直處在黑暗之中，無法創作 這講不通啊，我總算可以從事 我熱愛的藝術創作，可是卻撞牆了"}, {"zh-tw": " But as I searched around in the darkness, I realized I was actually paralyzed by all of the choices that I never had before. And it was then that I thought back to my jittery hands.", "en": " 但是當我在黑暗中摸索 我了解到，原來我是被過多選擇給麻痺了 這些自己以前從不曾擁有的選擇 因此我又想起我不停顫抖的雙手"}, {"zh-tw": " Embrace the shake. And I realized, if I ever wanted my creativity back, I had to quit trying so hard to think outside of the box and get back into it.", "en": " 跟顫抖做朋友 我了解到，如果我想找回創作力 我就不要一直想跳出框架 而是要回到框框中"}, {"zh-tw": " I wondered, could you become more creative, then, by looking for limitations? What if I could only create with a dollar's worth of supplies? At this point, I was spending a lot of my evenings in -- well, I guess I still spend a lot of my evenings in Starbucks — but I know you can ask for an extra cup if you want one, so I decided to ask for 50. Surprisingly, they just handed them right over, and then with some pencils I already had, I made this project for only 80 cents.", "en": " 然後我又想著，難道說找出侷限 就能比較有創造力嗎？ 如果我只能用一塊錢的素材來創作呢？ 那時我花了很多個晚… 嗯，我想我現在還是花了很多個晚上在星巴克 在那裡可以多要一個杯子 所以我決定要 50 個杯子 不敢置信，他們真的就拿給我 然後我用我原本就有的鉛筆 花了 8 毛錢完成了這個作品"}, {"zh-tw": " It really became a moment of clarification for me that we need to first be limited in order to become limitless. I took this approach of thinking inside the box to my canvas, and wondered what if, instead of painting on a canvas, I could only paint on my chest? So I painted 30 images, one layer at a time, one on top of another, with each picture representing an influence in my life.", "en": " 那一刻我才明白 我們得身處於限制中 才能體現何謂無限 於是我把這樣的想法—在侷限中創作 帶到我的畫布上我想像如果我不能在畫布上作畫 而只能在自己胸前作畫呢？ 然後我畫了 30 張圖，一次畫一層 一層一層疊上 每一幅圖都代表著我人生中重大的影響"}, {"zh-tw": " Or what if, instead of painting with a brush, I could only paint with karate chops? So I'd dip my hands in paint, and I just attacked the canvas, and I actually hit so hard that I bruised a joint in my pinkie and it was stuck straight for a couple of weeks. Or, what if instead of relying on myself, I had to rely on other people to create the content for the art? So for six days, I lived in front of a webcam.", "en": " 又或者，我不能用筆刷作畫 而只能用空手道的手刀去劈呢？(觀眾笑) 所以我就將手沾上顏料 然後攻擊我的畫布 結果我打得太用力把我的小指關節打到瘀青 有好幾個禮拜我的小指都只能僵直著… (觀眾大笑鼓掌) 又假如，我的創作不能自己來 只能依賴他人 來完成主體內容呢？ 所以接下來六天我在網路攝影機前過日子"}, {"zh-tw": " I slept on the floor and I ate takeout, and I asked people to call me and share a story with me about a life-changing moment. Their stories became the art as I wrote them onto the revolving canvas.", "en": " 睡在地板上、叫外賣 我請別人打電話給我，跟我分享 他人生中重要的轉捩點 他們的故事變成了藝術品 我把這些動人故事寫在一張旋轉畫布上 (觀眾鼓掌)"}, {"zh-tw": " Or what if instead of making art to display, I had to destroy it? This seemed like the ultimate limitation, being an artist without art. This destruction idea turned into a yearlong project that I called Goodbye Art, where each and every piece of art had to be destroyed after its creation.", "en": " 再假設，如果我的創作不是用來觀賞 而是必須要毀掉的呢？ 這很像一種終極的限制吧 作一個沒有藝術作品的藝術家 這個具毀滅性的概念成了長達將近一年的專案 我稱之為「不見藝術」 每件作品一問世，隨即要被銷毀"}, {"zh-tw": " In the beginning of Goodbye Art, I focused on forced destruction, like this image of Jimi Hendrix, made with over 7,000 matches. Then I opened it up to creating art that was destroyed naturally.", "en": " 一開始我將焦點擺在強制性毀滅 像這幅吉米罕醉克斯(Jimi Hendrix)的圖像 是用七千多支火柴棒做成的 (觀眾笑) 後來我用自然銷毀的方式進行創作"}, {"zh-tw": " I looked for temporary materials, like spitting out food -- — sidewalk chalk and even frozen wine. The last iteration of destruction was to try to produce something that didn't actually exist in the first place.", "en": " 找尋暫時性的材料 例如：啐吐食物 (觀眾笑) 人行道粉筆畫 甚至於冷凍酒 最後一輪的毀滅 是製作從一開始就不存在的東西"}, {"zh-tw": " So I organized candles on a table, I lit them, and then blew them out, then repeated this process over and over with the same set of candles, then assembled the videos into the larger image. So the end image was never visible as a physical whole.", "en": " 我在桌上排了一些蠟燭把它們點燃，然後吹滅 一次又一次，利用同樣的這些蠟燭重覆一樣的過程 再將拍攝的影片組成一幅大的圖像 所以，最終的圖像從未完整存在"}, {"zh-tw": " It was destroyed before it ever existed. In the course of this Goodbye Art series, I created 23 different pieces with nothing left to physically display.", "en": " 而是在完成前就被毀了 這一系列的「不見藝術」 我總共創作了 23 件不同的作品 沒有留下任何實體物品"}, {"zh-tw": " What I thought would be the ultimate limitation actually turned out to be the ultimate liberation, as each time I created, the destruction brought me back to a neutral place where I felt refreshed and ready to start the next project. It did not happen overnight.", "en": " 我原本以為的終極限制 最後竟成了終極解放 每一次的創造後 這些毀滅都把我歸零 我覺得很清新，並且準備好再出發 這不是一夕可造成的"}, {"zh-tw": " There were times when my projects failed to get off the ground, or, even worse, after spending tons of time on them the end image was kind of embarrassing. But having committed to the process, I continued on, and something really surprising came out of this.", "en": " 有好幾次我的專案作品一開始就失敗了 還有更糟的，在費了許多功夫後 成果卻難以見人 但因已投入過程，我還是繼續進行 最後竟得到了意想不到的成果"}, {"zh-tw": " As I destroyed each project, I was learning to let go, let go of outcomes, let go of failures, and let go of imperfections. And in return, I found a process of creating art that's perpetual and unencumbered by results.", "en": " 當我毀掉了每一件作品 我學會了放下 放下結果，放下失敗 放下不完美 得到的回報，是找到一種創造過程 不會間斷、也不因結果而束縛自己"}, {"zh-tw": " I found myself in a state of constant creation, thinking only of what's next and coming up with more ideas than ever. When I think back to my three years away from art, away from my dream, just going through the motions, instead of trying to find a different way to continue that dream, I just quit, I gave up.", "en": " 我發覺自己一直不停的創造 不斷想著下一步還可以做什麼 想法源源不絕而來 當我想起離開藝術創作的那三年 遠離我的夢想，就只是隨波逐流 當時我沒有嘗試找出不同方法來繼續這個夢想 我喊停，放棄了"}, {"zh-tw": " And what if I didn't embrace the shake? Because embracing the shake for me wasn't just about art and having art skills. It turned out to be about life, and having life skills.", "en": " 如果我沒有去和顫抖做朋友呢？ 因為接受手抖這件事對我而言 不只是藝術或是創作技巧上的問題 而是關於人生，是生活的技能"}, {"zh-tw": " Because ultimately, most of what we do takes place here, inside the box, with limited resources. Learning to be creative within the confines of our limitations is the best hope we have to transform ourselves and, collectively, transform our world.", "en": " 因為最終我們所做的事 都是發生在這個框框裡面在有限的資源下 學習在自己的受限範圍中創新 是改變自我的最佳方式 然後大家可以一起，改變這個世界"}, {"zh-tw": " Looking at limitations as a source of creativity changed the course of my life. Now, when I run into a barrier or I find myself creatively stumped, I sometimes still struggle, but I continue to show up for the process and try to remind myself of the possibilities, like using hundreds of real, live worms to make an image, using a pushpin to tattoo a banana, or painting a picture with hamburger grease.", "en": " 把限制當作創造力來源的想法 轉換了我的人生道路 所以當我遇上了阻礙 或者發現自己的創造力遇到瓶頸 我還是會有掙扎的時刻 但過程中我依然不會缺席 嘗試提醒自己，還有其他可能性 例如：使用上百條活生生的蟲來展現一張圖像 用圖釘幫香蕉紋身 或用漢堡的油脂來作畫 (觀眾笑)"}, {"zh-tw": " One of my most recent endeavors is to try to translate the habits of creativity that I've learned into something others can replicate. Limitations may be the most unlikely of places to harness creativity, but perhaps one of the best ways to get ourselves out of ruts, rethink categories and challenge accepted norms.", "en": " 最近我在努力的一件事是 將我學到的創造力這個習慣 轉化成可以讓人複製的技巧 「侷限」或許是這世上 最不可能駕馭創造力的方式但或許 這卻是能跳脫自我泥淖最好的方法之一 重新規劃，並挑戰既有的世俗標準"}, {"zh-tw": " And instead of telling each other to seize the day, maybe we can remind ourselves every day to seize the limitation. Thank you.", "en": " 除了告訴彼此要活在當下 或許我們每一天還要提醒自己 要精彩的活在侷限之中 謝謝各位 (觀眾掌聲)"}], "title": "Phil Hansen Embrace The Shake"}