{"url": "http://www.ted.com/talks/martin_villeneuve_how_i_made_an_impossible_film", "paragraphs": [{"zh-tw": " I made a film that was impossible to make, but I didn't know it was impossible, and that's how I was able to do it. \"Mars et Avril\" is a science fiction film.", "en": " 我製作了一部不可能做得出來的電影 但我不知道那是不可能的 因此我才能試著將它做出來 《三月與四月》(Mars et Avril) 是一部科幻電影"}, {"zh-tw": " It's set in Montreal some 50 years in the future. No one had done that kind of movie in Quebec before because it's expensive, it's set in the future, and it's got tons of visual effects, and it's shot on green screen.", "en": " 場景設定在50年後的蒙特婁 以前在魁北克沒人拍過這種類型的電影 因為預算太高，場景設定在未來的世界 需要大量的視覺效果 以綠屏來拍攝"}, {"zh-tw": " Yet this is the kind of movie that I wanted to make ever since I was a kid, really, back when I was reading some comic books and dreaming about what the future might be. When American producers see my film, they think that I had a big budget to do it, like 23 million.", "en": " 但是這種電影 是我從小就想拍的，真的 那時我讀著漫畫書 然後想像未來會是什麼模樣 美國的製片看到我的電影 他們認為我有很多的預算 大概2300萬"}, {"zh-tw": " But in fact I had 10 percent of that budget. I did \"Mars et Avril\" for only 2.3 million.", "en": " 但事實上我只有那十分之一的預算 我拍《三月與四月》只花了230萬"}, {"zh-tw": " So you might wonder, what's the deal here? How did I do this? Well, it's two things. First, it's time. When you don't have money, you must take time, and it took me seven years to do \"Mars et Avril.\" The second aspect is love.", "en": " 所以你們可能會猜想，這是怎麼回事？ 我是怎麼辦到的？ 兩件事。首先，是時間 沒錢的時候，我們就必須把握時間 我花了七年來拍《三月與四月》 第二個概念是：熱情"}, {"zh-tw": " I got tons and tons of generosity from everyone involved. And it seems like every department had nothing, so they had to rely on our creativity and turn every problem into an opportunity.", "en": " 每個參與製作的人都為我付出不少 似乎就像是因為每組人馬都一無所有 所以他們必須依賴我們的創造力 化危機為轉機"}, {"zh-tw": " And that brings me to the point of my talk, actually, how constraints, big creative constraints, can boost creativity. But let me go back in time a bit.", "en": " 事實上，這就和我今天要談的重點有關 想像力受到極大限制時，如何激發創造力 在此之前先讓我回顧一下"}, {"zh-tw": " In my early 20s, I did some graphic novels, but they weren't your usual graphic novels. They were books telling a science fiction story through images and text, and most of the actors who are now starring in the movie adaptation, they were already involved in these books portraying characters into a sort of experimental, theatrical, simplistic way.", "en": " 在我20歲出頭，我寫了一些繪本小說 但不是一般你們看到的繪本小說 這些小說是科幻故事 以圖片及文字來表達 而現在大部分主演改編電影的演員 已經將這些小說裡 所描繪的角色 實驗化、戲劇化及簡單化"}, {"zh-tw": " And one of these actors is the great stage director and actor Robert Lepage. And I just love this guy.", "en": " 而其中參與製作的，是一位了不起的舞台監製 兼演員：Robert Lepage 我喜歡這傢伙"}, {"zh-tw": " I've been in love with this guy since I was a kid. His career I admire a lot.", "en": " 我從小就喜歡他 我很欣賞他的工作"}, {"zh-tw": " And I wanted this guy to be involved in my crazy project, and he was kind enough to lend his image to the character of Eugène Spaak, who is a cosmologist and artist who seeks relation in between time, space, love, music and women. And he was a perfect fit for the part, and Robert is actually the one who gave me my first chance.", "en": " 而我希望他也能參與我瘋狂的計畫 而他也非常好心的 出演 Eugène Spaak 這個角色 他是一位宇宙論者兼藝術家，他試著找出 時間、空間、愛、音樂及女人之間的關係 他真的很適合詮釋這個角色 而事實上是 Robert 給了我第一次機會"}, {"zh-tw": " He was the one who believed in me and encouraged me to do an adaptation of my books into a film, and to write, direct, and produce the film myself. And Robert is actually the very first example of how constraints can boost creativity.", "en": " 他相信我 鼓勵我將我的小說搬上螢幕 鼓勵我自己寫劇本、親自指導這齣戲 並製作完成這部電影 其實 Robert 就是第一個 限制激發創造力的例子"}, {"zh-tw": " Because this guy is the busiest man on the planet. I mean, his agenda is booked until 2042, and he's really hard to get, and I wanted him to be in the movie, to reprise his role in the movie.", "en": " 因為他可以說是世界上最忙的人 我的意思是，他的行程都排到2042年去了 真的很難請他抽出時間 但我希望他能參與這部電影 透過電影再一次詮釋這個角色"}, {"zh-tw": " But the thing is, had I waited for him until 2042, my film wouldn't be a futuristic film anymore, so I just couldn't do that. Right? But that's kind of a big problem. How do you get somebody who is too busy to star in a movie? Well, I said as a joke in a production meeting -- and this is a true story, by the way — I said, \"Why don't we turn this guy into a hologram? Because, you know, he is everywhere and nowhere on the planet at the same time, and he's an illuminated being in my mind, and he's in between reality and virtual reality, so it would make perfect sense to turn this guy into a hologram.\" Everybody around the table laughed, but the joke was kind of a good solution, so that's what we ended up doing.", "en": " 但問題是，我很難 等他等到2042年，那時我的電影就不是 以未來為主題的電影了，我不能這麼做，對吧？ 但這有點棘手 要如何請一個大忙人 挪出時間來演電影呢？ 我在內製會上開了個玩笑 順便一提，這是真實故事 我說：「我們要不要乾脆把這傢伙變成一張全息圖？ 因為，你們也知道，他無所不在 同時又不存在於地球上某個特定的地方 他就像是我心中的一個發光體 介於現實社會與虛擬世界之間 所以把他變成全像的 是一件很合理的事。」 在場每個人都笑了 但這個玩笑其實是不錯的解決方法 所以後來我們也這麼做了"}, {"zh-tw": " Here's how we did it. We shot Robert with six cameras. He was dressed in green and he was like in a green aquarium.", "en": " 這是製作的結果，我們以六台攝影機拍攝 Robert 他穿綠色上衣，他就像是 在一個綠色水族箱裡"}, {"zh-tw": " Each camera was covering 60 degrees of his head, so that in post-production we could use pretty much any angle we needed, and we shot only his head. Six months later there was a guy on set, a mime portraying the body, the vehicle for the head.", "en": " 每台攝影機分別拍他頭部 60度 所以後製時我們可以看到 幾乎每個我們需要的角度都有了 我們卻只有拍攝他的頭部 六個月後由一位男子 不出聲來扮演他的身體 連接頭部"}, {"zh-tw": " And he was wearing a green hood so that we could erase the green hood in postproduction and replace it with Robert Lepage's head. So he became like a renaissance man, and here's what it looks like in the movie.", "en": " 讓他戴著一頂綠色頭套 然後我們可以在後製時將綠色頭套去除 以 Robert Lepage 的頭部來取代 所以他像是一個重生的人 這是他在電影當中的樣子"}, {"zh-tw": " (Music) (Video) Robert Lepage: [As usual, Arthur's drawing didn't account for the technical challenges. I welded the breech, but the valve is still gaping.", "en": " (音樂聲) (影片) Robert Lepage：跟以往一樣，亞瑟的畫 並沒有解釋技術方面的困難 我焊接了底部的氣室但是活塞的部分還是開開的"}, {"zh-tw": " I tried to lift the pallets to lower the pressure in the sound box, but I might have hit a heartstring. It still sounds too low.] Jacques Languirand: [That's normal.", "en": " 我試著提高閥板的位置來降低音箱的壓力 但我可能撞到心弦了 音準還是偏低。」 Jacques Languirand：「這很正常"}, {"zh-tw": " The instrument always ends up resembling its model.] (Music) Martin Villeneuve: Now these musical instruments that you see in this excerpt, they're my second example of how constraints can boost creativity, because I desperately needed these objects in my movie. They are objects of desire.", "en": " 樂器的原型都差不多。」 (音樂聲) 你們在影片中 看到的那些樂器 是我第二個 限制激發創造力的例子 因為我的電影裡非常需要這些東西 它們是慾望的產物"}, {"zh-tw": " They are imaginary musical instruments. And they carry a nice story with them.", "en": " 是想像出來的樂器 每個樂器都有它們自己的故事"}, {"zh-tw": " Actually, I knew what these things would look like in my mind for many, many years. But my problem was, I didn't have the money to pay for them. I couldn't afford them.", "en": " 事實上，這些東西的模樣 已經在我心中很久很久了 問題就在於，我的預算 不夠去支付這些樂器，我付不起"}, {"zh-tw": " So that's kind of a big problem too. How do you get something that you can't afford? And, you know, I woke up one morning with a pretty good idea.", "en": " 所以這又是一大難題 要怎麼做才能得到買不起的東西？ 有一天早上我醒來的時候，想到一個好主意"}, {"zh-tw": " I said, \"What if I have somebody else pay for them?\" But who on Earth would be interested by seven not-yet-built musical instruments inspired by women's bodies? And I thought of Cirque du Soleil in Montreal, because who better to understand the kind of crazy poetry that I wanted to put on screen? So I found my way to Guy Laliberté, Cirque du Soleil's CEO, and I presented my crazy idea to him with sketches like this and visual references, and something pretty amazing happened. Guy was interested by this idea not because I was asking for his money, but because I came to him with a good idea in which everybody was happy.", "en": " 我說：「讓其他人來幫我付怎麼樣？」 但到底有誰會對 七個尚未成形 且以女人身體為靈感的樂器有興趣呢？ 後來我想到了蒙特婁的太陽劇團 畢竟有誰比他們更了解這種 我想搬上螢幕的瘋狂藝術呢？ 於是我連絡上了太陽劇團的總裁 Guy Laliberté 然後把我瘋狂的想法告訴他 我給他看這些草圖，和一些視覺上的參考 然後不可思議的事發生了 Guy 對這些想法很有興趣 不是因為我跟他要錢 而是因為我給他一個很棒的想法 並得到大家都很滿意的結果"}, {"zh-tw": " It was kind of a perfect triangle in which the art buyer was happy because he got the instruments at a cheaper price, because they weren't even made. He took a leap of faith.", "en": " 就像是一個完美的三角形 藝術作品的買家很高興 因為他以低價購得他要的樂器 因為這些樂器甚至是虛構的 他有充足的信心"}, {"zh-tw": " And the artist, Dominique Engel, brilliant guy, he was happy too because he had a dream project to work on for a year. And obviously I was happy because I got the instruments in my film for free, which was kind of what I tried to do.", "en": " 而藝術家 Dominique Engel，他很有才華 他也很高興，因為有個企劃能讓他發揮想像力 可以讓他花一年來製作 而我當然也很高興因為我得到我想要的樂器了 沒花半毛錢，這正是我一直追求的"}, {"zh-tw": " So here they are. And my last example of how constraints can boost creativity comes from the green, because this is a weird color, a crazy color, and you need to replace the green screens eventually and you must figure that out sooner rather than later.", "en": " 這部影片因而誕生 而我最後一個 限制激發創造力的例子是 來自「綠」這個顏色 因為綠是個奇怪的顏色，一種瘋狂的顏色 最後我們還是要以綠屏拍攝 我們遲早都要明白這個道理"}, {"zh-tw": " And I had, again, pretty much, ideas in my mind as to what the world would be, but then again I turned to my childhood imagination and went to the work of Belgian comic book master François Schuiten in Belgium. And this guy is another guy I admire a lot, and I wanted him to be involved in the movie as a production designer.", "en": " 而再次強調，我心中有很多的點子 到底這個世界會變成什麼模樣 但再次回到我小時候的想像 回到比利時漫畫大師 François Schuiten 他在比利時的作品 他是另一位我景仰的人物 我也希望他能參與我的電影 當我的舞台設計"}, {"zh-tw": " But people told me, you know, Martin, it's impossible, the guy is too busy and he will say no. Well, I said, you know what, instead of mimicking his style, I might as well call the real guy and ask him, and I sent him my books, and he answered that he was interested in working on the film with me because he could be a big fish in a small aquarium.", "en": " 但大家都說，Martin，這是不可能的事 他太忙了，一定會拒絕你 我說，你知道嗎，與其模仿他的風格 我倒不如直接打電話問他 然後我把我的書寄給他 然後他說他很有興趣 跟我一起製作這部電影 因為他可以在小水族箱裡當條大魚"}, {"zh-tw": " In other words, there was space for him to dream with me. So here I was with one of my childhood heroes, drawing every single frame that's in the film to turn that into Montreal in the future.", "en": " 換句話說，那是他和我一起做夢的小小空間 所以我有了一位我童年的英雄 來為電影每個鏡頭製圖 來描繪出蒙特婁未來的模樣"}, {"zh-tw": " And it was an amazing collaboration to work with this great artist whom I admire. But then, you know, eventually you have to turn all these drawings into reality.", "en": " 跟我崇拜的偉大藝術家一起工作 真的是一次非常棒的合作 但最後還是必須將所有製圖 拍成電影"}, {"zh-tw": " So, again, my solution was to aim for the best possible artist that I could think of. And there's this guy in Montreal, another Quebecois called Carlos Monzon, and he's a very good VFX artist.", "en": " 所以再一次，我的方法 還是找我能想到的，最好的藝術家 在蒙特婁有個人，另一位魁北克人 叫做 Carlos Monzon，他非常擅長製作視覺特效"}, {"zh-tw": " This guy had been lead compositor on such films as \"Avatar\" and \"Star Trek\" and \"Transformers,\" and other unknown projects like this, and I knew he was the perfect fit for the job, and I had to convince him, and, instead of working on the next Spielberg movie, he accepted to work on mine. Why? Because I offered him a space to dream.", "en": " 他曾經是許多電影重要的後製合成師 像是《阿凡達》、《星際爭霸戰》和《變形金剛》 和其他類似的影片 而我明白他是我的不二人選 我必須說服他 結果他放棄了史匹柏的電影 決定製作我的電影 為什麼？因為我給他一個想像的空間"}, {"zh-tw": " So if you don't have money to offer to people, you must strike their imagination with something as nice as you can think of. So this is what happened on this movie, and that's how it got made, and we went to this very nice postproduction company in Montreal called Vision Globale, and they lent their 60 artists to work full time for six months to do this crazy film.", "en": " 所以如果你們請不起別人 一定要盡你所能，以某種事物 打動他們的想像力 而這就是電影呈現出來的樣子 就是這樣製作出來的 我們去了這間非常棒的後製公司 它位於蒙特婁，叫做 Vision Globale 這間公司派了60位後製人員 為期六個月，來全職製作這齣瘋狂的電影"}, {"zh-tw": " So I want to tell you that, if you have some crazy ideas in your mind, and that people tell you that it's impossible to make, well, that's an even better reason to want to do it, because people have a tendency to see the problems rather than the final result, whereas if you start to deal with problems as being your allies rather than your opponents, life will start to dance with you in the most amazing way. I have experienced it.", "en": " 所以我想告訴大家如果你心中有些稀奇古怪的想法 然後身邊的人都告訴你 那是辦不到的事 那你就更有理由去實踐它 因為人都有盲點 只看到問題表面，而看不到完成的結果 然而一旦你開始解決問題 把問題當作你的戰友，而非敵人 你的人生將能隨之起舞 以不可思議的方式實現 我已經有過這樣的經驗了"}, {"zh-tw": " And you might end up doing some crazy projects, and who knows, you might even end up going to Mars. Thank you.", "en": " 最後可能真的能夠執行一些特別的計畫 誰知道呢！我們最後 可能真的能登陸火星也說不定 謝謝大家"}], "title": "Martin Villeneuve How I Made An Impossible Film"}