{"url": "http://www.ted.com/talks/al_vernacchio_sex_needs_a_new_metaphor_here_s_one", "paragraphs": [{"zh-tw": " I'd like to talk to you today about a whole new way to thinkabout sexual activity and sexuality education, by comparison. If you talk to someone today in America about sexual activity, you'll find pretty soonyou're not just talking about sexual activity.", "en": " 今天 我想和大家談談 如何用一個全新的角度 去思考性活動 和性教育 兩者相比 如果在美國 今天你和某人談論 有關性活動的事情 你很快就會發現 你不只是在聊 性活動"}, {"zh-tw": " You're also talking about baseball. Because baseball is the dominantcultural metaphor that Americans use to think about and talk about sexual activity, and we know that because there's all this language in English that seems to be talking about baseball but that's really talkingabout sexual activity.", "en": " 你們可能還會聊到棒球 因為棒球是一種主流文化喻象 美國人會想到 聊天談到性生活時 我們會知道是因為 在英文裡 所有這種言語 都聽起來好像是在講棒球 但是其實都是在談論性活動"}, {"zh-tw": " So, for example, you canbe a pitcher or a catcher, and that corresponds to whether you perform a sexual actor receive a sexual act. Of course, there are the bases, which refer to specific sexual activities that happen in a very specific order, ultimately resulting in scoring a run or hitting a home run, which is usually havingvaginal intercourse to the point of orgasm, at least for the guy.", "en": " 舉個例子 你是位投手或是捕手 但其實在比喻 你是主動方還是被動方 當然說上了幾壘這種就更不用說了 每一壘都代表特定的性活動進度 發生在一個非常特定的順序 最後就是要跑回本壘得分 或轟出一支全壘打 那通常指的是發生第一次性行為 就有高潮 至少男的會有"}, {"zh-tw": " You can strike out, which means you don't get to have any sexual activity. And if you're a benchwarmer, you might be a virgin or somebody who for whatever reason isn't in the game, maybe because of your ageor because of your ability or because of your skillset.", "en": " 你也可能被三振出局 意思是 你沒有進行任何性活動 如果你是一位板凳球員 那可能表示 你是一位處男、處女 或是一位與這場無關的人 可能是因為你的年紀或能力 或是因為你的技巧"}, {"zh-tw": " A bat's a penis, and a nappy dugoutis a vulva, or a vagina. A glove or a catcher's mitt is a condom.", "en": " 球棒指的是男性生殖器 球員休息區則是指女性陰唇或陰道 手套或是捕手套就是保險套"}, {"zh-tw": " A switch-hitter is a bisexual person, and we gay and lesbian folksplay for the other team. And then there's this one: \"if there's grasson the field, play ball.\" And that usually refers to if a young person, specificallyoften a young woman, is old enough to have pubic hair, she's old enough to have sex with.", "en": " 如果說一個人能夠左右開弓意思是他是一位雙性戀者 不管是男同志還是女同志 還有一句話是這麼說的 『只要球場上有草，就可以打球了』 這通常是指 如果一位年輕人 通常指的是年輕女性 她的年紀已經夠大 開始會長陰毛 也表示她已經到適當年紀可以與他人有性行為"}, {"zh-tw": " This baseball modelis incredibly problematic. It's sexist. It's heterosexist.", "en": " 拿棒球來比喻「性」會造成非常多問題 這種比喻是性別主義 是異性戀主義"}, {"zh-tw": " It's competitive. It's goal-directed. And it can't result in healthy sexuality developing in young people or in adults.", "en": " 具有競爭意味 而且是目標導向 這種比喻方式無法導致 讓年輕人或成人發展健康的性活動"}, {"zh-tw": " So we need a new model. I'm here today to offeryou that new model.", "en": " 所以我們需要一個新的模範 今天我在這裡就是要給大家看看新的模組"}, {"zh-tw": " And it's based on pizza. Now pizza is somethingthat is universally understood and that most people associatewith a positive experience.", "en": " 這是以 披薩為模組 現在人人都知道披薩 並且大多數人對披薩都有正向經驗"}, {"zh-tw": " So let's do this. Let's take baseballand pizza and compare it when talking about three aspectsof sexual activity: the trigger for sexual activity, what happens during sexual activity, and the expected outcomeof sexual activity.", "en": " 所以我們來試試看 我們拿棒球和披薩來比較一下 談到性活動的三個面向的時候 性活動的觸發點 在從事性活動的時候 以及希望性活動帶來的結果"}, {"zh-tw": " So when do you play baseball? You play baseball whenit's baseball season and when there's a game on the schedule. It's not exactly your choice.", "en": " 所以你在打棒球的時候? 你會在球季開始的時候打棒球 有一場排定的比賽的時候 你無法選擇"}, {"zh-tw": " So if it's prom night or a wedding night or at a party or if our parentsaren't home, hey, it's just batter up. Can you imagine saying to your coach, \"Uh, I'm not really feeling it today, I think I'll sit this game out.\" That's just not the way it happens.", "en": " 所以如果是舞會之夜或婚禮之夜 或是在派對上或如果我們的父母不在家 我們就準備來翻雲覆雨 你能想像一下 對你的教練說 我今天狀態不太好 我想我還是不要上場比賽 事情不是這樣子的"}, {"zh-tw": " And when you get togetherto play baseball, immediately you'rewith two opposing teams, one playing offense, one playing defense, somebody's trying to movedeeper into the field. That's usually a sign to the boy.", "en": " 你們在一起打棒球的時候 馬上就要分成兩隊 一邊扮演進攻方 另一邊扮演防守方 有人想試著更深入球場 那通常是指的是男生"}, {"zh-tw": " Somebody's trying to defendpeople moving into the field. That's often given to the girl.", "en": " 有人試著防守不讓人進入 通常指的是女生"}, {"zh-tw": " It's competitive. We're not playing with each other.", "en": " 競爭非常激烈 我們不是在玩"}, {"zh-tw": " We're playing against each other. And when you show up to play baseball, nobody needs to talkabout what we're going to do or how this baseball gamemight be good for us.", "en": " 我們是在互相對抗 你要去打棒球的時候 大家都知道我們要做什麼 這場球賽對我們有什麼好處"}, {"zh-tw": " Everybody knows the rules. You just take your positionand play the game.", "en": " 大家都知道規則 你就只要站好你的位置 開始比賽"}, {"zh-tw": " But when do you have pizza? Well, you have pizza whenyou're hungry for pizza. It starts with an internal sense,an internal desire, or a need.", "en": " 但是你什麼時候會去吃披薩? 當然是在你非常想吃披薩的時候你就會去吃披薩 這是源自於一種內在的感受、欲望或是需求"}, {"zh-tw": " \"Huh. I could go for some pizza.\" And because it's an internal desire, we actually have some senseof control over that. I could decide that I'm hungry but know that it's nota great time to eat.", "en": " 我想去吃披薩 因為這是一種內在的欲望 事實上我們有些許控制感 想去控制內在欲望 我可以決定 我很餓 但我知道現在還不到吃飯的時候"}, {"zh-tw": " And then when we get togetherwith someone for pizza, we're not competing with them, we're looking for an experience that both of us will share that's satisfying for both of us, and when you get togetherfor pizza with somebody, what's the first thing you do? You talk about it. You talk about what you want.", "en": " 我們跟他人一起去吃披薩的時候 我們不是在跟他們競爭 我們是在尋找一種經驗 讓我們兩個能夠共同分享 同時滿足我們雙方 我們跟某人一起去吃披薩的時候 第一件事你會做什麼? 你會討論要吃那種披薩 你會說出你的需求"}, {"zh-tw": " You talk about what you like. You may even negotiate it.", "en": " 你會談到你喜歡什麼東西 你甚至可能會忽略它"}, {"zh-tw": " \"How do you feelabout pepperoni?\" \"Not so much, I'm kindof a mushroom guy myself.\" \"Well, maybe we can go half and half.\" And even if you've had pizza with somebody for a very long time, don't you still say things like, \"Should we get the usual?\" \"Or maybe somethinga little more adventurous?\" Okay, so when you're playing baseball, so if we talkabout during sexual activity, when you're playing baseball, you're just supposed to round the bases in the proper order one at a time. You can't hit the balland run to right field.", "en": " 你覺得義式香腸好不好吃? 感覺還好 我個人比較喜歡吃洋菇 也許我們可以各來一點 即使你跟某人一起吃披薩 已經有一段很長的時間 難道妳不會說這種話 就像是 我們應該常吃嗎? 或者做一些更有冒險感覺的事情 好 所以你在打棒球的時候 所以我們在從事性活動的時候 談到棒球 你在打棒球的時候 你只要去跑壘 在一定的順序之下 一次上一壘 你不能擊球"}, {"zh-tw": " That doesn't work. And you also can't getto second base and say, \"I like it here. I'm going to stay here.\" No.", "en": " 那樣沒用 你也不能跑到二壘 說 我喜歡在這裡 我想待在這裡 不行"}, {"zh-tw": " And also, of course,with baseball, there's, like, the specific equipmentand a specific skill set. Not everybody can play baseball.It's pretty exclusive.", "en": " 當然 說到棒球 當然有 特定的裝備和技巧組合 不是每個人都可以打棒球"}, {"zh-tw": " Okay, but what about pizza? When we're trying to figureout what's good for pizza, isn't it all about what's our pleasure? There are a million differentkinds of pizza. There's a million different toppings.", "en": " 好 但是披薩呢? 我們試著要了解披薩有什麼好吃的時候 這不都與我們的意願有關嗎? 有一百萬種不同的披薩 有一百萬種不同的配料"}, {"zh-tw": " There's a million differentways to eat pizza. And none of them are wrong.They're different.", "en": " 有一百萬種不同的披薩吃法 都沒有錯 他們都不一樣"}, {"zh-tw": " And in this case, difference is good, because that's goingto increase the chance that we're having a satisfying experience. And lastly, what's the expectedoutcome of baseball? Well, in baseball, you play to win.", "en": " 就這個例子而言 有差異是件好事 因為這將能夠增加機會 讓我們有個滿意的經驗 最後這場棒球賽期望的結果是什麼? 在棒球領域而言，你打棒球是為了要獲勝"}, {"zh-tw": " You score as many runs as you can. There's always a winner in baseball, and that means there's alwaysa loser in baseball.", "en": " 你盡可能多跑壘得分 打棒球的時候 一定會有贏家 也就是說 也會有輸家"}, {"zh-tw": " But what about pizza? Well, in pizza, we're not really -- there's no winning. How do you win pizza? You don't. But you do look for, \"Are we satisfied?\" And sometimes that canbe different amounts over different timesor with different people or on different days. And we get to decidewhen we feel satisfied.", "en": " 但披薩呢? 就披薩而言 我們不是真的 這方面沒有輸贏 你要怎麼贏得披薩? 你沒辦法 但是你會去找披薩 我們滿意嗎? 有時候 我們吃的數量會不一樣 次數不一樣 或是跟不同人一起吃 或是在不同日子 我們必須決定我們什麼時候覺得滿意"}, {"zh-tw": " If we're still hungry,we might have some more. If you eat too much, though, you just feel gross.", "en": " 如果我們還很餓 可能就多吃一點 如果你吃太多 你只會覺得想吐"}, {"zh-tw": " So what if we could take this pizza model and overlay it on topof sexuality education? A lot of sexuality educationthat happens today is so influenced by the baseball model, and it sets up education that can't help but produce unhealthysexuality in young people. And those young peoplebecome older people.", "en": " 所以假使我們拿這個披薩模組 套用在性教育上 今日許多性教育 都深受棒球模組的影響 以這種模組建立起的教育 不得不對年輕人產生不健康的性活動 讓那些年輕人的思想變得更老化"}, {"zh-tw": " But if we could create sexuality education that was more like pizza, we could create educationthat invites people to think about their own desires, to make deliberate decisionsabout what they want, to talk about it with their partners, and to ultimately look for not some external outcome but for what feels satisfying, and we get to decide that. You may have noticed in the baseball and pizza comparison, under the baseball, it's all commands.", "en": " 但是如果我們能創造出一套性教育方式 更像是披薩譬喻的方法 我們創造出一套教育方法 邀請民眾 思考他們自己的性欲 經過深思熟慮做下他們想要的決定 跟他們的父母談談「性」 最後 不是要尋找外部結果 而是要尋找怎樣會讓我們覺得滿意 我們必須決定 你們可能已經注意到 在棒球和披薩的比較之下 在棒球領域 都是命令的方式"}, {"zh-tw": " They're all exclamation points. But under the pizzamodel, they're questions.", "en": " 他們都是驚嘆號 但是在披薩模組 他們都是問號"}, {"zh-tw": " And who gets to answer those questions? You do. I do. So remember, when we're thinking about sexuality education and sexual activity, baseball, you're out.", "en": " 誰會回答這些問題呢? 你會 我也會 所已請記得 當我們想到 性教育 性活動 棒球的時候 你就出局了"}, {"zh-tw": " Pizza is the way to think about healthy, satisfying sexual activity, and good, comprehensivesexuality education. Thank you very much for your time.", "en": " 披薩是一種方式 思考健康 令人滿意的性活動 和適當且具廣泛性的性教育 謝謝大家"}], "title": "Al Vernacchio Sex Needs A New Metaphor Here S One"}