{"url": "http://www.ted.com/talks/george_papandreou_imagine_a_european_democracy_without_borders", "paragraphs": [{"zh-tw": " This will not be a speech like any one I have ever given. I will talk to you today about the failure of leadership in global politics and in our globalizing economy.", "en": " 這場演講 和我以前的演講完全不同 今天我要告訴你們 全球政治以及全球化經濟領導的失敗"}, {"zh-tw": " And I won't provide some feel-good, ready-made solutions. But I will in the end urge you to rethink, actually take risks, and get involved in what I see as a global evolution of democracy.", "en": " 我不會提出那些感覺還不錯、現成的解決辦法 但在演講最後，我會激勵你們去重新思考事實上，是冒險 並參與我視為全球民主的進化過程"}, {"zh-tw": " Failure of leadership. What is the failure of leadership today? And why is our democracy not working? Well, I believe that the failure of leadership is the fact that we have taken you out of the process.", "en": " 失敗的領導 何謂現今的失敗領導？ 為何民主失效了？ 嗯，我相信失敗的領導表示我們把自己抽離了整個過程"}, {"zh-tw": " So let me, from my personal experiences, give you an insight, so that you can step back and maybe understand why it is so difficult to cope with the challenges of today and why politics is going down a blind alley. Let's start from the beginning.", "en": " 請容我根據我的經驗給你們一些觀點 讓你們退一步，或許也能讓你們了解 何以處理現今的挑戰是如此艱難 以及為何政治會步入一個死胡同 我們從頭開始說吧"}, {"zh-tw": " Let's start from democracy. Well, if you go back to the Ancient Greeks, it was a revelation, a discovery, that we had the potential, together, to be masters of our own fate, to be able to examine, to learn, to imagine, and then to design a better life.", "en": " 就從民主開始 嗯，如果你回到古希臘 它是種啟示、是種探索 告訴我們有成為我們自己命運主宰的潛力 得以檢視、學習、想像 進而塑造出一個更美好的生活"}, {"zh-tw": " And democracy was the political innovation which protected this freedom, because we were liberated from fear so that our minds in fact, whether they be despots or dogmas, could be the protagonists. Democracy was the political innovation that allowed us to limit the power, whether it was of tyrants or of high priests, their natural tendency to maximize power and wealth.", "en": " 民主就是政治上的創新 它保護了這樣的自由 由於我們從畏懼中解放 不論我們的內心住著暴君或是教條 都可以成為主宰 民主是種政治創新，它限制了我們意圖擁有極大財富與權力的天性 不論這種權力是來自於暴君或是大祭司"}, {"zh-tw": " Well, I first began to understand this when I was 14 years old. I used to, to try to avoid homework, sneak down to the living room and listen to my parents and their friends debate heatedly.", "en": " 嗯，14 歲的時候，我開始了解這件事 我試著逃避回家作業 躡手躡腳地走到客廳聽著我父母 和他們朋友們的激烈辯論"}, {"zh-tw": " You see, then Greece was under control of a very powerful establishment which was strangling the country, and my father was heading a promising movement to reimagine Greece, to imagine a Greece where freedom reigned and where, maybe, the people, the citizens, could actually rule their own country. I used to join him in many of the campaigns, and you can see me here next to him.", "en": " 瞧，希臘當時受到強權控制 它綁住了整個國家 我的父親曾帶領了一個有願景的運動 嘗試重現希臘 在那裡，自由當道 而且人民得以掌握他們的國家 我曾經參加過他的好幾個活動 你可以看到我站在他旁邊"}, {"zh-tw": " I'm the younger one there, to the side. You may not recognize me because I used to part my hair differently there.", "en": " 我是那個比較年輕的，靠這邊 你們可能認不太出來 因為我那時候的頭髮有分邊"}, {"zh-tw": " So in 1967, elections were coming, things were going well in the campaign, the house was electric. We really could sense that there was going to be a major progressive change in Greece.", "en": " 1967 年，選舉將近 活動進行得很順利 整屋子的人興奮不已 我們都能嗅到希臘即將邁進很大的一步"}, {"zh-tw": " Then one night, military trucks drive up to our house. Soldiers storm the door.", "en": " 然後有一天晚上軍用卡車直接停在我家前面 士兵衝進門"}, {"zh-tw": " They find me up on the top terrace. A sergeant comes up to me with a machine gun, puts it to my head, and says, \"Tell me where your father is or I will kill you.\" My father, hiding nearby, reveals himself, and was summarily taken to prison.", "en": " 他們在陽台上找到了我 一位拿著機關槍的士官走向我 槍口指著我的頭，說： 「告訴我你爸在哪，不然你就沒命了。」 躲在附近的父親自己走出來了 他馬上就被關進了大牢"}, {"zh-tw": " Well, we survived, but democracy did not. Seven brutal years of dictatorship which we spent in exile.", "en": " 嗯，我們活下來了，但是民主並沒有 我們在獨裁統治下被放逐了殘酷的七年"}, {"zh-tw": " Now, today, our democracies are again facing a moment of truth. Let me tell you a story.", "en": " 今天，我們的民主正再次面對真相 讓我告訴你們一個故事"}, {"zh-tw": " Sunday evening, Brussels, April 2010. I'm sitting with my counterparts in the European Union.", "en": " 星期天晚上 2010 年四月，在布魯塞爾 (Brussels) 我當時和大家在歐盟"}, {"zh-tw": " I had just been elected prime minister, but I had the unhappy privilege of revealing a truth that our deficit was not 6 percent, as had been officially reported only a few days earlier before the elections by the previous government, but actually 15.6 percent. But the deficit was only the symptom of much deeper problems that Greece was facing, and I had been elected on a mandate, a mission, actually, to tackle these problems, whether it was lack of transparency and accountability in governance, or whether it was a clientelistic state offering favors to the powerful -- tax avoidance abetted and aided by a global tax evasion system, politics and media captured by special interests.", "en": " 我才剛剛被選為總理 但是我卻因為我擁有的特權得知一件讓我不悅的事實 那就是我們的赤字不是如同前幾天舊政府的官方報告所指出的 6% 而是 15.6% 但是赤字只是顯現出來的症狀而已 隱含在裡頭的是，希臘所面對的更深層病灶 而我被選出來執行這項命令、這項任務 來解決這些問題 不論我們在管理上是否缺乏透明度 以及承擔責任的可信度 又或者這是個提供強權利益的侍從體系國家── 幫助他們利用全球的逃稅系統來避稅、 政治及媒體被特殊利益所操弄"}, {"zh-tw": " But despite our electoral mandate, the markets mistrusted us. Our borrowing costs were skyrocketing, and we were facing possible default.", "en": " 儘管選舉授權給我們 然而市場並不信任我們 我們的借款成本飆漲 而我們可能無法履行責任"}, {"zh-tw": " So I went to Brussels on a mission to make the case for a united European response, one that would calm the markets and give us the time to make the necessary reforms. But time we didn't get.", "en": " 所以我到了布魯塞爾來完成一個任務 也就是讓歐盟對這件事做出回應 使市場冷靜下來 讓我們有時間做出必要的重建工作 但我們並沒有得到時間"}, {"zh-tw": " Picture yourselves around the table in Brussels. Negotiations are difficult, the tensions are high, progress is slow, and then, 10 minutes to 2, a prime minister shouts out, \"We have to finish in 10 minutes.\" I said, \"Why? These are important decisions.", "en": " 設想你們圍在布魯塞爾的桌邊 談判很困難，壓力很大 進度緩慢，後來，1 點 50 分的時候 一位總理吼道： 「我們得在 10 分鐘之內結束！」 我說：「為什麼？這是重要的決定。"}, {"zh-tw": " Let's deliberate a little bit longer.\" Another prime minister comes in and says, \"No, we have to have an agreement now, because in 10 minutes, the markets are opening up in Japan, and there will be havoc in the global economy.\" We quickly came to a decision in those 10 minutes. This time it was not the military, but the markets, that put a gun to our collective heads.", "en": " 我們再斟酌久一些吧。」 另一位總理走進來並說： 「不，我們現在就要做出協議， 因為 10 分鐘之後， 日本就要開市了， 會讓全球經濟陷入混亂。」 我們快速地在 10 分鐘之內做出決定 這次拿槍指著我們頭的不是軍隊，而是市場"}, {"zh-tw": " What followed were the most difficult decisions in my life, painful to me, painful to my countrymen, imposing cuts, austerity, often on those not to blame for the crisis. With these sacrifices, Greece did avoid bankruptcy and the eurozone avoided a collapse.", "en": " 接下來的是我這輩子所做過最困難的決定 我很痛苦，我的人民也很痛苦 在不該對這個危機負責的人身上 刻下了深刻而嚴峻的傷口 做了這些犧牲後，希臘免除了破產的命運 而歐元區也免於崩盤"}, {"zh-tw": " Greece, yes, triggered the Euro crisis, and some people blame me for pulling the trigger. But I think today that most would agree that Greece was only a symptom of much deeper structural problems in the eurozone, vulnerabilities in the wider global economic system, vulnerabilities of our democracies.", "en": " 希臘，毫無疑問，引起了歐洲危機 有些人也把我視為這個危機的推手 但我認為今天大多數的人會同意 希臘只是歐元區更深層結構問題 之中的一個症狀 一個在更廣大的全球經濟系統底下的受害者 一個我們的民主底下的受害者"}, {"zh-tw": " Our democracies are trapped by systems too big to fail, or, more accurately, too big to control. Our democracies are weakened in the global economy with players that can evade laws, evade taxes, evade environmental or labor standards.", "en": " 我們的民主陷在一個太大而不能出錯的系統之中 更準確地說，是太大而難以控制 在有著玩家懂得逃避法律、逃稅、 逃避環境或勞動基準法規的全球經濟之中 我們的民主被削弱了"}, {"zh-tw": " Our democracies are undermined by the growing inequality and the growing concentration of power and wealth, lobbies, corruption, the speed of the markets or simply the fact that we sometimes fear an impending disaster, have constrained our democracies, and they have constrained our capacity to imagine and actually use the potential, your potential, in finding solutions. Greece, you see, was only a preview of what is in store for us all.", "en": " 在這日漸成長的不公平之中 我們的民主遭到了破壞 權力以及財富的持續集中 遊說、貪汙、市場的速度 或只是我們有時會畏懼迫切危機的事實 壓抑了我們的民主 壓制了我們想像 事實上，也壓制了你們尋找解答的潛力 希臘，如你所見，對我們來說 只是現況的預兆而已"}, {"zh-tw": " I, overly optimistically, had hoped that this crisis was an opportunity for Greece, for Europe, for the world, to make radical democratic transformations in our institutions. Instead, I had a very humbling experience.", "en": " 我當時過度樂觀地希望 這個危機是希臘、歐洲、全世界 進行民主制度快速轉型的契機 相反地，我有一個不太榮耀的經驗"}, {"zh-tw": " In Brussels, when we tried desperately again and again to find common solutions, I realized that not one, not one of us, had ever dealt with a similar crisis. But worse, we were trapped by our collective ignorance.", "en": " 在布魯塞爾，當我們一再一再拼命 想要找出辦法的時候 我了解到沒有任何人，我們沒有任何人 曾經處理過類似的危機 更糟的是，我們被束縛在我們的無知當中"}, {"zh-tw": " We were led by our fears. And our fears led to a blind faith in the orthodoxy of austerity.", "en": " 我們被恐懼牽著鼻子走 恐懼帶著我們走向對於 撙節的盲目信仰"}, {"zh-tw": " Instead of reaching out to the common or the collective wisdom in our societies, investing in it to find more creative solutions, we reverted to political posturing. And then we were surprised when every ad hoc new measure didn't bring an end to the crisis, and of course that made it very easy to look for a whipping boy for our collective European failure, and of course that was Greece.", "en": " 我們不但沒有在社會中集思廣益 並在當中找尋更有創意的答案 我們反而回到了政治的裝腔作勢 然而，讓我們訝異的是 每一個我們首次嘗試的特別方法都無法終結這個危機 理所當然這就會讓我們很容易想要 替整個歐洲的失敗找代罪羔羊 當然，那頭代罪羔羊就是希臘"}, {"zh-tw": " Those profligate, idle, ouzo-swilling, Zorba-dancing Greeks, they are the problem. Punish them! Well, a convenient but unfounded stereotype that sometimes hurt even more than austerity itself. But let me warn you, this is not just about Greece.", "en": " 恣意揮霍、無所事事、狂飲茴香酒跳左巴舞 (Zorba) 的希臘人 他們就是問題所在懲罰他們吧！ 嗯，真是一個方便但是毫無根據的刻版印象 它有時候甚至比樽節還要更傷人 但是我要警告你們，這不單單只是希臘的事"}, {"zh-tw": " This could be the pattern that leaders follow again and again when we deal with these complex, cross-border problems, whether it's climate change, whether it's migration, whether it's the financial system. That is, abandoning our collective power to imagine our potential, falling victims to our fears, our stereotypes, our dogmas, taking our citizens out of the process rather than building the process around our citizens.", "en": " 這有可能會是我們處理這些複雜跨國界問題的時候 領導人們可能會重蹈的覆轍 不論是關於氣候變遷、移民、財政系統 也就是拋棄了能夠想像我們的潛能的集體力量 成為我們恐懼、刻板印象、圭臬的受害者 把人民從這個過程中抽離 而不是讓他們融入這個過程"}, {"zh-tw": " And doing so will only test the faith of our citizens, of our peoples, even more in the democratic process. It's no wonder that many political leaders, and I don't exclude myself, have lost the trust of our people.", "en": " 這麼做只會更加考驗人民在這個民主過程的信念 難怪很多政治領袖 包括我自己 會失去人民的信任"}, {"zh-tw": " When riot police have to protect parliaments, a scene which is increasingly common around the world, then there's something deeply wrong with our democracies. That's why I called for a referendum to have the Greek people own and decide on the terms of the rescue package.", "en": " 當鎮暴警察需要保護議會的時候 這是一個在全球越來越普遍的畫面 那麼我們的民主就出了很大的問題 這就是為什麼我要舉辦公投 讓希臘的人民決定紓困方案"}, {"zh-tw": " My European counterparts, some of them, at least, said, \"You can't do this. There will be havoc in the markets again.\" I said, \"We need to, before we restore confidence in the markets, we need to restore confidence and trust amongst our people.\" Since leaving office, I have had time to reflect.", "en": " 至少有一些我的歐洲同伴 說：「你不能這麼做 會帶給市場另一場混亂。」 我說：「我們必須這麼做在我們重建市場的信心之前 我們必須重建人民的信心以及信任。」 自從辭職以來，我有了時間來省思"}, {"zh-tw": " We have weathered the storm, in Greece and in Europe, but we remain challenged. If politics is the power to imagine and use our potential, well then 60-percent youth unemployment in Greece, and in other countries, certainly is a lack of imagination if not a lack of compassion.", "en": " 在歐洲和希臘，我們飽受風暴的摧殘 但是我們仍面臨挑戰 如果政治是用來想像以及運用我們的潛力的力量 那麼在希臘和其它國家 60% 的青年失業率 如果不是缺乏同情 就是缺乏想像力"}, {"zh-tw": " So far, we've thrown economics at the problem, actually mostly austerity, and certainly we could have designed alternatives, a different strategy, a green stimulus for green jobs, or mutualized debt, Eurobonds which would support countries in need from market pressures, these would have been much more viable alternatives. Yet I have come to believe that the problem is not so much one of economics as it is one of democracy.", "en": " 到目前為止，我們把經濟當作解決問題的方法 事實上，大部分是樽節 當然我們可以設計出不同的替代方案 不同的策略、給綠能產業點綠色振興方案 或是能夠援助需要幫助的國家 脫離市場壓力的相互債、歐洲債券 這些都是更可行的替代方案 但是我認為這個問題並不全然是經濟的問題 也是民主的問題"}, {"zh-tw": " So let's try something else. Let's see how we can bring people back to the process.", "en": " 所以讓我們來試試別的 我們來看看要如何把人民拉回到這個過程之中"}, {"zh-tw": " Let's throw democracy at the problem. Again, the Ancient Greeks, with all their shortcomings, believed in the wisdom of the crowd at their best moments. In people we trust.", "en": " 我們把民主當作解決方法 再說一次，並非完美的古希臘 在全盛時期相信群眾的智慧 我們信任人民"}, {"zh-tw": " Democracy could not work without the citizens deliberating, debating, taking on public responsibilities for public affairs. Average citizens often were chosen for citizen juries to decide on critical matters of the day.", "en": " 人民不深思熟慮、辯論、不為公眾事務承擔責任 民主就無法運作 公民有相等的機會被選為公民陪審團 來決定重大的事項"}, {"zh-tw": " Science, theater, research, philosophy, games of the mind and the body, they were daily exercises. Actually they were an education for participation, for the potential, for growing the potential of our citizens.", "en": " 科學、劇院、研究、哲學 身體與心靈的遊戲 它們是日常的活動 事實上它們是為了讓人民參與、 讓人民發揮潛力的教育"}, {"zh-tw": " And those who shunned politics, well, they were idiots. You see, in Ancient Greece, in ancient Athens, that term originated there.", "en": " 那些規避政治的人，嗯，他們是白癡 你看，在古希臘，古雅典 這個詞就是從那裏來的"}, {"zh-tw": " \"Idiot\" comes from the root \"idio,\" oneself. A person who is self-centered, secluded, excluded, someone who doesn't participate or even examine public affairs.", "en": " 「白癡」(idiot) 這個詞是從「自我」(idio) 這個字根來的 一個自我中心、孤僻、抗拒 不參與，甚至不檢視公眾事務的人"}, {"zh-tw": " And participation took place in the agora, the agora having two meanings, both a marketplace and a place where there was political deliberation. You see, markets and politics then were one, unified, accessible, transparent, because they gave power to the people.", "en": " 參與就發生在集市 (agora)，而集市有兩層意思 一個市場或是一個議論政治的地方 你瞧，市場和政治在當時是同一件事、是一體的 可碰觸的、透明的，因為它們賦予了人民權力"}, {"zh-tw": " They serve the demos, democracy. Above government, above markets was the direct rule of the people.", "en": " 它們是民主的樣本 在政府之上，在市場之上的 就是由人民直接治理"}, {"zh-tw": " Today we have globalized the markets but we have not globalized our democratic institutions. So our politicians are limited to local politics, while our citizens, even though they see a great potential, are prey to forces beyond their control.", "en": " 今天我們把市場全球化了 但是我們沒有把民主制度全球化 所以我們的政客們被限制在地方政治 即使人民看到了相當大的潛力 仍然受到非他們所能控制的力量所苦"}, {"zh-tw": " So how then do we reunite the two halves of the agora? How do we democratize globalization? And I'm not talking about the necessary reforms of the United Nations or the G20. I'm talking about, how do we secure the space, the demos, the platform of values, so that we can tap into all of your potential? Well, this is exactly where I think Europe fits in.", "en": " 所以我們要如何再次結合集市的兩層意義呢？ 我們要如何將全球化民主化？ 我不是在說聯合國和 G20 所需要的改革 我說的是，我們要如何拯救這個地方、 這個樣本、這個價值觀念的平台？ 如此一來，我們就可以利用你們的潛力 嗯，這就是我心目中對歐洲的定位"}, {"zh-tw": " Europe, despite its recent failures, is the world's most successful cross-border peace experiment. So let's see if it can't be an experiment in global democracy, a new kind of democracy.", "en": " 拋開最近的失敗 歐洲是全世界最成功的跨國界和平實驗 因此讓我們來看看能不能做個全球民主實驗 一種嶄新的民主"}, {"zh-tw": " Let's see if we can't design a European agora, not simply for products and services, but for our citizens, where they can work together, deliberate, learn from each other, exchange between art and cultures, where they can come up with creative solutions. Let's imagine that European citizens actually have the power to vote directly for a European president, or citizen juries chosen by lottery which can deliberate on critical and controversial issues, a European-wide referendum where our citizens, as the lawmakers, vote on future treaties.", "en": " 看看我們能不能設計一種歐洲的集市 不只是為了產品以及服務 也為了人民，讓他們能夠合作 商討、互相學習 交換藝術以及文化 讓他們能想出有創意的解決方法 試著想像歐洲人民 真的有能力直接選舉出 一位歐洲總統 或是用抽籤的方式選出 能夠商討重要事項和爭議議題的人民陪審團 一個橫跨歐洲的公投，讓人民成為立法者 一起投票決定未來的條約"}, {"zh-tw": " And here's an idea: Why not have the first truly European citizens by giving our immigrants, not Greek or German or Swedish citizenship, but a European citizenship? And make sure we actually empower the unemployed by giving them a voucher scholarship where they can choose to study anywhere in Europe. Where our common identity is democracy, where our education is through participation, and where participation builds trust and solidarity rather than exclusion and xenophobia.", "en": " 我在這裡提供一個想法： 我們何不嘗試給予移民者歐洲公民身分── 不是希臘、德國、 或是瑞典的公民身分── 而是歐洲公民的身分 而且確定我們能給予失業者學習禮券 賦予他們能夠在歐洲任何地方學習的權利 在那裡，我們的共同身分是民主 在那裡，我們透過參與來教育 在那裡，參與能夠建立信任以及團結 而不是排斥以及仇外"}, {"zh-tw": " Europe of and by the people, a Europe, an experiment in deepening and widening democracy beyond borders. Now, some might accuse me of being naive, putting my faith in the power and the wisdom of the people.", "en": " 由人民組成及建立的歐洲 一個具有更深、更廣的民主制度 的跨越國界歐洲 現在，有些人可能會指責我太天真 天真到去相信人民的力量以及智慧"}, {"zh-tw": " Well, after decades in politics, I am also a pragmatist. Believe me, I have been, I am, part of today's political system, and I know things must change.", "en": " 嗯，從政數十年之後，我也是一個實用主義者 相信我，我在過去和現在 都身處於現代政治體系中的一部分 而我了解有些東西必須改變"}, {"zh-tw": " We must revive politics as the power to imagine, reimagine, and redesign for a better world. But I also know that this disruptive force of change won't be driven by the politics of today.", "en": " 我們必須讓政治重生，並讓它成為 想像、重新想像、設計一個更美好世界的力量 但是我也知道現今的政治沒有 這樣顛覆性的改變力量"}, {"zh-tw": " The revival of democratic politics will come from you, and I mean all of you. Everyone who participates in this global exchange of ideas, whether it's here in this room or just outside this room or online or locally, where everybody lives, everyone who stands up to injustice and inequality, everybody who stands up to those who preach racism rather than empathy, dogma rather than critical thinking, technocracy rather than democracy, everyone who stands up to the unchecked power, whether it's authoritarian leaders, plutocrats hiding their assets in tax havens, or powerful lobbies protecting the powerful few.", "en": " 民主政治的重生 將由你們而生，我指的是你們每一位 任何參與這場全球性改變的人 不論是否在這個房間裡 或是在房間外面 或是在網路上、在大家住的地方 任何勇敢對抗不公不義的人 任何勇敢對抗那些宣揚種族岐視 而非同理心的人 對抗宣揚教條而非選擇批判性思考的人 對抗宣揚技術官僚統治而非選擇民主政治的人 對抗那些不受約束權力的人 不論那是獨裁領導人、 將財富藏在避稅天堂的財閥 或是保護少數有力人士的有力遊說者"}, {"zh-tw": " It is in their interest that all of us are idiots. Let's not be.", "en": " 我們全是笨蛋，對他們最有利 別當笨蛋"}, {"zh-tw": " Thank you. Bruno Giussani: You seem to describe a political leadership that is kind of unprepared and a prisoner of the whims of the financial markets, and that scene in Brussels that you describe, to me, as a citizen, is terrifying.", "en": " 謝謝 布魯諾．朱薩尼 (Bruno Giussani)：你似乎敘述了一段有點沒準備好的 政治領導人生涯 以及一個被囚禁在對商場有怪念頭的人 還有，你所敘述的那段布魯塞爾的景象 對我這個人民來說相當駭人"}, {"zh-tw": " Help us understand how you felt after the decision. It was not a good decision, clearly, but how do you feel after that, not as the prime minister, but as George? George Papandreou: Well, obviously there were constraints which didn't allow me or others to make the types of decisions we would have wanted, and obviously I had hoped that we would have the time to make the reforms which would have dealt with the deficit rather than trying to cut the deficit which was the symptom of the problem.", "en": " 幫助我們了解你在決定之後的感覺是什麼 那顯然不是一個好的決定 但是身為喬治，而不是總理 你在那之後的感覺是什麼？ 喬治：嗯，顯然有某種束縛 讓我或是其他人在當時無法做出 我們心目中的決定 顯然我也曾希望我們能有時間 能夠進行改革，來處理赤字 而不是嘗試減少赤字 演變成這個問題所顯現的症狀"}, {"zh-tw": " And that hurt. That hurt because that, first of all, hurt the younger generation, and not only, many of them are demonstrating outside, but I think this is one of our problems. When we face these crises, we have kept the potential, the huge potential of our society out of this process, and we are closing in on ourselves in politics, and I think we need to change that, to really find new participatory ways using the great capabilities that now exist even in technology but not only in technology, the minds that we have, and I think we can find solutions which are much better, but we have to be open.", "en": " 那很傷人首先是因為 它傷害了年輕一代，而不僅是他們 還有許多在外示威遊行的人們 但我認為這只是我們的其中一個問題而已 當我們面對這些危機，我們並沒有在過程中 運用我們社會的巨大潛力 我們把自己關在政治圈裡 而我認為我們應當改變 利用現有的強大科技，但那不僅僅是科技還有我們的內心 來找出新的參與方法 我認為我們能找出更好的辦法 但我們必須有開闊的胸襟"}, {"zh-tw": " BG: You seem to suggest that the way forward is more Europe, and that is not to be an easy discourse right now in most European countries. It's rather the other way -- more closed borders and less cooperation and maybe even stepping out of some of the different parts of the European construction.", "en": " 喬治：你似乎想建議，若要進步的話需要有一體化的歐洲 而這論述目前對大部分的歐洲國家來說 並不容易進行 現在的情況剛好相反──較封閉的邊界 以及較少的合作，有些國家甚至沒有不參與 其它部分歐洲的建設"}, {"zh-tw": " How do you reconcile that? GP: Well, I think one of the worst things that happened during this crisis is that we started a blame game. And the fundamental idea of Europe is that we can cooperate beyond borders, go beyond our conflicts and work together.", "en": " 你要怎麼協調？ 布魯諾：嗯，我認為在這場危機之中 所發生最糟的事情就是我們開始互相怪罪 歐洲最根本的概念就是 我們能夠從事跨國界的合作 不發生衝突且同心協力"}, {"zh-tw": " And the paradox is that, because we have this blame game, we have less the potential to convince our citizens that we should work together, while now is the time when we really need to bring our powers together. Now, more Europe for me is not simply giving more power to Brussels.", "en": " 矛盾之處在於我們開始互相怪罪 因此我們說服人民我們應該合作 的力量就相形薄弱 而現在就是我們應該 同心協力的時刻 現在一體化的歐洲對我來說 不單單只是給予布魯塞爾更大的權力"}, {"zh-tw": " It is actually giving more power to the citizens of Europe, that is, really making Europe a project of the people. So that, I think, would be a way to answer some of the fears that we have in our society.", "en": " 而其實是給歐洲人民更大的權力 也就是讓歐洲成為人民的計畫 我認為這是較好的方式 來回應一部分人民在社會中的恐懼"}, {"zh-tw": " BG: George, thank you for coming to TED. GP: Thank you very much.BG: Thank you.", "en": " 布魯諾：喬治，謝謝你來 TED 喬治：非常感謝布魯諾：謝謝"}], "title": "George Papandreou Imagine A European Democracy Without Borders"}