{"url": "http://www.ted.com/talks/paul_pholeros_how_to_reduce_poverty_fix_homes", "paragraphs": [{"zh-tw": " The idea of eliminating povertyis a great goal. I don't think anyonein this room would disagree. What worries meis when politicians with money and charismatic rock stars -- use the words, \" ... it all just sounds so, so simple.\" Now, I've got no bucket of money today and I've got no policy to release, and I certainly haven't got a guitar.", "en": " 想要消滅貧窮是個偉大的目標 我想在座的各位都會同意 我擔心的是有錢的政治人物 及充滿魅力的搖滾明星 用這個字 使這一切聽起來非常非常簡單 那麼，我今天沒有半毛錢 也沒有政策要公佈 我當然也沒有吉他"}, {"zh-tw": " I'll leave that to others. But I do have an idea, and that idea is calledHousing for Health.", "en": " 我把那些都留給別人去做 但我的確有個計畫 這個計畫稱做健康的家"}, {"zh-tw": " Housing for Health works with poor people. It works in the places where they live, and the work is doneto improve their health.", "en": " 健康的家與窮人合作 在他們住的地方實際運作 而計畫完成後能改善他們的健康"}, {"zh-tw": " Over the last 28 years, this tough, grinding, dirty work has been done by literallythousands of people around Australia and, more recently, overseas, and their work has proven that focused design can improveeven the poorest living environments. It can improve health and it can play a part in reducing,if not eliminating, poverty.", "en": " 過去 28 年來 這份艱難、費力，又會弄得滿身污泥的工作 已有上千人在澳洲親自完成 近期更拓展至海外 他們的工作證明了藉由量身訂作的設計 即使是最貧窮的生活環境也能改善 它能改善健康而且雖還稱不上消滅 但至少在減少貧窮上也有功勞"}, {"zh-tw": " I'm going to startwhere the story began -- 1985, in Central Australia. A man called Yami Lester,an Aboriginal man, was running a health service.", "en": " 我要從 1985 年說起 故事從澳洲中部開始 有一位叫亞米的原住民 那時候管理一間健康服務中心"}, {"zh-tw": " Eighty percent of what walkedin the door, in terms of illness, was infectious disease -- third world, developing worldinfectious disease, caused by a poor living environment. Yami assembled a team in Alice Springs.", "en": " 上門求診的人 有 80% 得的是傳染病 第三世界發展中國家的傳染病 通常都是因為很糟的生活環境而引起 亞米在愛麗斯泉組了一個團隊"}, {"zh-tw": " He got a medical doctor. He got an environmental health guy.", "en": " 他找了位醫生 他找了位搞環境衛生的傢伙"}, {"zh-tw": " And he hand-selected a teamof local Aboriginal people to work on this project. Yami told us at that first meeting, \"There's no money,\" --always a good start -- \" ... no money, you have six months, and I want you to start on a project --\"which, in his language, he called \"Uwankara Palyanku Kanyintjaku,\" which, translated, is \"a planto stop people getting sick\" -- a profound brief.", "en": " 然後他親自從當地原住民中挑出一群人 參與這個計畫 亞米在第一次會議上告訴我們他們沒錢 非常好的開始，沒錢 你有六個月的時間 我要你開始一項計畫 他的母語稱這計畫為\"uwankara palyanku kanyintjaku\" 翻譯起來就是「讓人不再生病的計畫」"}, {"zh-tw": " That was our task. First step, the medical doctor went awayfor about six months.", "en": " 非常深遠的信念 那就是我們的任務 第一步，那位醫生離開 約六個月時間"}, {"zh-tw": " And he worked on what were to becomethese nine health goals -- what were we aiming at? After six months of work,he came to my office and presented me withthose nine words on a piece of paper. [The 9 Healthy Living Practices: Washing,clothes, wastewater, nutrition, crowding, animals, dust, temperature, injury] I was very unimpressed.Big ideas need big words, and preferably a lot of them.", "en": " 他做的研究後來變成了 健康目標的項目我們集中火力的目標 六個月後他回到我的辦公室 在一張紙上寫下那九個字對我做簡報 『九項健康生活原則：洗澡、洗衣、廢水、營養、擁擠、動物、粉塵、溫度、受傷。』 那時我極度不為所動 搞什麼 遠大的想法要配艱澀的文字 最好還是一大堆"}, {"zh-tw": " This didn't fit the bill. What I didn't see and what you can't see was that he'd assembled thousands of pages of local, nationaland international health research that filled out the pictureas to why these were the health targets.", "en": " 這跟我所想的不合 當時我沒看見而你們在這也看不到的 是他其實集結了數千頁 當地、全國及國際的健康研究 然後填進圖片說明為什麼這些 是健康目標"}, {"zh-tw": " The pictures that came a bit laterhad a very simple reason. The Aboriginal people who were our bossesand the senior people were most commonly illiterate, so the story had to be told in pictures of what these goals were.", "en": " 這些圖片晚一點才畫出來 理由很簡單 這些原住民是我們的老闆 而老一輩的人大多普遍是文盲 所以一定要用圖片來告訴這些人 我們的目標是什麼"}, {"zh-tw": " We worked with the community, not telling them what was going to happen in a language they didn't understand. So we had the goalsand each one of these goals -- and I won't go through them all -- puts at the center the personand their health issue, and it then connects them to the bits of the physicalenvironment that are actually needed to keep their health good.", "en": " 我們要與這個社群合作 不能用他們聽不懂的語言 來告訴他們要做什麼 所以我們把目標，每一項目標 ──我不會在此一一詳述── 放在中心的是居民及其健康問題 然後把這個中心目標 與實際的生活環境相連 就是他們實際所需<br />以維持健康的環境"}, {"zh-tw": " And the highest priority,you see on the screen, is washing people once a day,particularly children. And I hope most of you are thinking, \"What? That sounds simple.\" Now, I'm going to ask you alla very personal question.", "en": " 最優先的，你在螢幕上看到了 是讓大家每天洗一次澡<br />尤其是孩童 我很希望在座的各位會想 「什麼？這太簡單了吧。」 那麼，我來問各位一個非常私人的問題"}, {"zh-tw": " This morning before you came, who could have had a wash using a shower? I'm not going to ask if you had a shower,because I'm too polite. That's it.", "en": " 今天早上你們來之前 誰可以用蓮蓬頭沖個澡的？ 我不是要問你們是不是有洗澡 因為我很有禮貌，就是這樣 好，好"}, {"zh-tw": " All right, I think it's fair to say most people here could have hada shower this morning. I'm going to ask you to do some more work.", "en": " 我想這麼說不為過，在座大部分的人 今天早上都可以沖個澡 我還要再讓各位多做點事"}, {"zh-tw": " I want you all to select one of the houses of the 25 houses you see on the screen. I want you to select one of themand note the position of that house and keep that in your head.", "en": " 我要你們所有人從螢幕上的 25 間房子裡 選出一間 我要你們從中選一間且注意一下 那間房子的位置 然後記在腦子裡"}, {"zh-tw": " Have you all got a house? I'm going to ask you to live therefor a few months, so make sure you've got it right. It's in the northwest ofWestern Australia, very pleasant place.", "en": " 都選好房子了嗎？我要請你們 在那裡住幾個月所以你要確定你選了合意的房子 這位於西澳的西北區非常宜人的地方"}, {"zh-tw": " OK. Let's see if your showerin that house is working. I hear some \"Aw!\" and I hear some \"Ah!\" If you get a green tick,your shower's working.", "en": " 好，來看看你選的房子淋浴設備能不能用 我聽到了一些「喔」還有「啊」 如果你選的房子打了綠勾你的淋浴設備能用"}, {"zh-tw": " You and your kids are fine. If you get a red cross, well, I've looked carefullyaround the room and it's not going to makemuch difference to this crew.", "en": " 你和你的孩子會很好 如果你拿了個紅叉 嗯，我已經仔細看過這廳裡的人 對你們這群人其實也沒差"}, {"zh-tw": " Why? Because you're all too old. I know that's going to come as a shockto some of you, but you are.", "en": " 為什麼？因為你們都太老了 我知道這對在座某些人而言很震驚 但你真的太老了"}, {"zh-tw": " And before you get offended and leave, I've got to say that being too old, in this case, means that pretty mucheveryone in the room, I think, is over five years of age. We're really concernedwith kids naught to five.", "en": " 那麼在你覺得被冒犯而離座前 我要說一下所謂太老，在這是說 我想幾乎在座的每一位 都超過五歲 我們非常注意零到五歲的孩子"}, {"zh-tw": " And why? Washing is the antidoteto the sort of bugs, the common infectious diseasesof the eyes, the ears, the chest and the skin that, if they occur in the firstfive years of life, permanently damage those organs. They leave a lifelong remnant.", "en": " 為什麼？洗澡是病菌感染的解毒劑 常見的感染型疾病，像眼睛、耳朵 胸腔及皮膚等等 這些如果在生命的頭五年發生 會對這些器官造成永久性傷害 這些疾病會殘留一輩子"}, {"zh-tw": " That means that by the age of five, you can't see as wellfor the rest of your life. You can't hear as wellfor the rest of your life.", "en": " 也就是說到了五歲 你的視力一輩子都不會太好 你的聽力一輩子都不會太好"}, {"zh-tw": " You can't breathe as well. You've lost a third of your lungcapacity by the age of five.", "en": " 你的呼吸也不會太好 五歲的時候<br/>你會失去三分之一的肺活量"}, {"zh-tw": " And even skin infection, which we originally thoughtwasn't that big a problem, mild skin infectionsnaught to five give you a greatly increasedchance of renal failure, needing dialysis at age 40. This is a big deal, so the ticksand crosses on the screen are actually critical for young kids.", "en": " 甚至是皮膚感染，我們一開始覺得 這不是甚麼大問題 零到五歲間，即使是輕微的皮膚感染 也會大幅增加腎衰竭的機會 使你在四十歲時需要洗腎 這是大問題所以這些螢幕上的綠勾紅叉 對年幼的孩子其實非常關鍵"}, {"zh-tw": " Those ticks and crossesrepresent the 7,800 houses we've looked at nationallyaround Australia, the same proportion. What you see on the screen -- 35 percent of those not-so-famous houses lived in by 50,000 indigenous people -- 35 percent had a working shower.", "en": " 這些綠勾紅叉的比例與我們在整個澳洲 所合作的 7,800 棟房子 比例相同 你在螢幕上看到的──35% 的這些 沒名氣的房子裡住著五萬名土著 35% 有可使用的淋浴設備"}, {"zh-tw": " Ten percent of those same 7,800 houseshad safe electrical systems. And 58 percent of those houseshad a working toilet.", "en": " 同樣這 7,800 間房子裡 10% 有安全的電力系統 58% 的房子"}, {"zh-tw": " These are by a simple, standard test. In the case of the shower: does it have hot and cold water,two taps that work, a shower rose to get wateronto your head or onto your body, and a drain that takes the water away? Not well-designed,not beautiful, not elegant -- just that they function.", "en": " 有可使用的抽水馬桶 這些是用簡單的標準測試出來的 在淋浴設備方面，有沒有熱水及冷水 兩種可用的水龍頭 有沒有蓮蓬頭把水送到你的頭上 或身上？有沒有下水口排水？ 不看設計好不好漂不漂亮，優不優雅 —— 就只看功能如何"}, {"zh-tw": " And the same testsfor the electrical system and the toilets. Housing for Health projectsaren't about measuring failure -- they're actually about improving houses.", "en": " 在看電力系統及馬桶時也是同樣的測試法 健康的家計畫不是拿來測量失敗率的 這些計畫是為了改善房屋而做的"}, {"zh-tw": " We start on day one of every project. We've learned -- we don't make promises,we don't do reports.", "en": " 我們從每個計畫的第一天開始 ──我們學到不給承諾，不做報告"}, {"zh-tw": " We arrive in the morning with tools,tons of equipment, trades, and we train up a local teamon the first day to start work. By the evening of the first day, a few houses in that community are betterthan when we started in the morning.", "en": " 我們早上拿著工具還有多到不行的器材貨物到家裡 我們在第一天就培訓了一個由當地人組成的團隊 來開始工作 第一天晚上那個社區就有 幾間房子變得比我們早上 開始的時候更好了"}, {"zh-tw": " That work continues for six to 12 months, until all the houses are improved and we've spent our budgetof 7,500 dollars total per house. That's our average budget.", "en": " 這樣的工作要持續六到十二個月 直到所有的房子都改善為止 我們花在每間房子的經費是 7,500 元 那是平均經費"}, {"zh-tw": " At the end of six months to a year,we test every house again. It's very easy to spend money.", "en": " 在六個月到一年的計畫結束後我們會再測試每一間房子 要花錢很容易"}, {"zh-tw": " It's very difficult to improve the function of all thoseparts of the house. And for a whole house,the nine healthy living practices, we test, check and fix250 items in every house.", "en": " 要改善房子裡的每一項功能 卻非常困難 對整間房子而言為了推行這九項健康生活 我們要在每一間房屋裡測試、檢查、修繕 250 個項目"}, {"zh-tw": " And these are the results we can getwith our 7,500 dollars. We can get showersup to 86 percent working, we can get electrical systemsup to 77 percent working and we can get 90 percentof toilets working in those 7,500 houses.", "en": " 以下是我們 花 7,500 元所得到的結果 我們可以修好 86% 的淋浴設備 我們可以讓 77% 的電力設備恢復功能 也可以修好 90% 的抽水馬桶 在這 7,500 間房子裡"}, {"zh-tw": " Thank you. The teams do a great job,and that's their work.", "en": " 謝謝 這個團隊做得非常好這些就是他們辛苦的結果"}, {"zh-tw": " I think there's an obvious question that I hope you're thinking about. Why do we have to do this work? Why are the houses in such poor condition? Seventy percent of the work we dois due to lack of routine maintenance -- the sort of things that happenin all our houses.", "en": " 我想有個明顯的問題 我希望你們能思考一下 為什麼我們要做這樣的事？ 為什麼這些房子的狀況這麼糟？ 我們所做的工作之中的 70% 是由於疏於日常保養 所有的房子都可看見這種情況"}, {"zh-tw": " Things wear out, should have been doneby state government or local government, simply not done, the house doesn't work. Twenty-one percent of the things we fixare due to faulty construction -- literally things that are builtupside down and back to front.", "en": " 東西用壞了 這些都該由中央政府或地方政府來做 不做，這些房子就不堪用 我們修的東西當中有 21% 是因為錯誤安裝 真的就是上下或前後裝顛倒"}, {"zh-tw": " They don't work, we have to fix them. And if you've lived in Australiain the last 30 years, the final cause -- you will have heard alwaysthat indigenous people trash houses.", "en": " 這些當然不能使用，我們要修理 如果過去 30 年間你曾住在澳洲 最後這項因素——你一定老是聽到人家這麼說 就是原住民不珍惜房子"}, {"zh-tw": " It's one of the almostrock-solid pieces of evidence which I've never seen evidence for, that's always reeled out as \"That'sthe problem with indigenous housing.\" Well, nine percentof what we spend is damage, misuse or abuse of any sort. We argue strongly that the peopleliving in the house are simply not the problem.", "en": " 這幾乎是堅不可攻的證據 但我從來沒看過有什麼證明 總是不需要多想<br/>因為這些是原住民住房的問題 我們修的房子裡有 9% 的確有損害、誤用或濫用的情況 但是對此我們強烈抗議，住在房子裡的人 不是問題所在"}, {"zh-tw": " And we'll go a lot further than that; the people living in the houseare actually a major part of the solution. Seventy-five percentof our national team in Australia -- over 75 at the minute -- are actually local, indigenous peoplefrom the communities we work in.", "en": " 我們還要更進一步說 住在房子裡的那些人其實 還是解決問題的主要推手 我們在澳洲的團隊有 75% 的人 現在還超過 75% 其實是當地人，土著 來自我們幫助的社區"}, {"zh-tw": " They do all aspects of the work. In 2010, for example, there were 831, all over Australia,and the Torres Strait Islands, all states, working to improve the houseswhere they and their families live, and that's an important thing.", "en": " 他們做各樣的工作 舉個例，2010 年 在全澳洲、托雷斯海峽群島，以及每一個州 共有 831 人參與改善 他們自己和家人居住的房子 而那是很重要的事"}, {"zh-tw": " Our work's always had a focus on health. That's the key.", "en": " 我們的工作總是著重在健康，這是關鍵"}, {"zh-tw": " The developing world bug,trachoma, causes blindness. It's a developing-world illness, and yet, the picture you see behind is in an Aboriginal communityin the late 1990s, where 95 percent of school-agedkids had active trachoma in their eyes, doing damage.", "en": " 發展中國家的沙眼病菌會導致失明 這是發展中國家的疾病 但是你在我身後看到的這張照片 是 1990 年代晚期的原住民社區 那裡 95% 的學齡兒童患有沙眼 對眼睛造成損傷"}, {"zh-tw": " OK, what do we do? Well, first thing we do,we get showers working. Why? Because that flushes the bug out.", "en": " 所以我們做了什麼？ 首先我們把淋浴設備搞定 為什麼？因為這會把病菌沖走"}, {"zh-tw": " We put washing facilitiesin the school as well, so kids can wash their facesmany times during the day. We wash the bug out.", "en": " 我們也在學校裡裝了洗滌設備 所以孩子們白天可以洗很多次臉 我們把病菌洗掉"}, {"zh-tw": " Second, the eye doctors tell usthat dust scours the eye and lets the bug in quick. So what do we do? We call up the doctor of dust,and there is such a person.", "en": " 第二，眼科醫師告訴我們灰塵會磨擦眼睛 使病菌更快附著所以我們怎麼做？ 我們徵調了粉塵醫生真的有這種人"}, {"zh-tw": " He was loaned to us by a mining company. He controls dust on mining company sites.", "en": " 我們從採礦公司借將 他在採礦場控制粉塵量"}, {"zh-tw": " And he came out and, within a day, it worked out that most dustin this community was within a meter of the ground,the wind-driven dust -- so he suggested making moundsto catch the dust before it went into the house areaand affected the eyes of kids. So we used dirt to stop dust.", "en": " 所以他來了，而且在幾天內就奏效 這個社區的大部分灰塵 都飄在距地表一公尺範圍內風會帶來灰塵 所以他建議做些土牆擋住灰塵 讓灰塵吹不進居住區 危害孩童的眼睛 所以我們用土堆擋灰塵"}, {"zh-tw": " We did it. He provided us dust monitors. We tested and we reduced the dust.", "en": " 我們就這麼做了。他提供了粉塵計 我們作測試減低粉塵量"}, {"zh-tw": " Then we wanted to get ridof the bug generally. So how do we do that? Well, we call up the doctor of flies --and, yes, there is a doctor of flies.", "en": " 然後我們還想大規模地消滅這種病菌 所以我們要怎麼做？ 嗯，我們徵調蒼蠅醫生 沒錯，真的有蒼蠅醫生"}, {"zh-tw": " As our Aboriginal mate said, \"You white fellows ought to get out more.\" And the doctor of fliesvery quickly determined that there was one flythat carried the bug. He could give school kidsin this community the beautiful fly trap you seeabove in the slide.", "en": " 如同我們一位原住民夥伴說的： 「你們這些白人應該多出來走走。」 這個蒼蠅醫生很快判斷出 有一種蒼蠅是病媒 他可以給這個社區的學校孩童 美麗的蒼蠅陷阱你可在上面那張照片上看到"}, {"zh-tw": " They could trap the flies,send them to him in Perth. When the bug was in the gut, he'd send back by return postsome dung beetles.", "en": " 這些可以捕蒼蠅然後把這些送到伯斯給他 如果在蒼蠅的腸子裡找到這些病菌 他就以回郵送回一些糞金龜"}, {"zh-tw": " The dung beetles ate the camel dung, the flies died through lack of food, and trachoma dropped. And over the year, trachoma droppedradically in this place, and stayed low.", "en": " 糞金龜會吃駱駝糞 所以蒼蠅會因缺乏食物而死 那麼沙眼病例就會下降 而過去這一年，沙眼病例 在此急遽下降，並維持低患病率"}, {"zh-tw": " We changed the environment,not just treated the eyes. And finally, you get a good eye.", "en": " 我們要改變環境，不是只來治療眼睛 所以最後，你就會有好眼睛"}, {"zh-tw": " All these small health gains and small pieces of the puzzlemake a big difference. The New South Wales Department of Health, that radical organization, did an independent trial over three years to look at 10 years of the workwe've been doing in these sorts of projectsin New South Wales.", "en": " 這些小小的健康成效 與小小的拼圖，可以做出大大的改變 新南威爾斯健康部 這個激進組織 在過去三年做了一個獨立試驗 來檢驗我們這十年在新威爾斯省 所做的這一類的計畫成果"}, {"zh-tw": " And they found a 40 percent reductionin hospital admissions for the illnesses that you could attributeto the poor environment -- a 40 percent reduction. Just to show that the principleswe've used in Australia can be used in other places, I'm just going to goto one other place, and that's Nepal.", "en": " 他們發現因病住院的情況 減少了 40% 而這些疾病可以歸咎為<br/>不健全的生活環境 40% 的減少 為了證明我們在澳洲用的這些原理 也可以用在其它地方 我要再介紹另一個地方，就是尼泊爾"}, {"zh-tw": " And what a beautiful place to go. We were asked by a smallvillage of 600 people to go in and make toiletswhere none existed.", "en": " 這真是一個美麗的地方 有個 600 人的村落要求我們 進入村子並蓋廁所那裡一間也沒有"}, {"zh-tw": " Health was poor. We went in with no grand plan, no grand promises of a great program, just the offer to buildtwo toilets for two families.", "en": " 衛生很差 我們去的時候沒有偉大的計畫也沒有偉大的承諾 要做多大計畫，就只是進去蓋 兩間廁所給兩戶人家使用"}, {"zh-tw": " It was during the designof the first toilet that I went for lunch, invited by the familyinto their main room of the house. It was choking with smoke.", "en": " 就是在設計第一間廁所的時候 我進屋去吃午餐，那戶人家邀我 進入他們房子的主廳 裡面煙霧瀰漫"}, {"zh-tw": " People were cookingon their only fuel source, green timber. The smoke coming offthat timber is choking, and in an enclosed house,you simply can't breathe.", "en": " 他們拿唯一的燃料，生木材來煮飯 燒燒生木材產生的煙令人窒息 而且在密閉的房屋裡<br/>你簡直無法呼吸"}, {"zh-tw": " Later we found the leading causeof illness and death in this particular regionis through respiratory failure. So all of a sudden, we had two problems.", "en": " 之後我們發現他們生病及死亡的最主要原因 在這個區域是因為呼吸衰竭 所以突然間我們有了兩個難題"}, {"zh-tw": " We were there originallyto look at toilets and get human wasteoff the ground, that's fine. But all of a sudden nowthere was a second problem: How do we actually get the smoke down? So two problems, and design shouldbe about more than one thing.", "en": " 我們本來是去看看廁所 要把人的排泄物挪開地面，這還好 但突然間，現在出現了第二個難題 我們要怎麼把煙霧減少？所以現在問題有二 而設計應該一石二鳥"}, {"zh-tw": " Solution: Take human waste,take animal waste, put it into a chamber,out of that, extract biogas, methane gas. The gas gives three to fourhours cooking a day -- clean, smokeless and free for the family.", "en": " 答案：把人的排泄物，動物排泄物 放進一個密室，從中抽出沼氣 就是甲烷氣 這些氣體可以維持一天三到四小時的煮飯所需 乾淨無煙不花一毛錢"}, {"zh-tw": " I put it to you:is this eliminating poverty? And the answer from the Nepali teamwho's working at the minute would say, don't be ridiculous -- we have three millionmore toilets to build before we can even makea stab at that claim. And I don't pretend anything else.", "en": " 現在我要問你們<br/>這算不算消滅貧窮？ 現在還在工作的尼泊爾團隊 會回答說，別傻了！ 在我們嘗試宣告消滅貧窮前 還有三百萬間廁所要蓋 我也不想假裝什麼"}, {"zh-tw": " But as we all sit here today, there are now over 100 toilets built in this village and a couple nearby. Well over 1,000 people use those toilets.", "en": " 但到現在這一刻為止 他們已經蓋了超過 100 間廁所 在這個村落及其附近 超過一千人在使用這些廁所"}, {"zh-tw": " Yami Lama, he's a young boy. He's got significantly less gut infectionbecause he's now got toilets, and there isn't human waste on the ground.", "en": " 雅米‧拉瑪，他是個年輕男孩 他很明顯不再那麼常得腸胃炎 因為他有了廁所可用 地表上不再有人的排泄物"}, {"zh-tw": " Kanji Maya, she's a mother,and a proud one. She's probably right nowcooking lunch for her family on biogas, smokeless fuel.", "en": " 肯治‧瑪雅，她是位值得誇耀的母親 她現在大概就在為她的家庭煮午飯 用沼氣，無煙的燃料"}, {"zh-tw": " Her lungs have got better, and they'll get better as time increases, because she's not cookingin the same smoke. Surya takes the wasteout of the biogas chamber when it's shed the gas,he puts it on his crops.", "en": " 她的肺更健康了，而且隨著時間 還會變得更好<br/>因為她不用在煙霧下煮飯 沼氣排完後，索亞就把排泄物搬出沼氣室 把這些排泄物澆在作物上"}, {"zh-tw": " He's trebled his crop income, more food for the familyand more money for the family. And finally Bishnu,the leader of the team, has now understood that not onlyhave we built toilets, we've also built a team, and that team is nowworking in two villages where they're training upthe next two villages to keep the work expanding.", "en": " 他的作物收入增加了兩倍 家裡有更多的食物及金錢 最後是畢士努 這個團隊的領隊，他現在明瞭 我們不只建造了廁所 我們還建造了一個團隊 而且這個團隊現正在兩個村落工作 他們在那裡訓練另外兩個村落的人 持續擴展工作"}, {"zh-tw": " And that, to me, is the key. People are not the problem.", "en": " 而那對我是關鍵 人不是問題"}, {"zh-tw": " We've never found that. The problem: poor living environment, poor housing and the bugsthat do people harm.", "en": " 我們從來不這麼看 問題是：條件差的生活環境 條件差的住宅，及會危害人的病菌"}, {"zh-tw": " None of those are limited by geography,by skin color or by religion. None of them.", "en": " 這些不會受地域限制 也不會受皮膚顏色或信仰影響，全都不會"}, {"zh-tw": " The common link between allthe work we've had to do is one thing, and that's poverty. Nelson Mandela said, in the mid-2000s,not too far from here, he said that like slavery and apartheid,\"Poverty is not natural.", "en": " 我們所作之事的共通處 就一件事，而那就是貧窮 曼德拉曾在 2000 年代中期 離現在還不算太久，說過 就像奴隸制度和種族隔離<br/>「貧窮並非天生"}, {"zh-tw": " It is man-made and can beovercome and eradicated by the actions of human beings.\" I want to end by saying it's been the actions of thousandsof ordinary human beings doing -- I think -- extraordinary work, that have actually improved health, and, maybe only in a small way,reduced poverty. Thank you very much for your time.", "en": " 它是人所創造，而人類的行動可以 克服及消滅它。」 我最後想說，這是 數千平凡人的行動 以不平凡的工作 來實際改善健康 以及減少貧窮，就算只有一點點 謝謝你們寶貴的時間"}], "title": "Paul Pholeros How To Reduce Poverty Fix Homes"}