{"url": "http://www.ted.com/talks/juliana_rotich_meet_brck_internet_access_built_for_africa", "paragraphs": [{"zh-tw": " Living in Africa is to be on the edge, metaphorically, and quite literally when you think about connectivity before 2008. Though many human intellectual and technological leaps had happened in Europe and the rest of the world, but Africa was sort of cut off.", "en": " 住在非洲就像是住在邊陲地帶 這不單是比喻，也是事實 如果你想想 2008 年前的通訊品質 雖然人類的智慧和科技 在歐洲和世界其他地區大為躍進 但是非洲就像被屏除在外"}, {"zh-tw": " And that changed, first with ships when we had the Renaissance, the Scientific Revolution and also the Industrial Revolution. And now we've got the digital revolution.", "en": " 而情況改變了，一開始是因為海運 那時候是文藝復興、科學革命 和工業革命 而現在我們有數位革命"}, {"zh-tw": " These revolutions have not been evenly distributed across continents and nations. Never have been.", "en": " 這些革命的影響力並沒有均衡地 遍佈各大洲的各個國家 從來都沒有"}, {"zh-tw": " Now, this is a map of the undersea fiber optic cables that connect Africa to the rest of the world. What I find amazing is that Africa is transcending its geography problem.", "en": " 這張是海底光纖電纜分佈圖 讓非洲連結世界其他地區 令我感到驚訝的是 非洲正在突破本身的地理侷限"}, {"zh-tw": " Africa is connecting to the rest of the world and within itself. The connectivity situation has improved greatly, but some barriers remain.", "en": " 非洲正和世界其他地方建立聯繫 還有自己內部 通訊情況已經大幅改善 但是仍然存在某些阻隔"}, {"zh-tw": " It is with this context that Ushahidi came to be. In 2008, one of the problems that we faced was lack of information flow.", "en": " 此時 Ushahidi 應運而生 2008 年，我們面臨的問題之一 就是資訊缺乏流動性"}, {"zh-tw": " There was a media blackout in 2008, when there was post-election violence in Kenya. It was a very tragic time. It was a very difficult time.", "en": " 2008 年有過一次媒體封鎖 正值肯亞選舉後的暴動 那是一段很讓人悲哀的日子一段很艱困的日子"}, {"zh-tw": " So we came together and we created software called Ushahidi. And Ushahidi means \"testimony\" or \"witness\" in Swahili.", "en": " 所以那時我們聯手寫了一個軟體 名叫 Ushahidi Ushahidi 是斯瓦希里語的「證詞」或「見證」"}, {"zh-tw": " I'm very lucky to work with two amazing collaborators. This is David and Erik.", "en": " 我有幸能和兩位優秀的夥伴合作 他們叫作大衛和艾力克"}, {"zh-tw": " I call them brothers from another mother. Clearly I have a German mother somewhere.", "en": " 我當他們是同父異母的兄弟 顯然地，我的母親是德國人"}, {"zh-tw": " And we worked together first with building and growing Ushahidi. And the idea of the software was to gather information from SMS, email and web, and put a map so that you could see what was happening where, and you could visualize that data.", "en": " 首先我們同力建造 並發展 Ushahidi 而這軟體的目的就是收集資料 來源是短訊、電郵和網絡然後繪成地圖 這樣你們就能知道何地發生何事 你們可以看得到數據"}, {"zh-tw": " And after that initial prototype, we set out to make free and open-source software so that others do not have to start from scratch like we did. All the while, we also wanted to give back to the local tech community that helped us grow Ushahidi and supported us in those early days.", "en": " 建立了初始原形系統後 我們開始嘗試寫出開放原始碼的免費軟體 這樣其他人就不用像我們一樣從零開始 一直以來，我們都想報答 早期幫助我們製作 Ushahidi 並支持我們的當地技術團隊"}, {"zh-tw": " And that's why we set up the iHub in Nairobi, an actual physical space where we could collaborate, and it is now part of an integral tech ecosystem in Kenya. We did that with the support of different organizations like the MacArthur Foundation and Omidyar Network.", "en": " 因此我們決定在奈洛比設立 iHub 一個實際存在的空間 讓我們可以一起工作 這地方現在成了整個肯亞科技生態系統的一部分 我們得到了不同機構的協助 例如麥克阿瑟基金會奧米迪亞網路"}, {"zh-tw": " And we were able to grow this software footprint, and a few years later it became very useful software, and we were quite humbled when it was used in Haiti where citizens could indicate where they are and what their needs were, and also to deal with the fallout from the nuclear crisis and the tsunami in Japan. Now, this year the Internet turns 20, and Ushahidi turned five.", "en": " 因此我們可以擴張這軟體的版圖 短短幾年就成為了 一個十分好用的軟體 我們自覺不能居功當海地的居民使用它 來標示自己的位置 和需要的物資 還有人們用它來處理日本的核幅射危機 和海嘯的時候 然而今年是網際網路的二十週年 Ushahidi 也五歲了"}, {"zh-tw": " Ushahidi is not only the software that we made. It is the team, and it's also the community that uses this technology in ways that we could not foresee.", "en": " Ushahidi 並非我們寫過的唯一軟體 那是個團體，那也是個社區 他們以我們無法預料的方式使用這種科技"}, {"zh-tw": " We did not imagine that there would be this many maps around the world. There are crisis maps, election maps, corruption maps, and even environmental monitoring crowd maps.", "en": " 我們沒有想過會有這麽多的地圖 出現在世界各地 有危機地圖、選舉地圖貪污地圖 甚至環境監控組群的地圖"}, {"zh-tw": " We are humbled that this has roots in Kenya and that it has some use to people around the world trying to figure out the different issues that they're dealing with. There is more that we're doing to explore this idea of collective intelligence, that I, as a citizen, if I share the information with whatever device that I have, could inform you about what is going on, and that if you do the same, we can have a bigger picture of what's going on.", "en": " 我們不能居功，這本是為肯亞而設 現在卻能為全世界的人服務 面臨各種問題時幫他們想出解決方法 我們還要藉著這個概念發掘出更多 關於集體智慧的想法而我，身為一個公民 如果能運用我所有的設備來分享資訊 告知你們現在發生的事 如果你們也這樣做就可以讓我們大家 更瞭解全局"}, {"zh-tw": " I moved back to Kenya in 2011. Erik moved in 2010.", "en": " 2011年，我搬回了肯亞 艾力克是 2010 年回來的"}, {"zh-tw": " Very different reality. I used to live in Chicago where there was abundant Internet access. I had never had to deal with a blackout.", "en": " 兩個非常不同的世界我以前住在芝加哥 那裡上網的據點很多 我從來不會遇到網路中斷的問題"}, {"zh-tw": " And in Kenya, it's a very different reality, and one thing that remains despite the leaps in progress and the digital revolution is the electricity problem. The day-to-day frustrations of dealing with this can be, let's just say very annoying.", "en": " 而在肯亞，情況完全不同 有件事是連數位革命的大躍進 也沒能解決的，那就是供電問題 每天都要處理這令人沮喪的事 可說是非常麻煩"}, {"zh-tw": " Blackouts are not fun. Imagine sitting down to start working, and all of a sudden the power goes out, your Internet connection goes down with it, so you have to figure out, okay, now, where's the modem, how do I switch back? And then, guess what? You have to deal with it again.", "en": " 停電很討厭 想像一下，你坐下來準備工作時 突然所有供電都中斷了 你的網路連線也跟著中斷 然後你要找出問題好，數據機在哪裡？ 怎麼重新啟動？ 而且你知道嗎？這種事不會只發生一次"}, {"zh-tw": " Now, this is the reality of Kenya, where we live now, and other parts of Africa. The other problem that we're facing is that communication costs are also still a challenge.", "en": " 這就是我們所居住的肯亞的現況 非洲其他地區也是如此 我們面對的另一問題是 通訊費用依然高得離譜"}, {"zh-tw": " It costs me five Kenyan shillings, or .06 USD to call the U.S., Canada or China. Guess how much it costs to call Rwanda, Ghana, Nigeria? Thirty Kenyan shillings. That's six times the cost to connect within Africa.", "en": " 我需要花五肯亞先令 或者六角美元才能打電話到美國、加拿大或中國 你猜猜打電話到盧安達、迦納和奈及利亞的費用是多少？ 30肯亞先令。比非洲內陸的通話費 貴了六倍"}, {"zh-tw": " And also, when traveling within Africa, you've got different settings for different mobile providers. This is the reality that we deal with.", "en": " 而且，在非洲境內旅行時 你還須根據不同通訊營運商來改變設定 這就是我們正面對的現實"}, {"zh-tw": " So we've got a joke in Ushahidi where we say, \"If it works in Africa, it'll work anywhere.\" [Most use technology to define the function. We use function to drive the technology.] What if we could overcome the problem of unreliable Internet and electricity and reduce the cost of connection? Could we leverage the cloud? We've built a crowd map, we've built Ushahidi. Could we leverage these technologies to switch smartly whenever you travel from country to country? So we looked at the modem, an important part of the infrastructure of the Internet, and asked ourselves why the modems that we are using right now are built for a different context, where you've got ubiquitous internet, you've got ubiquitous electricity, yet we sit here in Nairobi and we do not have that luxury.", "en": " 我們 Ushahidi 流傳著一個笑話 「在非洲行得通的，在哪裡都行得通了。」 ［多數人以科技決定功能，我們以功能推動科技。］ 如果我們可以藉由解決 網絡連接和電力供應不穩定的問題 從而減低通訊成本呢? 或許我們可以善用雲端技術？ 我們建立了群眾匯報地圖我們寫出了 Ushahidi 我們可否利用這些科技 執行所有跨國旅行中的智能轉換呢？ 因此我們著眼於數據機 那是網際網路中重要的基礎建設 然後我們自問 為甚麼我們正在使用的數據機 是為了一個截然不同 有著無所不在的網際網路和不會斷電的環境而造？ 然而，我們奈洛比的人可沒有這些福份"}, {"zh-tw": " We wanted to redesign the modem for the developing world, for our context, and for our reality. What if we could have connectivity with less friction? This is the BRCK.", "en": " 我們希望重新設計數據機 使其適用於發展中的國家適用於我們的環境 適於於我們面臨的現實 我們的網路連線是不是能更順暢？ 這就是 BRCK"}, {"zh-tw": " It acts as a backup to the Internet so that, when the power goes out, it fails over and connects to the nearest GSM network. Mobile connectivity in Africa is pervasive.", "en": " 其功能是充當網際網路的後援 因此，電力中斷時它會執行 故障轉移連結至最近的全球行動通訊系統網路 行動網路在非洲十分普及"}, {"zh-tw": " It's actually everywhere. Most towns at least have a 3G connection.", "en": " 可說是無處不在 很多市鎮至少都有三頻網路"}, {"zh-tw": " So why don't we leverage that? And that's why we built this. The other reason that we built this is when electricity goes down, this has eight hours of battery left, so you can continue working, you can continue being productive, and let's just say you are less stressed.", "en": " 我們何不善用這技術？這就是我們建造 BRCK 的原因 我們建造它的另一個原因 是電力中斷時這裝置的電池還能撐 八小時，因此你可以繼續工作 你的效率不受影響 可以說你的壓力就不會那麼大了"}, {"zh-tw": " And for rural areas, it can be the primary means of connection. The software sensibility at Ushahidi is still at play when we wondered how can we use the cloud to be more intelligent so that you can analyze the different networks, and whenever you switch on the backup, you pick on the fastest network, so we'll have multi-SIM capability so that you can put multiple SIMs, and if one network is faster, that's the one you hop on, and if the up time on that is not very good, then you hop onto the next one.", "en": " 對郊區的人來說 這可能是主要的連線方式 Ushahidi 這軟體的靈敏度仍很有用 當我們思索如何善用雲端科技 提高其智能表現 那麼你就能分析不同的網路 每當你開啟一個備份 你就能選一個最快的網絡 所以我們也會提供多 SIM 卡功能 讓你能同時插入多張 SIM 卡 哪個網路較順暢就連到哪個網路 如果網路的運行速度不理想 就會切換到另一個"}, {"zh-tw": " The idea here is for you to be able to connect anywhere. With load balancing, this can be possible.", "en": " 我們的想法是讓你在哪裡都能上網 靠著負載均衡技術這是可能實現的"}, {"zh-tw": " The other interesting thing for us -- we like sensors -- is this idea that you could have an on-ramp for the Internet of things. Imagine a weather station that can be attached to this.", "en": " 對我們來說，還有一件很棒的事我們喜歡感應器 就是你可以掌握一個閘道 連接上各種網路 想像一下這個閘道能連接到某個氣象台"}, {"zh-tw": " It's built in a modular way so that you can also attach a satellite module so that you could have Internet connectivity even in very remote areas. Out of adversity can come innovation, and how can we help the ambitious coders and makers in Kenya to be resilient in the face of problematic infrastructure? And for us, we begin with solving the problem in our own backyard in Kenya.", "en": " 這用模塊化的形式來建立 因此也可以連接到衛星的模塊上 那麼在偏僻地區也能上網了 身處逆境可以刺激創新 我們該如何協助肯亞的雄心勃勃的編碼師和設計師 在基礎設施問題百出的環境中隨機應變呢？ 我們的作法首先是解決 肯亞內部的問題"}, {"zh-tw": " It is not without challenge. Our team has basically been mules carrying components from the U.S. to Kenya. We've had very interesting conversations with customs border agents.", "en": " 過程不是一帆風順的 我們的團隊可說像騾子一般把零件由美國運到肯亞 有些很有趣的對話，是我們當初 遇到那些邊境人員時說的"}, {"zh-tw": " \"What are you carrying?\" And the local financing is not part of the ecosystem for supporting hardware projects. So we put it on Kickstarter, and I'm happy to say that, through the support of many people, not only here but online, the BRCK has been Kickstarted, and now the interesting part of bringing this to market begins.", "en": " 「你們帶的是什麼？」 而當地的金融機構並不屬於 支持硬體計畫的生態系統 我們只好依靠 Kickstarter我很開心的說 因為許多人的支持 不只這裡，還有網路上的 BRCK 起步了 現在有趣的步驟開始了那就是把產品帶入市場"}, {"zh-tw": " I will close by saying that, if we solve this for the local market, it could be impactful not only for the coders in Nairobi but also for small business owners who need reliable connectivity, and it can reduce the cost of connecting, and hopefully collaboration within African countries. The idea is that the building blocks of the digital economy are connectivity and entrepreneurship.", "en": " 最後我想說的是要是我們能 為當地市場解決這個問題 影響的不止是奈洛比的編碼員 還有小型企業的老闆 他們需要可靠的網路連接 這項技術可以降低連接的成本 希望也能促進非洲各國共同合作 我們的理念是數位經濟的基石就是 連繫力和創業精神"}, {"zh-tw": " The BRCK is our part to keep Africans connected, and to help them drive the global digital revolution. Thank you.", "en": " BRCK 就是我們所作的努力 為了讓非洲人民能保持聯繫 並且幫助他們搭上全球數位革命的列車 謝謝大家"}], "title": "Juliana Rotich Meet Brck Internet Access Built For Africa"}