{"url": "http://www.ted.com/talks/peter_attia_what_if_we_re_wrong_about_diabetes", "paragraphs": [{"zh-tw": " I'll never forget that day back in the spring of 2006. I was a surgical resident at The Johns Hopkins Hospital, taking emergency call.", "en": " 我永遠不會忘記那天 在 2006 年春天的時候 我當時是一位外科住院醫師 在約翰·霍普金斯醫院工作 接緊急任務"}, {"zh-tw": " I got paged by the E.R. around 2 in the morning to come and see a woman with a diabetic ulcer on her foot. I can still remember sort of that smell of rotting flesh as I pulled the curtain back to see her.", "en": " 大約凌晨兩點時急診室叫我過去 幫一名糖尿病足部潰瘍的女士看診 我還記得當我拉開隔簾看她時 那種肉體腐爛的味道"}, {"zh-tw": " And everybody there agreed this woman was very sick and she needed to be in the hospital. That wasn't being asked.", "en": " 在場的人一致認為她病得很嚴重 必須住院治療 這大家所認同的"}, {"zh-tw": " The question that was being asked of me was a different one, which was, did she also need an amputation? Now, looking back on that night, I'd love so desperately to believe that I treated that woman on that night with the same empathy and compassion I'd shown the 27-year-old newlywed who came to the E.R. three nights earlier with lower back pain that turned out to be advanced pancreatic cancer. In her case, I knew there was nothing I could do that was actually going to save her life.", "en": " 但他們問我的是另一個問題 也就是，她需要截肢嗎 而當我回想起那一晚 我極度地希望當時 我對那位女士的治療態度，賦予著的同情和憐憫 不亞於另一位 27 歲的新婚女士 她當晚三天前來到急診室 說她的下背部疼痛 後來診斷出是胰腺癌末期 她的情況我知道我無法給她任何醫療幫助 來挽救她的生命"}, {"zh-tw": " The cancer was too advanced. But I was committed to making sure that I could do anything possible to make her stay more comfortable. I brought her a warm blanket and a cup of a coffee.", "en": " 那癌症已經末期了 但我有責任確保 盡量讓她維持在舒適的狀態 我幫她多加一件被子 給她一杯咖啡"}, {"zh-tw": " I brought some for her parents. But more importantly, see, I passed no judgment on her, because obviously she had done nothing to bring this on herself.", "en": " 也幫她父母親買咖啡 但最重要的是，我不怪她 因為顯然她並沒有做錯什麼事 害她變成這樣"}, {"zh-tw": " So why was it that, just a few nights later, as I stood in that same E.R. and determined that my diabetic patient did indeed need an amputation, why did I hold her in such bitter contempt? You see, unlike the woman the night before, this woman had type 2 diabetes. She was fat.", "en": " 但為什麼，幾天之後 我站在同一間急診室 決定這位糖尿病患者需要截肢時 對她卻持有輕蔑的態度？ 大家可以發現，和前三天那位女士不同 這位女士有二型糖尿病 她有肥胖的問題"}, {"zh-tw": " And we all know that's from eating too much and not exercising enough, right? I mean, how hard can it be? As I looked down at her in the bed, I thought to myself, if you just tried caring even a little bit, you wouldn't be in this situation at this moment with some doctor you've never met about to amputate your foot. Why did I feel justified in judging her? I'd like to say I don't know.", "en": " 我們都知道這是因為吃太多 而且運動量不足，沒錯吧 我的意思是這會有多難呢？ 低頭看著她躺在床上，我心想 如果妳能多留意一點 現在就不會處於這種情況 一堆妳沒見過的醫生 即將要幫妳截肢 為什麼這樣批評她是合理的 我想說我不知道"}, {"zh-tw": " But I actually do. You see, in the hubris of my youth, I thought I had her all figured out.", "en": " 但其實我明白 當時年少輕狂 我以為我看透她這種人"}, {"zh-tw": " She ate too much. She got unlucky. She got diabetes. Case closed.", "en": " 她吃太多，她運氣不好 得了糖尿病，就這樣"}, {"zh-tw": " Ironically, at that time in my life, I was also doing cancer research, immune-based therapies for melanoma, to be specific, and in that world I was actually taught to question everything, to challenge all assumptions and hold them to the highest possible scientific standards. Yet when it came to a disease like diabetes that kills Americans eight times more frequently than melanoma, I never once questioned the conventional wisdom.", "en": " 諷刺的是當時 我在研究癌症 具體一點是黑色素瘤的免疫治療 在這個領域當中我被教導去質疑一切 要挑戰所有假設 然後盡可能用最高的科學標準來衡量 然而講到糖尿病這類疾病 在美國，致命率比黑色素瘤高八倍 我從來不質疑傳統的觀念"}, {"zh-tw": " I actually just assumed the pathologic sequence of events was settled science. Three years later, I found out how wrong I was.", "en": " 我其實已經假設病理學中的先後順序 已由科學證實 三年後，我發現我大錯特錯"}, {"zh-tw": " But this time, I was the patient. Despite exercising three or four hours every single day, and following the food pyramid to the letter, I'd gained a lot of weight and developed something called metabolic syndrome.", "en": " 但這一次我成了病人 儘管我每天運動３~４小時 飲食也遵循食物金字塔的概念 仍然體重暴增 得了新陳代謝症候群"}, {"zh-tw": " Some of you may have heard of this. I had become insulin-resistant.", "en": " 在座可能有些人有聽過 我身體有了胰島素抗性"}, {"zh-tw": " You can think of insulin as this master hormone that controls what our body does with the foods we eat, whether we burn it or store it. This is called fuel partitioning in the lingo.", "en": " 你們可以把胰島素想成一種主激素 它在我們進食後掌控身體相關的運作 燃燒能量或儲存能量 行話我們叫做燃料分區"}, {"zh-tw": " Now failure to produce enough insulin is incompatible with life. And insulin resistance, as its name suggests, is when your cells get increasingly resistant to the effect of insulin trying to do its job.", "en": " 無法分泌足夠的胰島素有生命危險 胰島素抗性，顧名思義 就是細胞開始 急劇抗拒胰島素發揮它的功能"}, {"zh-tw": " Once you're insulin-resistant, you're on your way to getting diabetes, which is what happens when your pancreas can't keep up with the resistance and make enough insulin. Now your blood sugar levels start to rise, and an entire cascade of pathologic events sort of spirals out of control that can lead to heart disease, cancer, even Alzheimer's disease, and amputations, just like that woman a few years earlier.", "en": " 一旦身體有了胰島素抗性 就會得糖尿病 糖尿病就是你的胰腺 無法產生足夠的胰島素來跟上抗性的程度 血糖開始升高 然後一連串的病理事件 開始失去控制因而導致心臟病 癌症，甚至阿茲海默症 或者像前幾年那位女士一樣截肢"}, {"zh-tw": " With that scare, I got busy changing my diet radically, adding and subtracting things most of you would find almost assuredly shocking. I did this and lost 40 pounds, weirdly while exercising less.", "en": " 我受到驚嚇並開始徹底改善飲食習慣 加加減減一些 你們大部分會滿意外的食物 我瘦了 40 磅但奇怪的是我運動量有所減少"}, {"zh-tw": " I, as you can see, I guess I'm not overweight anymore. More importantly, I don't have insulin resistance.", "en": " 你們猜也知道，顯然我不再過重 更重要的是我的身體沒有胰島素抗性了"}, {"zh-tw": " But most important, I was left with these three burning questions that wouldn't go away: How did this happen to me if I was supposedly doing everything right? If the conventional wisdom about nutrition had failed me, was it possible it was failing someone else? And underlying these questions, I became almost maniacally obsessed in trying to understand the real relationship between obesity and insulin resistance. Now, most researchers believe obesity is the cause of insulin resistance.", "en": " 但最重要的是 在這之後我有三個急迫的問題揮之不去 為什麼這種事會發生在我身上 明明我做的應該都是對的事 如果對營養的傳統觀念不適用在我身上 是不是可能對別人也不適用呢 因為這些問題 我幾乎開始瘋狂著迷 試著找出肥胖與胰島素抗性之間 真正的關聯 現在大部分的研究人員相信 是肥胖導致身體產生胰島素抗性"}, {"zh-tw": " Logically, then, if you want to treat insulin resistance, you get people to lose weight, right? You treat the obesity. But what if we have it backwards? What if obesity isn't the cause of insulin resistance at all? In fact, what if it's a symptom of a much deeper problem, the tip of a proverbial iceberg? I know it sounds crazy because we're obviously in the midst of an obesity epidemic, but hear me out.", "en": " 所以邏輯上來講，要治療胰島素抗性 就是減重對吧 就是治療肥胖的問題 但如果正好相反呢 萬一根本不是肥胖導致胰島素抗性呢 萬一其實是一個更嚴重的症狀 而它只是眾所皆知的冰山一角而已呢 我知道這聽起來有點瘋狂，因為我們明顯地 還在這肥胖問題的流行病之中，但讓我解釋一下"}, {"zh-tw": " What if obesity is a coping mechanism for a far more sinister problem going on underneath the cell? I'm not suggesting that obesity is benign, but what I am suggesting is it may be the lesser of two metabolic evils. You can think of insulin resistance as the reduced capacity of our cells to partition fuel, as I alluded to a moment ago, taking those calories that we take in and burning some appropriately and storing some appropriately.", "en": " 會不會其實肥胖是一種應對機制 為了來面對潛藏於細胞中 更嚴重的問題呢 我不是說肥胖是好事 我想表達的是，兩個新陳代謝惡魔相較下 肥胖是次要的 你可以把胰島素抗性想成 我們身體為燃料分區的能力下降了 像我剛剛提到的 身體將我們攝取的卡路里 適當的燃燒及儲存"}, {"zh-tw": " When we become insulin-resistant, the homeostasis in that balance deviates from this state. So now, when insulin says to a cell, I want you to burn more energy than the cell considers safe, the cell, in effect, says, \"No thanks, I'd actually rather store this energy.\" And because fat cells are actually missing most of the complex cellular machinery found in other cells, it's probably the safest place to store it.", "en": " 當我們身體出現胰島素抗性時 體內的狀態失去平衡 所以現在，當胰島素跟細胞說 我要你燃燒更多能量 超過細胞視為安全的程度 細胞會說謝了我要把能量存起來 但脂肪細胞缺少 其他細胞中大部分複雜的機制結構 它可能成了儲存能量最安全的地方"}, {"zh-tw": " So for many of us, about 75 million Americans, the appropriate response to insulin resistance may actually be to store it as fat, not the reverse, getting insulin resistance in response to getting fat. This is a really subtle distinction, but the implication could be profound.", "en": " 所以約7500萬美國人，我們大多 對胰島素抗性的正常反應 事實上都是存成脂肪細胞，而非相反的 因為肥胖而產生胰島素抗性 其實兩者差別不大 但其隱含的意義深遠"}, {"zh-tw": " Consider the following analogy: Think of the bruise you get on your shin when you inadvertently bang your leg into the coffee table. Sure, the bruise hurts like hell, and you almost certainly don't like the discolored look, but we all know the bruise per Se is not the problem.", "en": " 想一想接下來這個的類比 你的腳瘀青了 因為不小心撞到咖啡桌 當然瘀青讓你痛得要命，你也絕對 不喜歡瘀青的顏色，但我們都知道 瘀青本身不是問題"}, {"zh-tw": " In fact, it's the opposite. It's a healthy response to the trauma, all of those immune cells rushing to the site of the injury to salvage cellular debris and prevent the spread of infection to elsewhere in the body. Now, imagine we thought bruises were the problem, and we evolved a giant medical establishment and a culture around treating bruises: masking creams, painkillers, you name it, all the while ignoring the fact that people are still banging their shins into coffee tables.", "en": " 事實上相反的，它對傷口是一個好的反應 這些免疫細胞衝到受傷部位 為了拯救破損細胞，而避免細胞感染 擴散到身體其他部位 現在假如我們把瘀青當作問題所在 我們發展出巨大的醫療機構及文化 專門在研究如何治療瘀青 遮瑕乳液、止痛藥和任何你講得出來的東西 而我們這段時間都忽略了一個事實 人的膝蓋還是會撞到咖啡桌"}, {"zh-tw": " How much better would we be if we treated the cause -- telling people to pay attention when they walk through the living room -- rather than the effect? Getting the cause and the effect right makes all the difference in the world. Getting it wrong, and the pharmaceutical industry can still do very well for its shareholders but nothing improves for the people with bruised shins.", "en": " 對症下藥會不會更好 告訴大家要小心 進出客廳要注意咖啡桌 而不是針對傷害做治療 如果我們瞭解因果關係 會讓世界變得不同 弄錯前因後果 藥物產業的股東沒有損失 但對瘀青的人沒有任何幫助"}, {"zh-tw": " Cause and effect. So what I'm suggesting is maybe we have the cause and effect wrong on obesity and insulin resistance.", "en": " 這是因果關係的問題 所以我想表達的是 或許我們搞錯了 肥胖和胰島素抗性的因果關係"}, {"zh-tw": " Maybe we should be asking ourselves, is it possible that insulin resistance causes weight gain and the diseases associated with obesity, at least in most people? What if being obese is just a metabolic response to something much more threatening, an underlying epidemic, the one we ought to be worried about? Let's look at some suggestive facts. We know that 30 million obese Americans in the United States don't have insulin resistance.", "en": " 我們也許該問問自己 會不會是因為胰島素抗性而造成體重增加 還有其它與肥胖有關的疾病 至少大部分的人是如此 會不會肥胖只是一個新陳代謝的反應 用來對付更具威脅性的 潛在流行病 而這流行病才是我們該擔心的問題 我們來看看一些相關的案例 我們知道美國有3000萬肥胖的人 並沒有胰島素抗性的症狀"}, {"zh-tw": " And by the way, they don't appear to be at any greater risk of disease than lean people. Conversely, we know that six million lean people in the United States are insulin-resistant, and by the way, they appear to be at even greater risk for those metabolic diseases I mentioned a moment ago than their obese counterparts.", "en": " 順便一提，他們罹患疾病的風險 不會比瘦的人還高 相反的，我們知道美國有600萬瘦的人 有胰島素抗性 順便跟你們說，他們有更高的風險 會得到我剛剛提到的那些代謝疾病 而且比那些相對肥胖的人機率更高"}, {"zh-tw": " Now I don't know why, but it might be because, in their case, their cells haven't actually figured out the right thing to do with that excess energy. So if you can be obese and not have insulin resistance, and you can be lean and have it, this suggests that obesity may just be a proxy for what's going on.", "en": " 我不懂為什麼，但有可能他們的情況 是因為細胞沒有辦法理解 多餘的能量該如何使用 所以如果肥胖的人沒有胰島素抗性 或者瘦的人卻有胰島素抗性 那代表肥胖 只是問題的代理者"}, {"zh-tw": " So what if we're fighting the wrong war, fighting obesity rather than insulin resistance? Even worse, what if blaming the obese means we're blaming the victims? What if some of our fundamental ideas about obesity are just wrong? Personally, I can't afford the luxury of arrogance anymore, let alone the luxury of certainty. I have my own ideas about what could be at the heart of this, but I'm wide open to others.", "en": " 所以萬一我們打錯仗了 我們對付肥胖的問題而非胰島素抗性 假如更糟的，會不會我們把問題歸咎於肥胖 就是在責怪受害者呢 會不會我們對肥胖症的 基本觀念完全錯誤？ 我個人無法再承受傲慢要付出的奢侈代價 更別說下定論要付出的代價了 我對這個個問題有自己的一套想法 但我也接受別人的想法"}, {"zh-tw": " Now, my hypothesis, because everybody always asks me, is this. If you ask yourself, what's a cell trying to protect itself from when it becomes insulin resistant, the answer probably isn't too much food.", "en": " 因為大家總會問，我的假設是什麼 是這樣子的 問問看自己，如果身體有胰島素抗性的時候 細胞會試著遠離什麼東西 答案絕對不是遠離過量的食物"}, {"zh-tw": " It's more likely too much glucose: blood sugar. Now, we know that refined grains and starches elevate your blood sugar in the short run, and there's even reason to believe that sugar may lead to insulin resistance directly.", "en": " 而是遠離血液中過量的葡萄糖，也就是血糖 我們都知道精緻的穀物及澱粉 會在短時間內提高血糖 我們甚至很有理由相信 就是糖分直接導致了胰島素抗性"}, {"zh-tw": " So if you put these physiological processes to work, I'd hypothesize that it might be our increased intake of refined grains, sugars and starches that's driving this epidemic of obesity and diabetes, but through insulin resistance, you see, and not necessarily through just overeating and under-exercising. When I lost my 40 pounds a few years ago, I did it simply by restricting those things, which admittedly suggests I have a bias based on my personal experience.", "en": " 所以這些生理過程 我推測是因為我們攝取了過多 精緻穀物、糖分、澱粉 這些導致肥胖及糖尿病這類流行病的東西 但這是因為胰島素抗性造成的 而不是暴飲暴食或運動量不足所致 我前幾年減了40磅 (約18.14公斤) 只是藉由少吃那些東西 這等於是承認我因為個人經驗 而有所偏見"}, {"zh-tw": " But that doesn't mean my bias is wrong, and most important, all of this can be tested scientifically. But step one is accepting the possibility that our current beliefs about obesity, diabetes and insulin resistance could be wrong and therefore must be tested.", "en": " 但這不代表我的偏見是錯的 更重要的是，這些都能經過科學證實 但第一步是接受 可能我們現在對於肥胖、糖尿病及胰島素抗性 想法是錯的 因此還需要證實"}, {"zh-tw": " I'm betting my career on this. Today, I devote all of my time to working on this problem, and I'll go wherever the science takes me.", "en": " 我以我的職業生涯為賭注 現在我將我所有時間投入於研究這個問題 而我會依科學測試的結果來定論"}, {"zh-tw": " I've decided that what I can't and won't do anymore is pretend I have the answers when I don't. I've been humbled enough by all I don't know.", "en": " 我已經決定我沒有答案時 我不能假裝，也不會再去假裝我知道答案 我不知道的事已經足以讓我謙虛了"}, {"zh-tw": " For the past year, I've been fortunate enough to work on this problem with the most amazing team of diabetes and obesity researchers in the country, and the best part is, just like Abraham Lincoln surrounded himself with a team of rivals, we've done the same thing. We've recruited a team of scientific rivals, the best and brightest who all have different hypotheses for what's at the heart of this epidemic.", "en": " 過去一年，我很幸運 能和一個非常優秀的團隊一起工作 他們是我國最有權威的糖尿病及肥胖問題的研究人員 最棒的是 就像林肯總統一樣，他選擇被一群對手圍繞 我們也做同樣的事情 我們招募了一群最優秀的對手來組成科學團隊 他們對這個流行病的起因 也各有不同的假設"}, {"zh-tw": " Some think it's too many calories consumed. Others think it's too much dietary fat.", "en": " 有些人認為是因為消耗太多的卡路里 有些人認為是攝取過多膳食脂肪"}, {"zh-tw": " Others think it's too many refined grains and starches. But this team of multi-disciplinary, highly skeptical and exceedingly talented researchers do agree on two things.", "en": " 有些人則認為是食用過量的精緻穀物及澱粉所致 不過在這個多方訓練的團隊中 這些容易起疑又非常有才華的研究人員 都同意兩件事"}, {"zh-tw": " First, this problem is just simply too important to continue ignoring because we think we know the answer. And two, if we're willing to be wrong, if we're willing to challenge the conventional wisdom with the best experiments science can offer, we can solve this problem.", "en": " 第一，這個問題實在太重要了 因此我們不能繼續忽略以為我們知道問題的解答 第二，如果我們願意認錯 我們願意去挑戰傳統的觀念 應用科學上最頂尖的研究方法 我們可以改善這個問題"}, {"zh-tw": " I know it's tempting to want an answer right now, some form of action or policy, some dietary prescription -- eat this, not that — but if we want to get it right, we're going to have to do much more rigorous science before we can write that prescription. Briefly, to address this, our research program is focused around three meta-themes, or questions.", "en": " 我知道大家現在就想要有答案 一些實際行動及措施或飲食上的建議 該吃什麼，不該吃什麼 但如果我們想得到正確的答案 我們必須先經歷過更多嚴格的科學檢驗 才能給大家飲食上的建議 簡單來說，為了解決這個問題，我們研究計畫 主要圍繞於三個重要的主題及問題"}, {"zh-tw": " First, how do the various foods we consume impact our metabolism, hormones and enzymes, and through what nuanced molecular mechanisms? Second, based on these insights, can people make the necessary changes in their diets in a way that's safe and practical to implement? And finally, once we identify what safe and practical changes people can make to their diet, how can we move their behavior in that direction so that it becomes more the default rather than the exception? Just because you know what to do doesn't mean you're always going to do it. Sometimes we have to put cues around people to make it easier, and believe it or not, that can be studied scientifically.", "en": " 第一，我們攝取的各類食物 是如何影響我們的代謝、激素及酵素 又是透過什麼細微的分子機制來影響的 第二，由我們的見解為基礎 人們是否能在飲食上做出必要的改善 是否能用安全又實際的方式來達成 最後，了解飲食上我們能夠 做出哪些安全且實際的改變之後 我們又將如何使飲食習慣朝正確的方向來改善 讓這樣的飲食習慣變成自然反應 而不是一個例外的選擇 只是因為知道要做什麼 並不代表我們就會這麼做 有時候我們必須給大家一些線索 讓這件事容易做到，不管你們相不相信 這都是科學能夠證實的"}, {"zh-tw": " I don't know how this journey is going to end, but this much seems clear to me, at least: We can't keep blaming our overweight and diabetic patients like I did. Most of them actually want to do the right thing, but they have to know what that is, and it's got to work.", "en": " 我不知道這趟科學之旅會有什麼結局 但至少有件事我很清楚 我們不該再責備肥胖及糖尿病患者 不該像我以前一樣 他們大部分也想做對的決定 但是他們需要知道如何改善 而且是有效的改善方法"}, {"zh-tw": " I dream of a day when our patients can shed their excess pounds and cure themselves of insulin resistance, because as medical professionals, we've shed our excess mental baggage and cured ourselves of new idea resistance sufficiently to go back to our original ideals: open minds, the courage to throw out yesterday's ideas when they don't appear to be working, and the understanding that scientific truth isn't final, but constantly evolving. Staying true to that path will be better for our patients and better for science.", "en": " 我夢想有一天我們的病人 能減掉多餘的重量 並治好胰島素抗性 因為身為醫療專家 我們已經卸下心中多餘的包袱 然後充分地改善自己曾對新理念有所抵抗的行為 而回歸到我們原本的理念 心胸開闊，當舊有的陳見不再正確的時候 我們能有拋下它的勇氣 了解科學事實不是最後一步 而是應該不斷的研究 堅持站在真理的道路上能幫助我們的病患 對科學也有更大的好處"}, {"zh-tw": " If obesity is nothing more than a proxy for metabolic illness, what good does it do us to punish those with the proxy? Sometimes I think back to that night in the E.R. seven years ago.", "en": " 如果肥胖症只不過是 代謝問題的代罪羔羊 責怪他們有什麼好處呢 有時候我回想七年前 在急診室的那晚"}, {"zh-tw": " I wish I could speak with that woman again. I'd like to tell her how sorry I am.", "en": " 我希望我能再次跟那女士講話 我想跟她說我多麼對不起她"}, {"zh-tw": " I'd say, as a doctor, I delivered the best clinical care I could, but as a human being, I let you down. You didn't need my judgment and my contempt.", "en": " 我會說，身為一位醫生， 我是盡全力的去照顧病人 但身為一個人 我讓你失望了 你並不需要我的批判及輕視的眼光"}, {"zh-tw": " You needed my empathy and compassion, and above all else, you needed a doctor who was willing to consider maybe you didn't let the system down. Maybe the system, of which I was a part, was letting you down.", "en": " 妳需要的，是我的同理心和憐憫之心 最重要的是，妳需要的是一位醫生 他能夠了解或許不是妳讓這個醫療體制失望 而是這個體制，我也參與其中的這個體制 讓妳失望了"}, {"zh-tw": " If you're watching this now, I hope you can forgive me.", "en": " 如果妳正在看這部影片 我希望妳能原諒我"}], "title": "Peter Attia What If We Re Wrong About Diabetes"}