{"url": "http://www.ted.com/talks/michael_archer_how_we_ll_resurrect_the_gastric_brooding_frog_the_tasmanian_tiger", "paragraphs": [{"zh-tw": " I do want to test this questionwe're all interested in: Does extinction have to be forever? I'm focused on two projectsI want to tell you about. One is the Thylacine Project.", "en": " 試問一個大家都有興趣的問題 絕種這回事是否絕對是永久的呢? 我想告訴你們兩個我所關注的計畫 一個是關於袋狼"}, {"zh-tw": " The other one is the Lazarus Project, and that's focusedon the gastric-brooding frog. And it would be a fair question to ask, why have we focused on these two animals? Well, point number one, each of themrepresents a unique family of its own.", "en": " 一個是拉薩魯計劃 一個關於胃育溪蟾的計畫 大家可能會問 為什麼我們要關注在這兩種動物上 首先是因為牠們能 代表各自所屬的特殊的科別"}, {"zh-tw": " We've lost a whole family. That's a big chunkof the global genome gone.", "en": " 我們已經失去這科別中所有的成員 一個不小的全面性基因庫就此消失"}, {"zh-tw": " I'd like it back. The second reasonis that we killed these things.", "en": " 而我想要它再展從前之盛況 第二個原因是因為我們就是這個問題的肇事者"}, {"zh-tw": " In the case of the thylacine, regrettably,we shot every one that we saw. We slaughtered them.", "en": " 在袋狼的例子中，很不幸地 我們屠殺了牠們"}, {"zh-tw": " In the case of the gastric-brooding frog,we may have \"fungicided\" it to death. There's a dreadful fungusthat's moving through the world that's called the chytrid fungus, and it's nailing frogs all over the world.", "en": " 而在胃育溪蟾的例子中 我們可能讓\"真菌\"殺了牠們 有一種散布於世界上的可怕真菌 叫做\"蛙壺菌\" 它感染了遍佈世界各地的蛙類"}, {"zh-tw": " We think that's probablywhat got this frog, and humans are spreading this fungus. And this introducesa very important ethical point, and I think you will have heardthis many times when this topic comes up.", "en": " 我們認為這也許是胃育溪蟾滅絕的主因 而人類正是散播這些真菌的始作俑者 而這引出了很重要的道德觀點 我相信你們已經聽過很多次 當滅絕的議題被提出來"}, {"zh-tw": " What I think is important is that, if it's clearthat we exterminated these species, then I think we not onlyhave a moral obligation to see what we can do about it, but I think we've got a moral imperativeto try to do something, if we can. OK. Let me talk to youabout the Lazarus Project.", "en": " 我認為重要的是 我們過去是否清楚地研究這些物種 此外我認為我們不僅因為義務 看看我們還能做什麼，只要我們有能力 我們有道德上的責任必須試著做些什麼 那我們來談談拉魯薩計畫"}, {"zh-tw": " It's a frog. And you think, frog. Yeah, but this was not just any frog.", "en": " 這是青蛙，是的，青蛙 但卻不是一般的青蛙"}, {"zh-tw": " Unlike a normal frog,which lays its eggs in the water and goes awayand wishes its froglets well, this frog swallowed its fertilized eggs, swallowed them into the stomach,where it should be having food, didn't digest the eggs,and turned its stomach into a uterus. In the stomach, the eggswent on to develop into tadpoles, and in the stomach, the tadpoleswent on to develop into frogs, and they grew in the stomach until eventually the poor old frogwas at risk of bursting apart.", "en": " 不像一般的青蛙只是把蛋產在水裡 然後就任其生長 胃育溪蟾會把受精卵 吞到本來應該要裝滿食物胃中 卻不消化這些蛋 而把胃當成子宮 蛋便在胃裡發育成蝌蚪 並且就在胃裡長成幼蛙 他們在胃中長大直到 可憐的母蛙冒著被撐破的危險"}, {"zh-tw": " It has a little cough and a hiccup,and out comes sprays of little frogs. Now, when biologists saw this,they were agog.", "en": " 在咳嗽或打嗝時使得 幼蛙被噴出 現在，當生物學家看到這時他們感到無比的震撼"}, {"zh-tw": " They thought, this is incredible. No animal, let alone a frog,has been known to do this, to change one organin the body into another.", "en": " 紛紛不敢置信 除了青蛙之外，從來沒有動物能做到這件事 改變一個器官的功能"}, {"zh-tw": " And you can imagine the medical worldwent nuts over this as well. If we could understand how that frog is managingthe way its tummy works, is there information herethat we need to understand or could usefully use to help ourselves? Now, I'm not suggesting we wantto raise our babies in our stomach, but I am suggesting it's possible we might want to managegastric secretion in the gut.", "en": " 可想而知醫界限入瘋狂 如果我們能夠了解胃育溪蟾的胃如何運作 那麼將會有許多資訊 我們必須盡一步了解甚至運用 來幫助更多人 我並不是說要把嬰兒養在胃裡 而是我們可能可以了解 胃在內臟裡的分泌物"}, {"zh-tw": " And just as everybodygot excited about it, bang! It was extinct. I called up my friend, Professor Mike Tylerin the University of Adelaide.", "en": " 當大家都對此感到興奮時，碰 胃育溪蟾絕種了 我打給我朋友，邁克泰勒教授 在阿德雷得大學"}, {"zh-tw": " He was the last person who had this frog,a colony of these things, in his lab. And I said, \"Mike, by any chance --\"This was 30 or 40 years ago.", "en": " 他是最後一個曾有這種青蛙的人 在他的實驗室中曾有ㄧ群這種青蛙 我說\"麥克，有無可能 這是30到40年前的事"}, {"zh-tw": " \"By any chance had you keptany frozen tissue of this frog?\" And he thought about it, and he went to his deep freezer,minus 20 degrees centigrade, and he poured througheverything in the freezer, and there in the bottom was a jarand it contained tissues of these frogs. This was very exciting, but there was no reasonwhy we should expect that this would work, because this tissuehad not had any antifreeze put in it, cryoprotectants, to look after itwhen it was frozen.", "en": " 有無可能你還留著胃育溪蟾的組織 他想了想，到了他那負二十度 的大冰箱 把所有東西都拿出來 在最底層是一個罐子 裝著一些青蛙的組織 這非常令人振奮 但我們確沒有理由確信這會行的通 因為這組織沒有摻入防凍劑 低溫防護劑，確保冷凍樣品的狀況"}, {"zh-tw": " And normally, when water freezes,as you know, it expands, and the same thing happens in a cell. If you freeze tissues, the water expands,damages or bursts the cell walls.", "en": " 普遍來說，水結冰時會膨脹 一樣的事也發生在細胞中 若將組織冰動，其中的水會膨脹 傷害或撐破細胞壁"}, {"zh-tw": " Well, we looked at the tissueunder the microscope. It actually didn't look bad.The cell walls looked intact.", "en": " 當我們從顯微鏡下看組織時 竟然看起來不差。細胞壁完好無缺"}, {"zh-tw": " So we thought, let's give it a go. What we did is something calledsomatic cell nuclear transplantation.", "en": " 於是我們想，試試無妨 我們所作的稱為 體細胞核移植"}, {"zh-tw": " We took the eggsof a related species, a living frog, and we inactivated the nucleus of the egg. We used ultraviolet radiation to do that.", "en": " 我們拿了一隻活的，有血緣關係的卵 然後使其核失去作用 我們是用紫外光做到的"}, {"zh-tw": " And then we took the dead nucleusfrom the dead tissue of the extinct frog and we inserted those nucleiinto that egg. Now, by rights, this iskind of like a cloning project, like what produced Dolly, but it's actually very different, because Dolly was live sheepinto live sheep cells.", "en": " 再把胃育溪蟾的核從死去組織中抽出來 注入失去核的活卵中 這樣看起來的確有點像基因復製的過程 像桃莉羊那樣，但其實是很不一樣的 因為桃莉是活體之間的移植"}, {"zh-tw": " That was a miracle, but it was workable. What we're trying to do is takea dead nucleus from an extinct species and put it into a completely differentspecies and expect that to work.", "en": " 那是一個行得通的奇蹟 而我們做的是取出絕種物種的死細胞核 然後放進完全不同的物種並期許牠能作用"}, {"zh-tw": " Well, we had no real reasonto expect it would, and we tried hundredsand hundreds of these. And just last February,the last time we did these trials, I saw a miracle starting to happen.", "en": " 我們是沒有理由期望牠會成功 在試了幾百次後 就在去年二月，最後ㄧ次的試驗 我看到了奇蹟的發生"}, {"zh-tw": " What we found wasmost of these eggs didn't work, but then suddenly,one of them began to divide. That was so exciting.", "en": " 大部份的卵儘管不能作用 卻有一個突然開始分裂了"}, {"zh-tw": " And then the egg divided again.And then again. And pretty soon,we had early-stage embryos with hundreds of cells forming those.", "en": " 當它又分裂時著實令人興奮 接著它又不斷地分裂，很快地我們有了一個 以數百個細胞組成的早期胚胎"}, {"zh-tw": " We even DNA-tested some of these cells, and the DNA of the extinct frogis in those cells. So we're very excited.This is not a tadpole. It's not a frog.", "en": " 我們甚至對一些細胞進行DNA測試 的確在那些細胞中含有胃育溪蟾的DNA 我們感到非常興奮。那還不是蝌蚪"}, {"zh-tw": " But it's a long way along the journey to producing, or bringing back,an extinct species. And this is news.", "en": " 也還不是青蛙。但它是一個讓絕種的胃育溪蟾 起死回生的偉大旅程"}, {"zh-tw": " We haven't announced this publicly before. We're excited.", "en": " 這可是一個我們從未宣布的大新聞 對於將跨入令一個不同的階段我們感到鼓舞"}, {"zh-tw": " We've got to get past this point. We now want this ball of cellsto start to gastrulate, to turn in so that it will producethe other tissues.", "en": " 我們期望這團細胞球體能進入原腸胚階段 以繼續繁殖其他組織"}, {"zh-tw": " It'll go on and producea tadpole and then a frog. Watch this space.", "en": " 最後將成為蝌蚪然後是青蛙 看看這空間，我相信我們能"}, {"zh-tw": " I think we're going to havethis frog hopping glad to be back in the world again. Thank you.", "en": " 讓胃育溪蟾在這裡活潑的跳來跳去 謝謝"}, {"zh-tw": " We haven't done it yet,but keep the applause ready. The second project I want to talkto you about is the Thylacine Project.", "en": " 我們還沒做到，但那些掌聲將來會用到的 另一個計畫是袋狼的計劃"}, {"zh-tw": " The thylacine looks a bit,to most people, like a dog, or maybe like a tiger,because it has stripes. But it's not related to any of those.It's a marsupial.", "en": " 牠對大多數的人來說看起來有點像一隻狗 或老虎，因為牠有斑紋 但牠跟那些一點關係都沒有"}, {"zh-tw": " It raised its young in a pouch,like a koala or a kangaroo would do, and it has a long history,a long, fascinating history, that goes back 25 million years. But it's also a tragic history.", "en": " 牠是有袋類。從小在袋中長大 就像無尾熊或袋鼠 而牠有一個可以追溯到2500萬年前 久遠而美好的歷史 但那卻也是一個悲慘的歷史"}, {"zh-tw": " The first one that we see occursin the ancient rain forests of Australia about 25 million years ago, and the National Geographic Society is helping us to explorethese fossil deposits. This is Riversleigh.", "en": " 第一件事是發生在2500萬年前 澳洲的古雨林裡 國家地理協會幫忙我們 去探勘化石沉積物。這裡是 Riverleigh"}, {"zh-tw": " In those fossil rocksare some amazing animals. We found marsupial lions.", "en": " 在化石中有些令人驚艷的動物 我們找到有袋的獅子"}, {"zh-tw": " We found carnivorous kangaroos. It's not what you usuallythink about as a kangaroo, but these are meat-eating kangaroos.", "en": " 肉食性的袋鼠 並不是平常我們所見 而是真的吃肉的袋鼠"}, {"zh-tw": " We found the biggest bird in the world, bigger than that thingthat was in Madagascar, and it too was a flesh eater. It was a giant, weird duck.", "en": " 還有全世界最大的鳥類 比馬達加斯加的還大 牠也是一種巨大而奇怪的肉食性鴨子"}, {"zh-tw": " And crocodiles were not behavingat that time either. You think of crocodilesas doing their ugly thing, sitting in a pool of water.", "en": " 連鱷魚當時的行為都是不太一樣的 你也許認為鱷魚就是髒髒的 待在水裡"}, {"zh-tw": " These crocodileswere actually out on the land and they were even climbing treesand jumping on prey on the ground. We had, in Australia, drop crocs.They really do exist.", "en": " 牠們其實是在陸地上的 甚至爬到樹上然後 撲到獵物身上 這種會跳下來的鱷魚確實存在過，就在澳洲"}, {"zh-tw": " But what they were dropping onwas not only other weird animals but also thylacines. There were five different kindsof thylacines in those ancient forests, and they ranged from great big onesto middle-sized ones to one that wasabout the size of a chihuahua.", "en": " 而牠們撲倒的其中一種生物 便是袋狼 在那原始林中有五種不同的袋狼 從極大的到中型的 到小型如吉娃娃狗的尺寸"}, {"zh-tw": " Paris Hilton would have been able to carry one of these things aroundin a little handbag, until a drop croc landed on her. At any rate, it was a fascinating place, but unfortunately,Australia didn't stay this way.", "en": " 連Paris Hilton都放一隻 在小手提包中帶著走 直到一隻鱷魚飛撲在她身上 無論如何，那是個令人驚奇的地方 但不幸地，澳洲並未繼續保持下去"}, {"zh-tw": " Climate change has affected the worldfor a long period of time, and gradually, the forests disappeared,the country began to dry out, and the number of kindsof thylacines began to decline, until by five million years ago, only one left. By 10,000 years ago,they had disappeared from New Guinea, and unfortunately, by 4,000 years ago,somebodies, we don't know who this was, introduced dingoes --this is a very archaic kind of a dog -- into Australia.", "en": " 氣候變遷已經影響這個世界好一陣子了 而雨林日漸消失 氣候逐漸乾燥 袋狼數量也隨之銳減 到了五百萬年前只剩下一隻 一萬年前在新幾內亞 絕種了，並且不幸地 四千年前 有不知名的人把澳洲野犬 一種古代的狗，引進澳洲"}, {"zh-tw": " And as you can see, dingoes are very similarin their body form to thylacines. That similarity meantthey probably competed.", "en": " 如你所見 身形上兩者非常相似 也就是說牠們曾是競爭關係"}, {"zh-tw": " They were eating the same kinds of foods. It's even possible that aborigines werekeeping some of these dingoes as pets, and therefore they may have hadan advantage in the battle for survival.", "en": " 吃同樣的食物 甚至可能從前原住民曾經豢養 一些澳洲野犬作為寵物，因此 牠們可能在生存活命上有優勢"}, {"zh-tw": " All we know is, soon afterthe dingoes were brought in, thylacines were extinctin the Australian mainland, and after that they onlysurvived in Tasmania. Then, unfortunately, the next sad part of the thylacine storyis that Europeans arrived in 1788, and they brought with themthe things they valued, and that included sheep.", "en": " 我們所知道的是，當澳洲野犬被引進之後不久 袋狼就從澳洲大陸上消失了 此後只有塔思馬尼雅島有袋狼的蹤跡 然後，發生了袋狼生存史上另一件悲慘的事 就是歐洲人在1788年移入 並帶來具經濟價值的事物，包括綿羊"}, {"zh-tw": " They took one lookat the thylacine in Tasmania, and they thought, hang on,this is not going to work. That guy is going to eat all our sheep.", "en": " 他們看了看島上的袋狼 並且心想，等等，這行不通的 袋狼將會吃掉所有的綿羊"}, {"zh-tw": " That was not what happened, actually. Wild dogs did eat a few of the sheep,but the thylacine got a bad rap.", "en": " 但這件事其實從未發生過 野狗的確吃了一些綿羊袋狼卻成了代罪羔羊"}, {"zh-tw": " But immediately, the government said,that's it, let's get rid of them, and they paid peopleto slaughter every one that they saw. By the early 1930s, 3,000 to 4,000 thylacineshad been murdered.", "en": " 但政府卻唐突的決定 要除掉牠們，並獎賞 那些屠殺袋狼的人 到1930、40年代，已有3000到4000隻 被屠殺。這是一場災難"}, {"zh-tw": " It was a disaster,and they were about to hit the wall. Have a look at this bit of film footage.", "en": " 而牠們就快遇到瓶頸了 看看這部短片"}, {"zh-tw": " It makes me very sad because,while it's a fascinating animal, and it's amazing to thinkthat we had the technology to film it before it actually plunged offthat cliff of extinction, we didn't, unfortunately,at this same time, have a molecule of concernabout the welfare for this species. These are photos of the lastsurviving thylacine, Benjamin, who was in the Beaumaris Zoo in Hobart.", "en": " 一部使我很感傷的影片 我們有這樣的科技去錄影 但在把牠推入絕種深淵之前 很不幸地，我們沒有同時 顧及這物種的存續 這是一隻倖存的袋狼，Benjamin的照片 在Hobart的Beaumaris動物園裡"}, {"zh-tw": " To add insult to injury, having swept this speciesnearly off the table, this animal, when it died of neglect -- The keepers didn't let itinto the hutch on a cold night in Hobart. It died of exposure, and in the morning,when they found the body of Benjamin, they still cared so little for this animalthat they threw the body in the dump.", "en": " 雪上加霜的是，這隻袋狼竟死於疏於照料 使這物種的滅絕成為必然 管理員並未在Hobart一個寒冷的夜晚 把牠安置在屋內，牠便因此死去 當Benjamin的屍體在早上被發現時 也並未引起太多關注 他們把牠的屍體丟到垃圾場了"}, {"zh-tw": " Does it have to stay this way? In 1990, I was in the Australian Museum. I was fascinated by thylacines.", "en": " 事情真的必須這樣嗎？ 1990年，我在澳洲的博物館"}, {"zh-tw": " I've always been obsessedwith these animals. And I was studying skulls, trying to figure out their relationshipsto other sorts of animals, and I saw this jar, and here, in the jar,was a little girl thylacine pup, perhaps six months old.", "en": " 被袋狼深深地吸引了，我總是被動物吸引 而我研究頭骨，想了解 袋狼跟其他物種之間的關係 而我看到這個罐子 其中有一之母幼犬，大概六個月大"}, {"zh-tw": " The guy who had found itand killed the mother had pickled the pup,and they pickled it in alcohol. I'm a paleontologist, but I still knewalcohol was a DNA preservative.", "en": " 殺了牠的人也殺了牠媽媽 並撿起裝進酒精中 我是一個古生物學家，但我仍知到DNA保存法"}, {"zh-tw": " But this was 1990,and I asked my geneticist friends, couldn't we thinkabout going into this pup and extracting DNA, if it's there, and then somewheredown the line in the future, we'll use this DNAto bring the thylacine back? The geneticists laughed.But this was six years before Dolly. Cloning was science fiction.", "en": " 但當時是1990年，而我問我遺傳學家的朋友 我們可否在這隻狗中 萃取DNA，如果有的話 在將來的某一天 我們會利用DNA讓袋狼再現 那位遺傳學家笑了。但這是在桃莉羊事件的六年前 生物複製仍然是很科幻的。他還未發生過。"}, {"zh-tw": " It had not happened. But then suddenly cloning did happen.", "en": " 但不久之後就突然成真了"}, {"zh-tw": " And I thought, when I becamedirector of the Australian Museum, I'm going to give this a go. I put a team together.", "en": " 我便想，當我成為博物館的負責人時 我要讓這個計畫成真 我組了一個小隊"}, {"zh-tw": " We went into that pupto see what was in it, and we did find thylacine DNA. It was a eureka moment.We were very excited.", "en": " 去研究幼犬的身體 我們的確找到了DNA，這真是一個鼓舞人心的時刻。 我們很興奮"}, {"zh-tw": " Unfortunately, we also founda lot of human DNA. Every old curatorwho'd been in that museum had seen this wonderful specimen, put their hand in the jar,pulled it out and thought, \"Wow, look at that,\"plop, dropped it back in the jar, contaminating this specimen.", "en": " 不幸的是，我們也找到很多人類的DNA 每一位館內的老管理員 都看過這玄妙的物種 把他們的手伸進去，伸出來並想 \"哇，瞧瞧這\" 然後又把它放回去 因此汙染了它們"}, {"zh-tw": " And that was a worry. If the goal here was to get the DNA out and use the DNA down the trackto try to bring a thylacine back, what we didn't want happening when the informationwas shoved into the machine and the wheel turned aroundand the lights flashed, was to have a wizened old horrible curatorpop out the other end of the machine.", "en": " 如果我們要萃取DNA讓袋狼復活的話 這是一個很大的麻煩 我們最不想要發生的事就是 把遺傳訊息放入複製機器然後開始運作 指示燈一閃一滅，從機器另一端跑出來的是 一個又皺又老又可怕的管理員"}, {"zh-tw": " It would've kept the curator very happy,but it wasn't going to keep us happy. So we went back to these specimensand we started digging around, and particularly,we looked into the teeth of skulls, hard parts where humanshad not been able to get their fingers, and we found much better quality DNA.", "en": " 這可能會讓老管理員們很開心 但對我們來說卻不會 我們繼續找尋我們想要的答案 我們特別檢查在頭骨中的牙齒部分 一個比較硬的部分，人手沒有汙染的地方 我們找到了品質比較好的DNA"}, {"zh-tw": " We found nuclear mitochondrial genes. It's there. So we got it.", "en": " 就在那裏，我們找到了核的粒腺體基因 我們做到了"}, {"zh-tw": " OK. What could we do with this stuff? Well, George Church,in his book, \"Regenesis,\" has mentioned many of the techniquesthat are rapidly advancing to work with fragmented DNA. We would hope that we'll be ableto get that DNA back into a viable form, and then, much like we've donewith the Lazarus Project, get that stuff into an eggof a host species.", "en": " 那麼，我們究竟可以用這些東西來做什麼呢？ 首先，George Church 《再生》這本書中 提到這方面技術的進展 專門討論這些DNA 我們希望能尋回DNA 善加利用，然後就像我們在拉薩魯計畫所做的 放入一個寄宿物種的卵"}, {"zh-tw": " It has to be a different species.What could it be? Why couldn't it be a Tasmanian devil? They're related, distantly, to thylacines. And then the Tasmanian devil is goingto pop a thylacine out the south end.", "en": " 牠必須是一個不一樣的物種 這宿主可能是什麼呢？為何不能是塔斯馬尼亞袋獾？ 牠們是和袋狼有關的物種呀 塔斯馬尼亞袋獾就會生出一隻 來自南端的袋狼"}, {"zh-tw": " Critics of this project say, hang on. Thylacine, Tasmanian devil?That's going to hurt.", "en": " 但是批評這計畫的人說，等等 袋狼和袋獾? 牠們會彼此傷害吧"}, {"zh-tw": " No, it's not. These are marsupials. They give birth to babiesthat are the size of a jelly bean.", "en": " 但其實牠們不會，因為牠們是有袋物種 牠們生下的小寶寶跟雷根糖一樣大"}, {"zh-tw": " That Tasmanian devil'snot even going to know it gave birth. It is, shortly, going to think it's got the ugliestTasmanian devil baby in the world, so maybe it'll need some helpto keep it going.", "en": " 牠們甚至不會知道自己要生產了 不久後袋獾只會覺得牠生下了 全世界最醜的袋獾寶寶 所以也許牠仍需要一些幫助讓事情順利發展"}, {"zh-tw": " Andrew Pask and his colleagueshave demonstrated this might not be a waste of time. And it's sort of in the future,we haven't got there yet, but it's the kind of thingwe want to think about.", "en": " Andrew Pask 和他的同事們證明了 這並非在浪費時間 在未來是很有潛力的，我們還有一段路要走 但是這件是我們要去思考的"}, {"zh-tw": " They took some of this samepickled thylacine DNA and they spliced it into a mouse genome, but they put a tag on it so that anythingthat this thylacine DNA produced would appear blue-green in the mouse baby. In other words, if thylacine tissueswere being produced by the thylacine DNA, it would be able to be recognized.", "en": " 他們拿了一些袋狼的DNA 然後插入老鼠的基因體 並且標定這些基因 如此一來所有這隻袋狼DNA產生的東西 在幼鼠中會發出藍綠光 換句話說，如果有由袋狼DNA生出的 袋狼組織，就可以被分辨出來"}, {"zh-tw": " When the baby popped up,it was filled with blue-green tissues. And that tells us if we can getthat genome back together, get it into a live cell, it's going to produce thylacine stuff.", "en": " 當幼鼠出生時，牠全身充滿了藍綠色的組織 這告訴我們，假如我們可以重獲袋狼基因體 把基因體送進一個活細胞中這細胞將會製造屬於袋狼的東西"}, {"zh-tw": " Is this a risk? You've taken the bits of one animal and you've mixed them into the cellof a different kind of an animal. Are we going to get a Frankenstein?Some kind of weird hybrid chimera? And the answer is no.", "en": " 這很冒險嗎？ 你拿了這動物的一部分 然後把牠們送入別的動物的細胞 我們想要得到一個科學怪人嗎？ 你知道的，那種奇怪的混合拼裝體 答案當然不是的"}, {"zh-tw": " If the only nuclear DNA that goesinto this hybrid cell is thylacine DNA, that's the only thing that can pop outthe other end of the devil. OK, if we can do this,could we put it back? This is a key question for everybody.", "en": " 如果進到這複合細胞 只有袋狼的核DNA，唯一會從袋獾那而跑出來的 只有袋狼 好，如果我們做得到這件事那我們可以把袋狼放回自然界中嗎? 這是一個很重要的問題"}, {"zh-tw": " Does it have to stay in a laboratory,or could we put it back where it belongs? Could we put it back in the throneof the king of beasts in Tasmania, restore that ecosystem? Or has Tasmania changed so muchthat that's no longer possible? I've been to Tasmania. I've been to many of the areaswhere the thylacines were common.", "en": " 牠是否一定得待在實驗室裡 或事我們可以把它放回屬於牠的地方? 讓牠重新變回塔斯馬尼亞島中 的百獸之王，並重建生態系統 還是塔斯馬尼亞島已改變太多 無法再復原了? 我曾去過塔斯馬尼亞，以及其他 袋狼曾經很常見的地方"}, {"zh-tw": " I've even spoken to people,like Peter Carter here, who when I spoke to him, was 90 years old, but in 1926, this manand his father and his brother caught thylacines. They trapped them.", "en": " 我曾經跟許多人說，譬如Peter Carter 當我和他談話時他已經90歲了 但1926年時，他曾經和他的哥哥和父親 抓到一些袋狼 他們困住袋狼"}, {"zh-tw": " And when I spoke to this man,I was looking in his eyes and thinking, \"Behind those eyes is a brain that hasmemories of what thylacines feel like, what they smelled like,what they sounded like.\" He led them around on a rope. He has personal experiences that I would give my left legto have in my head.", "en": " 當我在和他說話時 我看著他的眼神並且想像 這眼神背後隱含著 他對袋狼的記憶 袋狼的味道，聲音 他利用繩子誘引牠們 他的親身經歷 是我夢寐以求想要得到的"}, {"zh-tw": " We'd all love to havethis sort of thing happen. Anyway, I asked Peter, by any chance, could he take us backto where he caught those thylacines.", "en": " 我們都想要讓這樣的事情成真 於是，我問Peter，如果有任何機會 他是否能帶我們回到他抓袋狼的地方"}, {"zh-tw": " My interest was in whetherthe environment had changed. He thought hard. It was nearly 80 yearsbefore this that he'd been at this hut.", "en": " 我對於環境是否有改變有很大的興趣 他覺得很困難，我的意思是，畢竟他在那小屋的事 已經是80年前了"}, {"zh-tw": " At any rate, he led usdown this bush track, and there, right where he remembered, was the hut, and tears came into his eyes. He looked at the hut. We went inside.", "en": " 不論如何，他帶我們到下面的小路 而那裏，他所記得之處，曾經是那間小屋子 他流下了眼淚 他看著那個小屋，我們進到了屋裡"}, {"zh-tw": " There were the wooden boardson the sides of the hut where he and his fatherand his brother had slept at night. And he told me, as it allwas flooding back in memories.", "en": " 在屋子的旁邊有一些木板 是他和他的父親以及哥哥以前晚上睡的地方 他告訴我們，像所有的記憶突然泉湧而上"}, {"zh-tw": " He said, \"I rememberthe thylacines going around the hut wondering what was inside,\" and he said they made soundslike \"Yip! Yip! Yip!\" All of these are parts of his lifeand what he remembers. And the key question for mewas to ask Peter, has it changed? And he said no.", "en": " 他說 \"我記得袋狼們就在這小屋的周圍 想著屋子裡到底有什麼\" 他們發出\"Yip Yip Yip' 的叫聲 這些都是他所記得的一部分人生 但有一個很重要的問題我想問Peter \"那些事情改變了嗎?' 答案是否定的"}, {"zh-tw": " The southern beech forestssurrounded his hut just like it waswhen he was there in 1926. The grasslands were sweeping away.", "en": " 南海灘的樹林包圍了他的小屋 就像1926年時的情景 到處都是草地"}, {"zh-tw": " That's classic thylacine habitat. And the animals in those areaswere the same that were there when the thylacine was around.", "en": " 也是袋狼習於生活的地方 其實這些地方並無太大改變 生態環境跟以前有袋狼時差不多"}, {"zh-tw": " So could we put it back? Yes. Is that all we would do?And this is an interesting question.", "en": " 所以我們能把袋狼放回去嗎？我想是可以的 但我們真的要這做嗎？這是一個有趣的問題"}, {"zh-tw": " Sometimes you mightbe able to put it back, but is that the safest wayto make sure it never goes extinct again? And I don't think so. I think gradually, as we see speciesall around the world, it's kind of a mantra that wildlifeis increasingly not safe in the wild.", "en": " 也許你能把牠放回去 但這真的是最好的確保牠不會再絕種的方法嗎？ 我不這麼認為 我想逐漸地，當我們看著全世界的動物 這有點像是一種詛咒 野生動物在野外會越來越不安全"}, {"zh-tw": " We'd love to think it is,but we know it isn't. We need other parallelstrategies coming online.", "en": " 我們想這麼覺得，但其實是時並不是 我們需要別的計畫共同推動"}, {"zh-tw": " And this one interests me. Some of the thylacinesthat were being turned in to zoos, sanctuaries, even at the museums, had collar marks on the neck.", "en": " 而這個計畫對我來說很有趣 有些袋狼被送進動物園 避難所，甚至博物館 這些地方都把牠們套上頸圈"}, {"zh-tw": " They were being kept as pets, and we know a lotof bush tales and memories of people who had them as pets, and they say they werewonderful, friendly. This particular one came in out of the forest to lick this boy and curled up aroundthe fireplace to go to sleep.", "en": " 當作寵物養 我們聽過人們有很多傳說和回憶 他們曾經把袋狼拿來當寵物養 他們都覺得袋狼很棒，很友善 這隻奇特的袋狼從森林裡跑來這裡 舔這個男孩然後蜷身 然後蜷身在火爐旁睡著 這是一隻野生動物"}, {"zh-tw": " A wild animal. And I'd like to ask the question.We need to think about this.", "en": " 我想在這問一個 我們必須思考的問題"}, {"zh-tw": " If it had not been illegalto keep these thylacines as pets then, would the thylacine be extinct now? And I'm positive it wouldn't. We need to thinkabout this in today's world.", "en": " 如果養袋狼不曾是非法的話 那袋狼現在會絕種嗎？ 我很肯定是不會的 在現今的世界我們必須好好地想一想"}, {"zh-tw": " Could it be that getting animalsclose to us so that we value them, maybe they won't go extinct? And this is such a critical issue for us because if we don't do that, we're going to watch more of these animalsplunge off the precipice. As far as I'm concerned, this is why we're trying to dothese kinds of de-extinction projects.", "en": " 把動物養在身邊 然後疼愛牠，這樣牠們就不會絕種了是嗎？ 這是一個至關重要的問題 因為如果我們不這麼做 我們會看到更多的物種在絕種的懸崖邊掙扎 就我所知，這也是 為什麼我們要做這些計畫的原因之一"}, {"zh-tw": " We are trying to restorethat balance of nature that we have upset. Thank you.", "en": " 我們想重建我們曾經打亂的 大自然的平衡 謝謝"}], "title": "Michael Archer How We Ll Resurrect The Gastric Brooding Frog The Tasmanian Tiger"}