{"url": "http://www.ted.com/talks/mohamed_hijri_a_simple_solution_to_the_coming_phosphorus_crisis", "paragraphs": [{"zh-tw": " I'm going to startby asking you a question: Is anyone familiarwith the blue algae problem? Okay, so most of you are. I think we can all agreeit's a serious issue.", "en": " 我想以問大家一個問題為開場 在座各位有人熟悉藍藻問題嗎？ 好的，所以大部份的人都熟悉 我想我們都同意這是個嚴重的問題"}, {"zh-tw": " Nobody wants to drinkblue algae-contaminated water, or swim in a blue algae-infested lake. Right? I hope you won't be disappointed, but today,I won't be talking about blue algae.", "en": " 沒有人想飲用受藍藻汙染的水 也沒人想在被藍藻侵佔的湖裡游泳 對吧？ 我希望不要讓大家感到失望 但今天的演講中，我並不會談到藍藻問題"}, {"zh-tw": " Instead,I'll be talking about the main cause at the root of this issue, which I will be referring to asthe phosphorus crisis. Why have I chosen to talk to youabout the phosphorus crisis today? For the simple reasonthat nobody else is talking about it.", "en": " 我要談的是這個問題的根源 造成藍藻問題的主要原因 亦即磷帶來的危機 為什麼我選擇磷危機做為今天的演講議題呢？ 最直接的原因是，因為沒有人談論它"}, {"zh-tw": " And by the end of my presentation,I hope that the general public will be more aware of this crisisand this issue. Now, the problem is that if I ask, why do we find ourselvesin this situation with blue algae? The answer isthat it comes from how we farm.", "en": " 在這場演講結束後，我希望社會大眾 能對磷危機和這項議題有更多的認識和警覺 現在我們要討論的問題是，如果我這樣問： 為什麼我們會陷入藍藻問題中？ 我會得到這樣的答案：是我們的農業耕作方式造成的"}, {"zh-tw": " We use fertilizers in our farming,chemical fertilizers. Why do we use chemical fertilizersin agriculture? Basically, to help plants growand to produce a better yield.", "en": " 因為我們在耕作時使用肥料，化學肥料 那麼為什麼我們要在耕作時使用化學肥料？ 最基本的原因，幫助作物生長，增加收成"}, {"zh-tw": " The issue is that this is set to engender an environmental problemthat is without precedent. Before going further, let me give youa crash course in plant biology.", "en": " 而問題點在於這樣的過程卻產生了 史無前例的環境問題 在進一步探討之前，讓我簡短介紹一下作物生物學的基本知識"}, {"zh-tw": " So, what does a plant needin order to grow? A plant, quite simply,needs light, it needs CO2, but even more importantly,it needs nutrients, which it draws from the soil. Several of these nutrientsare essential chemical elements: phosphorus, nitrogen and calcium.", "en": " 作物需要什麼來成長呢？ 所有的植物，簡單直接的回答，需要光和二氧化碳來生長 但更重要的是，植物還需要養分 而這些養分它們從土壤吸收獲得 這些生長所需的養分中，許多是重要的化學元素 比如磷，氮和鈣"}, {"zh-tw": " So, the plant’s roots will extractthese resources. Today I'll be focusing on a major problemthat is linked to phosphorus.", "en": " 植物的根會從土壤中吸取這些化學元素 今天我要談的是當中最重要的問題，磷的問題"}, {"zh-tw": " Why phosphorus in particular? Because it isthe most problematic chemical element. By the end of my presentation,you will have seen what these problems are,and where we are today.", "en": " 為什麼是磷呢？ 因為它是最容易造成問題的化學元素 這場演講結束後，你會了解到 這些問題是什麼，和我們今天面臨什麼樣的狀況"}, {"zh-tw": " Phosphorus is a chemical element that is essential to life.This is a very important point. I’d like everyone to understand preciselywhat the phosphorus issue is.", "en": " 磷是我們生活中不可或缺的 必要化學元素。這是很重要的一點。 我希望讓大家精確的了解磷危機是什麼"}, {"zh-tw": " Phosphorus is a key componentin several molecules, in many of our molecules of life. Experts in the field will know that cellular communicationis phosphorus-based -- phosphorylation, dephosphorylation.", "en": " 磷是組成許多分子的基本元素 我們生活中常見的分子化合物都需要它 相關領域的專家都知道 磷也是人體細胞之間溝通的基本元素 比如磷酸，比如去磷酸化"}, {"zh-tw": " Cell membranes are phosphorus-based:These are called phospholipids. The energy in all living things,ATP, is phosphorus-based.", "en": " 磷是組成細胞膜的基本成份，這個成份叫做磷脂 所有生物的能量來源，如三磷酸腺苷(ATP)，都以磷為基本元素"}, {"zh-tw": " And more importantly still,phosphorus is a key component of DNA, something everyone is familiar with,and which is shown in this image. DNA is our genetic heritage.", "en": " 更重要的一點，磷還是構成DNA的關鍵元素 這部分大家就比較熟悉了，我們在這個圖中能看到 DNA即為我們的基因遺傳分子"}, {"zh-tw": " It is extremely important, and once again,phosphorus is a key player. Now, where do we find this phosphorus? As humans, where do we find it? As I explained earlier, plants extract phosphorusfrom the soil, through water.", "en": " 它是非常重要的存在，而讓我再強調一次磷是當中的關鍵成份 現在讓我們回到問題，我們可以在從哪裡獲得磷？ 身為人類，我們如何取得磷？ 我之前說 植物從土壤和水當中獲得磷"}, {"zh-tw": " So, we humans get itfrom the things we eat: plants, vegetables, fruits, and also from eggs, meat and milk. It’s true that some humanseat better than others.", "en": " 同樣的道理，我們人類也從食物裡獲得磷 從作物、蔬菜、水果 以及蛋、肉和牛奶 那個「吃得比別人好的人，"}, {"zh-tw": " Some are happier than others. And now, looking at this picture,which speaks for itself, we see modern agriculture, which I also refer toas intensive agriculture.", "en": " 也比其他人快樂」的說法其實是正確的 現在看看這張圖，我們很輕易能看到 現代的農業耕作方式 我稱它為集約的農耕方式"}, {"zh-tw": " Intensive agriculture is basedon the use of chemical fertilizers. Without them,we would not manage to produce enough to feed the world's population.", "en": " 能施行集約農耕的前提，則是使用化學肥料 不用化學肥料，我們就無法達到那麼高的生產 以滿足世界人口的食物需求"}, {"zh-tw": " Speaking of humans, there are currently7 billion of us on Earth. In less than 40 years,there will be 9 billion of us.", "en": " 提到人類總數，目前地球總人口約七十億人 而在未來四十年內，人類人口會增加到九十億人"}, {"zh-tw": " And the question is a simple one:Do we have enough phosphorus to feed our future generations? So, in order to understand these issues,where do we find our phosphorus? Let me explain. But first, let’s just suppose that we are using100 percent of a given dose of phosphorus.", "en": " 這裡我們面臨的問題是簡單直接的：我們有足夠的磷嗎？ 能滿足未來的人口需求嗎？ 為了能更進一步了解這個議題讓我們來看看，我們能從哪裡獲得磷？ 我將對大家說明 首先，我們假設 這裡有100%的磷肥料，我們將它投給作物"}, {"zh-tw": " Only 15 percent of this 100 percent goes to the plant.Eighty-five percent is lost. It goes into the soil,ending its journey in the lakes, resulting in lakes with extra phosphorus,which leads to the blue algae problem.", "en": " 這100%的磷當中，只有15%會被作物吸收其實85%會流失 這85%會殘留在土壤裡，最後順著雨水流入湖中 於是湖擁有過量的磷，最後導致藍藻問題"}, {"zh-tw": " So, you’ll see there’s a problem here,something that is illogical. A hundred percent of the phosphorus is used,but only 15 percent goes to the plant.", "en": " 所以你可以看到問題在哪了，這過程中有什麼不符邏輯 我們用了100%的磷，但作物只吸收了15%"}, {"zh-tw": " You’re going to tell me it’s wasteful. Yes, it is. What is worseis that it is very expensive.", "en": " 你會說，這樣好浪費啊 是的，沒錯。而更糟的是，這樣不但浪費，還很花錢"}, {"zh-tw": " Nobody wants to throw their moneyout the window, but unfortunatelythat's what is happening here. Eighty percent of each dose of phosphorus is lost.", "en": " 沒有人想把錢白白丟出窗外 但很不幸的，這就是我們使用磷的情況 每一次的投劑中，80%的磷都被浪費掉了"}, {"zh-tw": " Modern agriculturedepends on phosphorus. And because in order to get 15 percent of itto the plant, all the rest is lost, we have to add more and more.", "en": " 磷是決定現代農耕方式的關鍵元素 但就因為一份投劑只能讓作物吸收15%，其他的都浪費掉 我們得不斷增加投劑的份量"}, {"zh-tw": " Now, where will we getthis phosphorus from? Basically, we get it out of mines. This is the coverof an extraordinary article published in Nature in 2009, which really launched the discussionabout the phosphorus crisis.", "en": " 那麼，我們又是從哪裡得到磷肥料的來源？ 基本上來自於礦產 這是一篇相得出色的論文的封面 該論文發表於2009年 它認真提出了磷危機這個議題"}, {"zh-tw": " Phosphorus, a nutrient essential to life,which is becoming increasingly scarce, yet nobody is talking about it. And everyone agrees:Politicians and scientists are in agreement that we are headedfor a phosphorus crisis.", "en": " 磷，我們生活中必要的養分正變得越來越稀少 但沒有人注意到這個問題 但是所有人都認同它的確在發生政治家和科學家都同意 我們正面臨磷的危機"}, {"zh-tw": " What you are seeing hereis an open-pit mine in the U.S., and to give you an ideaof the dimensions of this mine, if you look in the top right-hand corner,the little crane you can see, that is a giant crane. So that really puts it into perspective.", "en": " 這裡你看到的是美國的一處露天壙坑 這個礦坑有多大呢？ 請看右上角，你能看到一個小小的起重機 這起重機實際上是很巨大的 這樣我們能了解這個礦坑有多大了吧"}, {"zh-tw": " So, we get phosphorus from mines. And if I make a comparison with oil, there’s an oil crisis, we talk about it,we talk about global warming, yet we never mentionthe phosphorus crisis.", "en": " 現在我們知道我們的磷是從礦脈開採獲得的 如果跟石油做比較的話 我們也面臨石油危機，我們談論這個危機我們也談論全球暖化的問題 但目前為止沒人談論磷的危機"}, {"zh-tw": " To come back to the oil problem,oil is something we can replace. We can use biofuels, or solar power, or hydropower,but phosphorus is an essential element, indispensable to life,and we can’t replace it.", "en": " 回到石油問題上，我們可以找到石油的替代能源 比如生物燃料，或太陽能 或水力發電，但磷這個必要的元素 在我們生活中不可或缺的元素，我們是找不到替代品的"}, {"zh-tw": " What is the current stateof the world's phosphorus reserves? This graph gives you a rough ideaof where we are today. The black line represents predictionsfor phosphorus reserves.", "en": " 全球的磷存量現在剩下多少了呢？ 從這張圖中你可以大概看出來我們目前的情況 黑線代表預測的未來磷存量"}, {"zh-tw": " In 2030, we’ll reach the peak. By the end of this century,it will all be gone.", "en": " 2030年時存量會到達巔峰 但在本世紀末，這些存量會全耗盡"}, {"zh-tw": " The dotted line shows where we are today. As you can see, they meet in 2030,I’ll be retired by then.", "en": " 虛線表示我們目前擁有的存量 你們可以看到，這兩條線會在2030年交集那時候我應該就退休了"}, {"zh-tw": " But we are indeed headingfor a major crisis, and I’d like people to become awareof this problem. Do we have a solution? What are we to do?We are faced with a paradox.", "en": " 但我們現在的確面臨著重大的危機 我希望喚起大家的注意 我們有解決方案嗎？ 我們該怎麼做？這是個矛盾的兩難題"}, {"zh-tw": " Less and less phosphoruswill be available. By 2050 there will be 9 billion of us, and according tothe U.N. Food and Agriculture Organization, we will need to produce twice as much foodin 2050 than we do today.", "en": " 我們可用的磷會變得越來越少 到了2050年，世界總人口到達90億 而根據聯合國食物與農業組織的統計 2050年時，我們需要食物的量會變成現在的兩倍"}, {"zh-tw": " So, we will have less phosphorus,but we'll need to produce more food. What should we do? It truly is a paradoxical situation.", "en": " 到時我們擁有比現在更少的磷但卻需要生產更多的食物 我們該怎麼做？ 這的確是個矛盾的兩難處境"}, {"zh-tw": " Do we have a solution,or an alternative which will allow us to optimizephosphorus use? Remember that 80 percent is destined to be lost. The solution I'm offering today is onethat has existed for a very long time, even before plants existed on Earth, and it's a microscopic mushroomthat is very mysterious, very simple,and yet also extremely complex.", "en": " 我們有解決方案嗎？或其他的方式 能讓我們更有效的使用目前的磷？ 想想那80%一定會被浪費掉的磷 今天我在這場演講裡提出的解決方案其實是個存在很久的方法 它甚至早在地球存在之前就存在了 即使用微蕈生物，一種神祕的微生物 它們的構造非常單純，但也非常複雜"}, {"zh-tw": " I've been fascinated by this little mushroomfor over 16 years now. It has led me to further my research and to use it as a modelfor my laboratory research.", "en": " 我著迷於這些微蕈生物的世界16年 它讓我的研究能更進一步開展 並以它為模型基準，應用在我的實驗室研究上"}, {"zh-tw": " This mushroom exists in symbiosiswith the roots. By symbiosis, I mean a bidirectionaland mutually beneficial association which is also called mycorrhiza.", "en": " 這些微蕈是共生的，擁有相同的根 這裡的共生，然的是雙向互惠，並共同獲利的連結 這個連結的部位我們稱為菌根"}, {"zh-tw": " This slide illustrates the elementsof a mycorrhiza. You’re looking at the root of wheat, one of the world’s most important plants.", "en": " 側邊這張圖說明菌根的組成元素 這是小麥的根 小麥，世界最重要的作物之一"}, {"zh-tw": " Normally, a root will find phosphorusall by itself. It will go in search of phosphorus, but only within the one millimeterwhich surrounds it.", "en": " 一般的情況下，作物的根會自動尋找磷 它會深入土中尋找磷 但範圍只限於它周遭一毫米半徑的距離"}, {"zh-tw": " Beyond one millimeter,the root is ineffective. It cannot go furtherin its search for phosphorus.", "en": " 超過一毫米，根就搜尋不到了 它沒辦法再延伸範圍去搜尋磷"}, {"zh-tw": " Now, imagine this tiny,microscopic mushroom. It grows much faster, and is much better designedto seek out phosphorus.", "en": " 現在，想像一下這些微小的微蕈生物 它們比作物生長得快 它們的構造也更適合搜尋磷"}, {"zh-tw": " It can go beyondthe root’s one-millimeter scope to seek out phosphorus. I haven’t invented anything at all; it's a biotechnology that has existedfor 450 million years.", "en": " 它可以超出作物根部的一毫米範圍 去搜尋更多的磷 以上這些都不是我改良發明的 這是從45億年前就存在的優秀生物構造"}, {"zh-tw": " And over time, this mushroomhas evolved and adapted to seek out even the tiniest trace of phosphorus,and to put it to use, to make it available to the plant. What you’re seeing here,in the real world, is a carrot root, and the mushroomwith its very fine filaments.", "en": " 經過時間演化，這些微蕈在搜尋磷上變得更精密 任何一點細小的磷都能搜尋到，並能吸收它為己用 也讓它能被作物所用 你在這張圖裡看到的是現實世界的情況，這是蘿蔔的根 根旁邊是這些微蕈和它們的蕈絲構造"}, {"zh-tw": " Looking closer,we can see that this mushroom is very gentle in its penetration. It will proliferatebetween the root's cells, eventually penetrating a cell and starting to forma typical arbuscular structure, which will considerably increasethe exchange interface between the plant and the mushroom.", "en": " 再仔細一點觀察我們可以看到這些微蕈 相當和緩的侵入植物根部 它在植物的根部細胞間增生 最後會穿透周遭的細胞 開始依標準的叢枝架構增殖 同時和作物間的接口也會跟著增加 作物和微蕈的連接會變多"}, {"zh-tw": " And it is through this structurethat mutual exchanges will occur. It’s a win-win trade: I give you phosphorus, and you feed me.", "en": " 透過彼此同的連接架構，它們會建立起互利合作關係 這是雙贏的互利交換 我為你搜尋磷，而你餵養我"}, {"zh-tw": " True symbiosis. Now let's add a mycorrhiza plant into the diagram I used earlier.", "en": " 真正的互利共生 現在我們將這些和微蕈共生的作物 放到之前我們參考的圖表來看"}, {"zh-tw": " And instead of using a 100 percent dose,I’m going to reduce it to 25 percent. You’ll see that of this 25 percent,most will benefit the plant, more than 90 percent.", "en": " 之前我們用100%的磷為投劑，現在我將劑量減為25% 你可以看到這25%的劑量多半被作物吸收 超過90%以上都被吸收了"}, {"zh-tw": " A very small amount of phosphoruswill remain in the soil. That's completely natural.", "en": " 只會有極少部份殘留在土壤裡 這個解決方法完全符合自然生態"}, {"zh-tw": " What's more is that in certain cases,we don't even need to add phosphorus. If you recall the graphsI showed you earlier, 85 percent of phosphorus is lost in the soil, and the plants are unable to access it.", "en": " 更棒的是，在某些環境下我們甚至不需要再施化肥 如果你們還記得之前我展示的圖表 85%的磷流失，殘留在土壤裡 作物沒有辦法吸收它"}, {"zh-tw": " Even though it is present in the soil,it is in insoluble form. The plant is only able to seek outsoluble forms.", "en": " 就算這些土壤富含磷，但這些磷是不可溶性的 作物只能吸收可溶性的磷"}, {"zh-tw": " The mushroom is capableof dissolving this insoluble form and making it availablefor the plant to use. To further support my argument,here is a picture that speaks for itself.", "en": " 而微蕈能夠溶去這些磷不可溶的部份 讓它們能被作物吸收 為了更進一步證明我的觀點，請看這張圖"}, {"zh-tw": " These are trialsin a field of sorghum. On the left side, you see the yieldproduced using conventional agriculture, with a 100 percent phosphorus dose.", "en": " 這是一片試驗田地種植的作物是高梁 左方是以一般農業方式種植出來的作物產量 施以100%的磷肥料"}, {"zh-tw": " On the other side,the dose was reduced to 50 percent, and just look at the yield. With only a half-dose,we achieved a better yield.", "en": " 另一邊，將磷肥料減為50% 請看照片中的作物產量 我們只用了一半的磷，但卻得到更多的收穫"}, {"zh-tw": " This is to show youthat this method works. And in some cases, in Cuba,Mexico and India, the dose can be reduced to 25 percent,and in several other cases, there's no need to addany phosphorus at all, because the mushrooms are so well adapted to finding phosphorusand drawing it from the soil.", "en": " 這告訴我們，這樣的方法是可行的 在我們於古巴、墨西哥和印度的實驗案例中 磷肥料可以減到25%在其他案例裡， 甚至能完全不施磷肥料 因為微蕈演進得非常好 很有效率的從土壤中吸取磷"}, {"zh-tw": " This is an example of soy productionin Canada. Mycorrhiza was used in one fieldbut not in the other.", "en": " 這是在加拿大的案例，種植作物是黃豆 只有其中一座田用了微蕈，其他沒有"}, {"zh-tw": " And here, where blue indicates a better yield,and yellow a weaker yield. The black rectangle is the plot from which the mycorrhiza was added.", "en": " 圖中藍色部分代表較高的產量，黃色部分代表較低的產量 黑色三角形則標出 施加微蕈的田地"}, {"zh-tw": " In other words, as I already said,I have invented nothing. Mycorrhiza has existedfor 450 million years, and it has even helpedmodern-day plant species to diversify.", "en": " 換句話說，就像我之前說過的，我沒有發明任何新的生物科技 45億年前這些微蕈就存在了 而它依舊能幫助現代的植物適應環境"}, {"zh-tw": " So, this it isn't somethingthat is still undergoing lab tests. Mycorrhiza exists, it works, it's produced at an industrial scaleand commercialized worldwide.", "en": " 這並不是什麼還在實驗測試階段的研究 這些微蕈早就存在於自然界中，並且很有幫助 它能提供全球性的大規模生產和商業機能"}, {"zh-tw": " The problem isthat people are not aware of it. People like food producers and farmersare still not aware of this problem.", "en": " 問題在於人們不注重它 食品生產者和農夫還沒意識到磷的問題"}, {"zh-tw": " We have a technology that works, and one that, if used correctly,will alleviate some of the pressure we are puttingon the world's phosphorus reserves. In conclusion,I am a scientist and a dreamer.", "en": " 我們擁有能解決問題的技術 在這前提下，如果能正確的使用這技術 我們能舒緩世界磷存量不足的帶來的壓力 總而言之，我是名科學家，也是個夢想家"}, {"zh-tw": " I'm passionate about this topic. So if you were to ask mewhat my retirement dream is, which will be at the moment we reachthat phosphorus peak, it would be that we use one label,\"Made with mycorrhiza,\" and that my children and grandchildren buy products bearing that label too.", "en": " 我對這個議題充滿熱情 如果你要問我的退休夢想是什麼 那時正好也是我們面臨磷產量高峰的時候 我的夢想是，那個時候這個標語會被我們大量使用：「真蕈種植」 而我的孩子和孫子們 會去購買貼有「真蕈種植」標語的食品"}, {"zh-tw": " Thank you for your attention.", "en": " 感謝大家的聆聽"}], "title": "Mohamed Hijri A Simple Solution To The Coming Phosphorus Crisis"}