{"url": "http://www.ted.com/talks/jack_andraka_a_promising_test_for_pancreatic_cancer_from_a_teenager", "paragraphs": [{"zh-tw": " Have you ever experienceda moment in your life that was so painful and confusing, that all you wanted to do was learn as much as you couldto make sense of it all? When I was 13, a close family friendwho was like an uncle to me passed away from pancreatic cancer. When the disease hit so close to home, I knew I needed to learn more.", "en": " 在你的生命中 是否曾經體會過痛苦和困惑 而讓你想盡辦法 瞭解事情的真相？ 當我十三歲時有一位跟我家人關係很好 對我而言就像親叔叔一樣的朋友 因為胰臟癌而去世 叔叔去世對我打擊很大 也讓我意識到我需要對這疾病有更多認識"}, {"zh-tw": " So I went online to find answers. Using the Internet, I found a varietyof statistics on pancreatic cancer, and what I had found shocked me.", "en": " 所以我上網找尋答案 我在網上找到了許多種跟胰臟癌有關的統計數據 我在網上找到了許多種跟胰臟癌有關的統計數據 這些數據使我大吃一驚"}, {"zh-tw": " Over 85 percent of all pancreatic cancersare diagnosed late, when someone has lessthan a two percent chance of survival. Why are we so bad at detectingpancreatic cancer? The reason? Today's current \"modern\" medicineis a 60-year-old technique.", "en": " 超過百分之八十五的患者 都是到了較末期才被診斷出來 而存活率往往不到百分之二 為什麼診斷出胰臟癌有這麼難呢？ 原來，現行的篩檢方法 早在60年前就開始使用了"}, {"zh-tw": " That's older than my dad. But also, it's extremely expensive,costing 800 dollars per test, and it's grossly inaccurate, missing30 percent of all pancreatic cancers.", "en": " 比我爸的年紀都還大 而且篩檢費很高 要價800元美金 結果還不是很準確 有百分之三十的機率可能會診斷不出來"}, {"zh-tw": " Your doctor would have to be ridiculouslysuspicious that you have the cancer in order to give you this test. Learning this, I knew therehad to be a better way.", "en": " 你的主治醫生強烈懷疑你是得癌症 才會讓你做這個篩檢 知道這個情況後我認為應該有更好的方法"}, {"zh-tw": " So, I set up scientific criteria as to what a sensorwould have to look like in order to effectivelydiagnose pancreatic cancer. The sensor would have to be: inexpensive, rapid, simple, sensitive, selective, and minimally invasive.", "en": " 於是我建立了一套科學標準 讓一套篩檢器 才能有效地診斷出胰臟癌 這個篩檢器價格不能太貴速度要夠快 容易做、靈敏度高夠精準且侵入性低 容易做、靈敏度高夠精準且侵入性低"}, {"zh-tw": " Now, there's a reason why this testhasn't been updated in over six decades. And that's because whenwe're looking for pancreatic cancer, we're looking at your bloodstream, which is already abundant in all thesetons and tons of protein, and you're looking for this minisculedifference in this tiny amount of protein.", "en": " 目前的技術用了六十多年都沒有更新想必是有原因的 目前的技術用了六十多年都沒有更新想必是有原因的 因為當我們檢測胰臟癌時 我們是透過血液作篩檢 但血液中本來就有大量不同的蛋白質 但是你要在極少量的蛋白質當中 尋找極細微的差異"}, {"zh-tw": " Just this one protein. That's next to impossible.", "en": " 就是在這種特定的蛋白質內尋找 其實幾乎不可能"}, {"zh-tw": " However, undeterreddue to my teenage optimism -- I went online to a teenager'stwo best friends, Google and Wikipedia. I got everything for my homeworkfrom those two sources.", "en": " 但初生之犢不畏虎我不會輕言放棄 我上網找到兩個年輕人最喜歡使用的網站 Google和維基百科 我寫作業都靠它們"}, {"zh-tw": " And what I had found was an article that listed a databaseof over 8,000 different proteins that are found when you havepancreatic cancer. So, I decided to goand make it my new mission to go through all these proteins, and see which ones could serveas a bio-marker for pancreatic cancer.", "en": " 我找到一篇文章 上面列出了超過 8000 種從胰臟癌患者身上所找到的蛋白質資料庫 列出了超過 8000 種從胰臟癌患者身上所找到的蛋白質資料庫 所以我決定要自己試試看 檢驗這些蛋白質 看哪個可以成為胰臟癌的判斷依據"}, {"zh-tw": " And to make it a bit simpler for myself, I decided to map outscientific criteria, and here it is. Essentially, first, the protein would haveto be found in all pancreatic cancers, at high levels in the bloodstream, in the earliest stages,but also only in cancer.", "en": " 我自己為了簡化流程 我決定制定一套科學化的篩選標準 基本上 目標蛋白質必須要 在所有種類的胰臟患者血液裡具有非常高濃度才能檢測出來 必須要是在最早期也只有在罹患癌症時才會出現"}, {"zh-tw": " And so I'm just plugging and chuggingthrough this gargantuan task, and finally, on the 4,000th try, when I'm close to losing my sanity, I find the protein. And the name of the proteinI'd located was called mesothelin, and it's just your ordinary,run-of-the-mill type protein, unless, of course, you havepancreatic, ovarian or lung cancer, in which case it's found at thesevery high levels in your bloodstream.", "en": " 所以我全心投入研究這項浩大艱鉅的工作 終於嘗試到第四千次時 就在我快到達極限時 我找到了那種蛋白質 而我找到的這種蛋白質 稱為「間皮素」 是一種一般人體內都有的蛋白質 除非你罹患胰臟癌 卵巢癌或肺癌 它就會在血液中大量產生"}, {"zh-tw": " But also, the key is that it's foundin the earliest stages of the disease, when someone has closeto 100 percent chance of survival. So now that I'd founda reliable protein I could detect, I then shifted my focusto actually detecting that protein, and thus, pancreatic cancer.", "en": " 但另一個關鍵是 這種蛋白質可以在癌症最初期時驗出 這樣病人的存活機率 可高達百分之百 現在要被偵測到的目標蛋白找到了 我將重心轉移到檢驗這種蛋白質的方法上 也就是檢測胰臟癌的方法"}, {"zh-tw": " Now, my breakthroughcame in a very unlikely place, possibly the most unlikelyplace for innovation -- my high school biology class,the absolute stifler of innovation. And I had snuck in this articleon these things called carbon nanotubes, and that's just a long,thin pipe of carbon that's an atom thick, and one50,000th the diameter of your hair.", "en": " 我在意想不到的地方有重大突破 那也許是最不可能出現創新的地方 就是我高中的生物課 一個完全扼殺創意的地方 （笑聲、掌聲） 我正在底下看一篇關於奈米碳管的文章 奈米碳管是由碳原子所構成的細長管柱 奈米碳管是由碳原子所構成的細長管柱 直徑只有頭髮的五萬分之一"}, {"zh-tw": " And despite their extremely small sizes, they have these incredible properties. They're kind of like the superheroesof material science.", "en": " 儘管體積這麼小 它們卻有不可思議的特性 就像是材料科學中的超級英雄"}, {"zh-tw": " And while I was sneakily reading thisarticle under my desk in my biology class, we were supposed to be paying attentionto these other kind of cool molecules, called antibodies. And these are pretty coolbecause they only react with one specific protein, but they're not nearlyas interesting as carbon nanotubes.", "en": " 上生物課時我在桌子底下 偷偷看這篇文章 本來我應該專心上課 學習另一種名為「抗體」的超酷分子 很酷的原因是它們只會 對特定蛋白質產生反應 但沒有奈米碳管那麼有趣"}, {"zh-tw": " And so then, I was sitting in class,and suddenly it hit me: I could combine what I wasreading about, carbon nanotubes, with what I was supposed to bethinking about, antibodies. Essentially, I could weavea bunch of these antibodies into a network of carbon nanotubes, such that you have a networkthat only reacts with one protein, but also, due to the propertiesof these nanotubes, it will change its electrical properties, based on the amount of protein present.", "en": " 所以我坐在教室裡 突然天外飛來一筆 我可以將我在書上讀到的 奈米碳管 與課堂上教的抗體作結合 基本上我可以上把這些抗體 交織在奈米碳管的網狀織物上 那就成了一個會針對特定蛋白質有反應的網狀系統 那就成了一個會針對特定蛋白質有反應的網狀系統 由於奈米碳管的特性 它會依據蛋白質的數量 改變其導電性"}, {"zh-tw": " However, there's a catch. These networks of carbonnanotubes are extremely flimsy.", "en": " 然而有一個必須克服的問題 奈米碳管的架構非常脆弱"}, {"zh-tw": " And since they're so delicate,they need to be supported. So that's why I chose to use paper.", "en": " 因此需要一些物體支撐著它 這就是我選擇紙張的原因"}, {"zh-tw": " Making a cancer sensorout of paper is about as simple as making chocolate chipcookies, which I love. (Laughs) You start with some water,pour in some nanotubes, add antibodies, mix it up,take some paper, dip it, dry it, and you can detect cancer.", "en": " 用紙製造出檢測癌症的工具 就像做巧克力餅乾一樣簡單 我很喜歡巧克力餅乾 首先先將一些水到入奈米碳管裡 再加入抗體 把兩者均勻混合 拿張試紙 沾濕後 再晾乾 你就可以檢驗出癌症"}, {"zh-tw": " Then, suddenly, a thought occurred that kind of put a blemishon my amazing plan here. I can't really do cancer researchon my kitchen countertop.", "en": " 但我突然想起 這個完美的計畫有個致命傷 我總不能在廚房工作檯上 進行癌症研究"}, {"zh-tw": " My mom wouldn't really like that. So instead, I decided to go for a lab.", "en": " 我媽絕對不會讓我這麼做的 因此我決定去找間實驗室"}, {"zh-tw": " So I typed up a budget, a materials list,a timeline, and a procedure, and I emailed itto 200 different professors at Johns Hopkins Universityand the National Institutes of Health -- essentially, anyone that had anythingto do with pancreatic cancer. I sat back waiting for thesepositive emails to be pouring in, saying, \"You're a genius!You're going to save us all!\" And -- Then reality took hold,and over the course of a month, I got 199 rejectionsout of those 200 emails.", "en": " 我擬定預算、材料清單 時間表、流程 用電子郵件寄給200位教授 包括約翰‧霍普金斯大學 國立衛生研究院 (NIH) 任何一位有關胰臟癌研究的教授 接著我就慢慢等他們回信 說：「你真是個天才！ 你是全人類的救星！」 然後現實擺在眼前 一個月過去了 我收到了 199 封拒絕信"}, {"zh-tw": " One professor even wentthrough my entire procedure, painstakingly -- I'm not reallysure where he got all this time -- and he went through and saidwhy each and every step was like the worst mistakeI could ever make. Clearly, the professors did not haveas high of an opinion of my work as I did.", "en": " 有一位教授甚至煞費苦心地看完整個流程 我不知道他哪來這麼多時間 他看完後告訴我為什麼每個步驟 我都錯得非常離譜 很明顯 這位教授的看法和我不同 他對我的成果沒有太高的評價"}, {"zh-tw": " However, there is a silver lining. One professor said, \"Maybe I mightbe able to help you, kid.\" So, I went in that direction.", "en": " 但是 終於出現一絲希望 一位教授說：「孩子，也許我能幫你。」 所以我就去找他了"}, {"zh-tw": " As you can never say no to a kid. And so then, three months later, I finally nailed downa harsh deadline with this guy, and I get into his lab, I getall excited, and then I sit down, I start opening my mouth and talking, and five seconds later,he calls in another Ph.D.", "en": " 畢竟沒有人會拒絕一個小孩子的 就這樣 三個月後 我和這位教授敲定的截止日距離現在不遠了 我進到他的實驗室 非常興奮 坐下之後 我開始進行面談 五秒後 他叫另一位博士進來"}, {"zh-tw": " Ph.D.s just flock into this little room, and they're just firingthese questions at me, and by the end, I kind of feltlike I was in a clown car. There were 20 Ph.D.s,plus me and the professor crammed into this tiny office space, with them firing theserapid-fire questions at me, trying to sink my procedure.", "en": " 這幾位博士和我們擠在小實驗室內 他們就開始不斷問我問題 最後 我覺得空間越來越擠 房間裡有 20 位博士和我還有那位教授 全都擠在這間小小的研究室裡 不斷向我提問 試著要找到我實驗流程的漏洞"}, {"zh-tw": " How unlikely is that? I mean, pshhh. However, subjecting myselfto that interrogation -- I answered all their questions,and I guessed on quite a few but I got them right -- and I finally landedthe lab space I needed.", "en": " 這可能嗎？我的意思說 怎麼可能 但是，遭受質問後 我回答了他們全部的問題 有些答案是用猜的但也都有答對 終於我找到一間符合我需求的實驗室"}, {"zh-tw": " But it was shortly afterwards thatI discovered my once brilliant procedure had something like a million holes in it, and over the course of seven months, I painstakingly filledeach and every one of those holes. The result? One small paper sensor that coststhree cents and takes five minutes to run.", "en": " 但沒過多久我就發現 原本很棒的實驗流程 原來是漏洞百出 再經過七個月的時間 我小心謹慎地填補每一個漏洞 結果呢？ 一小張試紙 只需3分美金花5分鐘進行檢測"}, {"zh-tw": " This makes it 168 times faster, over 26,000 times less expensive, and over 400 times more sensitivethan our current standard for pancreatic cancer detection. One of the best partsof the sensor, though, is that it has closeto 100 percent accuracy, and can detect the cancerin the earliest stages, when someone has closeto 100 percent chance of survival.", "en": " 比原本快了168倍 也便宜了26,000倍 靈敏度提升了400倍 跟現有的胰臟癌測試流程相比 這種試紙最棒的就是 準確度幾乎達到百分之百 而且能夠偵測到初期的癌症 在初期就發現罹患癌症的話患者的存活率是接近百分之百"}, {"zh-tw": " And so in the next two to five years, this sensor could potentially liftthe pancreatic cancer survival rates from a dismal 5.5 percentto close to 100 percent, and it would do similarfor ovarian and lung cancer. But it wouldn't stop there.", "en": " 所以未來二至五年 這試紙就有可能提升胰臟癌患者的存活機率 從非常低的百分之五點五 驟升至將近百分之百 也可應用至檢驗卵巢癌及肺癌 而且還不僅於此"}, {"zh-tw": " By switching out that antibody, you can look at a different protein,thus, a different disease -- potentially any diseasein the entire world. So that ranges from heart disease,to malaria, HIV, AIDS, as well as other formsof cancer -- anything.", "en": " 只要替換抗體 你就可以檢查不同的蛋白質 也就是可以檢查出不同的疾病 可能是這世上任何的疾病 包括心臟病 瘧疾、人類免疫缺陷病毒、愛滋病 以及其他種類的癌症 - 任何一種"}, {"zh-tw": " And so, hopefully one day, we can all have that one extra uncle, that one mother, that one brother, sister, we can have that one morefamily member to love. And that our hearts will be ridof that one disease burden that comes from pancreatic,ovarian and lung cancer, and potentially any disease.", "en": " 所以希望有一天 我們都能多一位叔叔 母親、兄弟、姊妹 多一位家庭成員去愛 我們也可擺脫疾病的困擾 無論是胰臟癌、卵巢癌或肺癌 甚至任何疾病都可以"}, {"zh-tw": " But through the Internet,anything is possible. Theories can be shared, and you don't have to bea professor with multiple degrees to have your ideas valued.", "en": " 只要透過網際網路凡事皆可能 可以與大家分享你的理論 你不用是一位擁有許多學位教授 才能讓你的想法受人重視"}, {"zh-tw": " It's a neutral space, wherewhat you look like, age or gender -- it doesn't matter. It's just your ideas that count.", "en": " 這是一個中立的空間 不管外表好看與否 年紀幾歲 是男是女 都不重要 重要的是你的想法"}, {"zh-tw": " For me, it's all about lookingat the Internet in an entirely new way, to realize that there's so much more to it than just posting duck-facepictures of yourself online. You could be changing the world.", "en": " 對我而言，我們必須以 另一種全新觀點來看待網際網路 才會發現還有許多網路資源有待我們善加利用 而不是在網路上張貼一些嘟嘴的自拍照 你也能改變世界"}, {"zh-tw": " So if a 15 year-old who didn't even knowwhat a pancreas was could find a new wayto detect pancreatic cancer -- just imagine what you could do. Thank you.", "en": " 所以如果一個15歲的孩子 甚至不知道胰臟是什麼器官 都能找出檢測胰臟癌的新方法 想想看你能做些什麼吧! 謝謝"}], "title": "Jack Andraka A Promising Test For Pancreatic Cancer From A Teenager"}