{"url": "http://www.ted.com/talks/pico_iyer_where_is_home", "paragraphs": [{"zh-tw": " Where do you come from? It's such a simple question, but these days, of course,simple questions bring ever more complicated answers. People are always askingme where I come from, and they're expecting me to say India, and they're absolutely rightinsofar as 100 percent of my blood and ancestrydoes come from India.", "en": " 你從哪裡來？ 這是一個很簡單的問題， 但是近年來，當然，簡單的問題 伴隨而來的是相對複雜的答案。 人們總是問我，我從何而來， 他們期待聽到我說印度， 當然他們說的一點也沒錯， 我流著印度的血，祖先也來自印度。"}, {"zh-tw": " Except, I've never livedone day of my life there. I can't speak even one word of its more than 22,000 dialects.", "en": " 只不過，我這輩子從來沒有在那裡生活過一天。 當地超過兩萬兩千種方言， 我一個字也不會講。"}, {"zh-tw": " So I don't think I've reallyearned the right to call myself an Indian. And if \"Where do you come from?\" means \"Where were you bornand raised and educated?\" then I'm entirelyof that funny little country known as England, except I left Englandas soon as I completed my undergraduate education, and all the time I was growing up, I was the only kid in all my classes who didn't begin to looklike the classic English heroes represented in our textbooks.", "en": " 因此，我想我沒什麼資格 說自己是印度人。 那麼，如果「你從哪裡來？」 意謂著「你在哪裡出生、長大和讀書？」 那麼，我就完全屬於那個小巧可愛的國家 英國。 只不過，一直到我大學畢業後， 我就離開英國了。 在我所有的成長期間， 我總是班上唯一一個，在最初， 不把課本上經典的英國英雄人物 當做典範的孩子。"}, {"zh-tw": " And if \"Where do you come from?\" means \"Where do you pay your taxes? Where do you see your doctorand your dentist?\" then I'm very much of the United States, and I have been for 48 years now, since I was a really small child. Except, for many of those years, I've had to carry around thisfunny little pink card with green lines running through my face identifying me as a permanent alien.", "en": " 如果「你從哪裡來？」 指的是「你在哪裡繳稅？ 你在哪裡上醫院、看牙醫？」 這樣一來，我就成了道地的美國人。 我來這裡四十八年了， 在我很小的時候就來了。 只不過，其中的幾年， 我得帶著這張有趣的粉紅小卡， 上頭還有綠色的線劃過我的臉， 證明我是永久居留的外籍居民。"}, {"zh-tw": " I do actually feel more alienthe longer I live there. And if \"Where do you come from?\" means \"Which place goes deepest inside you and where do you tryto spend most of your time?\" then I'm Japanese, because I've been living as much as I can for the last 25 years in Japan.", "en": " 我在那住得越久，真的越覺得自己是個外星人。 如果「你從哪裡來？」 意謂著「哪個地方深植你心， 又或是你想在哪裡待最久？」 那麼我就成了日本人， 因為到目前為止， 我已經在日本待了廿五年。"}, {"zh-tw": " Except, all of those yearsI've been there on a tourist visa, and I'm fairly sure not many Japanese would want to consider me one of them. And I say all this just to stress how very old-fashioned and straightforward my background is, because when I go to HongKong or Sydney or Vancouver, most of the kids I meet are much more internationaland multi-cultured than I am.", "en": " 只不過，那些年來我是用觀光簽證入境的。 我相信，也沒有多少日本人 會認為我是他們的國民。 我說的這些，只是想要強調 我的背景有多老派 又多一致。 因為當我到了香港、雪梨或是溫哥華， 大部份我碰到的小孩 都比我更國際化，文化也更多元。"}, {"zh-tw": " And they have one homeassociated with their parents, but another associatedwith their partners, a third connected maybe with the placewhere they happen to be, a fourth connected with the placethey dream of being, and many more besides. And their whole life will bespent taking pieces of many different placesand putting them together into a stained glass whole.", "en": " 他們有一個和父母住的家， 還有另一個和伴侶住的家， 第三個家也許是他們碰巧造訪的地方， 第四個家是他們夢想中的家， 還有更多可能。 他們的一生是從許多不同的地方 搜集小片玻璃而組成的 彩色花窗。"}, {"zh-tw": " Home for them is reallya work in progress. It's like a projecton which they're constantly adding upgrades and improvements and corrections.", "en": " 對他們來說，家是進行式。 那就像是一個計畫，他們可以不斷地 更新、改善和修正。"}, {"zh-tw": " And for more and more of us, home has really less to dowith a piece of soil than, you could say, with a piece of soul. If somebody suddenly asksme, \"Where's your home?\" I think about my sweetheartor my closest friends or the songs that travel with mewherever I happen to be.", "en": " 對越來越多人來說， 家和一把泥土的連結，顯然， 遠比一縷心靈還少。 如果有人突然問我：「你家在哪裡？」 我想到的是愛人與好友， 或是陪伴我四處旅行的歌曲。"}, {"zh-tw": " And I'd always felt this way, but it really came home to me, as it were, some years ago whenI was climbing up the stairs in my parents' house in California, and I looked through the livingroom windows and I saw that we wereencircled by 70-foot flames, one of those wildfiresthat regularly tear through the hills of Californiaand many other such places. And three hours later,that fire had reduced my home and every last thing in it except for me to ash.", "en": " 我常有這樣的感覺， 但對我來說，這就是家的意義。 數年前，我在父母位於加州的房子裡， 當我爬上樓梯時， 我的視線穿越了客廳的窗子， 我看到我們被七十英尺高的火焰包圍， 就像其它地方，加州的野火 時不時就會蔓延整個山頭。 三個小時後， 大火吞噬了我家和所有東西， 只留下我和灰燼。"}, {"zh-tw": " And when I woke up the next morning, I was sleeping on a friend's floor, the only thing I hadin the world was a toothbrush I had just boughtfrom an all-night supermarket. Of course, if anybody asked me then, \"Where is your home?\" I literally couldn't pointto any physical construction.", "en": " 隔天早上， 我在朋友家的地板上醒來時， 我在世界上僅有的東西只有 剛從廿四小時營業的超市裡買來的牙刷。 當然，如果有人在那之後問我： 「你家在哪裡？」 我根本無法指向任何具體的建築物。"}, {"zh-tw": " My home would have to be whateverI carried around inside me. And in so many ways, I thinkthis is a terrific liberation.", "en": " 我的家只能讓我隨身攜帶在心頭了。 在很多方面，我都覺得這是一種棒透了的解脫。"}, {"zh-tw": " Because when my grandparents were born, they pretty much had their sense of home, their sense of community,even their sense of enmity, assigned to them at birth, and didn't have much chanceof stepping outside of that. And nowadays, at least some of uscan choose our sense of home, create our sense of community, fashion our sense of self, and in so doing maybe step a little beyond some of the black and white divisions of our grandparents' age.", "en": " 因為當我的祖父母出生時， 他們對家、社區， 又或是家族的世仇， 都在出生的那一刻起就已決定， 而且他們也沒有什麼機會離開那個生活圈。 而現在，至少我們可以自己選擇家的樣貌， 建造想要的社區模樣， 塑造自我形象， 也許因為如此，我們不再像 祖父母那個年代那樣 如此黑白對立。"}, {"zh-tw": " No coincidence that the president of the strongest nationon Earth is half-Kenyan, partly raised in Indonesia, has a Chinese-Canadian brother-in-law. The number of people livingin countries not their own now comes to 220 million, and that's an almost unimaginable number, but it means that if you tookthe whole population of Canada and the whole population of Australia and then the whole populationof Australia again and the whole population of Canada again and doubled that number, you would still havefewer people than belong to this great floating tribe.", "en": " 世界最強權國的總統 有一半的肯亞血統並非巧合， 曾在印尼長大， 有一位華裔加拿大籍的妹夫。 現在有超過兩億兩千人 沒有住在自己的國家， 這數字大到讓人難以想像， 它所代表的人口數等於了整個加拿大、 加上整個澳洲、 再加一個澳洲、 再加一個加拿大的總人口數， 然後乘以二， 這個數字還略少於 這個強大的游牧民族。"}, {"zh-tw": " And the number of us who live outside the old nation-state categoriesis increasing so quickly, by 64 million just in the last 12 years, that soon there will be moreof us than there are Americans. Already, we representthe fifth-largest nation on Earth.", "en": " 像我們這樣不住在祖國的人數 增長得如此快速， 最近的十二年來已達到六千四百萬人， 不久之後，這樣的人數就會比美國人還多了。 我們早已成為了世界上的五大國之一。"}, {"zh-tw": " And in fact, in Canada's largestcity, Toronto, the average resident todayis what used to be called a foreigner, somebody bornin a very different country. And I've always felt that the beautyof being surrounded by the foreign is that it slaps you awake.", "en": " 事實上，在加拿大的最大都市多倫多， 現在大部份的市民都是過去大家眼中的外國人， 來自很特別的地方。 我總覺得被外國人圍繞的美感 來自於他們一掌把你打醒。"}, {"zh-tw": " You can't take anything for granted. Travel, for me, is a little bitlike being in love, because suddenly all your sensesare at the setting marked \"on.\" Suddenly you're alert to the secretpatterns of the world.", "en": " 你不能把任何事當作理所當然。 旅行，對我而言，有點像是戀愛， 因為突然間，所有的感官都開啟了， 突然間，你留意起世界的神秘模樣。"}, {"zh-tw": " The real voyage of discovery,as Marcel Proust famously said, consists not in seeing new sights, but in looking with new eyes. And of course, once you have new eyes, even the old sights, even your home become something different.", "en": " 真正的發掘之旅，如同普魯斯特 (Marcel Proust) 的名言， 不在於看新的景色， 而在於用新的眼光來看世界。 當然，如果你有新的眼光， 即便是舊景重現，即便是家， 也變得獨一無二。"}, {"zh-tw": " Many of the people livingin countries not their own are refugees who neverwanted to leave home and ache to go back home. But for the fortunate among us, I think the age of movement bringsexhilarating new possibilities.", "en": " 許多不住在祖國的人們是難民， 他們從未想要離開家園， 渴望回到故鄉。 但我想，對我們之中幸運的人來說， 移動的數年，帶來的是新鮮又愉快的可能性。"}, {"zh-tw": " Certainly when I'm traveling, especially to the majorcities of the world, the typical person I meet today will be, let's say, a half-Korean,half-German young woman living in Paris. And as soon as she meets a half-Thai, half-Canadian young guy from Edinburgh, she recognizes him as kin.", "en": " 無疑地，在我的旅途中， 特別是到了世界各地的大都市， 我遇見的人就會變成，比如， 韓國與德國混血的年輕女性， 住在巴黎。 然後當她遇見了一位 泰國與加拿大混血的青年，住在愛丁堡。 她把他當作是同類，"}, {"zh-tw": " She realizes that she probablyhas much more in common with him than with anybody entirelyof Korea or entirely of Germany. So they become friends. They fall in love.", "en": " 她想，也許他們倆比其他 純種韓國人或德國人來得相似許多。 因此，他們變成了朋友，陷入熱戀。"}, {"zh-tw": " They move to New York City. Or Edinburgh.", "en": " 他們搬到了鈕約。 或是愛丁堡。"}, {"zh-tw": " And the little girlwho arises out of their union will of course be not Korean or German or French or Thai or Scotch or Canadian or even American, but a wonderful and constantly evolvingmix of all those places. And potentially, everything about the way that young woman dreams about the world, writes about the world,thinks about the world, could be something different, because it comes out of thisalmost unprecedented blend of cultures.", "en": " 他們倆扶養長大的小女孩 當然，不會是韓國人、德國人、 法國人、泰國人、蘇格蘭人、加拿大人、 或是美國人。 她會是融合了這些國家的美好結晶。 這位年輕女孩 夢想世界的方式、 書寫世界的方式、思考世界的方式， 都可能成為很特別的樣貌， 因為她的誕生幾乎是史無前例地 由多元文化綜合而成。"}, {"zh-tw": " Where you come from nowis much less important than where you're going. More and more of usare rooted in the future or the present tenseas much as in the past.", "en": " 相較之下，你從哪裡來已不如 你往何處去來得重要了。 我們受到未來或是當前的影響， 已不亞於過去對我們的影響了。"}, {"zh-tw": " And home, we know, is not just the place where you happen to be born. It's the place where you become yourself.", "en": " 我們知道，家不只是一個 你恰巧出生的地方， 那是一個讓你成為你的地方。"}, {"zh-tw": " And yet, there is one great problem with movement, and that is that it's reallyhard to get your bearings when you're in midair. Some years ago, I noticedthat I had accumulated one million mileson United Airlines alone.", "en": " 然而， 這樣的移動造成了很大的問題， 那就是當你流離失所時， 將難以找到自己的定位。 幾年前，我發現自己在聯合航空 已經累積了一百萬哩的里程數了。"}, {"zh-tw": " You all know that crazy system, six days in hell, you getthe seventh day free. And I began to think that really, movement was only as goodas the sense of stillness that you could bring to itto put it into perspective.", "en": " 你們都知道一個瘋狂的機制， 那就是六天活在地獄，然後在第七天得到自由。 因此，我開始思考， 唯有將移動和靜止放在同一個視野中， 才能彰顯兩者共同的美好意義。"}, {"zh-tw": " And eight monthsafter my house burned down, I ran into a friend who taughtat a local high school, and he said, \"I've gotthe perfect place for you.\" \"Really?\" I said. I'malways a bit skeptical when people say things like that. \"No, honestly,\" he went on, \"it's only three hours away by car, and it's not very expensive, and it's probably not like anywhereyou've stayed before.\" \"Hmm.\" I was beginning to getslightly intrigued. \"What is it?\" \"Well —\" Here my friend hemmed and hawed — \"Well, actuallyit's a Catholic hermitage.\" This was the wrong answer.", "en": " 在我家發生火災的八個月後， 我偶然碰到一位在當地中學任教的朋友， 他說：「我幫你找到最好的地方了。」 「真的？」我說，當別人這麼說時， 我總是抱著懷疑的態度。 「老實說，是假的，」他繼續說道 「坐車只要三小時， 不太貴， 而且可能也不像以你前住過的地方。」 「嗯。」我開始被吸引了「那是哪裡？」 「嗯…」我的朋友開始躊躇不語 「嗯，其實那是天主教的修道院。」 這答案是錯的。"}, {"zh-tw": " I had spent 15 years in Anglican schools, so I had had enough hymnalsand crosses to last me a lifetime. Several lifetimes, actually.", "en": " 過去我曾在英國教會學校待了十五年， 所以我已有足夠的讚美詩集和十字架，夠我一輩子用。 其實是好幾輩子。"}, {"zh-tw": " But my friend assured methat he wasn't Catholic, nor were most of his students, but he took his classesthere every spring. And as he had it,even the most restless, distractible, testosterone-addled15-year-old Californian boy only had to spend three days in silence and something in him cooleddown and cleared out.", "en": " 但是我的朋友向我保證他不是天主教徒， 大部分他教的學生也不是， 但是每年春天，他都會帶學生到那裡去。 如同他過去的經歷，即使是最焦躁、最容易分心、 荷爾蒙失調的十五歲加州男孩， 也只需要花三天靜一靜， 就能得到內在的平和與淨化。"}, {"zh-tw": " He found himself. And I thought, \"Anythingthat works for a 15-year-old boy ought to work for me.\" So I got in my car,and I drove three hours north along the coast, and the roads grew emptier and narrower, and then I turnedonto an even narrower path, barely paved, that snaked for two miles up to the top of a mountain.", "en": " 他找到了自己。 我想：「能讓十五歲男孩管用的東西， 應該對我也管用。」 因此我上了車，沿著海岸線往北 開了三小時。 路途人煙變得稀少，道路逐漸狹小， 後來我彎進一條更窄、 未經修整過的兩哩長小徑， 一路蜿蜒到山頂。"}, {"zh-tw": " And when I got out of my car, the air was pulsing. The whole place was absolutely silent, but the silence wasn'tan absence of noise.", "en": " 當我下了車， 空氣流動著， 一片寂靜， 但不是一丁點聲響也沒有，"}, {"zh-tw": " It was really a presence of a kindof energy or quickening. And at my feet was the great,still blue plate of the Pacific Ocean.", "en": " 那是真正的活力和朝氣的象徵。 在我腳下的是浩瀚、靜止的 湛藍太平洋。"}, {"zh-tw": " All around me were 800acres of wild dry brush. And I went down to the roomin which I was to be sleeping.", "en": " 我站在八百英畝大的荒野中。 我往下走向留宿處，"}, {"zh-tw": " Small but eminently comfortable, it had a bed and a rocking chair and a long desk and even longerpicture windows looking out on a small,private, walled garden, and then 1,200 feet of golden pampas grass running down to the sea. And I sat down, and I began to write, and write, and write, even though I'd gone therereally to get away from my desk.", "en": " 雖然不大，但是非常舒適， 有一張床、一張搖椅， 還有一張長桌和一扇更長的畫窗， 對著外頭一座小巧、隱密，有圍牆的花園， 一千兩百呎金黃色的潘帕斯草原 綿延到大海。 接著我坐了下來，開始書寫， 不斷地書寫、不斷地書寫， 即使我上那兒的原意是要遠離我的書桌。"}, {"zh-tw": " And by the time I got up,four hours had passed. Night had fallen, and I went out under this greatoverturned saltshaker of stars, and I could see the tail lights of cars disappearing around the headlands12 miles to the south.", "en": " 我起身時已過了四小時。 夜幕低垂， 我走進這片浩瀚無垠的點點星空， 可以看到車燈 消逝在南方十二哩外的海角中。"}, {"zh-tw": " And it really seemedlike my concerns of the previous day vanishing. And the next day, when I woke up in the absence of telephonesand TVs and laptops, the days seemed to stretchfor a thousand hours.", "en": " 前一天的擔憂 似乎已消失無蹤。 隔天，我在遠離 電話、電視和電腦的晨裡醒來， 一天的時光似乎延長了上千小時。"}, {"zh-tw": " It was really all the freedomI know when I'm traveling, but it also profoundlyfelt like coming home. And I'm not a religious person, so I didn't go to the services.", "en": " 這是我在旅程中得到的所有自由， 但是我卻深深地感覺像是回到了家。 我沒有宗教信仰， 因此我沒有參與宗教儀式，"}, {"zh-tw": " I didn't consult the monks for guidance. I just took walks along the monastery road and sent postcards to loved ones.", "en": " 沒有向修道士尋求指引， 我只是沿著修道院漫步， 寄些名信片給親愛的人。"}, {"zh-tw": " I looked at the clouds, and I did what is hardestof all for me to do usually, which is nothing at all. And I started to go back to this place, and I noticed that I was doingmy most important work there invisibly just by sitting still, and certainly comingto my most critical decisions the way I never could when I was racing from the last emailto the next appointment.", "en": " 我看著雲朵， 我做了件一直以來對我來說最困難的事， 那就是什麼也不做。 我開始回到這個地方， 發現自己正默默地做著最重要的事， 就只是靜靜地坐著， 然後我做了幾個重要的決定， 那是我在追逐最後一封郵件和下一場會議的繁忙生活中， 不可能這麼做的事。"}, {"zh-tw": " And I began to think that something in me had really been crying out for stillness, but of course I couldn't hear it because I was running around so much. I was like some crazy guywho puts on a blindfold and then complainsthat he can't see a thing.", "en": " 我察覺，我體內有個東西 早已渴望這份平靜許久， 但是顯然我從未聽見， 因為我一直在忙亂的生活中打滾。 我像是一個戴著眼罩的瘋子， 不斷地抱怨自己看不見。"}, {"zh-tw": " And I thought backto that wonderful phrase I had learned as a boy from Seneca, in which he says, \"That man is poor not who has little but who hankersafter more.\" And, of course, I'm not suggesting that anybody here go into a monastery. That's not the point.", "en": " 我回想起在我還是個小男孩時， 我讀到塞尼加 (Seneca) 筆下的美好詞句： 「窮人並非擁有的少， 而是渴望得到更多。」 當然，我不是建議在座的每一位 都去修道院。 那不是重點。"}, {"zh-tw": " But I do thinkit's only by stopping movement that you can see where to go. And it's only by steppingout of your life and the world that you can see what youmost deeply care about and find a home.", "en": " 我認為只有透過停止移動， 你才能看清要往何處去。 只有透過暫時離開你的生活和這個世界， 你才能看見自己最關心的事物， 然後找到一個家。"}, {"zh-tw": " And I've noticed so many people now take conscious measuresto sit quietly for 30 minutes every morning just collecting themselves in one corner of the roomwithout their devices, or go running every evening, or leave their cell phones behind when they go to have a longconversation with a friend. Movement is a fantastic privilege, and it allows us to do somuch that our grandparents could never have dreamed of doing.", "en": " 我注意到現在有很多人 有意識地每天早上靜坐三十分鐘， 在房裡的某個角落中關注自己， 遠離任何設備。 或是每天傍晚時去跑步、 又或是把行動電話拋在腦後， 和朋友深談。 移動是一種珍貴的恩典， 它讓我們能夠體現許多 祖父母不敢奢望的夢想。"}, {"zh-tw": " But movement, ultimately, only has a meaning if youhave a home to go back to. And home, in the end, is of course not just the place where you sleep.", "en": " 然而，移動， 終究只在有家可歸時，才有意義。 家，到頭來， 不只是一個休息的地方，"}, {"zh-tw": " It's the place where you stand. Thank you.", "en": " 而是你的立足之地。 謝謝！"}], "title": "Pico Iyer Where Is Home"}