{"url": "http://www.ted.com/talks/dong_woo_jang_the_art_of_bow_making", "paragraphs": [{"zh-tw": " It is said that the grass is always greener on the other side of the fence, and I believe this is true, especially when I hear President Obama often talk about the Korean education system as a benchmark of success. Well, I can tell you that, in the rigid structure and highly competitive nature of the Korean school system, also known as pressure cooker, not everyone can do well in that environment.", "en": " 有人說，較綠的草地總是 在籬笆的另一端，得不到的永遠最美好 我相信這句話是真的 特別是當我聽到歐巴馬總統 常常將韓國的教育制度 認為是成功的基準時 我可以說 僵化的組織以及高度的競爭性 使韓國的教育體制 就像是一個壓力鍋 不是所有人都可以適應這樣的環境"}, {"zh-tw": " While many people responded in different ways about our education system, my response to the high-pressure environment was making bows with pieces of wood found near my apartment building. Why bows? I'm not quite sure.", "en": " 許多人用不同的方式回應了 我們的教育制度 而我對這種高度壓力的環境所做出的回應 則是製作一支支的弓，所用的木頭 是我在我所住公寓附近收集到的 為什麼是弓? 其實我也不是很確定原因"}, {"zh-tw": " Perhaps, in the face of constant pressure, my caveman instinct of survival has connected with the bows. If you think about it, the bow has really helped drive human survival since prehistoric times.", "en": " 或許是因為面對接連不斷的壓力 我原始的求生本能 將我與弓連結起來 如果你仔細想想 你會發現弓對於人類的生存有很大的幫助 從史前時代就是如此"}, {"zh-tw": " The area within three kilometers of my home used to be a mulberry forest during the Joseon dynasty, where silkworms were fed with mulberry leaves. In order to raise the historical awareness of this fact, the government has planted mulberry trees.", "en": " 距離我住家不到三公里遠的地方，有一個地方 曾經是一片桑樹林 在朝鮮王朝時 他們在這片桑樹林養蠶 為了喚醒人們對這件事情的歷史感 政府在此地種了許多桑樹"}, {"zh-tw": " The seeds from these trees also have spread by birds here and there nearby the soundproof walls of the city expressway that has been built around the 1988 Olympics. The area near these walls, which nobody bothers to pay attention to, had been left free from major intervention, and this is where I first found my treasures.", "en": " 這些桑樹的種子 也藉由鳥類散播到 距離不遠的高速公路隔音牆附近 這些隔音牆是於1988年漢城奧運時打造的 靠近隔音牆的區域 根本沒有人會注意到 也因為如此，少了許多外在的干預 讓我在這塊土地發現了屬於我的珍寶"}, {"zh-tw": " As I fell deeper into bow making, I began to search far and beyond my neighborhood. When I went on school field trips, family vacations, or simply on my way home from extracurricular classes, I wandered around wooded areas and gathered tree branches with the tools that I sneaked inside my school bag.", "en": " 當我對製造弓弩越來越著迷時 我涉獵的範圍不再僅限於住家附近 無論是校外教學 家族旅行或是在我結束補習 返家的路上 我會在鄰近的樹林內徘徊 收集許多樹枝 跟我藏在書包裡的工具"}, {"zh-tw": " And they would be somethings like saws, knives, sickles and axes that I covered up with a piece of towel. I would bring the branches home, riding buses and subways, barely holding them in my hands.", "en": " 像是鋸子,小刀 鐮刀跟斧頭 我將它們藏在毛巾底下 我會將收集到的樹枝帶回家 在公車上或是地鐵上 直接把它們抓在手上"}, {"zh-tw": " And I did not bring the tools here to Long Beach. Airport security.", "en": " 我沒辦法將我製作弓弩的工具帶來長灘 因為機場安檢"}, {"zh-tw": " In the privacy of my room, covered in sawdust, I would saw, trim and polish wood all night long until a bow took shape. One day, I was changing the shape of a bamboo piece and ended up setting the place on fire.", "en": " 在屬於我自己充滿著木屑的房間裡 我會花上整夜鋸、修剪，跟打磨木頭 直到弓弩的雛形完成 有一天，我試著改變竹子的形狀 結果是我把那個地方給燒了"}, {"zh-tw": " Where? The rooftop of my apartment building, a place where 96 families call home. A customer from a department store across from my building called 911, and I ran downstairs to tell my mom with half of my hair burned.", "en": " 在哪裡?就在我家的屋頂 一個96個人稱作家的地方 有一個從百貨公司離開的民眾經過我家時 打了911 我馬上衝到樓下告訴我媽 當時我的頭髮一半已經著火了"}, {"zh-tw": " I want to take this opportunity to tell my mom, in the audience today: Mom, I was really sorry, and I will be more careful with open fire from now on. My mother had to do a lot of explaining, telling people that her son did not commit a premeditated arson.", "en": " 我想要趁這個機會 在所有觀眾面前跟我媽說一聲: 媽，我真的很抱歉 我保證我下次用火會更加小心 我媽必須不斷又不斷地解釋 告訴人們他兒子並不是 預謀縱火犯"}, {"zh-tw": " I also researched extensively on bows around the world. In that process, I tried to combine the different bows from across time and places to create the most effective bow.", "en": " 我開始研究全世界不同種類的弓弩 在研究的過程中,我試著融合 不同時間與空間的弓 讓它們成為更有威力的弓弩"}, {"zh-tw": " I also worked with many different types of wood, such as maple, yew and mulberry, and did many shooting experiments in the wooded area near the urban expressway that I mentioned before. The most effective bow for me would be like this.", "en": " 我開始使用不同種類的木頭 像是楓木、紫杉，跟桑樹 我也做了許多射擊的實驗 在靠近高速公路的樹林裡 之前提到的那座 我認為最有威力的弓 是這個樣子的"}, {"zh-tw": " One: Curved tips can maximize the springiness when you draw and shoot the arrow. Two: Belly is drawn inward for higher draw weight, which means more power.", "en": " 首先，增加弓的弧度可以增加 拉弓以及射擊時的威力 第二，中心向內移可以承受越高的拉弓重量 可以帶來更強大的威力"}, {"zh-tw": " Three: Sinew used in the outer layer of the limb for maximum tension storage. And four: Horn used to store energy in compression.", "en": " 第三:在弓的外圍用上皮筋 可以把最大化彈性勢能 第四：角的應用可以儲存受壓的能量"}, {"zh-tw": " After fixing, breaking, redesigning, mending, bending and amending, my ideal bow began to take shape, and when it was finally done, it looked like this. I was so proud of myself for inventing a perfect bow on my own.", "en": " 在經過固定，折斷，再設計 修復，彎曲和改進之後 我理想中的弓完成了雛形 當它完成時 這就是它的樣子 我以我自己為榮 因為我靠自己完成了最完美的弓"}, {"zh-tw": " This is a picture of Korean traditional bows taken from a museum, and see how my bow resembles them. Thanks to my ancestors for robbing me of my invention.", "en": " 這是傳統韓國使用的弓 照片是來自博物館 看到我的弓跟它的相似之處了嗎? 感謝我的祖先 參考我的概念"}, {"zh-tw": " Through bowmaking, I came in contact with part of my heritage. Learning the information that has accumulated over time and reading the message left by my ancestors were better than any consolation therapy or piece of advice any living adults could give me.", "en": " 在製造弓的過程中 我接觸到了部分先人的文化 學習先人的智慧 以及解讀祖先流傳下來的訊息 比任何的安慰療法 或任何成年人給我的建議都有效"}, {"zh-tw": " You see, I searched far and wide, but never bothered to look close and near. From this realization, I began to take interest in Korean history, which had never inspired me before.", "en": " 你們可以看到，儘管我攝取知識的範圍很廣 但我卻沒有很仔細的去弄清它 認知這點之後 我對於韓國的歷史感到了興趣 這在之前是從來沒發生過的"}, {"zh-tw": " In the end, the grass is often greener on my side of the fence, although we don't realize it. Now, I am going to show you how my bow works.", "en": " 在最後，我發現自己所有的 遠比外界的都還好 儘管我們還沒辦法全然接受 現在，我想讓你們看看我所製的弓實際的操縱情況"}, {"zh-tw": " And let's see how this one works. This is a bamboo bow, with 45-pound draw weights.", "en": " 現在讓我們來看看 這是竹製的弓 在 45 磅的拉力之下"}, {"zh-tw": " (Noise of shooting arrow) A bow may function in a simple mechanism, but in order to make a good bow, a great amount of sensitivity is required. You need to console and communicate with the wood material.", "en": " (弓射出的聲音) 弓或許是很簡單的物理過程 但為了製造好的弓 我們需要敏銳的知覺 我們需要對木質材料 進行撫慰和交流"}, {"zh-tw": " Each fiber in the wood has its own reason and function for being, and only through cooperation and harmony among them comes a great bow. I may be an [odd] student with unconventional interests, but I hope I am making a contribution by sharing my story with all of you.", "en": " 木頭裡存在的每一條纖維 都有它的功能以及存在的理由 只有藉由合作以及調和它們 才能製造一個完美的弓 我或許是個奇怪的學生 有著異於常人的興趣 但我希望藉由我的故事 對大眾有所貢獻"}, {"zh-tw": " My ideal world is a place where no one is left behind, where everyone is needed exactly where they are, like the fibers and the tendons in a bow, a place where the strong is flexible and the vulnerable is resilient. The bow resembles me, and I resemble the bow.", "en": " 我理想中的桃花源 是沒有任何人會被棄之不顧 每個人都可以在自己的長處上被別人所需要 就像是弓裡的木頭跟弦 剛強但不失靈活 柔弱但不失彈力 我就像是弓 而弓就像是我"}, {"zh-tw": " Now, I am shooting a part of myself to you. No, better yet, a part of my mind has just been shot over to your mind.", "en": " 現在，我將我自己的一部份向你們射出 具體的說，是我一部份的意識 剛剛射向你們的心靈"}, {"zh-tw": " Did it strike you? Thank you.", "en": " 你們感受到了嗎？ 謝謝"}], "title": "Dong Woo Jang The Art Of Bow Making"}