{"url": "http://www.ted.com/talks/tom_thum_the_orchestra_in_my_mouth", "paragraphs": [{"zh-tw": " My name is Tom, and I've come here today to come clean about what I do for money. Basically, I use my mouth in strange ways in exchange for cash.", "en": " 我叫湯姆 今天來這裡是要坦白 我賺錢的方法 基本上，我以一種獨特的方式 來靠嘴賺錢"}, {"zh-tw": " I usually do this kind of thingin seedy downtown bars and on street corners, so this mightn't bethe most appropriate setting, but I'd like to give you guysa bit of a demonstration about what I do. (Beatboxing) And now, for my next number, I'd like to return to the classics.", "en": " 我通常都在破舊的市中心酒吧或是街角 做這類的事情 雖然這裡不是最適合的地方 不過我可以示範一下 我用嘴巴來做什麼 （口技聲） 下一首歌 要帶大家回到永遠的經典"}, {"zh-tw": " We're going to take it back, way back, back into time. (Beatboxing: \"Billie Jean\") ♫ Billie Jean is not my lover ♫ ♫ She's just a girl who claimsthat I am the one ♫ ♫ But the kid is not my son ♫ All right.", "en": " 現在我們即將回到 一直回到 回到過去 （口技：麥可傑克森《比利．珍》(Billie Jean)） ♫ 比利．珍不是我的愛人 ♫ ♫ 她只是個女孩，宣稱我是她的唯一 ♫ ♫ 但那小孩真的不是我的兒子 ♫ 好"}, {"zh-tw": " Wassup. Thank you very much, TEDx.", "en": " 怎麼樣 非常謝謝 TEDx"}, {"zh-tw": " If you guys haven'tfigured it out already, my name's Tom Thum, and I'm a beatboxer, which means all the soundsthat you just heard were made entirely using just my voice, and the only thing was my voice. And I can assure you there are absolutely no effects on this microphone whatsoever.", "en": " 如果大家還是一頭霧水 我叫湯姆桑 (Tom Thum)，是個口技員 也就是說，大家剛剛聽到的 全部都是我的聲音 單純是我發出的聲音 而我可以跟大家保證 這支麥克風還是其它東西 絕對沒有什麼特殊效果"}, {"zh-tw": " And I'm very, very stoked — You guys are just applaudingfor everything. It's great. Look at this, Mom! I made it! I'm very, very stoked to be here today, representing my kinfolk and all those that haven'tmanaged to make a career out of an innate abilityfor inhuman noisemaking.", "en": " 我非常非常興奮 你們聽到什麼都拍手，不錯 媽，妳看看，我做到了！ 今天真的很興奮 能夠在這邊表演，讓我的親戚 還有那些還沒打算要利用 非人聲的天分來當工作的人看一看"}, {"zh-tw": " Because it is a bit of a niche market, and there's not much work going on, especially where I'm from. You know, I'm from Brisbane, which is a great city to live in.", "en": " 因為這是一個利基市場 還沒有太多這類的工作 特別是在我出生的地方 就是布里斯本 是一個很適合居住的城市"}, {"zh-tw": " Yeah! All right! Most of Brisbane's here.That's good. You know, I'm from Brizzy, which is a great city to live in, but let's be honest -- it's not exactly the culturalhub of the Southern Hemisphere.", "en": " 耶！很好，這裡大部分是布里斯本人，太棒了！ 所以我來自布里斯本 這樣一個很棒的城市 但是老實說吧 那裡並不是南半球主要的文化重鎮"}, {"zh-tw": " So I do a lot of my work outside Brisbane and outside Australia, and so the pursuit of thiscrazy passion of mine has enabled me to see so many amazing places in the world. So I'd like to share with you,if I may, my experiences.", "en": " 所以我大多不在布里斯本工作 也不在澳洲 所以追求自我熱情的過程中 讓我有機會能夠去 世界上很多很棒的地方 所以可以的話，我想跟大家分享我的經歷"}, {"zh-tw": " So ladies and gentlemen, I would like to take you on a journey throughout the continents and throughout sound itself. We start our journeyin the central deserts.", "en": " 各位先生女士 讓我帶大家啟程 穿越各地 開始這趟聲音之旅 讓我們從中部沙漠出發"}, {"zh-tw": " (Didgeridoo) (Airplane) India. (Beatboxing) (Sitar) China.", "en": " （迪吉里杜管聲） （飛機引擎聲） 接著來到印度 （口技聲） （西塔琴聲） 來到中國"}, {"zh-tw": " (Guzheng) (Beatboxing) Germany. (Beatboxing) Party, party, yeah.", "en": " （古箏聲） （口技聲） 到了德國 （口技聲） 派對，派對，耶！"}, {"zh-tw": " And before we reach our final destination, ladies and gentlemen, I would like to sharewith you some technology that I brought all the wayfrom the thriving metropolis of Brisbane. These things in front of mehere are called Kaoss Pads, and they allow me to do a wholelot of different things with my voice.", "en": " 在到達目的地之前 各位先生女士 我要跟大家分享一些器材 是我遠從布里斯本繁榮的地方帶來的 我前面這些器材叫做效果器 可以讓我用來發出很多 不同的聲音"}, {"zh-tw": " For example, the one on the left here allows me to add a little bit of reverb to my sound, which gives me that -- (Trumpet) -- flavor. And the other ones here, I can use them in unison to mimic the effect of a drum machine or something like that.", "en": " 比如說，左邊這台 可以用來 讓我的聲音產生回響 這讓我能夠發出 （喇叭聲） 來增添一點味道 另外一台 我可以用來和聲 模仿鼓的聲音 或是類似的聲音"}, {"zh-tw": " I can sample in my own soundsand I can play it back just by hitting the pads here. (Noises) TEDx.", "en": " 我可以錄下我的聲音，然後再播出來 只要按下這些鍵盤 （聲音） TEDx"}, {"zh-tw": " (Music) I got way too much time on my hands. And last but not least, the one on my right here allows me to loop loop loop loop loop loop loop loop my voice.", "en": " （音樂聲） 我花太多時間在手上了 最後一個也很重要的器材是 右手邊這台，可以 不斷的循環再循環 我的聲音"}, {"zh-tw": " So with all that in mind,ladies and gentlemen, I would like to take you on a journey to a completely separate part of Earth as I transform the Sydney Opera House into a smoky downtown jazz bar. All right boys, take it away.", "en": " 所以記住這些聲音之後，各位先生女士 跟著我一起啟程 離開地球表面 從雪梨歌劇院 到煙霧瀰漫的爵士酒吧 準備好了嗎，表演開始！"}, {"zh-tw": " (Music) Ladies and gentlemen,I'd like to introduce you to a very special friend of mine, one of the greatestdouble bassists I know. Mr. Smokey Jefferson, let's takeit for a walk. Come on, baby.", "en": " （音樂聲） 各位先生女士，跟大家介紹一下 我這位特別的朋友 我認識最偉大的低音大提琴家 煙燻傑佛遜 (Smokey Jefferson) 先生一起漫步，來吧！寶貝！"}, {"zh-tw": " (Music) All right, ladies and gentlemen, I'd like to introduce youto the star of the show, one of the greatest jazzlegends of our time. Music lovers and jazz lovers alike, please give a warm hand of applause for the one and only Mr. Peeping Tom.Take it away.", "en": " （音樂聲） 好，各位先生女士 跟大家介紹這位大明星 當代最偉大的爵士傳奇 喜歡音樂或爵士樂的朋友 請掌聲鼓勵 一起來歡迎偷窺狂 (Peeping Tom) 先生帶來的表演"}, {"zh-tw": " (Music) Thank you. Thank you very much.", "en": " （音樂聲） 謝謝，謝謝大家"}], "title": "Tom Thum The Orchestra In My Mouth"}