{"url": "http://www.ted.com/talks/kate_stone_dj_decks_made_of_paper", "paragraphs": [{"zh-tw": " I love paper, and I love technology, and what I do is I make paper interactive. And that's what I say whenpeople ask me what I do, but it really confuses most people, so really, the best wayfor me to convey it is to take the technology and be creative and create experiences.", "en": " 我愛紙張，也熱愛科技 我做的事，就是讓紙張能和人互動 每當有人問及我的工作，我就是這樣回答 但是大多數人都不太了解 因此，對我來說，要讓大家了解我的工作 最好就是把科技加上一點創意 創造出實際的經驗"}, {"zh-tw": " So I tried to thinkwhat I could use for here, and a couple of weeksago I had a crazy idea that I wanted to print two DJ decks and to try and mix some music. And I'm going to tryand show that at the end, and the suspense will beas much mine if it works.", "en": " 我試著去思考該怎麼做 幾個星期前，我有了一個瘋狂的想法 我想印出兩張DJ台 然後混合一些音效 演講快結束時，我會試著呈現給大家看 我很擔心，不知道會不會成功"}, {"zh-tw": " And I'm not a DJ, and I'm not a musician, so I'm a little bit scared of that. So I think, I found the bestway to describe my journey is just to mention a few little things that have happened to methroughout my life.", "en": " 我不是一個DJ，也不是音樂家 所以我有點怕怕的 我想，解釋我為什麼進入這個行業 最好的方法，就是講幾件 發生在我人生中的事情"}, {"zh-tw": " There's three particularthings that I've done, and I'll just describe those first, and then talk about some of my work. So when I was a kid,I was obsessed with wires, and I used to thread them under my carpet and thread them behind the walls and have little switchesand little speakers, and I wanted to makemy bedroom be interactive but kind of all hidden away.", "en": " 我做過三件很特別的事 我決定要先講這些事情 然後再談談我的工作 在我小時候，我對線路很著迷 我常把線路串在地毯下 也把線路串在牆壁後方 然後裝一些小開關，小擴音器 我想要和我的房間互動 但效果似乎沒有那麼顯著"}, {"zh-tw": " And I was also reallyinterested in wireless as well. So I bought one of thoselittle kits that you could get to make a radio transmitter, and I got an old bookand I carved out the inside and I hid it inside there, and then I placed it next to my dad and snuck back to my bedroomand tuned in on the radio so I could eavesdrop.", "en": " 我對無線的東西也很感興趣 我買了一個無線電的配件，就是大家可以拿來 製作無線電發射器的工具 我找了一本舊書，把裡面挖空 然後把我做的無線電器藏在裡面 把它放在我爸旁邊 接下來，我就悄悄的回房間，然後轉開收音機 我就能偷聽我爸說話"}, {"zh-tw": " I was not at all interestedin what he was saying. It's more that I just liked the idea of an everyday object having something inside and doing something different.", "en": " 我對我爸說的事情完全不感興趣 令我感興趣的是 日常生活用品 都有不為人知的一面 也能拿來做不一樣的事情"}, {"zh-tw": " Several year later, I managed to successfullyfail all of my exams and didn't really leave schoolwith much to show for at all, and my parents, maybe as a reward, bought me what turned out to be a one-way ticket to Australia, and I came back homeabout four years later. I ended up on a farmin the middle of nowhere.", "en": " 幾年後 我試著成功地搞砸所有的考試 離開學校時也沒有學到什麼成果 這可能算是種獎勵吧，因為我爸媽 居然給我買了一張 到澳洲的單程機票 我大概四年後才回來 我在某地中部的農場上"}, {"zh-tw": " It was in far western New South Wales. And this farm was 120,000 acres.", "en": " 在新南威爾斯州很遠的西方 這農場有十二萬英畝大"}, {"zh-tw": " There were 22,000 sheep, and it was about 40 degrees, or 100 or so Fahrenheit. And on this farm therewas the farmer, his wife, and there was the four-year-old daughter.", "en": " 有兩萬兩千頭羊 溫度差不多在攝氏40度 或是華氏一百度 這農場上，有農夫和他的老婆 他們還有一個四歲的女兒"}, {"zh-tw": " And they kind of took me into the farm and showed me what itwas like to live and work. Obviously, one of the most importantthings was the sheep, and so my job was, well,pretty much to do everything, but it was about bringingthe sheep back to the homestead.", "en": " 他們有點像是帶我進農場 然後向我介紹農場的生活及工作 顯然地，那裡最重要的事情就是羊 而我在那裡的工作，就是什麼都要做 有點像是把羊趕回家這樣"}, {"zh-tw": " And we'd do that by building fences, using motorbikes and horses, and the sheep would maketheir way all the way back to the shearing shedfor the different seasons. And what I learned was, although at the time, like everyone else, I thought sheep were pretty stupid because they didn't dowhat we wanted them to do, what I realize now, probablyonly just in the last few weeks looking back, is the sheepweren't stupid at all.", "en": " 我們會築籬笆 利用摩托車和馬匹 這些羊在不同季節，就會用牠們自己的方法 回到羊棚裡 我從中所學到的 雖然那個時候我和大家一樣 覺得羊很笨 因為牠們不想做我們要牠們做的事情 我現在體認到，可能是最近幾星期才知道的 回顧過去的日子，我發現羊一點都不笨"}, {"zh-tw": " We'd put them in an environmentwhere they didn't want to be, and they didn't want to dowhat we wanted them to do. So the challenge was to try and get them to do what we wanted them to do by listening to the weather,the lay of the land, and creating thingsthat would let the sheep flow and go where we wanted them to go.", "en": " 我們把羊群放在一個牠們不想待的環境中 羊群也不想做我們要牠們做的事情 所以有挑戰性的地方在於，要試著讓羊群 去做我們想要牠們做的事 像是聆聽自然的聲音，觀察大地的地形 以及創造事物，讓羊群能夠順著走 走到我們要牠們去的地方"}, {"zh-tw": " Another bunch of years later, I ended up at Cambridge University at the Cavendish Laboratory in the U.K. doing a Ph.D. in physics.", "en": " 又過了幾年 我人在英國劍橋大學內的 卡文迪許實驗室 寫一篇關於物理的博士論文"}, {"zh-tw": " My Ph.D. was to move electronsaround, one at a time. And I realize — again, it's kindof these realizations looking back as to what I did — I realize now that itwas pretty much the same as moving sheep around.", "en": " 我的論文主要關於一次移動一顆電子 我發現，再一次，我領悟到的東西 使我回頭看這些過往的經驗 我發現這些事情都很雷同 就像讓羊群移動一樣"}, {"zh-tw": " It really is. It's just you do itby changing an environment.", "en": " 事實也是如此 只不過是換個環境而已"}, {"zh-tw": " And that's kindof been a big lesson to me, that you can't act on any object. You change its environment,and the object will flow.", "en": " 這對我而言是個很大的體悟 你沒有辦法影響任何物體 你改變環境，物體就跟著改變"}, {"zh-tw": " So we made it very small, so things were about 30nanometers in size; making it very cold, soat liquid helium temperatures; and changing environmentby changing the voltage, and the electrons couldmake flow around a loop one at a time, on and off,a little memory node. And I wanted to go one step further, and I wanted to move one electron on and one electron off.", "en": " 我們把這些物體做得很小 小到大約只有三十奈米 我們把它做得很冷，差不多是液態氦的溫度 然後透過電壓來改變環境 這些電子就能照著圈圈流動 一次一顆，停停走走，有點記憶模式 我想要更進一步嘗試 一次只讓一個電子移動 然後一個電子停止"}, {"zh-tw": " And I was told that I wouldn'tbe able to do this, which, you know, as we've heardfrom other people, that's the thing that makes you do it. And I was determined, and I managedto show that I could do that.", "en": " 有人告訴我這辦不到 你知道的，我們常常聽到別人這麼說 這也就是讓你辦到的原因 我下定決心，要讓別人知道我辦得到"}, {"zh-tw": " And a lot of that learning, I think, came from being on that farm, because when I was working on the farm, we'd have to use what was around us, we'd have to use the environment, and there was no such thing as something can't be done, because you're in an environment where, if you can't do what you need to do, you can die, and, you know, I had seen that sort of thing happen. So now my obsession is printing, and I'm really fascinated by the idea of using conventional printing processes, so the types of printthat are used to create many of the things around us to make paper and card interactive.", "en": " 我覺得，我現在所學到的知識 有一大部分是從那次農場經驗而來 當我還在農場工作時 我們只能用周遭的東西 我們得利用環境 在那，並沒有所謂的 辦不到這種事情 因為你所身處的環境 如果辦不到你得辦的事情 你就陣亡了 我曾經目睹過這類的事情 因此，我對列印很狂熱 我也深深著迷於 用傳統列印流程 也就是用來創造 我們周遭許多事物的流程 來讓紙張、卡片和人互動"}, {"zh-tw": " When I spoke to some printerswhen I started doing this and told them what I wanted to do, which was to printconductive inks onto paper, they told me it couldn't be done, again, that kind of favorite thing. So I got about 10 credit cards and loans and got myself very closeto bankruptcy, really, and bought myself thishuge printing press, which I had no idea how to use at all.", "en": " 剛開始時，我和一些列印商談過 告訴他們我想做的事情 就是把導電油墨印在紙上 他們說這辦不到 這又再次地激發了我 我拿了差不多十張信用卡去貸款 讓我自己瀕臨破產的邊緣 給我自己買了台這麼大的印刷機 但我自己卻完全不知道該怎麼用"}, {"zh-tw": " It was about five meters long, and I covered myselfand the floor with ink and made a massive mess,but I learned to print. And then I took it back to the printersand showed them what I've done, and they were like, \"Ofcourse you can do that.", "en": " 印刷機差不多有五公尺長 我把整間地板還有我自己搞得滿身油墨 真的是一團亂，但我想知道要怎麼印 接著，我把機器拿回印刷廠告訴他們我做了什麼 他們有點像是說「你當然可以這麼做"}, {"zh-tw": " Why didn't you come herein the first place?\" That's always the case. So what we do is we takeconventional printing presses, we make conductive inks, and run those through a press,and basically just letting hundredsof thousands of electrons flow through pieces of paper so we can make that paper interactive.", "en": " 你剛開始就找我們不就好了？」 這一直都是問題所在 我們採用傳統列印流程 製造導電墨水 然後就重覆這一流程 基本上，就是讓數十萬計的電子 流過一張張的紙 所以我們能讓紙張互動"}, {"zh-tw": " And it's pretty simple, really. It's just a collection of thingsthat have been done before, but bringing them togetherin a different way.", "en": " 這真的很簡單 我們只是蒐集從前做過的東西 然後用不同的方式來結合它們"}, {"zh-tw": " So we have a piece of paperwith conductive ink on, and then add onto that a small circuitboard with a couple of chips, one to run some capacitive touch software, so we know where we've touched it, and the other to run, quite often, some wireless software sothe piece of paper can connect. So I'll just describe a coupleof things that we've created.", "en": " 我們有一張紙還有導電墨水 加上一小塊電路板，還有一兩塊晶片 有一塊負責電容式觸控軟體 這樣我們就會知道碰到了什麼 另一塊晶片負責一些無線軟體 好讓紙張相互連結 我會描述一些我們創作的事物"}, {"zh-tw": " There's lots of differentthings we've created. This is one of them, because I love cake.", "en": " 我們創作的事物很廣泛 這就是其中一樣，因為我喜歡蛋糕"}, {"zh-tw": " And this one, it's a large poster, and you touch it and it hasa little speaker behind it, and the poster talksto you when you touch it and asks you a series of questions, and it works out your perfect cake. But it doesn't tell youthe cake there and then.", "en": " 而這個，是一張大海報 這後面有個喇叭，只要你碰它 這張海報就會和你說話 然後問你一串問題 接著找出你要的理想蛋糕 但是它不會馬上說出你要的蛋糕"}, {"zh-tw": " It uploads a picture, and the reason why itchose that cake for you, to our Facebook page and to Twitter. So we're trying to create that connection between the physical and the digital, but have it not looking on a screen, and just looking like a regular poster.", "en": " 它會上傳一張照片 然後列出為你選這個蛋糕的理由 照片會傳到我們的臉書、推特 我們試著創造出 物理以及數位之間的連結 但是卻不必看著數位螢幕 而只是看一張普通的海報"}, {"zh-tw": " We've worked with a bunchof universities on a project looking at interactive newsprint. So for example, we've created a newspaper, a regular newspaper.", "en": " 我們已經和幾所大學合作 研究互動報紙 舉例來說，我們做了一種報紙 很普通的報紙"}, {"zh-tw": " You can wear a pair of headphonesthat are connected to it wirelessly, and when you touch it,you can hear the music that's described on the top,which is something you can't read. You can hear a press conference as well as readingwhat the editor has determined that press conference was about.", "en": " 你可以戴上和報紙透過無線連結的耳機 當你碰到報紙，你就會聽到音樂 在最上方有描述，這是你看不到的 你可以聽到一場會議 也可以讀到編輯要決定 這場會議要談論什麼"}, {"zh-tw": " And you can press a Facebook \"like\" button or you can vote on something as well. Something else that we created, and this was an idea that I hada couple of years ago, and so we've done a project on this.", "en": " 你可以在臉書上按讚 或是投票表決某樣東西 我們還創造了其他東西 我在幾年前有了這個想法 我們就針對這個想法開專題來研究"}, {"zh-tw": " It was for funding from the government for user-centered designfor energy-efficient buildings, difficult to say, and somethingI had no idea what it was when I went into the workshop,but quickly learned. And we wanted to try and encourage people to use energy better.", "en": " 是關於從政府方面拿到贊助金 還有使用者導向設計，節能建築 這到底是什麼樣的東西，我沒有一點概念 直到我走進一家工廠，我馬上就明白了 我們想要嘗試，也希望鼓勵大家 來更有效率的使用能源"}, {"zh-tw": " And I really liked the idea that,instead of looking at dials and reading things to say -- looking at your energy usage, I wanted to create a posterthat was wirelessly connected and had color-changing inks on it, and so if your energy usagewas trending better, than the leaves would appearand the rabbits would appear and all would be good. And if it wasn't, then there'd be graffiti and the leaves would fall off the trees.", "en": " 我真的很喜歡這想法而不是看看儀器上的指針 還有翻翻一些資料 像是看看你們使用能源的方法 我想做出一種透過無線連結的海報 上面印有變色墨水 所以說，如果你更有效率地使用能源 樹葉就會出現，兔子也會跑出來 這就是好現象 如果能源沒有有效地應用，就會出現噴漆 樹葉就會從樹上落下"}, {"zh-tw": " So it was trying to makeyou look after something in your immediate environment, which you don't want to seenot looking so good, rather than expecting people to do things in the local environmentbecause of the effect that it has a long way off. And I think, kind of like goingback to the farm, it's about how to let peopledo what you want them to do rather than making people dowhat you want them to do.", "en": " 所以，這就像是要你期待某件事 在一個緊急的環境下 你不想要看到看起來不好的事物 而是希望別人去做這些事 因為這些影響 是很長遠的 我覺得這有點像回到那個農場 關於該如何讓人們做你希望他們做的事情 而不是強迫他們去做那些事"}, {"zh-tw": " Okay. So this is the bit I'm really scared of.", "en": " 好 我現在真的很怕"}, {"zh-tw": " So a couple of things I've created are, there's a poster over here that you can play drums on. And I am not a musician. It seemedlike a good idea at the time.", "en": " 我做的一些東西包括 這裡的這張海報 以及那邊那個你可以打的鼓 我不是一個音樂家，先和你們說清楚比較好"}, {"zh-tw": " If anyone wants to tryand play drums, then they can. I'll just describe how this works.", "en": " 如果有人想要上來玩，我很歡迎 我只是解釋一下它的原理"}, {"zh-tw": " This poster is wirelesslyconnected to my cell phone, and when you touch it,it connects to the app. (Drums) And it has really good response time.", "en": " 這張海報透過無線連結到我的手機 當你碰它，它就會連結到應用程式 （鼓聲） 它反應的很快"}, {"zh-tw": " It's using Bluetooth 4, soit's pretty instantaneous. Okay. Thanks.", "en": " 使用的是藍芽4.0，所以才有這麼好的反應 好，謝謝"}, {"zh-tw": " And there's a couple of other things. So this one is like a sound board, so you can touch it, and I justlove these horrible noises.", "en": " 還有些其他的事情 這一塊有點像音版 你一碰它，就會發出一些我超愛的恐怖聲音"}, {"zh-tw": " (Sirens, explosions, breaking glass) Okay, and this is a D.J. turntable. So it's wirelessly linked to my iPad, and this is a softwarethat's running on the iPad.", "en": " （警笛聲、爆炸聲、坡璃被打破的聲音） 這個是一座DJ台 也是透過無線連結到我的iPad 這是在iPad上執行的軟體"}, {"zh-tw": " Oh, yes. I just love doing that. I'm not a D.J., though, but I justalways wanted to do that.", "en": " 噢，我真的很喜歡這麼做 雖然我不是一個DJ，但我很喜歡這麼做"}, {"zh-tw": " (Scratching) So I have a crossfader,and I have the two decks. So I've made some new technology, and I love things being creative, and I love working with creative people.", "en": " （轉DJ台所發出的聲音） 我有一個平滑轉換器，兩個轉盤 我創造了一些新科技 我喜歡讓事情變得有創意 我也喜歡和有創意的人工作"}, {"zh-tw": " So my 15-year-old niece, she's amazing, and she's called Charlotte, and I asked her to record something, and I worked with a friend called Elliot to put some beats together. So this is my niece, Charlotte.", "en": " 像是我十五歲的姪女就讓我很驚豔 她叫夏洛特 我叫她幫我紀錄一些東西 我和一個叫做埃利奥特的朋友一起做事 我們把一些拍子合在一起 這是我的姪女，夏洛特"}, {"zh-tw": " (Music) Yay! So that's pretty much what I do. I just love bringing technology together, having a lot of fun, being creative.", "en": " （音樂） 太棒了 這差不多就是我的工作 我喜歡結合科技 做一些好玩，又創意的事情"}, {"zh-tw": " But it's not about the technology. It's just about, I want to createsome great experiences.", "en": " 但這不只是和科技有關 而是關於我想創造出很棒的經驗"}, {"zh-tw": " So thank you very much.", "en": " 謝謝你們"}], "title": "Kate Stone Dj Decks Made Of Paper"}