{"url": "http://www.ted.com/talks/paul_kemp_robertson_bitcoin_sweat_tide_meet_the_future_of_branded_currency", "paragraphs": [{"zh-tw": " So if I was to ask you what the connection between a bottle of Tide detergent and sweat was, you'd probably thinkthat's the easiest question that you're going to be askedin Edinburgh all week. But if I was to saythat they're both examples of alternative or new forms of currency in a hyperconnected,data-driven global economy, you'd probably thinkI was a little bit bonkers.", "en": " 若果我問你們 一瓶汰漬洗衣精和汗水之間 有什麼的聯繫 你也許會認為這是本週愛丁堡大會上 最簡單的一條問題 但是如果我說，它們是 這個高度連接、數據驅動的全球經濟中的 貨幣替代品或新型貨幣例子 也許你會認為我瘋了"}, {"zh-tw": " But trust me, I work in advertising. And I am going to tell you the answer, but obviously after this short break.", "en": " 但相信我，我從事廣告行業的 我將告訴你們答案 但顯然要再過一會"}, {"zh-tw": " So a more challenging question is one that I was asked, actually,by one of our writers a couple of weeks ago,and I didn't know the answer: What's the world's bestperforming currency? It's actually Bitcoin. Now, for those of youwho may not be familiar, Bitcoin is a crypto-currency, a virtualcurrency, synthetic currency.", "en": " 有一個更為棘手問題是 幾週前，我們的一個廣告撰稿人問我 我當時並不知道答案 他問世界上哪種貨幣的表現最好？ 其实就是比特幣 (Bitcoin) 也許你們當中有些人不熟悉它 比特幣是一種加密的、虛擬的、人工合成的貨幣"}, {"zh-tw": " It was founded in 2008by this anonymous programmer using a pseudonym Satoshi Nakamoto. No one knows who or what he is.", "en": " 它誕生於 2008 年，由一位匿名程式員 假名為中本聰所創造的 沒人知道他是誰"}, {"zh-tw": " He's almost like the Banksyof the Internet. And I'm probably not goingto do it proper service here, but my interpretationof how it works is that Bitcoins are releasedthrough this process of mining.", "en": " 他像網際網路界的班克斯 (Banksy) 也許我還不能解釋清楚 但我的理解是比特幣是 通過一種挖礦程序而發行的"}, {"zh-tw": " So there's a networkof computers that are challenged to solve a very complexmathematical problem and the person that manages to solveit first gets the Bitcoins. And the Bitcoins are released, they're put into a publicledger called the Blockchain, and then they float, sothey become a currency, and completely decentralized,that's the sort of scary thing about this,which is why it's so popular.", "en": " 有那麼的一組電腦網絡 要解決一個非常複雜的數學問題 而第一位解答了問題的人就拿到比特幣 當比特幣發行後 就被放到名叫「區塊鏈」分類帳 然後價格會波動，他們就成為了一種貨幣 它是完全分散管理的，這是爲什麽 比特幣非常可怕，卻也如此受歡迎的原因"}, {"zh-tw": " So it's not runby the authorities or the state. It's actually managed by the network.", "en": " 沒有國家機構或中央銀行管理它 它其實是由網路進行管理"}, {"zh-tw": " And the reason that it's provedvery successful is it's private, it's anonymous,it's fast, and it's cheap. And you do get to the point wherethere's some wild fluctuations with Bitcoin.", "en": " 它之所以會如此成功就是因為它 是私有、匿名、交易快速並且價格便宜 當然有時候比特幣也會大幅波動"}, {"zh-tw": " So in one level it wentfrom something like 13 dollars to 266, literallyin the space of four months, and then crashed and lost halfof its value in six hours. And it's currently around that kind of 110 dollar mark in value.", "en": " 又一次它在四個月內兌美元 由 1 比特幣兌 13 美元升至 266 美元 然後六小時內又跌去一半 現今比特幣兌美元的價格 徘徊在 110 美元附近"}, {"zh-tw": " But what it does showis that it's sort of gaining ground, it's gaining respectability. You get services,like Reddit and Wordpress are actually accepting Bitcoinas a payment currency now.", "en": " 但比特幣確實開始盛行 逐漸獲得市場地位 某些服務商如 Reddit 和 Wordpress 部落格 現已接受比特幣作為支付貨幣了"}, {"zh-tw": " And that's showing you that people are actually placing trust in technology, and it's started to trump and disrupt and interrogate traditional institutions and how we thinkabout currencies and money. And that's not surprising,if you think about the basket case that is the E.U.", "en": " 這表明了 大眾實際上開始信賴科技 而比特幣則開始對抗、擾亂 和詰問傳統機構 以及我們對貨幣和金錢的看法 這並不令人意外 只要想想歐盟那個爛攤子"}, {"zh-tw": " I think there was a Gallupsurvey out recently that said something like, in America, trust in banks is at an all-timelow, it's something like 21 percent. And you can see heresome photographs from London where Barclays sponsoredthe city bike scheme, and some activists havedone some nice piece of guerrilla marketing hereand doctored the slogans.", "en": " 蓋洛普 (Gallup) 最近做了一項調查 顯示美國人對銀行的信任程度史無前例得低 只有 21% 的大眾信任銀行 再看看這些來自倫敦的照片 這是柏克萊贊助的公共自行車計劃 一些激進分子更改了活動標語 這是很棒的游擊式營銷"}, {"zh-tw": " \"Sub-prime pedaling.\" \"Barclaystakes you for a ride.\" These are the more polite onesI could share with you today. But you get the gist, sopeople have really started to sort of lose faith in institutions.", "en": " 「次級 (Sub-prime) 腳踏」「巴克萊載你一程」 今天拿來跟你們分享的算是較為客氣的了 但其意思已夠清楚了 大眾對金融機構已失去信心"}, {"zh-tw": " There's a P.R. company called Edelman, they do this very interestingsurvey every year precisely around trustand what people are thinking. And this is a global survey,so these numbers are global.", "en": " 有一間名為愛德曼 (Edelman) 的公關公司 每年都會圍繞信任和大眾的想法 做一個很有趣的調查 這是一項全球的調查，所以資料也反映著全球的情況"}, {"zh-tw": " And what's interestingis that you can see that hierarchy is having a bit of a wobble, and it's all about heterarchical now, so people trust peoplelike themselves more than they trust corporationsand governments. And if you look at these figuresfor the more developed markets like U.K., Germany, and so on,they're actually much lower.", "en": " 而有趣的是你可以看到 統治集團的地位開始變得不穩定 問題都集中在統治集團上 也就是大眾更相信和他們一樣的個體 而不信任企業和政府 如果你看看發達國家的數字 如英國、德國等大眾的信任度就更低了"}, {"zh-tw": " And I find that sort of scary. People are actuallytrusting businesspeople more than they're trustinggovernments and leaders.", "en": " 我認為這是個可怕的現象 大眾更相信商人 而非政府和社會領袖"}, {"zh-tw": " So what's starting to happen,if you think about money, if you sort of boil moneydown to an essence, it is literally just an expressionof value, an agreed value. So what's happening now,in the digital age, is that we can quantify valuein lots of different ways and do it more easily, and sometimes the waythat we quantify those values, it makes it much easier to create new forms and validforms of currency.", "en": " 如果你思考一下，貨幣將要如何變化 如果你要追究貨幣的本質 它其實就是一種價值的表現 在現今的電子數位時代 我們可以用不同方式去量化價值 而且更為簡便 有時候我們量化價值所使用的方式 使得創造出一種 新型的、強大的貨幣形式更為便捷"}, {"zh-tw": " In that context, you can seethat networks like Bitcoin suddenly start to make a bit more sense. So if you think we're starting to question and disrupt and interrogatewhat money means, what our relationship with itis, what defines money, then the ultimate extension of that is, is there a reasonfor the government to be in charge of money anymore? So obviously I'm looking at thisthrough a marketing prism, so from a brand perspective, brands literally stand or fallon their reputations.", "en": " 這樣看來，你就會突然明白比特幣 存在的合理性了 如果你認為我們開始質疑 擾亂、詰問貨幣的意義 以及它與我們的關係、金錢的定義是什麼 那最終延伸出來的問題就是 政府是否還有理由 負責管理貨幣？ 顯然我是用市場營銷的視角看這問題 從品牌角度看 品牌的成敗直接取決於它的聲譽"}, {"zh-tw": " And if you think about it, reputationhas now become a currency. You know, reputations are built on trust, consistency, transparency.", "en": " 如果你想一想，現在聲譽也變成了一種貨幣 你知道，聲譽是基於信任 一致性，透明度"}, {"zh-tw": " So if you've actually decidedthat you trust a brand, you want a relationship, youwant to engage with the brand, you're already kind of participatingin lots of new forms of currency. So you think about loyalty.", "en": " 如果你決定去信任某一品牌 就會想要與其建立長久關係 那麼你其實已經 使用了很多貨幣的新形式了 比如說忠誠"}, {"zh-tw": " Loyalty essentially is a micro-economy. You think about rewardsschemes, air miles.", "en": " 忠誠事實上就是一種微觀經濟 比如獎勵方案、里程兌換等"}, {"zh-tw": " The Economist said a few years ago that there are actually moreunredeemed air miles in the world than there are dollarbills in circulation. You know, when you are standingin line in Starbucks, 30 percent of transactionsin Starbucks on any one day are actually being madewith Starbucks Star points.", "en": " 幾年前《經濟學人》曾報導 事實上全世界沒有兌換的里程數 比市面流通的美鈔還要多 當你在星巴克排隊時 在任何一天星巴克有三成交易 是通過隨行卡進行的"}, {"zh-tw": " So that's a sort of Starbucks currency staying within its ecosystem. And what I find interesting is that Amazon has recently launched Amazon coins.", "en": " 那就是星巴克的循環系統裡 自帶的一種貨幣形式 有趣的是我注意到亞馬遜 最近推出亞馬遜幣"}, {"zh-tw": " So admittedly it's a currency at the momentthat's purely for the Kindle. So you can buy apps and makepurchases within those apps, but you think about Amazon, you look at the trustbarometer that I showed you where people are startingto trust businesses, especially businessesthat they believe in and trust more than governments.", "en": " 無可否認這是一種只用於 Kindle 的貨幣 你可以用它購買應用程式或在應用程式中購買其他東西 但是你想一想亞馬遜這例子 看看我向你們展示的信任氣壓計 大眾開始信任企業 特別是那些企業他們認為 較政府更為可信"}, {"zh-tw": " So suddenly, you start thinking, well Amazon potentially could push this. It could become a natural extension, that as well as buying stuff -- take it out of the Kindle --you could buy books, music, real-life products, appliancesand goods and so on.", "en": " 突然間你會意識到 亞馬遜其實可以推廣這種貨幣 它可以是一種自然的延伸 或者用它來買東西 不再限於在 Kindle 上使用，你可以購買書本、音樂、 現實生活中的產品、電器、百貨等"}, {"zh-tw": " And suddenly you're gettingAmazon, as a brand, is going head to headwith the Federal Reserve in terms of how you wantto spend your money, what money is, what constitutes money. And I'll get you backto Tide, the detergent now, as I promised.", "en": " 突然間亞馬遜作為一個品牌 將和美國聯儲局正面交鋒 關於你想怎樣花錢 什麼是貨幣、貨幣的組成等 現在讓我們回到汰漬洗衣精的問題 正如我之前承諾的"}, {"zh-tw": " This is a fantastic article I cameacross in New York Magazine, where it was saying that drugusers across America are actually purchasing drugs with bottles of Tide detergent. So they're going into convenience stores, stealing Tide, and a $20 bottle of Tide is equal to 10 dollarsof crack cocaine or weed.", "en": " 我在《紐約雜誌》上讀到一篇很棒的文章 文章指出全美各地的吸毒者 在用汰漬洗衣精的瓶子 去購買毒品 他們走到便利店 偷取汰漬洗衣精 一瓶二十美元的汰漬洗衣精 等同 10 美元的可卡因或大麻"}, {"zh-tw": " And what they're saying,so some criminologists have looked at this and they'resaying, well, okay, Tide as a product sells at a premium. It's 50 percentabove the category average.", "en": " 背後的原因，一些犯罪學家 研究后得出的結論是 汰漬洗衣精售價很高 比其他同類產品平均貴五成"}, {"zh-tw": " It's infused with a verycomplex cocktail of chemicals, so it smells very luxuriousand very distinctive, and, being a Procter and Gamble brand, it's been supported by a lotof mass media advertising. So what they're saying is that drugusers are consumers too, so they have thisin their neural pathways.", "en": " 它的化學成分非常複雜 味道十分高檔而且與眾不同 作為寶僑 (P&G) 的品牌 它的大眾傳媒廣告曝光率非常高 意思是說吸毒的人也是消費者 他們腦子里也有這種意識"}, {"zh-tw": " When they spot Tide, there's a shortcut. They say, that is trust. I trust that.That's quality.", "en": " 他們把汰漬看做指一條捷徑 他們說這就是信任，我相信它，這是品質保證"}, {"zh-tw": " So it becomes this unit of currency, which the New York Magazine described as a very oddly loyal crimewave, brand-loyal crime wave, and criminals are actuallycalling Tide \"liquid gold.\" Now, what I thoughtwas funny was the reaction from the P&G spokesperson. They said, obviously triedto dissociate themselves from drugs, but said, \"It reminds me of one thing and that's the value of the brandhas stayed consistent.\" Which backs up my pointand shows he didn't even break a sweat when he said that.", "en": " 所以它成為了一種貨幣單位 《紐約雜誌》稱之為 一種古怪的忠誠犯罪潮，品牌忠誠度的犯罪潮 事實上犯罪分子稱汰漬為「液體黃金」 而我認為寶僑發言人 對此作出的回應很有趣 寶僑顯然要和毒品撇清關係 但表示 ：「這提醒我一樣事情 就是汰漬的品牌價值很一致 這證明了我的觀點， 也看得出發言人說話時毫無擔憂"}, {"zh-tw": " So that brings me backto the connection with sweat. In Mexico, Nike has runa campaign recently called, literally, Bid Your Sweat.", "en": " 這把我帶回到和汗水的聯繫 耐吉 (Nike) 最近在墨西哥進行了一個宣傳活動 名為「用你的汗水出價」"}, {"zh-tw": " So you think about, these Nike shoes have got sensors in them, or you're using a Nike FuelBand that basically tracksyour movement, your energy, your calorie consumption. And what's happening here,this is where you've actually elected to join that Nike community.You've bought into it.", "en": " 你試想一想 有些耐吉鞋裡裝有感應器 或者你戴了耐吉的運動腕帶 它就能檢測你的移動 你的能量和卡路里的消耗 實際上你被帶入了耐吉的社區 你加入了他們"}, {"zh-tw": " They're not advertisingloud messages at you, and that's where advertisinghas started to shift now is into things like services,tools and applications. So Nike is literally actingas a well-being partner, a health and fitness partnerand service provider.", "en": " 他們沒有向你大肆宣傳 而現在廣告也開始轉移到 如服務、工具、應用程式上面 所以耐吉扮演的角色是一名伙伴 一個健康、健身夥伴、服務提供者"}, {"zh-tw": " So what happens with thisis they're saying, \"Right, you have a data dashboard.We know how far you've run, how far you've moved, what your calorieintake, all that sort of stuff. What you can do is, the more yourun, the more points you get, and we have an auction whereyou can buy Nike stuff but only by proving that you've actuallyused the product to do stuff.\" And you can't come into this.This is purely for the community that are sweating using Nike products. Youcan't buy stuff with pesos.", "en": " 這個活動是這樣的，他們會說「好， 你有一塊數據面板，我們知道你跑了多遠 你吸取了多少卡路里等各種信息 你跑的越多，點數就越多 然後我們安排一埸拍賣會你就可以去購買耐吉產品了 但要證明你確實使用了耐吉的產品。」 你不能報名參加這活動 這只限於耐吉社區的成員，他們使用耐吉產品 這是拿錢買不到的"}, {"zh-tw": " This is literally a closedenvironment, a closed auction space. In Africa, you know, airtime has become literally a currency in its own right.", "en": " 這是一個真正的封閉環境，封閉的拍賣場所 在非洲，廣告時間 已變成了一種貨幣"}, {"zh-tw": " People are used to,because mobile is king, they're very, very usedto transferring money, making payments via mobile. And one of my favorite examplesfrom a brand perspective going on is Vodafone, where, in Egypt, lots of people make purchases in markets and very small independent stores.", "en": " 因為流動手機是王者 那裡的人已習慣於 通過手機進行轉賬或支付 有一個我很喜歡的品牌例子 來自沃達豐，在埃及， 大眾在市場 或小商店購物時"}, {"zh-tw": " Loose change, smallchange is a real problem, and what tends to happenis you buy a bunch of stuff, you're due, say, 10 cents, 20 cents in change. The shopkeepers tend to giveyou things like an onion or an aspirin, or a piece of gum, because they don't have small change.", "en": " 找零錢是件很麻煩的事 所以一般情況下 如你買下一堆東西 算下來有10美分20美分的零錢 店主就給你一個洋蔥 一片阿司匹林或口香糖 因為他們沒有零錢"}, {"zh-tw": " So when Vodafone camein and saw this problem, this consumer pain point, they created some small change which they call Fakka, which literally sits and is given by the shopkeepers to people, and it's credit that goesstraight onto their mobile phone. So this currency becomescredit, which again, is really, really interesting.", "en": " 沃達豐發現了這問題 這種消費者的痛處 於是沃達豐發明了名為 Fakka 的零錢 店主可以把它用作零錢 支付給顧客 Fakka 金額可以充值到手機裡 所以這零錢再次變成了帳面餘額 這是非常有趣的例子"}, {"zh-tw": " And we did a surveythat backs up the fact that, you know, 45 percent of people in this very crucialdemographic in the U.S. were saying that they're comfortable using an independent or branded currency.", "en": " 我們曾做過的一項調查 顯示在美國最重要的年齡階層裡 約 45% 的大眾 表示願意使用 某種獨立或品牌貨幣"}, {"zh-tw": " So that's getting really interesting here, a really interesting dynamic going on. And you think, corporations should start taking their assetsand thinking of them in a different way and trading them.", "en": " 所以事情變的真的有趣 有一種很有趣的趨勢 你會認為企業應 把貨幣視為資產，從另一角度 看待它們，進行交易"}, {"zh-tw": " And you think, is it much of a leap? It seems farfetched,but when you think about it, in America in 1860, there were 1,600 corporationsissuing banknotes. There were 8,000 kindsof notes in America.", "en": " 你會想這是不是想得太遠了？ 這好像遙不可及，但是你要知道 美國在 1860 年時 約有 1600 家企業發行紙幣 全美共有 8000 種紙幣流通"}, {"zh-tw": " And the only thing that stopped that, the government controlledfour percent of the supply, and the only thing that stopped it was the Civil War breaking out, and the government suddenly wantedto take control of the money. So government, money, war,nothing changes there, then.", "en": " 然而一件事就停止了這局面 就是政府控制了 4% 的貨幣供應 而制止這種局面的原因 是因為爆發了內戰 政府突然要控制貨幣的流通 政府、貨幣、戰爭，這些元素從沒有改變"}, {"zh-tw": " So what I'm going to ask is, basically, is history repeating itself? Is technology making papermoney feel outmoded? Are we decoupling moneyfrom the government? You know, you think about, brandsare starting to fill the gaps. Corporations are filling gapsthat governments can't afford to fill.", "en": " 所以我想提出的問題是 歷史是否在重演？ 高科技會否讓紙貨幣過時？ 我們是否讓貨幣和政府脫離？ 請你們細想一下，品牌正在填補空隙 企業正在填補那些政府填補不了的空隙，"}, {"zh-tw": " So I think, you know,will we be standing on stage buying a coffee -- organic,fair trade coffee -- next year using TED florins or TED shillings? Thank you very much. Thank you.", "en": " 明年今日，我想我們也許站在臺上 使用 TED 弗羅林或 TED 先令 購買一杯有機公平貿易咖啡？ 謝謝大家 謝謝"}], "title": "Paul Kemp Robertson Bitcoin Sweat Tide Meet The Future Of Branded Currency"}