{"url": "http://www.ted.com/talks/tania_luna_how_a_penny_made_me_feel_like_a_millionaire", "paragraphs": [{"zh-tw": "我五歲的時候，我很自豪父親在我們的烏克蘭小村莊裡蓋了一間最棒的屋子屋子裡是有點怪味，地板上還有縫隙和破洞但是從外面看來，這房子是珍珠白的塑膠材質在陽光下會閃閃發亮", "en": "I'm five years old, and I am very proud. My father has just built the best outhouse in our little village in Ukraine. Inside, it's a smelly,gaping hole in the ground, but outside, it's pearly white formica and it literally gleams in the sun."}, {"zh-tw": "這讓我自覺驕傲且重要所以我自任為小小朋友圈裡的領導者並分配任務給大家我們徘徊在家家戶戶之間找尋被蜘蛛網困住的蒼蠅然後放牠們自由", "en": "This makes me feel so proud, so important, that I appoint myself the leaderof my little group of friends and I devise missions for us. So we prowl from house to house looking for flies captured in spider webs and we set them free."}, {"zh-tw": "在那四年前，我一歲的時候發生車諾比(Chernobyl) 核電廠災變天空下著黑雨我姊姊的頭髮成把的掉落而我在醫院裡待了九個月因為不准有任何訪客探視我母親只好買通一個醫院員工", "en": "Four years earlier, when I was one, after the Chernobyl accident, the rain came down black, and my sister's hair fell out in clumps, and I spent nine months in the hospital. There were no visitors allowed, so my mother bribed a hospital worker."}, {"zh-tw": "她拿到一件護士服每天晚上都溜進醫院坐在我身旁五年後，出現了意外的轉機", "en": "She acquired a nurse's uniform, and she snuck in every nightto sit by my side. Five years later,an unexpected silver lining."}, {"zh-tw": "感謝車諾比，讓我們得以前往美國的庇護所我那時六歲，離開家鄉前來美國時我沒有哭泣因為我滿心期待要前往一個充滿美好事物的國度到處都是珍稀的香蕉、巧克力還有巴滋卡口香糖 (Bazooka)這種口香糖有小卡通圖案包裝我們在烏克蘭一年只能吃到一次所以一片口香糖就嚼一整個星期", "en": "Thanks to Chernobyl,we get asylum in the U.S. I am six years old, and I don'tcry when we leave home and we come to America, because I expect it to bea place filled with rare and wonderful thingslike bananas and chocolate and Bazooka bubble gum, Bazooka bubble gumwith the little cartoon wrappers inside, Bazooka that we'd getonce a year in Ukraine and we'd have to chewone piece for an entire week."}, {"zh-tw": "我們第一天到紐約時我和奶奶在我們住的遊民收容所地板上撿到了一分錢不過我們當時並不知道那是遊民收容所", "en": "So the first day we get to New York, my grandmother and I find a penny in the floor of the homeless shelterthat my family's staying in. Only, we don't knowthat it's a homeless shelter."}, {"zh-tw": "我們一直以為那是間旅館，有很多老鼠的旅館所以當我們發現那一分錢像個化石一樣躺在地上時我們都認為一定是個很有錢的人掉的因為一般人才不會掉錢呢！", "en": "We think that it's a hotel,a hotel with lots of rats. So we find this penny kindof fossilized in the floor, and we think that a very wealthyman must have left it there because regular peopledon't just lose money."}, {"zh-tw": "雖然這一分錢有點黏又鏽了但我緊握在手心就像抓住了一大筆財富我決定要拿這一分錢去買一片屬於我自己的巴滋卡口香糖", "en": "And I hold this pennyin the palm of my hand, and it's sticky and rusty, but it feels like I'm holding a fortune. I decide that I'm goingto get my very own piece of Bazooka bubble gum."}, {"zh-tw": "在那瞬間，我覺得自己就像個百萬富翁一年後，我們在垃圾堆裡找到一大袋填充娃娃時我又有同樣的感覺了我突然間擁有這麼多玩具比這輩子有過的加起來都還要多了", "en": "And in that moment, I feellike a millionaire. About a year later, I getto feel that way again when we find a bag fullof stuffed animals in the trash, and suddenly I have more toys than I've ever had in my whole life."}, {"zh-tw": "還有一次，在我們布魯克林的公寓裡我和姐姐聽到敲門聲有個送披薩的人站在門口但披薩不是我們訂的我們收下了披薩，這輩子的第一個披薩外送員站在門口盯著我們看而我們就在他面前一片接一片不停的吃", "en": "And again, I get that feelingwhen we get a knock on the door of our apartment in Brooklyn, and my sister and I find a deliveryman with a box of pizza that we didn't order. So we take the pizza,our very first pizza, and we devour slice after slice as the deliveryman stands thereand stares at us from the doorway."}, {"zh-tw": "他叫我們付錢，但我們當時還不懂英文我母親從屋子裡走出來，外送員就叫她付錢但是她的錢不夠", "en": "And he tells us to pay,but we don't speak English. My mother comes out,and he asks her for money, but she doesn't have enough."}, {"zh-tw": "她天天走過五十個街區去工作只為了省下巴士錢然後鄰居突然探頭進來當她發現她訂的披薩被樓下這些移民染指了她氣到滿臉通紅", "en": "She walks 50 blocksto and from work every day just to avoid spending money on bus fare. Then our neighbor pops her head in, and she turns red with ragewhen she realizes that those immigrants from downstairs have somehow gottentheir hands on her pizza."}, {"zh-tw": "大家都不高興了啊！不過那披薩倒真是好吃呢！", "en": "Everyone's upset. But the pizza is delicious."}, {"zh-tw": "直到多年後我才明白當時我們有多窮困在我們定居美國十年後我們決定去一開始收留我們的旅館訂個房間一起慶祝十周年", "en": "It doesn't hit me until yearslater just how little we had. On our 10 year anniversaryof being in the U.S., we decided to celebrateby reserving a room at the hotel that we first stayedin when we got to the U.S."}, {"zh-tw": "但櫃台人員大笑著跟我們說：「這邊的房間不能預約，這裡可是遊民收容所啊！」我們全都嚇呆了我老公布萊恩，他小時候也無家可歸", "en": "The man at the front desklaughs, and he says, \"You can't reserve a room here.This is a homeless shelter.\" And we were shocked. My husband Brian was alsohomeless as a kid."}, {"zh-tw": "他家失去了一切，11 歲的時候他得和父親一起住在汽車旅館裡汽車旅館會把他們的食物都拿走做為抵押品直到他們能繳清欠款為止有次當他終於拿回他的家樂氏穀片時上面已經爬滿蟑螂了", "en": "His family lost everything, and at age 11, he had to live in motels with his dad, motelsthat would round up all of their food and keep it hostage until they wereable to pay the bill. And one time, when he finally got his box of Frosted Flakes back, itwas crawling with roaches."}, {"zh-tw": "但他確實擁有一個東西他到哪裡都帶著一個鞋盒裡面裝著九本漫畫書兩個特種部隊 (G.I.Joe) 公仔塗裝得像蜘蛛人還有五個機器戰神 (Gobots) 公仔，這是他的寶貝", "en": "But he did have one thing. He had this shoebox that he carriedwith him everywhere containing nine comic books, two G.I. Joes paintedto look like Spider-Man and five Gobots. Andthis was his treasure."}, {"zh-tw": "這是他的英雄部隊讓他得以堅定的遠離毒品和幫派且不放棄為他的夢想努力我還要跟大家分享我們家族中另一個曾經無家可歸的成員", "en": "This was his own assembly of heroes that kept him from drugs and gangs and from giving up on his dreams. I'm going to tell you about one more formerly homeless member of our family."}, {"zh-tw": "這是史嘉莉史嘉莉曾經是鬥狗場上的誘餌", "en": "This is Scarlett. Once upon a time, Scarletwas used as bait in dog fights."}, {"zh-tw": "在賽前被綁起來丟進場中刺激鬥犬群的攻擊性而最近這些日子，史嘉莉吃的是有機食物睡在寫著牠名字的矯正床上但每當我們倒水進牠的碗裡時牠依然充滿感激的搖尾以對", "en": "She was tied up and thrown into the ring for other dogs to attack so they'd getmore aggressive before the fight. And now, these days, she eats organic food and she sleeps on an orthopedicbed with her name on it, but when we pour waterfor her in her bowl, she still looks up and she wagsher tail in gratitude."}, {"zh-tw": "有時我和布萊恩帶著史嘉莉去公園散步牠會在草地上打滾我們看著史嘉莉然後再看著彼此我們心中充滿了感激之情我們忘掉生活中面臨的新中產階級挫敗和沮喪我們自覺像個百萬富翁", "en": "Sometimes Brian and I walkthrough the park with Scarlett, and she rolls through the grass, and we just look at her and then we look at each other and we feel gratitude. We forget about all of our newmiddle-class frustrations and disappointments, and we feel like millionaires."}, {"zh-tw": "謝謝大家", "en": "Thank you."}], "title": "Tania Luna How A Penny Made Me Feel Like A Millionaire"}