{"url": "http://www.ted.com/talks/eli_beer_the_fastest_ambulance_a_motorcycle", "paragraphs": [{"zh-tw": " This is an ambucycle. This is the fastest wayto reach any medical emergency. It has everything an ambulancehas except for a bed.", "en": " 這是一輛救護摩托車 用它，我們能以最快的速度到達急救現場 除了床，救護車上有的設備它都有"}, {"zh-tw": " You see the defibrillator.You see the equipment. We all saw the tragedythat happened in Boston.", "en": " 有除顫器，還有其他器材 我們都知道波士頓慘案"}, {"zh-tw": " When I was looking at these pictures, it brought me back many years to my past when I was a child. I grew up in a smallneighborhood in Jerusalem.", "en": " 當我看著這些照片 它讓我回憶起多年前 我還是一個小孩兒的時候 我在耶路撒冷的一個小街坊長大"}, {"zh-tw": " When I was six years old,I was walking back from school on a Friday afternoonwith my older brother. We were passing by a bus stop.", "en": " 一個星期五的下午，當時我只有六歲 我和哥哥走在放學回家的路上 經過一個公車站時"}, {"zh-tw": " We saw a bus blow up in front of our eyes. The bus was on fire, and many peoplewere hurt and killed.", "en": " 目睹一輛公車在我們眼前爆炸 整個車身都是火，造成了很大的傷亡"}, {"zh-tw": " I remembered an old man yelling to us and cryingto help us get him up. He just needed someone helping him.", "en": " 我記得，一個老人 朝我們叫喊，大聲叫著讓我們扶他起來 他只是需要人幫助他"}, {"zh-tw": " We were so scared and we just ran away. Growing up, I decided I wantedto become a doctor and save lives.", "en": " 我們當時很恐慌，所以跑開了 或許正是因為那次事故"}, {"zh-tw": " Maybe that was because of what I sawwhen I was a child. When I was 15, I took an EMT course, and I went to volunteer on an ambulance.", "en": " 長大後，我決定成為一名救死扶傷的醫生 15歲時，我修了一門“緊急醫療救護技術員”課程 然後志願去救護車上工作"}, {"zh-tw": " For two years, I volunteeredon an ambulance in Jerusalem. I helped many people, but whenever someone really needed help, I never got there in time.We never got there.", "en": " 整整兩年，我都志願在耶路撒冷的救護車上工作 幫助了許多人 但每當有人需要急救時 我從沒及時到達，我們從沒及時到達"}, {"zh-tw": " The traffic is so bad. Thedistance, and everything. We never got there whensomebody really needed us.", "en": " 因為交通太差，距離太遠等原因 當有人需要急救時，我們從沒及時到達"}, {"zh-tw": " One day, we received a callabout a seven-year-old child choking from a hot dog. Traffic was horrific,and we were coming from the other side of townin the north part of Jerusalem.", "en": " 一次，我們接到電話 說一個七歲小孩兒被熱狗噎住了 交通差得可怕，我們要從耶路撒冷北部 即城鎮的另一邊出發"}, {"zh-tw": " When we got there, 20 minutes later, we started CPR on the kid. A doctor comes in from a block away, stop us, checks the kid,and tells us to stop CPR.", "en": " 20分鐘後，我們到達現場 對這個孩子進行心肺復甦 一名醫生從一個街區外趕來，讓我們停下 他對孩子進行檢查之後讓我們停止心肺復甦"}, {"zh-tw": " That second he declared this child dead. At that moment, I understood that this child died for nothing.", "en": " 隨即他說，孩子已經死亡 那一刻我認識到 這個小孩兒的死毫無意義"}, {"zh-tw": " If this doctor, who livedone block away from there, would have come 20 minutes earlier, not have to waituntil that siren he heard before coming from the ambulance, if he would have heardabout it way before, he would have saved this child. He could have run from a block away.", "en": " 如果這位只距此一個街區的醫生 能夠早20分鐘到這兒 而非直到聽見救護車的警笛響起 才過來 抑或是他早先就得知這起事故 他也能救下這個孩子 其實，他可以從一個街區外跑過來"}, {"zh-tw": " He could have saved this child. I said to myself, theremust be a better way.", "en": " 也可以救下這個孩子 於是我對自己說，一定有更好的方法"}, {"zh-tw": " Together with 15 of my friends -- we were all EMTs — we decided, let's protectour neighborhood, so when something like that happens again, we will be there running to the scenea lot before the ambulance. So I went over to the managerof the ambulance company and I told him, \"Please,whenever you have a call coming into our neighborhood, we have 15 great guys who are willing to stop everything they'redoing and run and save lives.", "en": " 我和朋友們， 15人都是救護技術員， 下定決心要保護鄰居們 當類似事件再發生時 我們能在救護車之前到達急救現場 於是我去對救護車公司的經理講 “無論何時你接到從我們附近 撥來的急救電話 只需用呼叫器提醒我們 我們有15個人，我們願意"}, {"zh-tw": " Just alert us by beeper. We'll buy these beepers,just tell your dispatch to send us the beeper,and we will run and save lives.\" Well, he was laughing. I was 17 years old.I was a kid.", "en": " 停下手裡的事去救人 我們會自己買呼叫器 您讓調度把呼叫器給我們我們就會跑去救人” 然而，他笑了。我當時還是個17歲的孩子"}, {"zh-tw": " And he said to me — I rememberthis like yesterday — he was a great guy, but he said to me, \"Kid, go to school, or goopen a falafel stand. We're not really interestedin these kinds of new adventures.", "en": " 他對我說的話，恍如昨日 他人很不錯，但他卻說 “孩子，上學去，或去開一間小沙拉三明治店 我們對這些新探險不太感興趣"}, {"zh-tw": " We're not interested in your help.\"And he threw me out of the room. \"I don't need your help,\" he said.", "en": " 也對你們的幫助不感興趣”，然後把我趕出了辦公室 他還說，“我不需要你的幫助”"}, {"zh-tw": " I was a very stubborn kid. As you see now, I'm walkingaround like crazy, meshugenah.", "en": " 我可是個脾氣很倔的小孩兒 如你們所見，我像瘋了一樣四處走動"}, {"zh-tw": " So I decided to use the Israelivery famous technique you've probably all heard of, chutzpah. And the next day, I wentand I bought two police scanners, and I said, \"The hellwith you, if you don't want to give me information, I'll getthe information myself.\" And we did turns, who's goingto listen to the radio scanners.", "en": " 於是我打算用大概你們都聽過的 以色列人最聞名的技巧——厚臉皮 第二天，我去買了兩個警用掃描儀 說，“去你的，你不想給我信息 我就自己去搞” 我們輪流聽無線電"}, {"zh-tw": " The next day, while I was listeningto the scanners, I heard about a call comingin of a 70-year-old man hurt by a car only one block away from me on the main street of my neighborhood. I ran there by foot. I hadno medical equipment.", "en": " 第二天，當我在聽無線電的時候 我聽到一個急救電話，一個70歲的老人被車撞了 而且距我只有一個街區 在我附近的大街上 我跑到那兒了，但是沒有急救設備"}, {"zh-tw": " When I got there, the 70-year-old man was lying on the floor, bloodwas gushing out of his neck. He was on Coumadin.", "en": " 當我到達時，那個70歲的老人 正躺在地上，血從他頸部往外湧 他用過香豆素（一種口服抗凝血藥物）"}, {"zh-tw": " I knew I had to stop his bleedingor else he would die. I took off my yarmulke,because I had no medical equipment, and with a lot of pressure,I stopped his bleeding.", "en": " 我必須給他止血，不然他可能會死 因為沒有急救設備，所以我摘下圓頂小帽 把它使勁壓在傷口處，止住了血"}, {"zh-tw": " He was bleeding from his neck. When the ambulance arrived15 minutes later, I gave them over a patient who was alive.", "en": " 所以現在只是頸部在流血 救護車15分鐘後到了 我交給他們一位活著的病人"}, {"zh-tw": " When I went to visit him two days later, he gave me a hug and was crying and thanking me for saving his life. At that moment, when I realizedthis is the first person I ever saved in my life after two yearsvolunteering in an ambulance, I knew this is my life's mission.", "en": " 兩天後我去看望他 他哭著擁抱了我 感謝我救了他 那一刻我才意識到，這是我兩年志願服務後 救助的第一個人 我意識到，這就是我的人生使命"}, {"zh-tw": " So today, 22 years later,we have United Hatzalah. \"Hatzalah\" means \"rescue,\"for all of you who don't know Hebrew.", "en": " 所以，22年後的今天，我們有了“全民義救” “Hatzalah”意思是“營救”，我忘了我不是在以色列"}, {"zh-tw": " I forgot I'm not in Israel. So we have thousands of volunteers who are passionate about saving lives, and they're spread all around,so whenever a call comes in, they just stop everythingand go and run and save a life.", "en": " 可能你們中有人不懂希伯來語 我們有成千上萬的 熱衷於救助生命的志願者 他們遍佈各處，無論何時有急救電話 他們都會立即停下手裡的事跑去救助他人"}, {"zh-tw": " Our average response time today went down to lessthan three minutes in Israel. I'm talking about heart attacks, I'm talking about car accidents, God forbid bomb attacks,shootings, whatever it is, even a woman 3 o'clock in the morning falling in her home and needssomeone to help her.", "en": " 現在在以色列，我們的平均反應時間 已經降低到3分鐘以下 我談的事涉及心臟病、 交通事故， 上帝禁止炸彈襲擊、槍殺和其他一切恐怖活動 即使凌晨三點有個女人 在家裡摔倒了需要幫助"}, {"zh-tw": " Three minutes, we'll havea guy with his pajamas running to her houseand helping her get up. The reasons why we're so successfulare because of three things.", "en": " 只要3分鐘，我們就會有人穿著睡衣 跑到她家去扶她起來 我們的成功有三個原因"}, {"zh-tw": " Thousands of passionate volunteers who will leave everything they do and run to help peoplethey don't even know. We're not there to replace ambulances.", "en": " 第一是因為我們有成千上萬充滿激情的志願者 他們願意丢下自己的事情 跑去幫助那些甚至他們自己都不認識的人 我們並不是為了取代救護車"}, {"zh-tw": " We're just there to get the gap between the ambulancecall until they arrive. And we save people that otherwisewould not be saved.", "en": " 我們只是為了填補 急救電話撥出後和救護車到達前的間隙 我們救助那些若不及時挽救就會死亡的人"}, {"zh-tw": " The second reasonis because of our technology. You know, Israelis are good in technology.", "en": " 第二是因為科技 眾所周知，以色列人擅長運用高科技"}, {"zh-tw": " Every one of us has on his phone,no matter what kind of phone, a GPS technology done by NowForce, and whenever a call comes in, the closest five volunteers get the call, and they actually get there really quick, and navigated by a traffic navigatorto get there and not waste time. And this is a great technologywe use all over the country and reduce the response time.", "en": " 我們每個人的手機，不管哪種手機 都裝有全球定位系統 每當有急救電話 5位距離最近的志願者會接到電話 然後在道路訊息告知系統的指引下 以最快的時間到達，不浪費一點時間 我們在全國範圍內運用這一技術 以便降低反應時間"}, {"zh-tw": " And the third thing are these ambucycles. These ambucyclesare an ambulance on two wheels.", "en": " 第三就是這些救護摩托 它們是兩個輪子上的救護車"}, {"zh-tw": " We don't transfer people,but we stabilize them, and we save their lives. They never get stuck in traffic.They could even go on a sidewalk.", "en": " 但我們不運送傷者，只穩定他們的傷情 及時救助他們 救護摩托不會陷入交通阻塞，它們能在人行道上開"}, {"zh-tw": " They never, literally,get stuck in traffic. That's why we get there so fast.", "en": " 正是由於它們不會陷入交通阻塞 所以我們能最快到達現場"}, {"zh-tw": " A few years after I startedthis organization, in a Jewish community, two Muslims from eastJerusalem called me up. They ask me to meet. Theywanted to meet with me.", "en": " 在我發起這個組織幾年後 東耶路撒冷的一個猶太社區里 兩個穆斯林打電話給我 說想和我見面"}, {"zh-tw": " Muhammad Asli and Murad Alyan. When Muhammad told me his personal story, how his father, 55 yearsold, collapsed at home, had a cardiac arrest, and it took over an hourfor an ambulance arrive, and he saw his father diein front of his eyes, he asked me, \"Please startthis in east Jerusalem.\" I said to myself, I saw somuch tragedy, so much hate, and it's not about saving Jews.It's not about saving Muslims.", "en": " 他們是穆罕默德·阿斯利和穆拉德·阿里安 穆罕默德給我講訴他的親身經歷 他的父親，55歲 因為心搏停止在家倒下了 救護車花了一個多小時才到他家 他目睹了父親在眼前死去 他對我說，“請一定在東耶路撒冷建立全民義救” 我對自己講，見過了這麼多悲劇和仇恨 這並不是為了救猶太人、穆斯林"}, {"zh-tw": " It's not about saving Christians.It's about saving people. So I went ahead, full force -- — and I started UnitedHatzalah in east Jerusalem, and that's why the names United and Hatzalah match so well.", "en": " 和基督徒，我們是為了救“人” 於是，我竭力開始著手 在東耶路撒冷發起了“全民義救” 這就是“全民”和“義救” 如此契合的原因"}, {"zh-tw": " We started hand in handsaving Jews and Arabs. Arabs were saving Jews.Jews were saving Arabs.", "en": " 我們團結一致幫助猶太人和阿拉伯人 阿拉伯人在幫助猶太人，猶太人在幫助阿拉伯人"}, {"zh-tw": " Something special happened. Arabs and Jews, they don'talways get along together, but here in this situation, the communities, literally, it's an unbelievablesituation that happened, the diversities, all of a suddenthey had a common interest: Let's save lives together.", "en": " 有件特別的事情發生了 我們知道阿拉伯人和猶太人向來不和睦 但在這種情況下 社區之間真的 產生了難以置信的友好狀態 突然之間，差異間有了共同利益—— 共同拯救生命"}, {"zh-tw": " Settlers were saving Arabsand Arabs were saving settlers. It's an unbelievableconcept that could work only when you have such a great cause.", "en": " 移民在幫助阿拉伯人，阿拉伯人在幫助移民 這種不可思議的理念 也只有在如此偉大的目標下才會起作用"}, {"zh-tw": " And these are all volunteers. No one is getting money.", "en": " 而且這些人都是志願者 沒人收取報酬"}, {"zh-tw": " They're all doing itfor the purpose of saving lives. When my own fathercollapsed a few years ago from a cardiac arrest,one of the first volunteers to arrive to save my father was one of these Muslimvolunteers from east Jerusalem who was in the firstcourse to join Hatzalah.", "en": " 他們這麼做只是為了救人 幾年前，我父親因心搏停止倒下 最先到達現場 救我父親的志願者 是一名來自東耶路撒冷的穆斯林 這是他加入“全民義救”後的第一次任務"}, {"zh-tw": " And he saved my father. Could you imaginehow I felt in that moment? When I started this organization,I was 17 years old.", "en": " 但是他救了我父親 你們能想像我那一刻的感受嗎？ 我17歲時發起這個組織"}, {"zh-tw": " I never imagined that one dayI'd be speaking at TEDMED. I never even knew what TEDMED was then.", "en": " 從沒想過某天我會站在TEDMED 的講臺上 甚至從不知 TEDMED 是什麼"}, {"zh-tw": " I don't think it existed,but I never imagined, I never imagined that it's goingto go all around, it's going to spread around, and this last year we startedin Panama and Brazil. All I need is a partnerwho is a little meshugenah like me, passionate about savinglives, and willing to do it.", "en": " 我不知道有 TEDMED，也沒猜測過 我從沒想到“全民義救”會在附近發展 會向全世界發展 去年，我們在巴拿馬和巴西也發起了這個組織 我只需一個跟我一樣瘋狂的夥伴 熱衷且義無反顧的救助他人"}, {"zh-tw": " And I'm actually startingit in India very soon with a friend who I metin Harvard just a while back. Hatzalah actually startedin Brooklyn by a Hasidic Jew years before us in Williamsburg, and now it's all over the Jewishcommunity in New York, even Australia and Mexicoand many other Jewish communities.", "en": " 其實，我也正和一個在哈佛遇見的朋友 在印度籌劃發起這個組織 其實義救在我們之前就由一個哈西德猶太人 在布魯克林的威廉斯堡發起了 現在已遍布紐約的猶太社區 甚至包括澳大利亞、墨西哥和許多其他猶太社區"}, {"zh-tw": " But it could spread everywhere. It's very easy to adopt.", "en": " 它可以傳播到任何地方 非常容易開展"}, {"zh-tw": " You even saw these volunteers in New York saving lives in the World Trade Center. Last year alone, we treatedin Israel 207,000 people.", "en": " 你甚至能看到志願者們 在紐約世貿中心救人 僅去年，我們在以色列救助了 207000人"}, {"zh-tw": " Forty-two thousand of them werelife-threatening situations. And we made a difference.", "en": " 其中 42000人 生命危在旦夕 但是我們創造了奇蹟"}, {"zh-tw": " I guess you could call thisa lifesaving flash mob, and it works. When I look all around here, I see lots of peoplewho would go an extra mile, run an extra mile to save other people, no matter who they are,no matter what religion, no matter who, where they come from.", "en": " 你們可以叫我們“救生快閃” 但確實有用 當我望向四周 我看到一群願意不辭辛苦 去救助他人的人 不論身份，不論宗教 不論誰，無論來自何處"}, {"zh-tw": " We all want to be heroes. We just need a good idea, motivation and lots of chutzpah, and we could save millions of people that otherwise would not be saved.", "en": " 我們都想當英雄 只需要一個好想法和動力 還有“厚臉皮” 我們可以挽救無數如果我們不去救 可能就會死去的人"}, {"zh-tw": " Thank you very much.", "en": " 非常感謝"}], "title": "Eli Beer The Fastest Ambulance A Motorcycle"}