{"url": "http://www.ted.com/talks/peter_van_manen_how_can_formula_1_racing_help_babies", "paragraphs": [{"zh-tw": " Motor racing is a funny old business. We make a new car every year, and then we spend the rest of the season trying to understandwhat it is we've built to make it better, to make it faster. And then the next year, we start again.", "en": " 賽車是個有趣的老行業 每年我們都會造一部新車 而當季的其他時間 就用來了解我們達成了那些 然後想辦法突破、讓車子能跑得更快 下一年，重新開始"}, {"zh-tw": " Now, the car you see in frontof you is quite complicated. The chassis is madeup of about 11,000 components, the engine another 6,000, the electronicsabout eight and a half thousand.", "en": " 大家眼前的這部車結構相當複雜 車子底盤大約由一萬一千組零件所構成 引擎則使用了六千組零件 電子設備將近八千五百組零件"}, {"zh-tw": " So there's about 25,000 thingsthere that can go wrong. So motor racing is very muchabout attention to detail.", "en": " 所以總共約有兩萬五千組零件可能出錯 因此賽車是非常重視細節的"}, {"zh-tw": " The other thing about Formula1 in particular is we're always changing the car. We're always trying to make it faster.", "en": " 尤其是一級方程式賽車 我們不斷地改車 總想盡辦法讓它能跑得更快"}, {"zh-tw": " So every two weeks, we will be making about 5,000 new componentsto fit to the car. Five to 10 percent of the race car will be differentevery two weeks of the year.", "en": " 所以每兩週，我們就會製造 大約五千組新零件來組裝 該年度會有 5% 到 10% 的賽車 每兩週就會改頭換面一次"}, {"zh-tw": " So how do we do that? Well, we start our lifewith the racing car. We have a lot of sensorson the car to measure things.", "en": " 我們是如何辦到的呢？ 嗯，我們的生活是從賽車開始的 我們在車子裡安裝了許多感應器來監測車況"}, {"zh-tw": " On the race car in front of you here there are about 120 sensorswhen it goes into a race. It's measuring all sortsof things around the car.", "en": " 你們眼前的這部賽車 比賽時裝了約一百廿個感應器 來測量整部車的車況"}, {"zh-tw": " That data is logged. We're logging about 500 different parameterswithin the data systems, about 13,000 health parameters and events to say when things are notworking the way they should do, and we're sending that databack to the garage using telemetry at a rateof two to four megabits per second. So during a two-hour race,each car will be sending 750 million numbers.", "en": " 資料會被記錄下來，我們在資料系統裡 記錄了大約五百種不同的參數 大約一萬三千個健康參數和事件 車子出狀況時，這些紀錄能派上用場 我們利用遙測技術 以每秒 2-4 兆位元的速率將資料傳回修車廠 所以一場兩小時的比賽中每部車會傳送出 七億五千萬個數字"}, {"zh-tw": " That's twice as many numbersas words that each of us speaks in a lifetime. It's a huge amount of data.", "en": " 這是我們每個人一輩子 說話用字的兩倍之多 這是很龐大的資料"}, {"zh-tw": " But it's not enough justto have data and measure it. You need to be able to dosomething with it.", "en": " 但是光有資料或能測量資料是不夠的 還必須要懂得如何運用這些資料"}, {"zh-tw": " So we've spent a lot of time and effort in turning the data into stories to be able to tell,what's the state of the engine, how are the tires degrading, what's the situationwith fuel consumption? So all of this is taking data and turning it into knowledgethat we can act upon. Okay, so let's have a lookat a little bit of data.", "en": " 所以我們花了很多時間和精力 把數據轉換成故事 可以解讀引擎的狀況如何、 輪胎的耗損情形、 車子油耗又是如何？ 所以這些就是紀錄資料 並將其轉換為我們能採取行動的知識 好，讓我們來看看一點點資料"}, {"zh-tw": " Let's pick a bit of data from another three-month-old patient. This is a child, and what you'reseeing here is real data, and on the far right-hand side, where everything starts gettinga little bit catastrophic, that is the patient goinginto cardiac arrest.", "en": " 這些資料取自於 一個三個月大的病童 他是個小孩子，大家現在看到的是真實數據 在最右手邊 可以看到情況開始變的有點糟糕 這病患的心搏漸漸停止"}, {"zh-tw": " It was deemed to bean unpredictable event. This was a heart attackthat no one could see coming.", "en": " 這是出乎預料的事情 沒人料想到會心臟病發"}, {"zh-tw": " But when we look at the information there, we can see that thingsare starting to become a little fuzzy about five minutesor so before the cardiac arrest. We can see small changes in things like the heart rate moving.", "en": " 但是當我們檢查這些資訊時 我們可以發現，大約在心搏停止前五分鐘 數據開始變得有點模糊不清 我們可以看到如心搏速率等 有些微的變化"}, {"zh-tw": " These were all undetectedby normal thresholds which would be applied to data. So the question is, whycouldn't we see it? Was this a predictable event? Can we look moreat the patterns in the data to be able to do things better? So this is a child, about the same ageas the racing car on stage, three months old.", "en": " 這些原本能應用在數據資料上的 都沒有被正常閾值偵測到 所以問題在於為什麼我們看不到？ 這是可以預測的事嗎？ 我們能不能從資料的模式中看出端倪 並採取更好的行動呢？ 這個小孩 年紀跟台上這輛賽車相仿 都是三個月大"}, {"zh-tw": " It's a patient with a heart problem. Now, when you look at some of the dataon the screen above, things like heart rate, pulse,oxygen, respiration rates, they're all unusual for a normal child, but they're quite normalfor the child there, and so one of the challengesyou have in health care is, how can I look at the patientin front of me, have something which is specific for her, and be able to detect whenthings start to change, when things start to deteriorate? Because like a racing car, any patient, when things start to gobad, you have a short time to make a difference.", "en": " 這是一名心臟疾病患者 現在你看看螢幕上方的資料 心跳速率、脈搏、含氧量、呼吸速率 都不是一個正常小朋友該有的數據 但是對這個小朋友卻相當正常 因此在醫療照護上所面臨的挑戰之一是 如何判斷眼前的病人 有她專屬的資料模式 並在情況改變、病情開始惡化時 有所察覺？ 因為跟賽車的道理一樣，任何患者 遇到緊急狀況時，我們只有極短的時間 扭轉命運"}, {"zh-tw": " So what we did is we took a data system which we run every two weeksof the year in Formula 1 and we installed iton the hospital computers at Birmingham Children's Hospital. We streamed datafrom the bedside instruments in their pediatric intensive care so that we could both lookat the data in real time and, more importantly, to store the data so that we could start to learn from it.", "en": " 所以我們使用一個在一級方程式賽車年度裡 每兩週執行一次的資料系統 並將其安裝於 伯明罕兒童醫院的電腦裡 我們從小兒科加護病房內的 床邊儀器得到數據 如此一來我們可以即時掌握資料 而且更重要的是，能夠儲存資料 讓我們能開始從資料中學習"}, {"zh-tw": " And then, we applied an application on top which would allow us to teaseout the patterns in the data in real time so we couldsee what was happening, so we could determine whenthings started to change. Now, in motor racing, we'reall a little bit ambitious, audacious, a little bitarrogant sometimes, so we decided we would alsolook at the children as they were being transportedto intensive care.", "en": " 然後，我們運用一個可以即時讓我們 整理出資料模式的應用程式 我們就能看到發生了什麼事 我們就能判斷什麼時候開始有狀況 之於賽車，我們都有點企圖心、 有點大膽、有時也有點自負 所以我們決定當那些小朋友被送往加護病房的途中 也要能觀察到他們的資料"}, {"zh-tw": " Why should we waituntil they arrived in the hospital before we started to look? And so we installed a real-time link between the ambulance and the hospital, just using normal 3Gtelephony to send that data so that the ambulance became an extra bed in intensive care. And then we started looking at the data.", "en": " 為什麼我們要等到他們抵達醫院 才開始呢？ 因此我們在救護車及醫院之間 安裝了一個即時連結機制 只需使用一般 3G 通訊傳送資料 這樣一來，救護車就等同於 加護病房裡的床位了 然後我們開始看那些數據"}, {"zh-tw": " So the wiggly linesat the top, all the colors, this is the normal sort of datayou would see on a monitor -- heart rate, pulse,oxygen within the blood, and respiration. The lines on the bottom,the blue and the red, these are the interesting ones.", "en": " 上面那些波浪狀的線，所有顏色 都是我們在監測器上會看到的正常數據資料 心跳速率、脈搏、血中的含氧量 及呼吸速率 底部的藍線和紅線 滿有趣的"}, {"zh-tw": " The red line is showingan automated version of the early warning score that Birmingham Children's Hospitalwere already running. They'd been running that since 2008, and already have stopped cardiac arrests and distress within the hospital.", "en": " 紅線代表自動感應的 預警分數 這些資料是伯明罕兒童醫院已經跑過的數據 他們從 2008 年就開始跑這些數據 而且已經成功阻止了 院內心搏停止和心臟窘迫的案例"}, {"zh-tw": " The blue line is an indication of when patterns start to change, and immediately, before we even started putting in clinical interpretation, we can see that the datais speaking to us. It's telling us that somethingis going wrong.", "en": " 而藍線呢 是資料模式開始產生變化的指標 立即地，甚至在我們開始 臨床解讀這些數據之前 數據已經在對我們說話 告訴我們情況不妙"}, {"zh-tw": " The plot with the red and the green blobs, this is plotting different components of the data against each other. The green is us learningwhat is normal for that child.", "en": " 這張有紅點與綠點的圖表 標示出相互對立資料的不同成分 標示出相互對立資料的不同成分 綠色是我們所知那位病童的正常情況資料"}, {"zh-tw": " We call it the cloud of normality. And when things start to change, when conditions start to deteriorate, we move into the red line.", "en": " 我們稱之為常態雲圖 當情況開始轉變、 病情開始惡化時 我們會移到紅線上"}, {"zh-tw": " There's no rocket science here. It is displaying data that existsalready in a different way, to amplify it, to providecues to the doctors, to the nurses, so they cansee what's happening.", "en": " 這完全不涉及艱深的學問 只是以不同的方式呈現既有的資料 詳述它、提供醫生護士更多線索 他們就能了解正在發生什麼事"}, {"zh-tw": " In the same way that a good racing driver relies on cues to decidewhen to apply the brakes, when to turn into a corner, we need to helpour physicians and our nurses to see when thingsare starting to go wrong. So we have a very ambitious program.", "en": " 同樣地，一位優秀的賽車手 也仰賴線索來決定他何時該煞車、 何時該轉彎 我們須要幫助我們的醫生和護士 讓他們在情況不妙時能夠察覺 所以我們有一個野心勃勃的計畫"}, {"zh-tw": " We think that the race is on to dosomething differently. We are thinking big.It's the right thing to do.", "en": " 我們認為賽車該採取不同的行動了 我們目標很高，這是對的事情"}, {"zh-tw": " We have an approach which,if it's successful, there's no reason why itshould stay within a hospital. It can go beyond the walls.", "en": " 我們有這個方法，而且如果它成功了 我們就沒理由只在醫院裡運用它 這方法能走出醫院之牆"}, {"zh-tw": " With wireless connectivity these days, there is no reason whypatients, doctors and nurses always have to be in the same place at the same time. And meanwhile, we'll takeour little three-month-old baby, keep taking it to the track,keeping it safe, and making it faster and better.", "en": " 現在到處都有無線連結 沒有理由病人、醫生和護士 為何總是必須同時在同一個地方 為何總是必須同時在同一個地方 此刻，我們會讓這個三個月大的寶寶 安安全全地待在軌道上 跑得更快更好"}, {"zh-tw": " Thank you very much.", "en": " 謝謝大家"}], "title": "Peter Van Manen How Can Formula 1 Racing Help Babies"}