{"url": "http://www.ted.com/talks/alexa_meade", "paragraphs": [{"zh-tw": " You may want to take a closer look. There's more to this painting than meets the eye. And yes, it's an acrylic painting of a man, but I didn't paint it on canvas.", "en": " 你或許會想仔細地看看 這幅畫比你看到的還複雜 是的，這張畫是用壓克力顏料畫出來的男人 但我並不是畫在畫布上"}, {"zh-tw": " I painted it directly on top of the man. What I do in my art is I skip the canvas altogether, and if I want to paint your portrait, I'm painting it on you, physically on you.", "en": " 而是直接畫在那個男人身上 我的藝術創作常常略過畫布 如果想替你畫一幅肖像 我會畫在你身上，實際地畫在你的身體上"}, {"zh-tw": " That also means you're probably going to end up with an earful of paint, because I need to paint your ear on your ear. Everything in this scene, the person, the clothes, chairs, wall, gets covered in a mask of paint that mimics what's directly below it, and in this way, I'm able to take a three-dimensional scene and make it look like a two-dimensional painting.", "en": " 這也意味著最終 你的耳朵裡可能到處是顏料 因為我必須在你的耳朵上畫上你的耳朵 這場景內一切事物，人物、衣服、 椅子、 牆壁，都遮蓋著一層顏料 依照畫下方的物體繪畫出來 以這種方式，我能創造一個三維的場景 並使它看起來像一幅平面圖"}, {"zh-tw": " I can photograph it from any angle, and it will still look 2D. There's no Photoshop here.", "en": " 我能從任何角度拍攝 它看起來仍會像是二維的 這裡沒有用 Photoshop （修圖軟體）"}, {"zh-tw": " This is just a photo of one of my three-dimensional paintings. You might be wondering how I came up with this idea of turning people into paintings.", "en": " 這只是一張相片 那些三維油畫的其中一幅 或許你會想知道我怎麼會想到 把人變成圖畫"}, {"zh-tw": " But originally, this had nothing to do with either people or paint. It was about shadows.", "en": " 原先其實跟人或顏料 也無關的 這是關於影子"}, {"zh-tw": " I was fascinated with the absence of light, and I wanted to find a way that I could give it materiality and pin it down before it changed. I came up with the idea of painting shadows.", "en": " 我著迷於沒有光的世界 想找一種方法，在它改變之前 可以把它實質地固定下來 於是我想到了畫陰影"}, {"zh-tw": " I loved that I could hide within this shadow my own painted version, and it would be almost invisible until the light changed, and all of a sudden my shadow would be brought to the light. I wanted to think about what else I could put shadows on, and I thought of my friend Bernie.", "en": " 我熱愛可以隱藏在 這些我畫的影子中 而且幾乎是看不見的 直至光線改變了，突然間 我的影子就暴露在日光下 我在想還可把陰影畫在哪裡 於是想到了朋友貝尼"}, {"zh-tw": " But I didn't just want to paint the shadows. I also wanted to paint the highlights and create a mapping on his body in greyscale.", "en": " 但我不僅想畫一些影子 還想畫上一些加亮的部分 在他的身體上創作一幅貼圖製成的灰階圖檔"}, {"zh-tw": " I had a very specific vision of what this would look like, and as I was painting him, I made sure to follow that very closely. But something kept on flickering before my eyes.", "en": " 對於它會變成什麼樣子我有一個明確的概念 當我給他塗顏料時 我得確保畫得很相近 但有些東西不停地在我眼前忽隱忽現"}, {"zh-tw": " I wasn't quite sure what I was looking at. And then when I took that moment to take a step back, magic.", "en": " 我不大確定看見什麼 然後當我退一步，一瞬間 不可思議！"}, {"zh-tw": " I had turned my friend into a painting. I couldn't have foreseen that when I wanted to paint a shadow, I would pull out this whole other dimension, that I would collapse it, that I would take a painting and make it my friend and then bring him back to a painting.", "en": " 我把朋友變成了一幅畫 在我剛開始畫陰影時 從未預料到會變成這樣 把其他空間維度也一併拉出來 然後折疊起來 繪畫上色，再畫一下朋友 然後把他送回到一幅畫裡"}, {"zh-tw": " I was a little conflicted though, because I was so excited about what I'd found, but I was just about to graduate from college with a degree in political science, and I'd always had this dream of going to Washington, D.C., and sitting at a desk and working in government. Why did this have to get in the way of all that? I made the tough decision of going home after graduation and not going up to Capitol Hill, but going down to my parents' basement and making it my job to learn how to paint.", "en": " 我心裡有點矛盾 因為我對我的發現非常興奮 但快要大學畢業了 而且會得到政治學學位 我一直有個夢想 就是去華盛頓哥倫比亞特區 坐在辦公室 受僱於政府 為什麼出現這個擋路的？ 我做了一個艱難決定 畢業後就搬回家 而不是到國會山莊去 回到父母家的地下室 學習如何以繪畫為生"}, {"zh-tw": " I had no idea where to begin. The last time I'd painted, I was 16 years old at summer camp, and I didn't want to teach myself how to paint by copying the old masters or stretching a canvas and practicing over and over again on that surface, because that's not what this project was about for me.", "en": " 我不知道該從何處著手 最後一次繪畫 是在十六歲時的夏令營 我不想透過臨摹年老大師的作品 或者拉緊畫布後 在那平面上反復練習 去學習如何繪畫 因為這並不是我想要的計劃"}, {"zh-tw": " It was about space and light. My early canvases ended up being things that you wouldn't expect to be used as canvas, like fried food.", "en": " 這是關於空間和光 我早期用的畫布最後都變成 某些你不會想要用來當畫布的東西 像煎炸食物"}, {"zh-tw": " It's nearly impossible to get paint to stick to the grease in an egg. Even harder was getting paint to stick to the acid in a grapefruit.", "en": " 讓顏料黏貼在雞蛋的油脂上 幾乎是不可能的 讓顏料黏貼在葡萄柚的酸上 就更加困難"}, {"zh-tw": " It just would erase my brush strokes like invisible ink. I'd put something down, and instantly it would be gone.", "en": " 它只會把我的筆觸效果擦掉 像隱形墨水一樣 我畫下任何東西，它也會立即消失"}, {"zh-tw": " And if I wanted to paint on people, well, I was a little bit embarrassed to bring people down into my studio and show them that I spent my days in a basement putting paint on toast. It just seemed like it made more sense to practice by painting on myself.", "en": " 如果我想要在人類的身體上塗顏色 好吧，我真是有點尷尬 要把其他人帶到工作室來向他們展示 我整天躲在地下室 繪畫在土司上 在自己身上練習作畫 看起來似乎更為合理"}, {"zh-tw": " One of my favorite models actually ended up being a retired old man who not only didn't mind sitting still and getting the paint in his ears, but he also didn't really have much embarrassment about being taken out into very public places for exhibition, like the Metro. I was having so much fun with this process.", "en": " 我最喜歡的模特兒之一 是一個已退休的老男人 他不僅不介意坐著靜止不動 且在耳朵裡面塗滿顏料 他倒是一點也不覺得尷尬 即使把他帶到公共場合 展覽 例如捷運 過程中，帶給我許多快樂"}, {"zh-tw": " I was teaching myself how to paint in all these different styles, and I wanted to see what else I could do with it. I came together with a collaborator, Sheila Vand, and we had the idea of creating paintings in a more unusual surface, and that was milk.", "en": " 我繼續自學嘗試畫出不同的風格 看看還能做點什麼不一樣的事 我和拍檔希拉‧萬斯 (Sheila Vand) 一起 我們有個想法 在一塊更為不尋常的表面上繪畫創作 就是牛奶"}, {"zh-tw": " We got a pool. We filled it with milk. We filled it with Sheila. And I began painting.", "en": " 我們找到了一個水池，把它裝滿了牛奶 把希拉放在裡面然後我開始作畫"}, {"zh-tw": " And the images were always completely unexpected in the end, because I could have a very specific image about how it would turn out, I could paint it to match that, but the moment that Sheila laid back into the milk, everything would change. It was in constant flux, and we had to, rather than fight it, embrace it, see where the milk would take us and compensate to make it even better.", "en": " 最後畫像總是 完全出乎意料 因為我有一個非常明確的圖像 它最後會變成的效果 我能畫得跟想像的一樣 但當希拉躺在牛奶中的時候 所有東西都在改變 且不斷地變化著 我們必須欣然接受，而不是與其作戰 隨著牛奶帶領我們 並作出補償使畫作變得更好"}, {"zh-tw": " Sometimes, when Sheila would lay down in the milk, it would wash all the paint off of her arms, and it might seem a little bit clumsy, but our solution would be, okay, hide your arms. And one time, she got so much milk in her hair that it just smeared all the paint off of her face.", "en": " 有些時候，當希拉躺進牛奶裡 她手臂上的顏料會被沖洗掉 這樣似乎有點笨拙 但是我們的解決方法就是把手臂藏起來 有一次，她的頭髮沾滿了牛奶 臉上的顏料也被擦模糊了"}, {"zh-tw": " All right, well, hide your face. And we ended up with something far more elegant than we could have imagined, even though this is essentially the same solution that a frustrated kid uses when he can't draw hands, just hiding them in the pockets.", "en": " 好吧，這樣的話就把妳的臉藏起來 最後我們的作品 比想像中的更為優美精緻 即使這解決方法就像小孩子 因為不會畫手而沮喪 然後把手藏在口袋裡一樣"}, {"zh-tw": " When we started out on the milk project, and when I started out, I couldn't have foreseen that I would go from pursuing my dream in politics and working at a desk to tripping over a shadow and then turning people into paintings and painting on people in a pool of milk. But then again, I guess it's also not unforeseeable that you can find the strange in the familiar, as long as you're willing to look beyond what's already been brought to light, that you can see what's below the surface, hiding in the shadows, and recognize that there can be more there than meets the eye.", "en": " 當我們開始這項牛奶計劃時 當我剛開始時 根本無法預料 由到政治界去追夢 在辦公室工作 到為影子神魂顛倒 繼而將人們變成油畫 在牛奶池裡的人體上作畫 但話說回來，我想根本不能預料到 你會在熟識的事物裡找到新奇的東西 只要你肯去看遠一點 去看那些已經熟識的東西 那麼你就可以看得到底下蘊藏的東西 躲在影子裡的東西 你會發現更多 比想像中更複雜的東西"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Alexa Meade"}