{"url": "http://www.ted.com/talks/paul_rothemund_casts_a_spell_with_dna", "paragraphs": [{"zh-tw": " There's an ancient and universal conceptthat words have power, that spells exist, and that if we could onlypronounce the right words, then -- whoosh! -- you know,an avalanche would come and wipe out the hobbits, right? So this is a very attractive idea, because we're very lazy,like the Sorcerer's Apprentice, or the world's greatestcomputer programmer. This idea has a lot of traction with us.", "en": " 自古以來，文字就普遍被認為具有一種魔力， 因此我們相信咒語的存在，只要我們能夠正確的唸出那些字。 然後，呼！你知道的，一堆東西會從天而降 然後殲滅哈比人，對吧？這是一個非常吸引人的想法 因為我們非常懶惰，就好像魔法師的學徒， 或是世界上最棒的電腦程式設計師。 因此，這個想法對我們有極大的吸引力。"}, {"zh-tw": " We love the idea that words,when pronounced, are little more than pure information, but they evoke physical actionin the real world that helps us do work. So, of course, with lotsof programmable computers and robots around, this is an easy thing to picture.", "en": " 我們很喜歡這個想法是因為，當這些文字被唸出來時， 他們不僅僅是單純的傳遞訊息， 而且他們還能觸發一些在真實世界中 能幫助我們工作的實質上的動作。 當然，藉由我們周遭大量的可程式化的電腦 以及機器人，這個概念並不難被理解。"}, {"zh-tw": " How many of you knowwhat I'm talking about? Raise your right hand. How many don't knowwhat I'm talking about? Raise your left hand.", "en": " 你們當中有多少人知道我現在在講什麼的？ 請舉起你們的右手。好。有多少人 不知道我在講什麼的？請舉你們的左手。好。"}, {"zh-tw": " So that's great. So that was too easy. You guys have very insecure computers, OK? So now the thing is,this is a different kind of spell.", "en": " 非常好。這太簡單了。 你們的「電腦」非常容易出錯，對吧？ 我想要說的是，這是一種不同的「咒語」。"}, {"zh-tw": " This is a computer programmade of zeros and ones. It can be pronounced on a computer,does something like this.", "en": " 這是一個由一堆零與一所組成的電腦程式。 它能夠在電腦上被「唸」出來。就像這樣。"}, {"zh-tw": " The important thing is we can write itin a high-level language. A computer magician can write this thing.", "en": " 重點是我們可以以高階語言去寫它。 一個電腦魔術師可以寫出這種東西。"}, {"zh-tw": " It can be compiled into zeros and onesand pronounced by a computer. And that's what makes computers powerful, these high-level languagesthat can be compiled.", "en": " 它能被編譯成這樣 -- 變成一堆零與一 -- 然後被電腦唸出來。 這就是讓電腦功能強大的東西： 這些能被編譯的高階語言。"}, {"zh-tw": " And so, I'm here to tell you,you don't need a computer to actually have a spell. In fact, what you can doat the molecular level is that if you encode information -- you encode a spellor program as molecules -- then physics can actually directlyinterpret that information and run a program.", "en": " 然而，我在這邊還想告訴你，你並不需要一台電腦 就能夠施咒。事實上，你能夠做的是 如果你將資訊編碼到分子層次上 -- 你使用分子來撰寫「咒語」或是程式 -- 然後實際上這些資訊可以直接透過物理作用來解譯 並執行該程式。這就是蛋白質分子們所作的事。"}, {"zh-tw": " It's what happens in proteins. When this amino-acid sequencegets pronounced as atoms, these little lettersare sticky for each other.", "en": " 當這些胺基酸序列以原子的型態被「唸」出來， 這些彼此之間緊密結合在一起的字母們"}, {"zh-tw": " It collapses into a three-dimensionalshape that turns it into a nanomachine that actually cuts DNA. The interesting thingis that if you change the sequence, you change the three-dimensional folding.", "en": " 堆疊成三維立體結構使之成為 一個能切割 DNA 的奈米機器。 有趣的是，如果你改變序列， 你也同時改變了其三維折疊的方法。"}, {"zh-tw": " You get, now, a DNA stapler, instead. These are the kind of molecular programswe want to be able to write.", "en": " 它現在反而變成了 DNA 訂書機。 這種就是我們希望能夠撰寫的分子程式，"}, {"zh-tw": " The problem is, we don't know the machine language of proteinsor have a compiler for proteins. So I've joined a growing band of people that try to makemolecular spells using DNA.", "en": " 問題在於，我們不知道蛋白質的程式語言; 我們沒有蛋白質的編譯器。 所以我加入了一群逐漸增加的人群中， 嘗試使用 DNA 製造分子魔咒。使用 DNA 是因為它比較便宜。"}, {"zh-tw": " We use DNA because it's cheaper,it's easier to handle, it's somethingwe understand really well -- so well, in fact, that we thinkwe can actually write programming languages for DNAand have molecular compilers. So then, we think we can do that.", "en": " 它比較容易處理。我們對它的了解已經非常透徹了。 我們對它的了解是如此地透徹，事實上，我們認為我們可以 寫一個 DNA 的程式語言並且擁有分子編譯器。 既然我們認為我們可以做到。將其付諸實現時，我的第一個問題是 --"}, {"zh-tw": " One of my first questions doing this was: How can you make an arbitrary shapeor pattern out of DNA? I decided to use a type of DNA origami, where you take a long strand of DNA and fold it into whatever shapeor pattern you might want. So here's a shape.", "en": " 或者應該說我一堆問題的其中一個是 -- 你如何能製造 任意形狀或圖案的 DNA? 我決定使用 一種類似摺紙的 DNA 折疊藝術，你可以將一股長條 DNA 折疊成你想要的各種形狀或圖案。"}, {"zh-tw": " I actually spent about a year in my homein my underwear, coding, like Linus [Torvalds],in that picture before. This program takes a shapeand spits out 250 DNA sequences.", "en": " 這邊是其中一種形狀。我事實上在家花了一年的時間， 只穿著內褲，編寫程式，就如同之前照片中的林納斯[·托瓦兹]一般。 這個程式將任何形狀，分成二百五十個不同的 DNA 序列。"}, {"zh-tw": " These short DNA sequencesare what are going to fold the long strand into this shape that we want to make. So you send an e-mailwith these sequences in it to a company, and the company pronounces themon a DNA synthesizer, a machine about the size of a photocopier.", "en": " 這些短的 DNA 序列就是接下來將一長股 DNA 折疊成這種我們想要的形狀時會派上用場的東西。 所以你發一封內含這些序列的電子郵件去一家公司， 由這家公司使用 DNA 合成儀去製造出這些序列。 合成儀的大小大概與影印機差不多。"}, {"zh-tw": " And they take your e-mail, and every letter in your e-mail,they replace with a 30-atom cluster -- one for each letter, A, T, C and G in DNA. They string them up in the right sequence, and then they send themback to you via FedEx.", "en": " 然後，他們將你的電子郵件和內含序列的每一個字母， 變成約卅個原子的群集，每一個單元就是一個字母， DNA 中的 A, T, C 和 G。他們被串成正確的序列， 然後他們使用 FedEx 寄還給你。 這封信件中有一些小管子，管子裡面就有著這二百五十種序列。"}, {"zh-tw": " So you get 250 of thesein the mail in little tubes. I mix them together,add a little bit of salt water, and then add this long strandI was telling you about, that I've stolen from a virus.", "en": " 我把他們混合在一起，加一點點鹽水， 然後加入這個我一直跟你提到的 我從病毒中借用的長股 DNA。然後，"}, {"zh-tw": " And then what happens is, you heat this whole thing upto about boiling. You cool it down to room temperature, and as you do, those short strandsdo the following thing: each one of them bindsthat long strand in one place, and then has a second half that bindsthat long strand in a distant place, and brings those two partsof the long strand close together so they stick together.", "en": " 將其整個加熱至接近沸騰。再待其冷卻 至室溫，就像你平常會做的事一般， 這些短股 DNA 就會去做接下來的事情： 他們每一個都會與長股中的某處結合在一起， 然而他們的另外半段則會與長股中 一段距離外的某處結合，使這長股的兩部份 彼此靠近而黏在一起。"}, {"zh-tw": " So the net effectof all 250 of these strands is to fold the long strandinto the shape you're looking for. It'll approximate that shape.", "en": " 所以這兩百五十種短股的淨效應 使長股折疊成你想要的形狀。 它大約就是那個形狀。我們真的在試管中做這個實驗。"}, {"zh-tw": " We do this for real, in the test tube. In each little drop of water,you get 50 billion of these guys.", "en": " 每一小滴水中包含約五百億個這些小東西。"}, {"zh-tw": " With a microscope,you can see them on a surface. The neat thing is if you changethe sequence and change the spell, just change the sequence of the staples, you can make a moleculethat looks like this.", "en": " 你可以用顯微鏡看到他們平躺在一個平面上。 最棒的是如果你更改序列 改變咒語，你只要更改這些「釘書針」（指短股 DNA）的序列。 你可以使一個分子看起來像這樣，"}, {"zh-tw": " And, you know, he likesto hang out with his buddies. A lot of them are actually pretty good.", "en": " 你知道他喜歡跟朋友在一起，對吧? 這些臭味相投的朋友聚在一塊看起來的確挺不錯的。"}, {"zh-tw": " If you change the spell again,you change the sequence again, you get really nice,130-nanometer triangles. If you do it again, you can get arbitrary patterns.", "en": " 如果你改變咒語，就是又一次的改變序列。 你會得到這些一百三十奈米的三角形。你再做一次， 你能做出任何圖案。所以在一個長方形上"}, {"zh-tw": " So on a rectangle, you can paintpatterns of North and South America, or the words, \"DNA.\" So that's DNA origami. That's one way. There are many waysof casting molecular spells using DNA.", "en": " 你可以畫出南北美洲的地圖，或是排出「DNA」三個字母。 這就是 DNA 折疊藝術。而這只是目前 可以使用 DNA 施展分子魔咒的許多方法中的一種。"}, {"zh-tw": " What we really want to do in the end is learn how to program self-assemblyso we can build anything, right? We want to be able to buildtechnological artifacts that are maybe good for the world. We want to learn how to buildbiological artifacts, like people and whales and trees.", "en": " 我們真正想要做的是學習如何寫出 自我組合的程式，這樣我們就可以建出任何東西了，對吧？ 我們希望能夠建造出對世界有益的科技產物 我們希望學習 如何製造生命，像是人、鯨魚或是樹木。"}, {"zh-tw": " And if it's the case that we can reachthat level of complexity, if our ability to program moleculesgets to be that good, then that will truly be magic. Thank you very much.", "en": " 如果我們真的能夠建造出如此複雜的東西， 如果我們編寫分子程式的能力真的如此高竿， 那就是真的魔術了。非常謝謝你們。"}], "title": "Paul Rothemund Casts A Spell With Dna"}