{"url": "http://www.ted.com/talks/amy_webb_how_i_hacked_online_dating", "paragraphs": [{"zh-tw": " So my name is Amy Webb, and a few years agoI found myself at the end of yet another fantastic relationship that came burning downin a spectacular fashion. And I thought, what's wrong with me? I don't understandwhy this keeps happening.", "en": " 我的名字是艾咪韋伯 幾年前，我發現自己再次走到 另一段美好戀情的盡頭 當然最終也壯烈的結束了 接著我想：「我是怎麼了？」 為什麼每段感情總以失敗告終"}, {"zh-tw": " So I asked everybody in my lifewhat they thought. I turned to my grandmother,who always had plenty of advice, and she said, \"Stop being so picky.", "en": " 所以我問了我身邊的人 聽聽他們的想法 我問了我祖母 她總是有一堆建議 她回答我：「不要這麼挑剔！"}, {"zh-tw": " You've got to date around. And most importantly, true love will find youwhen you least expect it.\" Now as it turns out, I'm somebody who thinks a lot about data, as you'll soon find.", "en": " 妳得出去約會 最重要的是 真愛總是在不經意時出現」 事實上 我是個非常相信根據的人 我想你很快就會發現這點"}, {"zh-tw": " I am constantly swimmingin numbers, formulas and charts. I also have a very tight-knit family, and I'm very, very close with my sister, and as a result, I wanted to havethe same type of family when I grew up.", "en": " 我的生活跟數字、公式 還有圖表脫不了關係 我有一個非常棒的家庭 我和我的姐姐十分親密 因此，我夢想著能擁有一個 像我家一樣美好的家庭"}, {"zh-tw": " So I'm at the end of this bad breakup, I'm 30 years old, I figure I'm probably going to haveto date somebody for about six months before I'm ready to get monogamous and before we can sort of cohabitate, and we have to do thatfor a while before we can get engaged. And if I want to start having childrenby the time I'm 35, that meant that I would havehad to have been on my way to marriage five years ago.", "en": " 所以我最終是慘烈地分手了 我現在三十歲 我認為至少要交往六個月 才能夠確定這個人 是你未來的伴侶 開始同居生活前也需要一點時間 同居過一陣子後，才是訂婚 假設我想在35歲時生小孩 代表我必須在 五年前開始計劃結婚"}, {"zh-tw": " So that wasn't going to work. If my strategy was to least-expectmy way into true love, then the variable that I hadto deal with was serendipity.", "en": " 很明顯地，這行不通 如果找到真愛的方法是減少期待 那唯一的變數 就是看緣份了"}, {"zh-tw": " In short, I was trying to figure out what's the probabilityof my finding Mr. Right? Well, at the time I was livingin the city of Philadelphia, and it's a big city, and I figured, in this entire place,there are lots of possibilities. So again, I started doing some math.", "en": " 簡單來說，我想搞清楚 我找到真命天子的機率有多少？ 我住在費城的時候 它是個大城市，而且我發現 在這個地方充滿了機會 所以，我又算了一下"}, {"zh-tw": " Population of Philadelphia:it has 1.5 million people. I figure about half of that are men, so that takes the number down to 750,000.", "en": " 費城的人口是150萬人 我推估半數是男性 因此男性至少有75萬名"}, {"zh-tw": " I'm looking for a guybetween the ages of 30 and 36, which was only four percentof the population, so now I'm dealingwith the possibility of 30,000 men. I was looking for somebody who was Jewish, because I am and that was important to me.", "en": " 我的目標是30到36歲之間的男性 大概只佔了百分之四 所以只剩下3萬人 我想要找猶太人 因為我自己就是，而且這對我很重要"}, {"zh-tw": " That's only 2.3 percent of the population. I figure I'm attracted to maybeone out of 10 of those men, and there was no way I was going to dealwith somebody who was an avid golfer.", "en": " 但他們只佔人口的百分之2.3 我假設這之中有1/10的人 會喜歡我 不過我跟打高爾夫的 完全合不來"}, {"zh-tw": " So that basically meantthere were 35 men for me that I could possibly date in the entire city of Philadelphia. In the meantime,my very large Jewish family was already all marriedand well on their way to having lots and lots of children, and I felt like I wasunder tremendous peer pressure to get my life going already.", "en": " 意思就是說只剩35個人 可能成為我約會的對象 在整個費城！ 同時，在我的猶太大家族中 所有人都已經結婚 準備生很多很多小孩 這更讓我感覺到 必須快點成家的壓力"}, {"zh-tw": " So I have two possiblestrategies at this point I'm sort of figuring out. One, I can take my grandmother's advice and sort of least-expect my way into maybe bumping into the oneout of 35 possible men in the entire 1.5-million-personcity of Philadelphia, or I could try online dating.", "en": " 所以對此我有 兩個對策 一、聽我祖母的話 不要抱太大期待 以為能在費城150萬人口中 與那35個人 在路上巧遇 又或者試試網路交友"}, {"zh-tw": " Now, I like the idea of online dating, because it's predicated on an algorithm, and that's really justa simple way of saying I've got a problem,I'm going to use some data, run it through a systemand get to a solution. So online dating is the secondmost popular way that people now meet each other, but as it turns out,algorithms have been around for thousands of yearsin almost every culture.", "en": " 現在我比較喜歡網路交友這個方法 因為這可以用算式算出來 這很非常地簡單 當你遇到問題，只要運用一些數據 透過系統的計算 最後得到解決方法 所以網路交友成了現代人找對象時 第二受歡迎的方法 但是計算的方法 在每個文化中其實已經存在好幾千年了"}, {"zh-tw": " In fact, in Judaism,there were matchmakers a long time ago, and though they didn't havean explicit algorithm per se, they definitely were runningthrough formulas in their heads, like, is the girl going to like the boy? Are the families going to get along? What's the rabbi going to say? Are they going to starthaving children right away? The matchmaker would sortof think through all of this, put two people together,and that would be the end of it. So in my case, I thought, well, will data and an algorithmlead me to my Prince Charming? So I decided to sign on.", "en": " 事實上，猶太教從很久以前開始 就有媒人了 雖然沒有明確的公式 他們一定也在腦裡計算過 像是，那女孩會喜歡那男孩嗎？ 他們的家人會處得來嗎？ 拉比會怎麼想?(註: 拉比 是猶太人生活宗教上的老師) 他們會不會很快就有孩子? 媒人通常會在腦中想過這些問題後 把兩人湊成一對 我猜想，像我的情形 數據和算式真能夠幫我找到 我的白馬王子嗎？ 我決定註冊網路交友"}, {"zh-tw": " Now, there was one small catch. As I'm signing on to the variousdating websites, as it happens, I was really, really busy.", "en": " 這裡有一個小小的插曲 當我在一堆交友網站註冊後 想當然，我變得相當忙"}, {"zh-tw": " But that actuallywasn't the biggest problem. The biggest problem is that I hatefilling out questionnaires of any kind, and I certainly don't like questionnairesthat are like Cosmo quizzes.", "en": " 但這還不是最大的問題 最困擾我的是 我痛恨填問卷 更不要說那些問卷根本 就像是心理測驗"}, {"zh-tw": " So I just copiedand pasted from my résumé. So in the descriptive part up top, I said that I wasan award-winning journalist and a future thinker.", "en": " 因此我就直接從履歷複製貼上 在最上方的自我描述那一欄 我填上我是個得過獎的記者 和未來思想家"}, {"zh-tw": " When I was asked about fun activitiesand my ideal date, I said monetizationand fluency in Japanese. I talked a lot about JavaScript.", "en": " 當它問到我的興趣和理想的對象 我回答賺錢 和流利的日文 我寫了許多有關程式語言的事"}, {"zh-tw": " So obviously this was not the best wayto put my most sexy foot forward. But the real failure was thatthere were plenty of men for me to date.", "en": " 但這似乎不是展現自己最好一面的 的好方法 但最糟的是 那裡有一堆可以跟我約會的男人"}, {"zh-tw": " These algorithms had a sea full of men that wanted to take me outon lots of dates -- what turned out to be truly awful dates. There was this guy Steve, the I.T. guy.", "en": " 這些運算法則提供了一堆 要約我出去的男人 雖然那些約會的結果都不太好 有一位叫史帝夫的男人，是位科技人"}, {"zh-tw": " The algorithm matched us upbecause we share a love of gadgets, we share a love of mathand data and '80s music, and so I agreed to go out with him. So Steve the I.T. guy invited me out to one of Philadelphia'swhite-table-cloth, extremely expensive restaurants.", "en": " 運算法則把我們湊成一對 因為我們都喜歡小玩意 還有數學和80年代的音樂 所以我也同意跟他出去 史帝夫這位科技人約我去 費城一家的高檔餐廳 那裡消費非常昂貴"}, {"zh-tw": " And we went in, and right off the bat, our conversation reallywasn't taking flight, but he was ordering a lot of food. In fact, he didn't even botherlooking at the menu.", "en": " 我們到了以後 並沒有講到什麼話 他只是點了很多食物 事實上他連餐單都沒瞄過一眼"}, {"zh-tw": " He was ordering multiple appetizers,multiple entrées, for me as well, and suddenly there are pilesand piles of food on our table, also lots and lots of bottles of wine. So we're nearing the endof our conversation and the end of dinner, and I've decided Steve the I.T. guy and I are reallyjust not meant for each other, but we'll part ways as friends, when he gets up to go to the bathroom, and in the meantime,the bill comes to our table.", "en": " 點了一堆開胃菜 一堆主菜，當然也替我點了 突然之間，桌上擺滿了食物 和一瓶又一瓶的酒 在我們快要沒話講 也快吃完飯時，我默默想 我們兩個並不適合彼此 但我們不會分開的太難看 他去廁所的時候 服務生將賬單送到桌上"}, {"zh-tw": " And listen, I'm a modern woman. I am totally down with splitting the bill.", "en": " 聽好了，我是個現代女性 當然可以接受各付各的"}, {"zh-tw": " But then Steve the I.T. guydidn't come back. (Gasping) And that was my entire month's rent.", "en": " 但是史帝夫那位科技人沒有回來 那足足是我整個月的房租"}, {"zh-tw": " (Audience gasps) So needless to say,I was not having a good night. So I run home, I callmy mother, I call my sister, and as I do, at the end of each oneof these terrible, terrible dates, I regale them with the details.", "en": " 不用說，那不是個美好的晚餐 所以我跑回家，打給我媽媽和姐姐 就像每次經歷過一場 糟糕的約會後一樣 告訴她們所有細節"}, {"zh-tw": " And they say to me, \"Stop complaining.\" \"You're just being too picky.\" So I said, fine, from here on outI'm only going on dates where I know there's Wi-Fi,and I'm bringing my laptop. I'm going to shove it into my bag, I'm going to have this email template, and I'm going to fill it outand collect information on all these differentdata points during the date to prove to everybody that empirically, these dates really are terrible.", "en": " 她們告訴我 「不要再抱怨了!」 「妳就是太挑剔了!」 所以我決定從此之後 我只去我知道的地方約會 要有無線網路，我還要帶著筆電 我會把它塞進我的包包 我會用這個電子郵件範本 填上空格，收集些資料 這樣我就能透過這些資料 以親身經歷向大家證明 這些約會有多糟"}, {"zh-tw": " So I started tracking things likereally stupid, awkward, sexual remarks; bad vocabulary; the number of times a manforced me to high-five him. So I started to crunch some numbers, and that allowed meto make some correlations.", "en": " 我開始注意那些 笨拙、尷尬、帶有性意味的言論 不當用詞 逼我和他擊掌的次數 我開始統計這些數字 接著我發現了一些關聯性"}, {"zh-tw": " So as it turns out, for some reason, men who drink Scotchreference kinky sex immediately. Well, it turns outthat these probably weren't bad guys.", "en": " 例如說 不知道為什麼 喝蘇格蘭威士忌的男人 總令我聯想到性變態 當然這不代表 他們真的是壞人"}, {"zh-tw": " There were just bad for me. And as it happens, the algorithmsthat were setting us up, they weren't bad either.", "en": " 他們只是不適合我 將我們湊在一起的交友網站 也沒有錯"}, {"zh-tw": " These algorithms were doing exactlywhat they were designed to do, which was to takeour user-generated information, in my case, my résumé, and match it upwith other people's information. See, the real problem here is that, while the algorithms work just fine, you and I don't, when confronted with blank windows where we're supposed to inputour information online.", "en": " 它們只是照著 一定的公式運作而已 蒐集使用者的基本資料 像是我的履歷表 和其他人的資料做配對 所以真正的問題是 運算法則可以正常運作 我們卻作不到 當面對需要填入 個人資料的空白視窗時"}, {"zh-tw": " Very few of us have the ability to be totally and brutallyhonest with ourselves. The other problemis that these websites are asking us questions like, are youa dog person or a cat person? Do you like horror films or romance films? I'm not looking for a pen pal.", "en": " 我們之中只有極少數的人 能夠全然地坦白面對 另一個問題是，交友網站總是問一些問題 像是，你喜歡狗還是貓？ 你喜歡恐怖片還是愛情片？ 我又不是要找筆友"}, {"zh-tw": " I'm looking for a husband. Right? So there's a certain amountof superficiality in that data. So I said fine, I've got a new plan.", "en": " 我是要找老公，不是嗎？ 那裡頭淨是一些膚淺的資料 我想說好吧，我有一個新的計劃"}, {"zh-tw": " I'm going to keep usingthese online dating sites, but I'm going to treat them as databases, and rather than waitingfor an algorithm to set me up, I think I'm going to tryreverse-engineering this entire system. So knowing that there was superficial data that was being usedto match me up with other people, I decided instead to ask my own questions.", "en": " 我會繼續用這些交友網站 但僅僅是把它當成資料庫 另外，比起讓系統替我配對 我決定反向操作這整個系統 因為在知道它僅靠一些膚淺問題 幫我找尋適合的對象之後 我決定自己提出自己的問題"}, {"zh-tw": " What was every single possible thing that I could think ofthat I was looking for in a mate? So I started writing and writing and writing, and at the end, I had amassed72 different data points. I wanted somebody was Jew-ish, so I was looking for somebody who had the same backgroundand thoughts on our culture, but wasn't going to force me to go to shulevery Friday and Saturday.", "en": " 在我找另一半時 會想到哪些條件呢？ 我開始不停地寫 最後，我累積了 72個不同的條件 我想找猶太人 找一個跟我有相同背景 相同文化觀的人 但前提是每週五、週六 他不會逼我去猶太教會"}, {"zh-tw": " I wanted somebody who worked hard, because work for meis extremely important, but not too hard. For me, the hobbies that I have are really just new work projectsthat I've launched.", "en": " 我想找認真工作的人 因為工作對我來說相當重要 不過也不能太過火 對我而言，我的嗜好就只是 手頭上正在進行的工作"}, {"zh-tw": " I also wanted somebodywho not only wanted two children, but was going to have the sameattitude toward parenting that I do, so somebody who was goingto be totally okay with forcing our child to starttaking piano lessons at age three, and also maybe computer science classesif we could wrangle it. So things like that,but I also wanted somebody who would go to far-flung,exotic places, like Petra, Jordan.", "en": " 我想找個打算生兩個小孩 教養觀念和我一樣的人 一個不反對我們的小孩 三歲開始學鋼琴 如果可能的話 還要上電腦課 像是這些問題，還有最好是個 見多識廣的人，旅行過特別的地方 像是佩特拉、約旦"}, {"zh-tw": " I also wanted somebody who would weigh20 pounds more than me at all times, regardless of what I weighed. So I now havethese 72 different data points, which, to be fair, is a lot.", "en": " 還有，無論何時 無論我多重 他都必須比我重個20磅 現在，我有72個條件 老實說，實在很多"}, {"zh-tw": " So what I did was, I went throughand I prioritized that list. I broke it into a top tierand a second tier of points, and I ranked everything starting at 100 and going all the way down to 91, and listing things like I was lookingfor somebody who was really smart, who would challenge and stimulate me, and balancing that with a second tierand a second set of points.", "en": " 我看了看那張清單 排出優先順序 我把整份清單分為兩部分 我將每樣條件從100分開始打分數 最低91分 並且寫下具體條件，像是聰明 能夠挑戰和激勵我 跟第二部分的條件 做平衡"}, {"zh-tw": " These things were also important to mebut not necessarily deal-breakers. So once I had all this done,I then built a scoring system, because what I wanted to dowas to sort of mathematically calculate whether or not I thoughtthe guy that I found online would be a match with me.", "en": " 這些條件對我而言當然也很重要 但是並沒有那麼絕對 在我完成之後 我建立了一個記分系統 因為我想做的 就像是數學計算 計算出我在網路上找到的這個男人 是不是適合我"}, {"zh-tw": " I figured there would bea minimum of 700 points before I would agree to email somebodyor respond to an email message. For 900 points,I'd agree to go out on a date, and I wouldn't even considerany kind of relationship before somebody had crossedthe 1,500 point threshold.", "en": " 根據我的記分系統，要達到700分 我才會寫電子郵件給對方 或是回信 900分代表可以跟他出去 但是不到1,500分的話 我就不會考慮開始一段關係"}, {"zh-tw": " Well, as it turns out,this worked pretty well. So I go back online now.", "en": " 這方法非常的成功 因此，我從新回到網路世界"}, {"zh-tw": " I found Jewishdoc57 who's incredibly good-looking,incredibly well-spoken, he had hiked Mt. Fuji, he had walked along the Great Wall. He likes to travel as long as it doesn't involvea cruise ship.", "en": " 我找到Jewishdoc57 他長的很帥，很會說話 他爬過富士山 走過長城 只要不是搭郵輪，他喜歡旅遊"}, {"zh-tw": " And I thought, I've done it! I've cracked the code. I have just foundthe Jewish Prince Charming of my family's dreams.", "en": " 我心想，我做到了! 我破解了 我找到我夢想中美滿家庭 的猶太王子"}, {"zh-tw": " There was only one problem: He didn't like me back. And I guess the one variablethat I haven't considered is the competition.", "en": " 只有一個問題 他並不喜歡我 我想我忘了還有一個變數 競爭"}, {"zh-tw": " Who are all of the other womenon these dating sites? I found SmileyGirl1978. She said she was a \"Fun girlwho is Happy and Outgoing.\" She listed her job as \"teacher.\" She said she is\"silly, nice and friendly.\" She likes to make people laugh \"alot.\" At this moment I knew, clicking profile after profilethat looked like this, that I needed to do some market research.", "en": " 在這些交友網站上的其他女人 她們是誰? 我找到SmileyGirl1978 她表示自己是個風趣外向的女孩 她的工作欄寫著老師 她說自己傻傻的、親切好相處 喜歡逗人笑 這瞬間，我懂了 看了一個又一個類似這樣的資料後 我想我必須做些市場調查"}, {"zh-tw": " So I created 10 fake male profiles. Now, before I lose all of you -- -- understand that I did thisstrictly to gather data about everybody else in the system.", "en": " 因此我註冊了10個假的男性帳號 在你們準備要唾棄我之前 我必須澄清我這樣做 純粹只是為了蒐集 這個系統裡其他人的資料"}, {"zh-tw": " I didn't carry on crazy Catfish-stylerelationships with anybody. I really was just scraping their data.", "en": " 我沒有戲弄任何人 我真的只是蒐集資料"}, {"zh-tw": " But I didn't want everybody's data. I only wanted data on the womenwho were going to be attracted to the type of man that I really,really wanted to marry.", "en": " 不過我並不需要所有人的 我只需要那些 會喜歡上 我想嫁的男人的那些女人"}, {"zh-tw": " When I released these men into the wild, I did follow some rules. So I didn't reach out to any woman first.", "en": " 我剛開始用這些假帳號時 我遵守了一些規則 所以一開始，我沒和任何女人主動聯繫"}, {"zh-tw": " I just waited to seewho these profiles were going to attract, and mainly what I was looking atwas two different data sets. So I was looking at qualitative data, so what was the humor, the tone, the voice, the communication style that these women shared in common? And also quantitative data, so what was the average lengthof their profile, how much time was spent between messages? What I was trying to get at here wasthat I figured, in person, I would be just as competitiveas a SmileyGirl1978.", "en": " 我想看這些假帳號能吸引到什麼樣的人 我將它分為兩組數據組 我觀察特性類的數據 找出這些女人在幽默感、語調 聲音和溝通方式方面 有哪些共同點 另外那些量化的數據 像是個人檔案的平均長度 傳訊息時花了多少時間 我想知道的是 假使我也這麼做了 我就會跟SmileyGirl1978 一樣受歡迎"}, {"zh-tw": " I wanted to figure out how to maximizemy own profile online. Well, one month later, I had a lot of data,and I was able to do another analysis.", "en": " 我想試著將我的個人檔案 發揮最大效益 一個月後 我蒐集到許多數據作分析"}, {"zh-tw": " And as it turns out,content matters a lot. So smart people tend to write a lot -- 3,000, 4,000, 5,000 wordsabout themselves, which may all be very, very interesting.", "en": " 結果是，內容很重要 聰明的人通常都寫很長 三四千字 甚至5千字 而且內容十分有趣"}, {"zh-tw": " The challenge here, though,is that the popular men and women are sticking to 97 words on average that are written very, very well, even though it may not seemlike it all the time. The other hallmarkof the people who do this well is that they're usingnon-specific language.", "en": " 困難點在 這些受歡迎的男人和女人 平均都只打97個字 當然也寫得很好 雖然有些看起來像假的 另一個特點是 他們絕不會寫的很具體"}, {"zh-tw": " So in my case, \"The English Patient\"is my most favorite movie ever, but it doesn't workto use that in a profile, because that's a superficial data point, and somebody may disagree and decide they don't want to go out because they didn't likesitting through the three-hour movie. Also, optimistic language matters a lot.", "en": " 以我的例子來說 我最喜歡的電影是「英倫情人」 但我絕不能將它寫在我的資料上 因為那樣會太具體了 有人可能因為不喜歡那部電影 就拒絕跟我出去 因為他們對坐三個小時看一部電影沒興趣 另外，正面的字眼非常重要"}, {"zh-tw": " So this is a word cloud highlighting the most popularwords that were used by the most popular women, words like \"fun\" and \"girl\" and \"love.\" And what I realized was notthat I had to dumb down my own profile. Remember, I'm somebody who said that I speak fluent Japaneseand I know JavaScript and I was okay with that.", "en": " 這是文字雲 顯示出那些受歡迎的女人 常用的字 像是\"有趣\"、\"女孩\"、\"愛\" 然而我意識到的 並不是降低我個人檔案的水準 還記得嗎，我說過我是 能說一口流利日文和懂得程式語言的人 我覺得這很好啊"}, {"zh-tw": " The difference is that it's about beingmore approachable and helping people understandthe best way to reach out to you. And as it turns out, timingis also really, really important.", "en": " 重點是要讓自己變得容易親近些 使其他人了解 如何與你接觸 時間點也相當重要"}, {"zh-tw": " Just because you have accessto somebody's mobile phone number or their instant message account and it's 2 o'clock in the morningand you happen to be awake, doesn't mean that that's a good timeto communicate with those people. The popular women on these online sites spend an average of 23 hoursin between each communication.", "en": " 你有了某人的電話號碼 又或者是 他們的即時通訊軟體帳號 即時你清晨2點還醒着 也不應該在這個時間跟那些人聯絡 交友網站上這些受歡迎的女人 花在交談上的時間 每段平均約23小時"}, {"zh-tw": " And that's what we would normally doin the usual process of courtship. And finally -- there were the photos.", "en": " 通常我們追求某人的時候 也都是這樣的 最後是照片"}, {"zh-tw": " All of the women who were popularshowed some skin. They all looked really great, which turned out to be in sharp contrast to what I had uploaded.", "en": " 受歡迎的女人 每個都會露些肉 她們看起來都很美 和我上傳的照片就形成 極大的對比"}, {"zh-tw": " Once I had all of this information, I was able to create a super profile, so it was still me, but it was me optimized nowfor this ecosystem. And as it turns out,I did a really good job.", "en": " 當我擁有了這些資訊之後 我就能作出一個「超級檔案」 這還是我 但這是在這個生態圈下最佳化後的我 結果顯示，我成功了"}, {"zh-tw": " I was the most popular person online. And as it turns out, lots and lotsof men wanted to date me.", "en": " 我是網路上最有名的人 有數不清的男人想約我出去"}, {"zh-tw": " So I call my mom, I call my sister,I call my grandmother. I'm telling them about this fabulous news, and they say, \"This is wonderful!How soon are you going out?\" I said, \"Actually, I'm not goingto go out with anybody.\" Because remember, in my scoring system, they have to reach a minimumthreshold of 700 points, and none of them have done that.", "en": " 所以我打電話給我媽、我姐姐還有祖母 我告訴她們這個好消息 她們說：「這真是太棒了!」 「妳什麼時候要去約會？」 我回答：「事實上，我不會跟任何人出去」 記得嗎？在我的記分系統 他們至少要拿到700分 但沒有一個人達到這個標準"}, {"zh-tw": " They said, \"What?You're still being too damn picky.\" Well, not too long after that,I found this guy, Thevenin, and he said that he was culturally Jewish, he said that his jobwas an arctic baby seal hunter, which I thought was very clever. He talked in detail about travel.", "en": " 她們說：「什麼？妳怎麼還是這麼挑剔」 但在不久之後 我遇見了戴維寧 他說他文化上屬於猶太文化 他說他的工作是北極小海豹獵人 我覺得很妙 他寫了很多關於旅行的事"}, {"zh-tw": " He made a lot of reallyinteresting cultural references. He looked and talked exactlylike what I wanted, and immediately, he scored 850 points.", "en": " 舉了許多有趣的文化差異的例子 他的長相和說話的方式都是我喜歡的型 當然，他馬上就得了850分"}, {"zh-tw": " It was enough for a date. Three weeks later, we met up in person for what turned out to bea 14-hour-long conversation that went from coffee shop to restaurant to another coffee shopto another restaurant, and when he dropped me back offat my house that night I re-scored him -- [1,050 points!] Thought, you know what, this entire time,I haven't been picky enough.", "en": " 850分已經足夠出去約會 三個禮拜之後，我們見面了 我們聊了14個小時 從咖啡廳到餐廳 又從另一家咖啡廳到另一間餐廳 當他送我回家時 我重新為他打了分數 「1050分!」 你知道嗎？ 這次我一點都不挑剔"}, {"zh-tw": " Well, a year and a half after that, we were non-cruise ship traveling through Petra, Jordan, when he got down on his knee and proposed. A year after that, we were married, and about a year and a half after that, our daughter, Petra, was born.", "en": " 一年半後 我們去了佩特拉、約旦 當然，不是搭郵輪 當時他跪下，向我求婚 一年後，我們結婚了 那之後一年半，我們的女兒佩特拉"}, {"zh-tw": " Audience: Oh! [What it means...] Obviously, I'm havinga fabulous life, so -- The question is, what doesall of this mean for you? Well, as it turns out,there is an algorithm for love. It's just not the onesthat we're being presented with online.", "en": " 出生了 顯然，我現在過著很幸福的生活，所以... 問題是，這些對你而言是什麼? 這是一個為愛訂做的運算法則 這不只是我們在網路上看起來的樣子"}, {"zh-tw": " In fact, it's somethingthat you write yourself. So whether you're lookingfor a husband or a wife or you're trying to find your passion or you're trying to start a business, all you have to really dois figure out your own framework and play by your own rules, and feel free to be as picky as you want.", "en": " 是你怎麼形容你自己 所以，無論你是在找另一半 找尋你的熱情 或是嘗試創業 你需要做的是找出你自己的原則 照你的規則來 愛怎麼挑剔就怎麼挑剔"}, {"zh-tw": " Well, on my wedding day, I had a conversation againwith my grandmother, and she said, \"All right,maybe I was wrong. It looks like you did come upwith a really, really great system.", "en": " 我結婚那天 我跟我的祖母談了一下 她說：「好吧，我也許是錯的」 「看來妳真的發明出 一個非常好的系統」"}, {"zh-tw": " Now, your matzah balls ... They should be fluffy, not hard.\" And I'll take her advice on that.", "en": " 「不過妳的瑪索球 (註：猶太丸子) 口感應該是鬆軟的，不應該是硬的」 這次我會聽她的話了"}], "title": "Amy Webb How I Hacked Online Dating"}