{"url": "http://www.ted.com/talks/amanda_bennett_a_heroic_narrative_for_letting_go", "paragraphs": [{"zh-tw": " So I'd like you to come back with me just for a few minutes to a dark night in China, the night I met my husband. It was a city so long ago that it was still called Peking.", "en": " 首先我想帶大家跟我一起 用幾分鐘回憶 那個在中國的深夜 那個我初遇我先夫的夜晚 那是個歷史悠久的城市，而它至今仍被稱作 北京"}, {"zh-tw": " So I went to a party. I sat down next to a stout, middle-aged man with owl glasses and a bow tie, and he turned out to be a Fulbright scholar, there in China specifically to study Sino-Soviet relations.", "en": " 那晚我參加了一個派對 我在一個矮胖的中年男子身旁坐下 他戴著一副圓眼鏡，打了一個領結 他自稱是「傅爾布萊特計畫」的學者 到中國來研究 中國和蘇聯的關係"}, {"zh-tw": " What a gift it was to the eager, young foreign correspondent that I was then. I'd pump him for information, I'm mentally scribbling notes for the stories I plan to write.", "en": " 對那時候是年輕駐外記者的我 是一個多麼及時的禮物 我撲向他汲取信息 我用心記下筆記 為我將要寫的故事做準備"}, {"zh-tw": " I talk to him for hours. Only months later, I discover who he really was.", "en": " 我跟他交流了幾小時 僅僅在幾個月之後， 我才發現他到底是誰"}, {"zh-tw": " He was the China representative for the American Soybean Association. \"I don't understand. Soybeans? You told me you were a Fulbright scholar.\" \"Well, how long would you have talked to me if I told you we're in soybeans?\" I said, \"You jerk.\" Only jerk wasn't the word I used.", "en": " 他是美國豆類協會 在中國的代表 “我不理解，大豆？ 你告訴我的，你是「傅爾布萊特計畫」學者。” “好吧，如果我告訴你我是做大豆的， 你會跟我聊多久呢？” （笑） 我說，“你這個混蛋。” 當然 “混蛋” 不是當時我用的詞"}, {"zh-tw": " I said, \"You could've gotten me fired.\" And he said, \"Let's get married.\" \"Travel the world and have lots of kids.\" So we did. And what an alive man Terence Bryan Foley turned out to be.", "en": " 我說，“你可能會害我被開除。” 然後他說，“我們結婚吧。” （笑） “環遊世界，生一堆孩子。” 所以，我們結婚了。 （笑） （鼓掌） 結果，特倫斯．布茉恩．佛利 是多麼有趣的人"}, {"zh-tw": " He was a Chinese scholar who later, in his 60s, got a Ph.D. in Chinese history. He spoke six languages, he played 15 musical instruments, he was a licensed pilot, he had once been a San Francisco cable car operator, he was an expert in swine nutrition, dairy cattle, Dixieland jazz, film noir, and we did travel the country, and the world, and we did have a lot of kids.", "en": " 他曾是研究中國的學者 之後在他60多歲時 取得了中國歷史博士學位 他說六種語言 他會演奏15種樂器 他是認證的飛行員 他曾經是一名舊金山的纜車操作員 他曾專精於乳豬的飼養 產小牛，迪克西蘭 (Dixieland) 爵士樂，黑色電影 我們遊遍中國，和世界各地 我們的確有了很多小孩"}, {"zh-tw": " We followed my job, and it seemed like there was nothing that we couldn't do. So when we found the cancer, it doesn't seem strange to us at all that without saying a word to each other, we believed that, if we were smart enough and strong enough and brave enough, and we worked hard enough, we could keep him from dying ever.", "en": " 我們隨我的工作周遊，而且一切看上去 似乎沒有什麼是不可能的 所以，當我們發現癌症時 我們也不覺得怪異 也沒有相互說些什麼 我們曾相信， 只要我們夠聰明 夠堅強、勇敢 夠努力 我們就能永遠讓他遠離死亡"}, {"zh-tw": " And for years, it seemed like we were succeeding. The surgeon emerged from the surgery.", "en": " 剛開始，我們似乎成功了 手術後，外科醫生走出來"}, {"zh-tw": " What'd he say? He said what surgeons always say: \"We got it all.\" Then there was a setback when the pathologists looked at the kidney cancer closely. It turned out to be a rare, exceedingly aggressive type, with a diagnosis that was almost universally fatal in several weeks at most.", "en": " 他說了什麼？他說了外科醫生都會說的話： “一切在我們掌控中。” 然後，當病理學醫師仔細研究腎癌之後 他帶來了失望的消息 它是一種很罕見的 極其惡性的類型 並很有可能 幾週內就會死亡。"}, {"zh-tw": " And yet, he did not die. Mysteriously, he lived on.", "en": " 然而，他沒有過世 奇蹟般地活了下來"}, {"zh-tw": " He coached Little League for our son. He built a playhouse for our daughter.", "en": " 他是我們的兒子 “小聯盟” 的教練 他為我們的女兒建了遊戲屋"}, {"zh-tw": " And meanwhile, I'm burying myself in the Internet looking for specialists. I'm looking for a cure.", "en": " 同時，我埋頭在網路上 尋找專家 尋找治療的方法"}, {"zh-tw": " So a year goes by before the cancer, as cancers do, reappears, and with it comes another death sentence, this time nine months. So we try another treatment, aggressive, nasty.", "en": " 在癌症復發之前 一年過去了 癌又回來了 另一個死刑出現了 這次只有九個月 所以我們嘗試了另外一種治療方案，激進，艱險，"}, {"zh-tw": " It makes him so sick, he has to quit it, yet still he lives on. Then another year goes by.", "en": " 它讓他羸弱到他必須放棄治療， 然而，他依舊活了下來 一年又過去了"}, {"zh-tw": " Two years go by. More specialists.", "en": " 兩年過去了 更多的專家"}, {"zh-tw": " We take the kids to Italy. We take the kids to Australia.", "en": " 我們帶著孩子去義大利 我們帶著孩子去澳大利亞"}, {"zh-tw": " And then more years pass, and the cancer begins to grow. This time, there's new treatments on the horizon.", "en": " 很多年過去了 癌症又復發了 這次，一種新的治療方法剛剛出現"}, {"zh-tw": " They're exotic. They're experimental. They're going to attack the cancer in new ways.", "en": " 它們異乎尋常，它們是實驗性的。 它們用一種新方式攻擊癌症"}, {"zh-tw": " So he enters a clinical trial, and it works. The cancer begins to shrink, and for the third time, we've dodged death.", "en": " 他接受了實驗治療，發揮了效用 癌症開始減少 這是我們第三次 迴避了死亡"}, {"zh-tw": " So now I ask you, how do I feel when the time finally comes and there's another dark night, sometime between midnight and 2 a.m.? This time it's on the intensive care ward when a twentysomething resident that I've never met before tells me that Terence is dying, perhaps tonight. So what do I say when he says, \"What do you want me to do?\" There's another drug out there.", "en": " 所以，現在我問你 我是作何感想 當那一刻終於到來 在另外一個漆黑的深夜 大概在午夜和半夜兩點之間？ 這次是在重症看護病房 一個二十多歲的住院醫生 我從來沒見過的 告訴我，特倫斯將要死去 也許就在今晚 當他說 “妳希望我為妳做什麽？” 我說了什麼？ 現在有另外一種藥物"}, {"zh-tw": " It's newer. It's more powerful. He started it just two weeks ago.", "en": " 它更新穎，更有療效 他兩週前才開始服用它"}, {"zh-tw": " Perhaps there's still hope ahead. So what do I say? I say, \"Keep him alive if you can.\" And Terence died six days later.", "en": " 也許還有希望 所以我說了什麽？ 我說，“儘可能讓他活著.&quot; 但特倫斯在六天後離開了。"}, {"zh-tw": " So we fought, we struggled, we triumphed. It was an exhilarating fight, and I'd repeat the fight today without a moment's hesitation.", "en": " 我們抗爭，我們掙扎，我們戰勝 那是一場令人興奮的戰鬥 我隨時都可以再做一次選擇 毫不猶豫"}, {"zh-tw": " We fought together, we lived together. It turned what could have been seven of the grimmest years of our life into seven of the most glorious.", "en": " 我們並肩戰鬥，我們並肩生存， 那本來可能是 七年嚴酷的生活 結果是最光輝的七年"}, {"zh-tw": " It was also an expensive fight. It was the kind of fight and the kind of choices that everyone here agrees pump up the cost of end-of-life care, and of healthcare for all of us.", "en": " 那也是一場昂貴的戰鬥 那是那種戰鬥和那種選擇 我們這裡的每個人都會同意 消耗了一生的醫療保險 和我們所有的醫療保健"}, {"zh-tw": " And for me, for us, we pushed the fight right over the edge, and I never got the chance to say to him what I say to him now almost every day: \"Hey, buddy, it was a hell of a ride.\" We never got the chance to say goodbye. We never thought it was the end.", "en": " 對於我，對於我們 我們一直在抗爭的前線 我先前一直沒有機會對他說 我現在幾乎每天都會對他說 ”那真是一段如同地獄的經歷。“ 我們從來沒有機會說再見 我們從來不認為那就是結局"}, {"zh-tw": " We always had hope. So what do we make of all of this? Being a journalist, after Terence died, I wrote a book, \"The Cost Of Hope.\" I wrote it because I wanted to know why I did what I did, why he did what he did, why everyone around us did what they did.", "en": " 我們一直保持希望 所以我們到底得到了什麽？ 作為一名記者，在特倫斯死後， 我寫了一本書，”希望的代價\" 我寫這本書是因為我想知道 爲什麽我那麼做 爲什麽他那麼做 爲什麽每個在我們周圍的人那麼做"}, {"zh-tw": " And what did I discover? Well, one of the things I discovered is that experts think that one answer to what I did at the end was a piece of paper, the advance directive, to help families get past the seemingly irrational choices. Yet I had that piece of paper.", "en": " 猜猜我發現了什麽？ 在我發現的事情中，其間一件是： 專家們認為，爲什麽我那麼做 的理由，是一張紙 一個事前的導引 幫助親人放棄不合理的選擇 然而，我那時有那張紙"}, {"zh-tw": " We both did. And they were readily available.", "en": " 我們都有 它們很有用"}, {"zh-tw": " I had them right at hand. Both of them said the same thing: Do nothing if there is no further hope.", "en": " 它們就在我的手裡 它們都告訴我們一件事： &quot;在絕望時，靜觀其變&quot;"}, {"zh-tw": " I knew Terence's wishes as clearly and as surely as I knew my own. Yet we never got to no further hope.", "en": " 我知道特倫斯的希望 就像我知道自己的希望一樣清晰和明確 但我們從來未曾奢求"}, {"zh-tw": " Even with that clear-cut paper in our hands, we just kept redefining hope. I believed I could keep him from dying, and I'd be embarrassed to say that if I hadn't seen so many people and have talked to so many people who have felt exactly the same way.", "en": " 即使那張表達明確的意向書就在我們手裡 我們只是不斷重新定義希望 我相信我可以讓他遠離死亡 我可能會很尷尬那麼說，要不是我看到 那麼多人，跟那麼多人交談 都認同我的感受"}, {"zh-tw": " Right up until days before his death, I felt strongly and powerfully, and, you might say, irrationally, that I could keep him from dying ever. Now, what do the experts call this? They say it's denial.", "en": " 就在他去世的前幾天 我強而有力地感覺到 你可以說是無理地 我可以永遠讓他遠離死亡。 專家們該如何解釋我的反應？ 他們說這是拒絕接受"}, {"zh-tw": " It's a strong word, isn't it? Yet I will tell you that denial isn't even close to a strong enough word to describe what those of us facing the death of our loved ones go through. And I hear the medical professionals say, \"Well, we'd like to do such-and-such, but the family's in denial.", "en": " 這是一個強硬的詞，不是嗎？ 然而我要告訴你，拒絕接受， 一點也不算不上是強硬 來描述那些失去所愛的人 要經歷的一切。 我聽到一個醫學專家說， “我們想要做這個那個 但是親人拒絕接受"}, {"zh-tw": " The family won't listen to reason. They're in denial.", "en": " 親人不願聽取原因 他們拒絕接受"}, {"zh-tw": " How can they insist on this treatment at the end? It's so clear, yet they're in denial.\" Now, I think this maybe isn't a very useful way of thinking. It's not just families either.", "en": " 他們是怎樣堅持治療到最後的？ 很簡單，他們拒絕接受現實。” 現在，我想這也許 不是一種有用的思考方式 不只是親人"}, {"zh-tw": " The medical professionals too, you out there, you're in denial too. You want to help. You want to fix.", "en": " 醫學專家也一樣 你們在那裡，你們也拒絕現實 你們希望幫助，希望解決問題"}, {"zh-tw": " You want to do. You've succeeded in everything you've done, and having a patient die, well, that must feel like failure.", "en": " 你們希望有所作為 你們在你做的所有事情中取得成功 然而有一位病人正在死去 那一定感覺就是失敗"}, {"zh-tw": " I saw it firsthand. Just days before Terence died, his oncologist said, \"Tell Terence that better days are just ahead.\" Days before he died.", "en": " 我親眼所見 就在特倫斯死去的前幾天 他的腫瘤學家說， “告訴特倫斯，明天會更好。” 就在他去世的前幾天"}, {"zh-tw": " Yet Ira Byock, the director of palliative medicine at Dartmouth said, \"You know, the best doctor in the world has never succeeded in making anyone immortal.\" So what the experts call \"denial,\" I call \"hope,\" and I'd like to borrow a phrase from my friends in software design. You just redefine denial and hope, and it becomes a feature of being human.", "en": " 愛拉碧阿克 (Ira Byock) 達特茅斯安寧療護的主任 說，“你知道的，世界上最好的醫生 從沒有成功讓任何一個人長生不死。” 所以，專家們所謂的“拒絕承認”，我稱之為“希望” 我想借用我一位 從事軟體工作朋友的一句話 你只是重新定義拒絕與希望， 它成為了人類的特質"}, {"zh-tw": " It's not a bug. It's a feature.", "en": " 這不是錯誤 (bug) 這是特色 （笑）"}, {"zh-tw": " So we need to think more constructively about this very common, very profound and very powerful human emotion. It's part of the human condition, and yet our system and our thinking isn't built to accommodate it.", "en": " 所以我們需要更有建設性的思考 關於非常普遍，意義深遠 且強大的人類情感 它是人類的一部分 因此我們的系統和思維 不是用來適應它的"}, {"zh-tw": " So Terence told me a story on that long-ago night, and I believed it. Maybe I wanted to believe it.", "en": " 特倫斯在很久以前的夜裡講了個故事給我聽 我相信它 也許是我想要去相信它"}, {"zh-tw": " And during Terence's illness, I, we, we wanted to believe the story of our fight together too. Giving up the fight -- for that's how it felt, it felt like giving up -- meant giving up not only his life but also our story, our story of us as fighters, the story of us as invincible, and for the doctors, the story of themselves as healers.", "en": " 在特倫斯生病期間，我，我們 我們要去相信這個故事 關於我們共同抗爭的故事 放棄抗爭 -- 就像什麽感覺呢 感覺在放棄 -- 意味著不僅僅放棄他的生命 也在放棄我們的故事 我們作為抗爭者的故事 我們戰而不敗的故事 對於醫生們， 是作為治療者的故事"}, {"zh-tw": " So what do we need? Maybe we don't need a new piece of paper. Maybe we need a new story, not a story about giving up the fight or of hopelessness, but rather a story of victory and triumph, of a valiant battle and, eventually, a graceful retreat, a story that acknowledges that not even the greatest general defeats every foe, that no doctor has ever succeeded in making anyone immortal, and that no wife, no matter how hard she tried, has ever stopped even the bravest, wittiest and most maddeningly lovable husband from dying when it was his time to go.", "en": " 所以我們需要什麽？ 也許我們並不需要一張新紙 也許我们需要一個新的故事 不是關於放棄抗爭的故事 或者絕望的故事 而是一個巨大勝利的故事 關於一場勇敢的戰爭，並且最終 優雅的撤退 一個故事闡明了 即使是最偉大的將軍也不能打敗每個敵人 沒有一個醫生曾成功 讓任何人不死 沒有一位妻子，不管她多麼努力， 曾經阻止過最勇敢、 最有智慧、最熱愛的丈夫 在那一刻來臨時，遠離死亡。"}, {"zh-tw": " People did mention hospice, but I wouldn't listen. Hospice was for people who were dying, and Terence wasn't dying.", "en": " 人們提到過臨終關懷醫院 但是我沒有聽進去 臨終關懷醫院是為將要死去的人準備的 但是特倫斯不會死去"}, {"zh-tw": " As a result, he spent just four days in hospice, which I'm sure, as you all know, is a pretty typical outcome, and we never said goodbye because we were unprepared for the end. We have a noble path to curing the disease, patients and doctors alike, but there doesn't seem to be a noble path to dying.", "en": " 結果，他只在臨終關懷醫院停留了四天 我相信，大家也明白 這是個很典型的結果 我們從來沒有說再見 因為我們沒有準備好結束 我們有高貴的治療方式 病人和醫生一樣 但是似乎沒有 高貴的死去方式"}, {"zh-tw": " Dying is seen as failing, and we had a heroic narrative for fighting together, but we didn't have a heroic narrative for letting go. So maybe we need a narrative for acknowledging the end, and for saying goodbye, and maybe our new story will be about a hero's fight, and a hero's goodbye.", "en": " 死亡被當做失敗 我們有英雄般的故事 關於共同抗爭 但是我們沒有英雄般的順其自然 所以也許我們需要一個故事 關於結束，關於表達再見 也許我們的新故事會是 關於一個英雄的抗爭，和一個英雄的離去"}, {"zh-tw": " Terence loved poetry, and the Greek poet Constantine Cavafy is one of my favorite poets. So I'll give you a couple lines from him.", "en": " 特倫斯熱愛詩詞 希臘詩人康斯坦丁‧卡瓦菲斯 (Constantine Cavafy) 是我最喜愛的詩人之一 所以我要送給你們一兩句他的詩"}, {"zh-tw": " This is a poem about Mark Antony. You know Mark Antony, the conquering hero, Cleopatra's guy? Actually, one of Cleopatra's guys.", "en": " 這是關於馬克‧安東尼 (Mark Antony) 的詩 你們知道馬克‧安東尼，那個征服者英雄 埃及艷后的情人？ 至少是她的情人之一"}, {"zh-tw": " And he's been a pretty good general. He's won all the fights, he's eluded all the people that are out to get him, and yet this time, finally, he's come to the city of Alexandria and realized he's lost.", "en": " 他是一位很好的將領 他贏了所有的戰爭 他躲過了所有想要抓他的人 但是這次，最終， 他來到了亞歷山大城 意識到他的失敗"}, {"zh-tw": " The people are leaving. They're playing instruments. They're singing.", "en": " 人們正在離去，他們在演奏樂器 他們在歌唱"}, {"zh-tw": " And suddenly he knows he's been defeated. And he suddenly knows he's been deserted by the gods, and it's time to let go.", "en": " 突然間他知道他被打敗了 突然間他明白 他被神明放棄了 順其自然的時間到了"}, {"zh-tw": " And the poet tells him what to do. He tells him how to say a noble goodbye, a goodbye that's fit for a hero.", "en": " 詩人告訴他怎麼做 他告訴他怎樣優雅的說再見 英雄式的再見"}, {"zh-tw": " \"As if long-prepared, as if courageous, as it becomes you who were worthy of such a city, approach the window with a firm step, and with emotion, but not with the entreaties or the complaints of a coward, as a last enjoyment, listen to the sounds, the exquisite instruments of the musical troops, and bid her farewell, the Alexandria you are losing.\" That's a goodbye for a man who was larger than life, a goodbye for a man for whom anything, well, almost anything, was possible, a goodbye for a man who kept hope alive. And isn't that what we're missing? How can we learn that people's decisions about their loved ones are often based strongly, powerfully, many times irrationally, on the slimmest of hopes? The overwhelming presence of hope isn't denial.", "en": " “正如長期準傋 正如勇氣 它成為了你 值得這樣的城池 嚴實步往窗前 充滿感情 而非乞求 或者人群的讚美 你最後的享受 聆聽那些聲音 樂隊演奏著優美的樂器 和她再見 你正在失去的亞歷山大城” 那是意義大於生命的人的告別 這樣一個人的告別 對於他m所有事情 幾乎是所有的事情 都是可能的 一個讓希望永存的人的告別 這不正是我們所沒有的嗎？ 我們是如何知曉 他們心愛的人 常常強烈的， 很多時候荒誕的 依存於最微薄的希望上？ 壓倒一切的希望 不是拒絕。"}, {"zh-tw": " It's part of our DNA as humans, and maybe it's time our healthcare system -- doctors, patients, insurance companies, us, started accounting for the power of that hope. Hope isn't a bug.", "en": " 是人類DNA的一部份 也許現在是時間，我們的醫療系統 醫生，病人，保險公司，我們 開始衡量希望的力量 希望不是漏洞"}, {"zh-tw": " It's a feature. Thank you.", "en": " 它是特色 謝謝 （鼓掌）"}], "title": "Amanda Bennett A Heroic Narrative For Letting Go"}