{"url": "http://www.ted.com/talks/charles_robertson_africa_s_next_boom", "paragraphs": [{"zh-tw": " Africa is booming. Per capita incomes since the year 2000 have doubled, and this boom is impacting on everyone. Life expectancy has increased by one year every three years for the last decade.", "en": " 非洲正欣欣向榮 人均所得自2000年以來 已倍增 這樣的繁榮影響所有人民 過去十年以來，平均壽命 每三年增加一歲"}, {"zh-tw": " That means if an African child is born today, rather than three days ago, they will get an extra day of life at the end of their lifespan. It's that quick.", "en": " 就是說今天誕生的非洲嬰兒 比三天前出生的 會多增加一天 的壽命預期 變化就是那麼快"}, {"zh-tw": " And HIV infection rates are down 27 percent: 600,000 less people a year are getting HIV in sub-Saharan Africa. The battle against malaria is being won, with deaths from malaria down 27 percent, according to the latest World Bank data.", "en": " 愛滋病毒的感染率下降了27% 每年感染的人數減少60萬 這是漠南非洲的數據 對抗瘧疾也漸入佳境 死亡率降低27% 這是世界銀行的數據"}, {"zh-tw": " And malaria nets actually are playing a role in that. This shouldn't surprise us, because actually, everybody grows.", "en": " 抗瘧疾蚊帳其實是功臣之一 非洲的進步不足為奇 因為事實上成長屢見不鮮"}, {"zh-tw": " If you go back to Imperial Rome in the Year 1 A.D., there was admittedly about 1,800 years where there wasn't an awful lot of growth. But then the people that the Romans would have called Scottish barbarians, my ancestors, were actually part of the Industrial Revolution, and in the 19th century, growth began to accelerate, and you saw that get quicker and quicker, and it's been impacting everyone.", "en": " 回顧羅馬帝國時期 從西元一年開始 一般公認大約有一千八百年 不見巨幅的成長 然後我的祖先蘇格蘭人 那個會被羅馬人視為野蠻的族群 事實上卻參與了工業革命 19世紀，成長開始加速 速度節節上升 並且影響無遠弗屆"}, {"zh-tw": " It doesn't matter if this is the jungles of Singapore or the tundra of northern Finland. Everybody gets involved. It's just a matter of when the inevitable happens.", "en": " 不論是雨林區的新加坡 還是凍原區的北國芬蘭 都參與其中，這只是遲早的問題 是必然的結果"}, {"zh-tw": " Among the reasons I think it's happening right now is the quality of the leadership across Africa. I think most of us would agree that in the 1990s, the greatest politician in the world was African, but I'm meeting brilliant people across the continent the entire time, and they're doing the reforms which have transformed the economic situation for their countries.", "en": " 非洲現在成功的原因之一 我認為是非洲領袖的才能 我相信多數人會同意，1990年代 全球最棒的政治家在非洲 但是我遇到的俊彥 非洲一直都不缺 他們進行改革 扭轉了經濟情勢 改變了自己的國家"}, {"zh-tw": " And the West is engaging with that. The West has given debt forgiveness programs which have halved sub-Saharan debt from about 70 percent of GDP down to about 40.", "en": " 西方國家也有參與 提出債務減免計畫 漠南非洲的負債因而減半 從GDP的七成降至大約四成"}, {"zh-tw": " At the same time, our debt level's gone up to 120 and we're all feeling slightly miserable as a result. Politics gets weaker when debt is high.", "en": " 同時西方的負債升至GDP的120% 我們的心情 都因此略為低落 負債高，會削弱政治的力道"}, {"zh-tw": " When public sector debt is low, governments don't have to choose between investing in education and health and paying interest on that debt you owe. And it's not just the public sector which is looking so good.", "en": " 當公債的負擔低 政府就毋須選擇 投資於教育和健康 還是繳付欠款的利息 不只是公共部門看好"}, {"zh-tw": " The private sector as well. Again, in the West, we have private sector debt of 200 percent of GDP in Spain, the U.K., and the U.S.", "en": " 私營企業也不遜色 西方的私營企業負債 是GDP的兩倍，這是西班牙 英國、美國的數字"}, {"zh-tw": " That's an awful lot of debt. Africa, many African countries, are sitting at 10 to 30 percent of GDP.", "en": " 負債相當高 許多非洲國家的負債 則是GDP的一成至三成"}, {"zh-tw": " If there's any continent that can do what China has done -- China's at about 130 percent of GDP on that chart -- if anyone can do what China has done in the last 30 years, it'll be Africa in the next 30. So they've got great government finances, great private sector debt.", "en": " 如果有個洲能做到中國已做到的—— 中國的負債是GDP的130%—— 如果有區域能達到中國 過去30年來的成績 應該是非洲未來的30年 既然財政、企業負債狀況都極佳"}, {"zh-tw": " Does anyone recognize this? In fact, they do. Foreign direct investment has poured into Africa in the last 15 years.", "en": " 有人慧眼識英雄嗎？確實有 外商直接投資 過去15年來已大量湧入"}, {"zh-tw": " Back in the '70s, no one touched the continent with a barge pole. And this investment is actually Western-led.", "en": " 回顧1970年代 人人避非洲唯恐不及 現在的投資其實是西方主導"}, {"zh-tw": " We hear a lot about China, and they do lend a lot of money, but 60 percent of the FDI in the last couple of years has come from Europe, America, Australia, Canada. Ten percent's come from India.", "en": " 中國時常上新聞 也確實提供非洲大量的貸款 但是過去幾年，外商直接投資有六成 來自歐洲、美國、澳洲、加拿大 還有一成來自印度"}, {"zh-tw": " And they're investing in energy. Africa produces 10 million barrels a day of oil now.", "en": " 他們正在投資能源 非洲現在日產一千萬桶石油"}, {"zh-tw": " It's the same as Saudi Arabia or Russia. And they're investing in telecoms, shopping malls.", "en": " 不下於沙烏地阿拉伯或俄羅斯 他們也在投資電信業 大型購物中心"}, {"zh-tw": " And this very encouraging story, I think, is partly demographic-led. And it's not just about African demographics.", "en": " 我認為這個振奮人心的故事 部分是由於人口因素 而且不僅僅是非洲的人口"}, {"zh-tw": " I'm showing you the number of 15- to 24-year-olds in various parts of the world, and the blue line is the one I want you to focus on for a second. Ten years ago, say you're Foxconn setting up an iPhone factory, by chance.", "en": " 圖上顯示的是15至24歲人口 在世界各區域的分佈統計 請注意藍色的線 十年前，如果你是富士康 假定要設立iPhone工廠"}, {"zh-tw": " You might choose China, which is the bulk of that East Asian blue line, where there's 200 million young people, and every year until 2010 that's getting bigger. Which means you're going to have new guys knocking on the door saying, \"Give us a job,\" and, \"I don't need a big pay rise, just please give me a job.\" Now, that's completely changed now.", "en": " 中國可能會入選 中國佔東亞藍線人口的大宗 有兩億的年輕人 而且在2010年以前，人口年年上升 意味著新的年輕人 會找上門來乞求工作 會說「加薪不重要，給我工作就好」 現在情況則完全不同"}, {"zh-tw": " This decade, we're going to see a 20- to 30-percent fall in the number of 15- to 24-year-olds in China. So where do you set up your new factory? You look at South Asia, and people are.", "en": " 2010年以後的十年 中國15至24歲人口將減少兩到三成 所以你該在哪裡設新工廠？ 大家開始注視南亞"}, {"zh-tw": " They're looking at Pakistan and Bangladesh, and they're also looking at Africa. And they're looking at Africa because that yellow line is showing you that the number of young Africans is going to continue to get bigger decade after decade after decade out to 2050.", "en": " 轉向巴基斯坦和孟加拉 也在轉向非洲 他們注視非洲 因為圖上的黃線顯示 非洲的青年人口 將持續增長 年復一年直到2050年"}, {"zh-tw": " Now, there's a problem with lots of young people coming into any market, particularly when they're young men. A bit dangerous, sometimes.", "en": " 不過大量年輕人進入任何市場 都會產生問題 尤其是年輕男性 有時候會有點危險"}, {"zh-tw": " I think one of the crucial factors is how educated is that demographic? If you look at the red line here, what you're going to see is that in 1975, just nine percent of kids were in secondary school education in sub-Saharan Africa. Would you set up a factory in sub-Sahara in the mid-1970s? Nobody else did.", "en": " 我認為要素之一 是年輕人的教育程度 請觀察紅線 可以看到1975年 青少年只有9% 接受中學教育 這是漠南非洲的數據 如果想設立工廠 1970年代中期，會選漠南吗？ 沒有人這麼做"}, {"zh-tw": " They chose instead Turkey and Mexico to set up the textiles factories, because their education levels were 25 to 30 percent. Today, sub-Sahara is at the levels that Turkey and Mexico were at in 1975.", "en": " 他們選的是土耳其和墨西哥 在那裡設立紡織廠 因為中等學歷的青年 佔人口的25%到30% 如今漠南人口的教育程度 已達土耳其和墨西哥1975年的水準"}, {"zh-tw": " They will get the textiles jobs that will take people out of rural poverty and put them on the road to industrialization and wealth. So what's Africa looking like today? This is how I look at Africa.", "en": " 漠南非洲會迎來紡織工作 鄉下人會因而脫貧 並且邁向工業化和富裕之路 所以非洲現況如何？ 這是我的觀點"}, {"zh-tw": " It's a bit odd, because I'm an economist. Each little box is about a billion dollars, and you see that I pay an awful lot of attention to Nigeria sitting there in the middle.", "en": " 看起來有點怪，因為我是經濟學家 每個小方格代表大約十億美元 可以看得出來，我極為看重 居中的奈及利亞"}, {"zh-tw": " South Africa is playing a role. But when I'm thinking about the future, I'm actually most interested in Central, Western and Southern Africa.", "en": " 南非現在有一定分量 但是放眼未來 其實我最感興趣的是 非洲中部、西部、和南部"}, {"zh-tw": " If I look at Africa by population, East Africa stands out as so much potential. And I'm showing you something else with these maps.", "en": " 如果從人口的角度 東非鶴立雞群 非常有潛力 這張圖還顯示了其他資訊"}, {"zh-tw": " I'm showing you democracy versus autocracy. Fragile democracies is the beige color.", "en": " 顯示出民主和專制 米黃色代表脆弱的民主"}, {"zh-tw": " Strong democracies are the orange color. And what you'll see here is that most Africans are now living in democracies.", "en": " 橘色代表穩定的民主 看得出來，大多數非洲人 生活在民主社會"}, {"zh-tw": " Why does that matter? Because what people want is what politicians try, they don't always succeed, but they try and deliver. And what you've got is a reinforcing positive circle going on.", "en": " 這有什麼重要？ 因為民之所欲 政客必從之 他們未必成功，但是會嘗試、會履行 結果會形成良性循環"}, {"zh-tw": " In Ghana in the elections, in December 2012, the battle between the two candidates was over education. One guy offered free secondary school education to all, not just 30 percent.", "en": " 2012年12月在迦納的選舉 兩位候選人對決 議題是教育 一位候選人承諾中學免費 全民免費，不只是適齡人口的三成"}, {"zh-tw": " The other guy had to say, I'm going to build 50 new schools. He won by a margin.", "en": " 對手只得表示 將會興建50所新學校 他後來險勝"}, {"zh-tw": " So democracy is encouraging governments to invest in education. Education is helping growth and investment, and that's giving budget revenues, which is giving governments more money, which is helping growth through education.", "en": " 所以民主制度鼓勵政府 投資於教育 教育有助於成長和投資 從而提高稅收 政府因此有更多經費 這就是借助教育促進成長"}, {"zh-tw": " It's a positive, virtuous circle. But I get asked this question, and this particular question makes me quite sad: It's, \"But what about corruption? How can you invest in Africa when there's corruption?\" And what makes me sad about it is that this graph here is showing you that the biggest correlation with corruption is wealth.", "en": " 這就是良性循環 但是有人會問一個問題 這個問題讓我非常難過 他們問「腐敗怎麼辦？ 非洲腐敗，我們怎麼投資？」 讓我難過的 是這個圖所顯示的 腐敗最大的相關因素是富裕"}, {"zh-tw": " When you're poor, corruption is not your biggest priority. And the countries on the right hand side, you'll see the per capita GDP, basically every country with a per capita GDP of, say, less than 5,000 dollars, has got a corruption score of roughly, what's that, about three? Three out of 10. That's not good.", "en": " 貧窮的地方，不會急於解決腐敗 右邊的國家 請注意其人均GDP 幾乎每個國家 如果人均GDP低於五千美元 其腐敗分數 大概是，是三吧？ 十分只得三分。成績不佳"}, {"zh-tw": " Every poor country is corrupt. Every rich country is relatively uncorrupt.", "en": " 貧窮國家都是腐敗的 富裕國家相對比較不腐敗"}, {"zh-tw": " How do you get from poverty and corruption to wealth and less corruption? You see the middle class grow. And the way to do that is to invest, not to say I'm not investing in that continent because there's too much corruption.", "en": " 怎樣才能從貧窮和腐敗 變成富裕和較不腐敗？ 擴大中產階級是答案 擴大之道則是投資 不要拒絕投資非洲 只是因為腐敗猖獗"}, {"zh-tw": " Now, I don't want to be an apologist for corruption. I've been arrested because I refused to pay a bribe -- not in Africa, actually.", "en": " 我倒不是要替腐敗辯護 我曾因為拒絕行賄而被捕 那次其實不是在非洲"}, {"zh-tw": " But what I'm saying here is that we can make a difference and we can do that by investing. Now I'm going to let you in on a little not-so-secret.", "en": " 但是我要講的是 我們可以發揮影響力 可以用投資達到目的 我要透露一個不算秘密的小秘密"}, {"zh-tw": " Economists aren't great at forecasting. Because the question really is, what happens next? And if you go back to the year 2000, what you'll find is The Economist had a very famous cover, \"The Hopeless Continent,\" and what they'd done is they'd looked at growth in Africa over the previous 10 years -- two percent -- and they said, what's going to happen in the next 10 years? They assumed two percent, and that made it a pretty hopeless story, because population growth was two and a half.", "en": " 經濟學家的預測不是很準 因為牽涉到預知未來 如果回顧2000年 當年的《經濟學人》雜誌 有個著名的封面「無望之洲」 他們檢視了 非洲前十年的成長紀錄：2% 他們自問 非洲下個十年的展望如何？ 他們假設還是2% 前途因此看來無望 因為人口的增長是2.5%"}, {"zh-tw": " People got poorer in Africa in the 1990s. Now 2012, The Economist has a new cover, and what does that new cover show? That new cover shows, well, Africa rising, because the growth over the last 10 years has been about five and a half percent.", "en": " 1990年代非洲人變得更窮 到了2012年，《經濟學人》有了新封面 什麼樣的新封面？ 新封面顯示了非洲興起 因為過去十年的成長率 大約是5.5%"}, {"zh-tw": " I would like to see if you can all now become economists, because if growth for the last 10 years has been five and a half percent, what do you think the IMF is forecasting for the next five years of growth in Africa? Very good. I think you're secretly saying to your head, probably five and a half percent. You're all economists, and I think, like most economists, wrong.", "en": " 看看你們現在能否變成經濟學家 如果過去十年的成長率 是5.5% 你們猜國際貨幣基金組織預測 非洲下個五年的成長率為何？ 很好。我想你們在默想 大概也是5.5% 你們都成了經濟學家，而我認為 像多數經濟學家一樣，你們錯了"}, {"zh-tw": " No offense. What I like to do is try and find the countries that are doing exactly what Africa has already done, and it means that jump from 1,800 years of nothing to whoof, suddenly shooting through the roof.", "en": " 請別介意 我的目的是要找出一些國家 他們也走過非洲走過的路 就是歷經了1800年的沉寂 突然一飛沖天"}, {"zh-tw": " India is one of those examples. This is Indian growth from 1960 to 2010.", "en": " 印度就是這種國家 這是印度1960年到2010年的成長圖"}, {"zh-tw": " Ignore the scale on the bottom for a second. Actually, for the first 20 years, the '60s and '70s, India didn't really grow.", "en": " 請暫時忽略下方的標示 其實開始的20年 1960-70年代，印度成長平平"}, {"zh-tw": " It grew at two percent when population growth was about two and a half. If that's familiar, that's exactly what happened in sub-Sahara in the '80s and the '90s.", "en": " 只成長了2% 其人口增長率則是2.5% 如果似曾相識，因為這完全像 非洲漠南1980-90年代"}, {"zh-tw": " And then something happened in 1980. Boom! India began to explode.", "en": " 然後1980年出現變化 轟隆一聲，印度爆發了"}, {"zh-tw": " It wasn't a \"Hindu rate of growth,\" \"democracies can't grow.\" Actually India could. And if I lay sub-Saharan growth on top of the Indian growth story, it's remarkably similar.", "en": " 這不是所謂的「印度式成長」 「民主國家無法成長」。印度真的成長了 如果我把漠南的成長圖 重疊在印度的成長圖上面 二者非常相似"}, {"zh-tw": " Twenty years of not much growth and a trend line which is actually telling you that sub-Saharan African growth is slightly better than India. And if I then lay developing Asia on top of this, I'm saying India is 20 years ahead of Africa, I'm saying developing Asia is 10 years ahead of India, I can draw out some forecasts for the next 30 to 40 years which I think are better than the ones where you're looking backwards.", "en": " 都有二十年的滯怠期 其實趨勢線顯示 漠南非洲的成長率 會略優於印度 如果再加上亞洲發展中國家 看得出來印度比非洲早發展20年 亞洲發展中國家又比印度早十年 我能以此做出預測 未來30到40年的預測 我認為準確度會超過 只根據非洲過去紀錄的預測"}, {"zh-tw": " And that tells me this: that Africa is going to go from a $2 trillion economy today to a $29 trillion economy by 2050. Now that's bigger than Europe and America put together in today's money.", "en": " 我的預測顯示 非洲將從 現在兩兆美元的經濟體 躍升為2050年29兆美元的經濟體 這個數字大於歐洲和美國 現值的總和"}, {"zh-tw": " Life expectancy is going to go up by 13 years. The population's going to double from one billion to two billion, so household incomes are going to go up sevenfold in the next 35 years.", "en": " 平均壽命將增加13歲 人口將倍增 從十億變成20億 家戶所得將成長七倍 再過35年這些均可實現"}, {"zh-tw": " And when I present this in Africa -- Nairobi, Lagos, Accra -- I get one question. \"Charlie, why are you so pessimistic?\" And you know what? Actually, I think they've got a point.", "en": " 我在非洲提出這些數據時 在奈洛比、拉哥斯、阿克拉，我聽到一種質疑 「查理，你的預測為什麼那麼悲觀？」 老實說 我還真覺得他們有點道理"}, {"zh-tw": " Am I really saying that there can be nothing learned, yes from the positives in Asia and India, but also the negatives? Perhaps Africa can avoid some of the mistakes that have been made. Surely, the technologies that we're talking about here this last week, surely some of these can perhaps help Africa grow even faster? And I think here we can play a role.", "en": " 我難道真的認定非洲 不能汲取亞洲和印度的優點 以及失敗的經驗？ 或許非洲能避免重蹈一些覆轍 當然，在這裡討論過的科技 上周討論過的科技 其中總有一些 或許能幫助非洲成長更快？ 我相信在場的都可以參與"}, {"zh-tw": " Because technology does let you help. You can go and download some of the great African literature from the Internet now.", "en": " 因為可以藉由科技幫上忙 你現在就可以下載 一些非洲文學巨著 這些都在網上"}, {"zh-tw": " No, not right now, just 30 seconds. You can go and buy some of the great tunes.", "en": " 別現在下載，我再30秒就會講完 你可以買些很棒的非洲音樂"}, {"zh-tw": " My iPod's full of them. Buy African products.", "en": " 我的iPod裡面有很多 購買非洲產品"}, {"zh-tw": " Go on holiday and see for yourself the change that's happening. Invest.", "en": " 去非洲度假，親眼觀察 日新月異的非洲 投資"}, {"zh-tw": " Perhaps hire people, give them the skills that they can take back to Africa, and their companies will grow an awful lot faster than most of ours here in the West. And then you and I can help make sure that for Africa, the 21st century is their century.", "en": " 或許聘用非洲人，傳授技能 他們學成後返回非洲 其公司的成長速度會遠高於 大多數西方公司 然後你我可以幫忙成全一件事： 讓21世紀成為非洲的世紀"}, {"zh-tw": " Thank you very much.", "en": " 非常感謝"}], "title": "Charles Robertson Africa S Next Boom"}