{"url": "http://www.ted.com/talks/gregoire_courtine_the_paralyzed_rat_that_walked", "paragraphs": [{"zh-tw": " I am a neuroscientist with a mixed background in physics and medicine. My lab at the Swiss Federal Institute of Technology focuses on spinal cord injury, which affects more than 50,000 people around the world every year, with dramatic consequences for affected individuals, whose life literally shatters in a matter of a handful of seconds.", "en": " 我是一位神經科學家 有物理和醫學的背景 在蘇黎世聯邦理工學院 我的實驗室專注在脊椎損傷 每年全球有超過五萬人 深受其害 每位受害者遇到的戲劇性後果 確實地粉碎了他們的生活 一切都發生在短短幾秒的瞬間"}, {"zh-tw": " And for me, the Man of Steel, Christopher Reeve, has best raised the awareness on the distress of spinal cord injured people. And this is how I started my own personal journey in this field of research, working with the Christopher and Dana Reeve Foundation.", "en": " 對我來說, 鋼鐵英雄, 克里斯多夫．李維 喚起大數人們 對脊椎損傷患者困境的認識 這是我如何開始我個人的旅程 在這研究領域中 和李維夫婦基金會一同共事"}, {"zh-tw": " I still remember this decisive moment. It was just at the end of a regular day of work with the foundation.", "en": " 我仍記得這決定性的時刻 那是一個在基金會的平常日子 工作結束時"}, {"zh-tw": " Chris addressed us, the scientists and experts, \"You have to be more pragmatic. When leaving your laboratory tomorrow, I want you to stop by the rehabilitation center to watch injured people fighting to take a step, struggling to maintain their trunk.", "en": " 克里斯多夫對我們這群科學家和專家說 \"你們應該要更務實一點 明天你們離開實驗時 我要你們到復健中心來一下 看看這些傷患 努力的跨出每一個步伐 艱難的維持他們的身軀"}, {"zh-tw": " And when you go home, think of what you are going to change in your research on the following day to make their lives better.\" These words, they stuck with me. This was more than 10 years ago, but ever since, my laboratory has followed the pragmatic approach to recovery after spinal cord injury.", "en": " 然後當你們回家後 想想你們要如何改變你們的研究 在將來可以讓他們的生活更好\" 這段話震驚了我 這是十多年之前的事 到今, 我實驗室一直都是 追求務實的方式 使脊椎損傷患者復原"}, {"zh-tw": " And my first step in this direction was to develop a new model of spinal cord injury that would more closely mimic some of the key features of human injury while offering well-controlled experimental conditions. And for this purpose, we placed two hemisections on opposite sides of the body.", "en": " 而我的第一步 是發展一個新的模型 使脊椎損傷能像其它種類的損傷 提供一個控制良好的實驗環境 為了這個目的, 我們安置兩個半切的部位 在身軀的兩側"}, {"zh-tw": " They completely interrupt the communication between the brain and the spinal cord, thus leading to complete and permanent paralysis of the leg. But, as observed, after most injuries in humans, there is this intervening gap of intact neural tissue through which recovery can occur.", "en": " 他們完全地阻礙 大腦和脊椎的溝通 造成腿部全面性及永久性的 癱瘓 但觀察後發現, 大部分人體的損傷 在完好神經組織之間的存在著空隙 讓復原的現象發生"}, {"zh-tw": " But how to make it happen? Well, the classical approach consists of applying intervention that would promote the growth of the severed fiber to the original target. And while this certainly remained the key for a cure, this seemed extraordinarily complicated to me.", "en": " 這是如何發生的呢? 傳統的方法是 施行手術 讓斷裂的神經纖維 生長到你的目標去 這是目前治療的重要關鍵 但對我來說是非常的複雜"}, {"zh-tw": " To reach clinical fruition rapidly, it was obvious: I had to think about the problem differently. It turned out that more than 100 years of research on spinal cord physiology, starting with the Nobel Prize Sherrington, had shown that the spinal cord, below most injuries, contained all the necessary and sufficient neural networks to coordinate locomotion, but because input from the brain is interrupted, they are in a nonfunctional state, like kind of dormant.", "en": " 要即刻享受臨床的成果 很明顯地 我必須要用不同的方式思考問題 脊椎神經生理學超過一百年的研究 脊椎神經生理學超過一百年的研究 諾貝爾獎得主謝靈頓 曾指出 脊椎神經在未達到重大損傷 保有必要及足夠的神經網絡 來協調運動 但因為從大腦來的訊號被阻礙 它們處於無作用狀態, 像是冬眠"}, {"zh-tw": " My idea: We awaken this network. And at the time, I was a post-doctoral fellow in Los Angeles, after completing my Ph.D. in France, where independent thinking is not necessarily promoted.", "en": " 我的想法是: 喚醒這神經網絡 當我在洛杉機做博士後研究時 也是我在法國拿到博士學位之後 獨立思考的能力 還沒有必然地建立起來"}, {"zh-tw": " I was afraid to talk to my new boss, but decided to muster up my courage. I knocked at the door of my wonderful advisor, Reggie Edgerton, to share my new idea.", "en": " 我很擔心和我的新老闆對談 但我鼓起勇氣 敲了敲我那出色指導教授 Reggie Edgerton 的門 分享我新的想法"}, {"zh-tw": " He listened to me carefully, and responded with a grin. \"Why don't you try?\" And I promise to you, this was such an important moment in my career, when I realized that the great leader believed in young people and new ideas.", "en": " 他仔細地聆聽 不時露齒而笑 \"你為何不去試試看呢?\" 我可以向你保證 這是我生命中一個重要的時刻 一個出色的領導者 相信一位年輕人和新想法"}, {"zh-tw": " And this was the idea: I'm going to use a simplistic metaphor to explain to you this complicated concept. Imagine that the locomotor system is a car.", "en": " 我的新想法是: 我要使用最簡單的比喻 向你們解釋這複雜的概念 想像一台汽車裡的引擎"}, {"zh-tw": " The engine is the spinal cord. The transmission is interrupted. The engine is turned off.", "en": " 這引擎就是脊椎神經 當神經傳導被中斷, 引擎就熄火了"}, {"zh-tw": " How could we re-engage the engine? First, we have to provide the fuel; second, press the accelerator pedal; third, steer the car. It turned out that there are known neural pathways coming from the brain that play this very function during locomotion.", "en": " 我們要如何讓引擎再次起動呢? 首先, 我們要提供燃油 其次, 踩下油門 最後, 發動汽車 有一個已知的從大腦出來的神經傳導路徑 扮演著運動的關鍵功能 扮演著運動的關鍵功能"}, {"zh-tw": " My idea: Replace this missing input to provide the spinal cord with the kind of intervention that the brain would deliver naturally in order to walk. For this, I leveraged 20 years of past research in neuroscience, first to replace the missing fuel with pharmacological agents that prepare the neurons in the spinal cord to fire, and second, to mimic the accelerator pedal with electrical stimulation.", "en": " 我的想法: 取代遺失的訊號 提供脊椎神經 一種手術 讓大腦可以自然地傳達走路的訊號 我使用了過去二十幾年的神經科學研究成果 先是用輔佐藥取代遺失的燃油 先是用輔佐藥取代遺失的燃油 讓脊椎中的神經元預備起動 然後用電極刺激模仿油門 然後用電極刺激模仿油門"}, {"zh-tw": " So here imagine an electrode implanted on the back of the spinal cord to deliver painless stimulation. It took many years, but eventually we developed an electrochemical neuroprosthesis that transformed the neural network in the spinal cord from dormant to a highly functional state.", "en": " 想像一個電極 植入脊椎的後面 以傳導無痛的刺激 歷經許多年, 最終發展出 電化學神經修補術 可以將脊椎的神經網絡 從休眠中喚醒成具高度功能性狀態"}, {"zh-tw": " Immediately, the paralyzed rat can stand. As soon as the treadmill belt starts moving, the animal shows coordinated movement of the leg, but without the brain.", "en": " 緊接著, 癱瘓的老鼠就可以站立了 步行機一旦開始移動 老鼠腳部可以表現出相對應的動作 但不需要經過大腦"}, {"zh-tw": " Here what I call \"the spinal brain\" cognitively processes sensory information arising from the moving leg and makes decisions as to how to activate the muscle in order to stand, to walk, to run, and even here, while sprinting, instantly stand if the treadmill stops moving. This was amazing.", "en": " 我稱之為 \"脊椎腦\" 它能處理從運動的腿部 傳來的感覺訊息 然後決定如何去作動肌肉 以便能站立, 行走, 或跑步 甚至在衝刺時 能在跑步機停止時 馬上站立住 這相當地神奇"}, {"zh-tw": " I was completely fascinated by this locomotion without the brain, but at the same time so frustrated. This locomotion was completely involuntary.", "en": " 我完全被這種 不需大腦的運動動作所震攝 但同時也很挫折 這種運動是完全非自願性"}, {"zh-tw": " The animal had virtually no control over the legs. Clearly, the steering system was missing.", "en": " 動物幾乎是無法控制它的腿 很明顯地, 缺乏方向盤操控系統"}, {"zh-tw": " And it then became obvious from me that we had to move away from the classical rehabilitation paradigm, stepping on a treadmill, and develop conditions that would encourage the brain to begin voluntary control over the leg. With this in mind, we developed a completely new robotic system to support the rat in any direction of space.", "en": " 對我來說 我們必須改變方式 從傳統復健的模式 踏上這一跑步機 然後發展出一個機制 能喚起腦部自發性地控制大腿 在這思維下, 我們發展一個全新的機械系統 在任何方位來幫忙這隻老鼠 在任何方位來幫忙這隻老鼠"}, {"zh-tw": " Imagine, this is really cool. So imagine the little 200-gram rat attached at the extremity of this 200-kilo robot, but the rat does not feel the robot.", "en": " 這很酷的 想像一個200公克的小老鼠 依在一個200公斤的機械上 但它不會感覺到機械的存在"}, {"zh-tw": " The robot is transparent, just like you would hold a young child during the first insecure steps. Let me summarize: The rat received a paralyzing lesion of the spinal cord.", "en": " 這機械是透明的 就像你扶著一個小孩 讓他踏出他的第一步 簡言之 這老鼠得了脊椎麻痺損傷"}, {"zh-tw": " The electrochemical neuroprosthesis enabled a highly functional state of the spinal locomotor networks. The robot provided the safe environment to allow the rat to attempt anything to engage the paralyzed legs.", "en": " 電化學神經修補術 能讓脊椎運動神經網絡再次作用起來 這機械提供一個安全的環境 讓老鼠能自主的觸發 作動起癱瘓的腿部"}, {"zh-tw": " And for motivation, we used what I think is the most powerful pharmacology of Switzerland: fine Swiss chocolate. Actually, the first results were very, very, very disappointing.", "en": " 就動機而言, 我們使用了 在瑞典最有影響力的藥理學: 瑞士巧克力 事實上, 第一的結果是非常非常 非常的令人失望"}, {"zh-tw": " Here is my best physical therapist completely failing to encourage the rat to take a single step, whereas the same rat, five minutes earlier, walked beautifully on the treadmill. We were so frustrated.", "en": " 這是我最好的物理治療師 他完全地失敗 無法讓老鼠踏出一步 這是五分鐘前的同一隻老鼠 很優雅的在跑步機上行走 我們感到非常的挫折"}, {"zh-tw": " But you know, one of the most essential qualities of a scientist is perseverance. We insisted. We refined our paradigm, and after several months of training, the otherwise paralyzed rat could stand, and whenever she decided, initiated full weight-bearing locomotion to sprint towards the rewards.", "en": " 但是你知道的, 科學家最重要特質之一 就是堅持不懈 我們重新改善我們的模型 經過數個月的訓練 另外癱瘓的老鼠可以站立了 無論何時它想要 可以激起帶動全身重量的運動 衝刺達向終點"}, {"zh-tw": " This is the first recovery ever observed of voluntary leg movement after an experimental lesion of the spinal cord leading to complete and permanent paralysis. In fact -- Thank you.", "en": " 這是第一次的大發現 自主性的腿部運動 在造成永久癱瘓的脊椎損傷之後 在造成永久癱瘓的脊椎損傷之後 事實上... 謝謝"}, {"zh-tw": " In fact, not only could the rat initiate and sustain locomotion on the ground, they could even adjust leg movement, for example, to resist gravity in order to climb a staircase. I can promise you this was such an emotional moment in my laboratory.", "en": " 事實上, 這老鼠不單單地 激發並維持著運動 也能夠調整腿部的運動 例如, 抵抗重力 以便能爬樓梯 我可以向各位保證 這是我實驗室中多麼令人動容的時刻"}, {"zh-tw": " It took us 10 years of hard work to reach this goal. But the remaining question was, how? I mean, how is it possible? And here, what we found was completely unexpected.", "en": " 十年的努力 達到這樣的成果 但我們仍要問, 這是如何辦到的? 我是說, 為什麼可能? 這裡我們所發現的 是完全在意料之外的"}, {"zh-tw": " This novel training paradigm encouraged the brain to create new connections, some relay circuits that relay information from the brain past the injury and restore cortical control over the locomotor networks below the injury. And here, you can see one such example, where we label the fibers coming from the brain in red.", "en": " 這個全新的訓練模式 讓腦部產生新的網絡聯結 一些轉接的網絡 將來自大腦的訊息 繞過損傷, 恢復皮層的控制 在損傷之下重建運動的網絡 你可以看到一個例子 我們將來自大腦的神輕標成紅色"}, {"zh-tw": " This blue neuron is connected with the locomotor center, and what this constellation of synaptic contacts means is that the brain is reconnected with the locomotor center with only one relay neuron. But the remodeling was not restricted to the lesion area.", "en": " 藍色神經元連接到運動中樞 這些像星座的 神經突觸代表著 大腦重新連結到運動中樞 只經由一個轉接神經元 但這個重建現象不僅限於 癱瘓的部位"}, {"zh-tw": " It occurred throughout the central nervous system, including in the brain stem, where we observed up to 300-percent increase in the density of fibers coming from the brain. We did not aim to repair the spinal cord, yet we were able to promote one of the more extensive remodeling of axonal projections ever observed in the central nervous system of adult mammal after an injury.", "en": " 它也發生在中央神經系統 包含腦幹 我們觀察到來自大腦的神經纖維密度 增加了三倍 我們並沒有想要修復脊椎神經 但我們提供了一個 針對神經突軸 非常廣泛的重建技術 應用在損傷的成年哺乳類動物的 中央神經統上"}, {"zh-tw": " And there is a very important message hidden behind this discovery. They are the result of a young team of very talented people: physical therapists, neurobiologists, neurosurgeons, engineers of all kinds, who have achieved together what would have been impossible by single individuals.", "en": " 在這個發現背後 有個非常重要的訊息 這些成果來自於 一個很有才氣的年經團隊: 包括物理治療師, 神經生物學家, 神經外科家 各類的工程師 一同達成的成果 這對任何一個單獨的人都是不可能的任務"}, {"zh-tw": " This is truly a trans-disciplinary team. They are working so close to each other that there is horizontal transfer of DNA.", "en": " 這是一個真正的跨領域團隊 他們很密切的合作 像是DNA的平行轉移"}, {"zh-tw": " We are creating the next generation of M.D.'s and engineers capable of translating discoveries all the way from bench to bedside. And me? I am only the maestro who orchestrated this beautiful symphony.", "en": " 我們創造出下個世代的 醫生和工程師 有能力將基礎研究 轉到臨床實驗上 那我呢? 我只是一個交響樂團的指揮家"}, {"zh-tw": " Now, I am sure you are all wondering, aren't you, will this help injured people? Me too, every day. The truth is that we don't know enough yet.", "en": " 現在, 你們一定都很好奇 這個真的能幫助受傷的人們嗎? 我每天也問這個問題 事實上我們還不知道"}, {"zh-tw": " This is certainly not a cure for spinal cord injury, but I begin to believe that this may lead to an intervention to improve recovery and people's quality of life. I would like you all to take a moment and dream with me.", "en": " 這確實不算是脊椎損傷的治療 但我開始相信 這很有可能是一個開端去改善 人們的復原和生活狀況 我希望各位 和我一起有著這個夢想"}, {"zh-tw": " Imagine a person just suffered a spinal cord injury. After a few weeks of recovery, we will implant a programmable pump to deliver a personalized pharmacological cocktail directly to the spinal cord.", "en": " 想像一個受到脊椎損傷的人 在數週之後的復原 植入一個可程式化的泵 把個人化的藥物 直接送到脊椎裡"}, {"zh-tw": " At the same time, we will implant an electrode array, a sort of second skin covering the area of the spinal cord controlling leg movement, and this array is attached to an electrical pulse generator that delivers stimulations that are tailored to the person's needs. This defines a personalized electrochemical neuroprosthesis that will enable locomotion during training with a newly designed supporting system.", "en": " 同時, 也植入一個電極陣列 像是第二層的表皮 覆蓋控制腿部運動的脊椎神經 這些電極陣列連結到一個電脈衝產生器 根據個人的需要 傳導神經刺激 這是一個個人化的電化學神經修補術 能夠在新設計的支撐機構上復健後 進行運動動作"}, {"zh-tw": " And my hope is that after several months of training, there may be enough remodeling of residual connection to allow locomotion without the robot, maybe even without pharmacology or stimulation. My hope here is to be able to create the personalized condition to boost the plasticity of the brain and the spinal cord.", "en": " 而我希望在數個月的訓練後 有足夠的網絡能重建起來 使得不依賴這些機械而能運動 甚至是可以不用靠藥物或電流刺激 我希望能創造出一個 個人化的環境 來加強大腦和脊椎神經的 可塑性"}, {"zh-tw": " And this is a radically new concept that may apply to other neurological disorders, what I termed \"personalized neuroprosthetics,\" where by sensing and stimulating neural interfaces, I implanted throughout the nervous system, in the brain, in the spinal cord, even in peripheral nerves, based on patient-specific impairments. But not to replace the lost function, no -- to help the brain help itself.", "en": " 這是一個全新的概念 或許可以應用在其它的神經失調 我稱之為 \"個人化神經修補術\" 透過感應和刺激神經介面 遍及整個神經系統 包含大腦, 脊椎神經 甚至在周邊神經系統 根據病患的損傷程度來進行 這不是取代失去的功能 而且幫大腦自行重建"}, {"zh-tw": " And I hope this enticed your imagination, because I can promise to you this is not a matter of whether this revolution will occur, but when. And remember, we are only as great as our imagination, as big as our dream.", "en": " 我期盼這能誘發你的想像力 因為我保證 這不是關於革新能否成功 而且在於何時 記住, 我們因想像而美好 因夢想而偉大"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Gregoire Courtine The Paralyzed Rat That Walked"}