{"url": "http://www.ted.com/talks/mick_cornett_how_an_obese_town_lost_a_million_pounds", "paragraphs": [{"zh-tw": " How many of you have been to Oklahoma City? Raise your hand. Yeah? How many of you have not been to Oklahoma City and have no idea who I am? Most of you. Let me give youa little bit of background. Oklahoma City started in the most unique way imaginable.", "en": " 你們當中有幾位到過俄克拉荷馬市? 請舉一下手 有幾位沒到過俄克拉荷馬市 而且完全不清楚我是誰? 大部分的人啊 那給個背景資料好了 俄克拉荷馬市以十分特別 想都想不到的方式崛起"}, {"zh-tw": " Back on a spring day in 1889, the federal government held what they called a land run. They literally lined up the settlers along an imaginary line, and they fired off a gun, and the settlers roared across the countryside and put down a stake, and wherever they put down that stake, that was their new home.", "en": " 在1889年的春天 聯邦政府用他們稱為 「土地開跑」的方式開放土地 他們直接請移民者排好隊 在假想線上 然後下令放一槍 移居人就開始咆哮奔馳過郊外 然後叉下一根棒子 所到之處叉下的那根棒子 就成了他們的新家"}, {"zh-tw": " And at the end of the very first day, the population of Oklahoma City had gone from zero to 10,000, and our planning department is still paying for that. The citizens got together on that first day and elected a mayor.", "en": " 就在那天結束前 俄克拉荷馬市的人口 從零迅速增到一萬多人 而我們的企劃部 至今仍在為此買單 當天人民也聚在一起 推選了一位做市長"}, {"zh-tw": " And then they shot him. That's not really all that funny --  -- but it allows me to see what type of audience I'm dealing with, so I appreciate the feedback.", "en": " 然後把他給槍殺了 這可不好笑 ---- 但讓我更清楚我的觀眾屬哪類 所以很感謝您的反饋"}, {"zh-tw": " The 20th century was fairly kind to Oklahoma City. Our economy was based on commodities, so the price of cotton or the price of wheat, and ultimately the price of oil and natural gas.", "en": " 20世紀待俄克拉荷馬市不薄 我們的經濟建立在商品上 包括棉花的價格，小麥的價格 最後到油價和天然氣的價格"}, {"zh-tw": " And along the way, we became a city of innovation. The shopping cart was invented in Oklahoma City.", "en": " 這一路上，我們變成一座 充滿創新的城市 購物手推車是由俄克拉荷馬市的 (鼓掌)"}, {"zh-tw": " The parking meter, invented in Oklahoma City. You're welcome.", "en": " 停車收費器也是俄克拉荷馬市發明的 別客氣"}, {"zh-tw": " Having an economy, though, that relates to commoditiescan give you some ups and some downs, and that was certainly the casein Oklahoma City's history. In the 1970s, when it appeared that the price of energy would never retreat, our economy was soaring, and then in the early 1980s, it cratered quickly.", "en": " 建立在日用品上的經濟 會一直給你跌跌幅幅 確實也在俄克拉荷馬市的歷史上發生過 1970年 能源的價格不斷衝高 我們的經濟也因此受惠 到了80年初，經濟迅速降溫"}, {"zh-tw": " The price of energy dropped. Our banks began to fail.", "en": " 能源價下滑 我們的銀行開始關門大吉"}, {"zh-tw": " Before the end of the decade, 100 banks had failed in the state of Oklahoma. There was no bailout on the horizon.", "en": " 要到80年末時 俄克拉荷馬市已有一百家銀行倒閉 盼望不到任何緊急援助"}, {"zh-tw": " Our banking industry, our oil and gas industry, our commercial real estate industry, were all at the bottom of the economic scale. Young people were leaving Oklahoma City in droves for Washington and Dallas and Houstonand New York and Tokyo, anywhere where they could find a job that measured up to their educational attainment, because in Oklahoma City,the good jobs just weren't there.", "en": " 我們的銀行業，石油和氣油產業， 商業房產產業 全都陷入經濟的谷底 年輕人成群結隊地離開俄克拉荷馬市 到華盛頓、達拉斯、休斯頓、紐約、東京等城市 任何能讓他們找到工作的地方 讓自己的學識派上用場的地方 因為在俄克拉荷馬市，好工作已不復存在了"}, {"zh-tw": " But along at the end of the '80s came an enterprising businessman who became mayor named Ron Norick. Ron Norick eventually figured out that the secret to economic development wasn't incentivizing companies up front, it was about creating a placewhere businesses wanted to locate, and so he pushed an initiative called MAPS that basically was a penny-on-the-dollar sales tax to build a bunch of stuff.", "en": " 但到了80年代後期 來了一位富有膽識的企業家 事後成了市長 他叫羅納德•諾裡克 羅納德•諾裡克最後發現 經濟發展的秘密 首要做的並不是先給予公司獎勵 而是創造一個企業會想來長駐的地方 所以他推動了「都會區域計畫」(MAPS) 基本上就是每一美元就收走一分錢的銷售稅 作為建造的用途"}, {"zh-tw": " It built a new sports arena, a new canal downtown, it fixed up our performing arts center, a new baseball stadium downtown, a lot of things to improve the quality of life. And the economy indeed seemed to start showing some signs of life.", "en": " 建造了新的運動場 建造了位於城市商業區的新運河 修繕了我們的表演藝術中心 位於城市商業區新的棒球場 許多作為以改善生活品質 然後經濟好像也確實開始 顯現一些生命力"}, {"zh-tw": " The next mayor came along. He started MAPS for Kids, rebuilt the entire inner city school system, all 75 buildings either built anew or refurbished.", "en": " 接著下一任的市長上任了 他開始為孩子推出「都會區域計畫」 重建整座內都市的學制 全部75棟建築物不是新建就是翻修"}, {"zh-tw": " And then, in 2004, in this rare collective lack of judgment bordering on civil disobedience, the citizens elected me mayor. Now the city I inherited was just on the verge of coming out of its slumbering economy, and for the very first time, we started showing up on the lists.", "en": " 接下來，到了2004年 在看法上極少有交集的居民 對政府大都採取不合作的態度 他們推選我作市長 現在我繼承的這座城市 才剛要從 經濟不振的邊緣站出來 我們頭一次 出現在排名的列表上"}, {"zh-tw": " Now you know the lists I'm talking about. The media and the Internet love to rank cities.", "en": " 現在你就懂我說的是什麼列表了 就是媒體和網路 喜好為城市排名"}, {"zh-tw": " And in Oklahoma City, we'd never really been on lists before. So I thought it was kind of cool when they came out with thesepositive lists and we were on there.", "en": " 而俄克拉荷馬市 之前從未真的列入任何排名 我直覺這還挺酷的 我們的名字出現在這些正面的排名上"}, {"zh-tw": " We weren't anywhere close to the top, but we were on the list, we were somebody. Best city to get a job, best city to start a business, best downtown -- Oklahoma City.", "en": " 雖然與第一名相差甚遠 但卻出現在排名上，我們是大人物了 我們成了就業的最佳城市 創業的最佳城市 最棒的城市商業區 就在俄克拉荷馬市"}, {"zh-tw": " And then came the list of the most obese cities in the country. And there we were.", "en": " 緊接著出現這樣的排名 美國過胖人口最多的城市 赫然地發現我們的名字"}, {"zh-tw": " Now I like to point out that we were on that list with a lot of really cool places. Dallas and Houston and New Orleans and Atlanta and Miami.", "en": " 我想跟你們說眀那排名表上 我們還跟許多很酷的城市排名在一起 達拉斯、休斯頓、紐奧良 亞特蘭大和邁阿密"}, {"zh-tw": " You know, these are cities that, typically, you're not embarrassed to be associated with. But nonetheless, I didn't like being on the list.", "en": " 你也知道，跟這些城市排名在一起 普通並不會感到尷尬的 但我仍舊不喜歡出現在那份排名表上"}, {"zh-tw": " And about that time, I got on the scales. And I weighed 220 pounds.", "en": " 就在那個時候，我踏上體重機 我的體重達220磅"}, {"zh-tw": " And then I went to this website sponsored by the federal government, and I typed in my height, I typed in my weight, and I pushed Enter, and it came back and said \"obese.\" I thought, \"What a stupid website.\" \"I'm not obese. I would know if I was obese.\" And then I started getting honest with myself about what had becomemy lifelong struggle with obesity, and I noticed this pattern, that I was gaining about two or three pounds a year, and then about every 10 years,I'd drop 20 or 30 pounds. And then I'd do it again.", "en": " 然後我就去到一個網站 由聯邦政府贊助的 鍵入我的身高，體重 然後按鍵盤上的「輸入」按鍵 緊接著出現回覆:「過胖」 我心想:「這網站可蠢爆了。」 心想:「我哪裡胖過頭了，若我有又怎可能不自知呢!」 然後我開始誠誠實實的面對自己 這也造就了我與肥胖的終生對抗 然後我注意到此模式 那就是我每年體重就會增加2到3磅 然後每10年，我就會甩掉20到30磅 然後整個循環再度開始"}, {"zh-tw": " And I had this huge closet full of clothes, and I could only wear a third of it at any one time, and only I knew which part of the closet I could wear. But it all seemed fairly normal, going through it.", "en": " 我有超大的衣櫃，裝滿了衣服 每次都只穿的下衣櫃裡3分之1的衣裳 而且也只有我心知肚明 衣櫃裡哪部分是我穿得下的 但當年也沒覺得哪不對勁，感覺挺正常的"}, {"zh-tw": " Well, I finally decided I needed to lose weight, and I knew I could becauseI'd done it so many times before, so I simply stopped eating as much. I had always exercised.", "en": " 總之，我終於下定決心我需要減重 過去無數減重的經驗告訴我做得到 我很單純的減少飲食的量 我一直都有做運動"}, {"zh-tw": " That really wasn't the part of the equation that I needed to work on. But I had been eating 3,000 calories a day, and I cut it to 2,000 calories a day, and the weight came off. I lost about a pound a week for about 40 weeks.", "en": " 所以運動並不是 我最需要努力的地方 但我一天吃進3,000多的卡路里 我把它降到一天2,000多的卡路里 體重開始下降兒－每週減一磅 就這樣持續了40週"}, {"zh-tw": " Along the way, though, I started examining my city, its culture, its infrastructure, trying to figure out why our specific city seemed to have a problem with obesity. And I came to the conclusion that we had built an incredible quality of life if you happen to be a car.", "en": " 就在這期間 我開始仔細勘察我的城市 它的文化，它的基礎建設 絞盡腦筋想要了解 怎麼我們的城市會有過胖的問題 然後我下了結論 那就是我們建造了最佳的生活品質 如果你恰好是一輛車的話"}, {"zh-tw": " But if you happen to be a person, you are combatting the car seemingly at every turn. Our city is very spread out.", "en": " 但若你是人的話 似乎每轉個彎都能碰到車 我們的城市遼闊無際"}, {"zh-tw": " We have a great intersection of highways, I mean, literally no traffic congestionin Oklahoma City to speak of. And so people live far, far away.", "en": " 我們的公路擁有很棒的十字路口 俄克拉荷馬市根本就沒有「交通堵塞」這四個字眼 所以人們都住得很遠"}, {"zh-tw": " Our city limits are enormous, 620 square miles, but 15 miles is less than 15 minutes. You literally can get a speeding ticket during rush hour in Oklahoma City.", "en": " 我們城市的車速路程很長－ 620平方英里 也就是說行駛15英里的路花不到15分鐘 若這情況發生在俄克拉荷馬市的塞車尖峰時段 是會被開超速的罰單"}, {"zh-tw": " And as a result, people tend to spread out. Land's cheap.", "en": " 結果人們都傾向於住得很遠 土地便宜嘛"}, {"zh-tw": " We had also not required developers to build sidewalks on new developments for a long, long time. We had fixed that, but it had been relatively recently, and there were literally 100,000 or more homes into our inventory in neighborhoods that had virtually no level of walkability.", "en": " 我們也很久沒要求開發商 在新的建設上設人行道 我們也在近期解決了此問題 有10萬或更多的房子 在我們的編制中 包括根本沒有可步行性的社區"}, {"zh-tw": " And as I tried to examine how we might deal with obesity, and was taking all of these elements into my mind, I decided that the first thing we need to do was have a conversation. You see, in Oklahoma City, we weren't talking about obesity.", "en": " 在我試著審視 如何解決過胖的問題 納入各種考量因素後 我決定該優先處理的 就是我們需要好好的談一談 因為在俄克拉荷馬市 我們都不談論過胖的問題"}, {"zh-tw": " And so, on New Year's Eve of 2007, I went to the zoo, and I stood in front of the elephants, and I said, \"This city is going on a diet, and we're going to lose a million pounds.\" Well, that's when all hell broke loose. The national media gravitated toward this story immediately, and they really could have gone with it one of two ways.", "en": " 所以在2007年的除夕 我去到動物園 站在大象的前面 然後說: 「這個城市要開始減重了， 我們要甩掉100萬磅。」 這是驚天動地的大事啊 全國媒體的注意力 瞬間聚焦在這事上 處理這樣的報導有兩種方向"}, {"zh-tw": " They could have said, \"This city is so fat that the mayor had to put them on a diet.\" But fortunately, the consensus was, \"Look, this is a problem in a lot of places. This is a city that's wantingto do something about it.\" And so they started helping us drive traffic to the website.", "en": " 他們大可說: 「這座城市真是胖到 連市長都得強迫他們減肥了。」 好在媒體都一致報導: 「嘿，很多地方也面臨肥胖的問題， 但這座城市願意面對、著手處理這個問題」 然後他們開始給予我們協助 造成網路擁塞"}, {"zh-tw": " Now, the web address was thiscityisgoingonadiet.com. And I appeared on \"The Ellen DeGeneres Show\" one weekday morning to talk about the initiative, and on that day, 150,000 visits were placed to our website.", "en": " 網址為: thiscityisgoingonadiet.com. (譯:這座城市要減重了) 後來我出現在「 艾倫•狄珍妮秀 」的脫口秀 某工作日的早晨要談「都會區域計畫」 就在那天，創下了15萬訪客 登錄這個網站"}, {"zh-tw": " People were signing up, and so the pounds started to add up, and the conversation that I thought was so important to have was starting to take place. It was taking place inside the homes, mothers and fathers talking about it with their kids.", "en": " 人們開始註冊 體重也開始一磅一磅的增添上來 我認為談肥胖症的重要性 也開始陸續發生在多種場所 像是在家裡面 爸媽會跟孩子談過胖的事"}, {"zh-tw": " It was taking place in churches. Churches were starting their own running groups and their own support groups for people who were dealing with obesity.", "en": " 也開始出現在教會裡 教堂開始組自己的跑步團隊 和支持團體 為對抗過胖的人盡一份心力"}, {"zh-tw": " Suddenly, it was a topic worth discussing at schools and in the workplace. And the large companies, they typically have wonderful wellness programs, but the medium-sized companies that typically fall between the crackson issues like this, they started to get engaged and used our program as a model for their own employees to try and have contests to see who might be able to deal with their obesity situation in a way that could be proactivelybeneficial to others.", "en": " 一夕間，過胖成了校園和工作場所 值得談論的話題 大公司普遍都有提供 很棒的員工保健計畫 但對於中小公司而言 在這議題上卻力不從心 他們也開始採納我們的健康計畫 給他們的員工做參考 然後藉由試辦比賽 找出誰的方法不僅能夠利已 還能在解決過胖的問題中對他人有利"}, {"zh-tw": " And then came the next stage of the equation. It was time to push what I called MAPS 3.", "en": " 這就到了計畫裡的下一個階段 該是推動我稱做「都會區域計畫3」 的時候了"}, {"zh-tw": " Now MAPS 3, like the other two programs, had had an economic development motive behind it, but along with the traditionaleconomic development tasks like building a new convention center, we added some health-related infrastructure to the process. We added a new central park, 70 acres in size, to be right downtown in Oklahoma City.", "en": " 就像前兩項計畫一樣 背後都支撐著經濟發展的動力 但隨著傳統經濟發展的項目 像建造新的會議中心 我們就在建造的過程中 加入一些有益健康的基礎建設 我們也增添了一座70英畝大的中央公園 就在俄克拉荷馬市城市商業區"}, {"zh-tw": " We're building a downtown streetcar to try and help the walkability formula for people who choose to live in the inner city and help us create the density there. We're building senior health and wellness centers throughout the community.", "en": " 我們也在城市商業區建造有軌電車 試著幫助選擇住在內都市的人 提供更多可行走的方式 進而幫助我們製造人口密集度 我們正在建造老人健康和保健中心 遍及整個社區"}, {"zh-tw": " We put some investments on the river that had originally been invested upon in the original MAPS, and now we are currently in the final stages of developing the finest venue in the world for the sports of canoe, kayak and rowing. We hosted the Olympic trials last spring.", "en": " 我們也在河流方面做了投資 這項投資原本 就列在「都會區域計畫」裡 目前也到了最後一個階段 開發全世界最棒的地點 做為划獨木舟、小皮艇、划船等運動的地方 去年春天我們為奧林匹克舉辦選拔賽"}, {"zh-tw": " We have Olympic-caliber eventscoming to Oklahoma City, and athletes from all over the world moving in, along with inner city programs to get kids more engaged in thesetypes of recreational activities that are a little bit nontraditional. We also, with another initiative that was passed, are building hundreds of miles of new sidewalks throughout the metro area.", "en": " 也有水準高達奧林匹克的比賽項目來到本市舉辦 世界各地的運動員也到這進駐 內都市的計畫還包括吸引孩子 更加積極參與這類型的娛樂活動 這些與傳統基礎建設顯得較為不同 我們還通過了另一項計劃 建造數百英里長的人行道 遍及大都市地區"}, {"zh-tw": " We're even going back into some inner city situations where we had built neighborhoods and we had built schools but we had not connected the two. We had built libraries andwe had built neighborhoods, but we had never really connected the two with any sort of walkability.", "en": " 我們甚至回到一些 過去所建造的內都市 那時我們建造了社區 建造了學校 卻沒為它們之間做聯結 我們也建造了圖書館和社區 卻也沒幫它們之間做任何 可步行的連接"}, {"zh-tw": " Through yet another funding source, we're redesigning all of our inner city streets to be more pedestrian-friendly. Our streets were really wide, and you'd push the buttonto allow you to walk across, and you had to run in order to get there in time.", "en": " 但藉由另一項基金來源 我們正在重新規劃內都市所有的街道 讓街道更加便於行人步走 我們的街道十分的寬廣 你只要按下按鈕就可過馬路 但都得在綠燈內衝忙跑到另一邊"}, {"zh-tw": " But now we've narrowed the streets, highly landscaped them, making themmore pedestrian-friendly, really a redesign, rethinking the way we build our infrastructure, designing a city around people and not cars. We're completing our bicycle trail master plan.", "en": " 但我們現在把道路變窄了 不僅景觀美化，還變得更適合行人步行 真的是做到重新設計，重新思考 我們建造基礎建設的方式 設計城市的出發點不再以車，而是以人 我們快完成建造自行車道的大計畫了"}, {"zh-tw": " We'll have over 100 miles when we're through building it out. And so you see this culture starting to shift in Oklahoma City.", "en": " 到時後，我們就會有超過100英里的 自行車道了 所以你正在見證俄克拉荷馬市 的文化改變"}, {"zh-tw": " And lo and behold, the demographic changes that are coming with it are very inspiring. Highly educated twentysomethings are moving to Oklahoma City from all over the region and, indeed, even from further away, in California.", "en": " 人口結構也隨之產生了變化 這是件很激勵人心的事 20幾歲受高教育的 都在從各地搬到俄克拉荷馬市 有的甚至搬自像加州更遠的地方"}, {"zh-tw": " When we reached a million pounds, in January of 2012, I flew to New York with some our participants who had lost over 100 pounds, whose lives had been changed, and we appeared on the Rachael Ray show, and then that afternoon,I did a round of media in New York pushing the same messages that you're accustomed to hearingabout obesity and the dangers of it. And I went into the lobby of Men's Fitness magazine, the same magazine that had put us on that list five years before.", "en": " 我們在2012年的1月 破一百萬磅大關時 我與成功減重的參賽者飛到紐約 他們減掉超過100磅 生命還因此獲得改善 在瑞秋雷秀裡出場 當天下午我在紐約到處跑媒體 不間斷的傳遞同樣的訊息 都是你早聽慣有關肥胖症和其伴隨而來的危險 然後去了男士健身雜誌的接待大廳 就是這本雜誌在五年前把我們 列入擁有過胖人口城市的排名"}, {"zh-tw": " And as I'm sitting in the lobbywaiting to talk to the reporter, I notice there's a magazine copy of the current issue right there on the table, and I pick it up, and I look at the headline across the top, and it says, \"America's Fattest Cities: Do You Live in One?\" Well, I knew I did, so I picked up the magazine and I began to look, and we weren't on it. Then I looked on the list of fittest cities, and we were on that list.", "en": " 就當我坐在大廳裡等著記者採訪時 我注意到有本當期雜誌 放置在桌上 所以我就拿起那本 往標題看，上面寫著: 「美國最多過胖的城市:你住在其中嗎?」 嗯，我知道我有 所以我就翻開來 開始看雜誌 我們沒有出現在排名上 然後又看看最健康的城市排名 我們就在那排名上"}, {"zh-tw": " We were on the list as the 22ndfittest city in the United States. Our state health statistics are doing better.", "en": " 我們是美國第22名最健康的城市 我們的州在健康統計上變得更好"}, {"zh-tw": " Granted, we have a long way to go. Health is still not something that we should be proud of in Oklahoma City, but we seem to have turned the cultural shift of making health a greater priority.", "en": " 沒錯，我們仍有一大段路要走 健康方面確實還不是 我們該感到驕傲的事 但我們似乎做到了文化轉變 讓健康成了優先處理的要事"}, {"zh-tw": " And we love the idea of the demographics of highly educated twentysomethings, people with choices, choosing Oklahoma City in large numbers. We have the lowest unemploymentin the United States, probably the strongest economy in the United States.", "en": " 也為受高教育20幾歲的人口 帶來的人口結構變化感到欣慰 大多數有選擇能力的人 都選擇俄克拉荷馬市 我們有全美最低的失業率 大概擁有全美最強的經濟"}, {"zh-tw": " And if you're like me, at some point in your educational career, you were asked to read a book called \"The Grapes of Wrath.\" Oklahomans leaving for California in large numbers for a better future. When we look at the demographic shifts of people coming from the west, it appears that what we're seeing now is the wrath of grapes.", "en": " 若您跟我一樣 在教育生涯裡 曾被要求讀那本書 《憤怒的葡萄》 講的是當年俄克拉荷馬市的人成群結伴 為了尋找更好的未來遠去加州 當我們看到從西部移居過來 所造成的人口結構變化 就好像看到 「葡萄的憤怒」"}, {"zh-tw": " The grandchildren are coming home. You've been a great audience and very attentive.", "en": " 我們的孫子也踏上回鄉之旅了 你們是很棒的觀眾"}, {"zh-tw": " Thank you very much for having me here.", "en": " 十分感謝你們的傾聽"}], "title": "Mick Cornett How An Obese Town Lost A Million Pounds"}