{"url": "http://www.ted.com/talks/toby_eccles_invest_in_social_change", "paragraphs": [{"zh-tw": " I'm here today to talk about social change, not a new therapy or a new intervention or a new way of working with kidsor something like that, but a new business model for social change, a new way of tackling the problem. In Britain, 63 percent of all men who come out of short sentences from prison re-offend again within a year.", "en": " 今天我要談談社會變革 但並不是用什麼像新的醫療、干預、 或是與孩子接觸的新方式之類的 而是一個促進社會變革的嶄新企業模式 一個對付社會問題的新方法 在英國，百分之六十三 短期服刑的囚犯在釋放後 一年內就會回鍋"}, {"zh-tw": " Now how many previous offenses do you think they have on average managed to commit? Forty-three. And how many previous timesdo you think they've been in prison? Seven.", "en": " 你想想看 他們在這之前 平均犯下多少案件? 43件 那你認為當中有幾位是累犯? 七位"}, {"zh-tw": " So we went to talk to the Ministry of Justice, and we said to the Ministry of Justice, what's it worth to you if fewer of these guys re-offend? It's got to be worth something, right? I mean, there's prison costs, there's police costs, there's court costs, all these things that you're spending money on to deal with these guys. What's it worth? Now, of course, we care about the social value. Social Finance, the organization I helped set up, cares about social stuff.", "en": " 所以我們就跟司法行政部談 跟司法行政部說 若減少累犯 對你有多少價值? 總該要有價值的嘛! 對不對? 我是說，會有監獄運行的費用 出警的費用，法庭訴訟的費用等等。 這一大堆你花的費用 應付這方面的人事，花得有價值嗎? 理所當然的，我們重視社會價值 所以我幫忙設立了一個機構叫作社會理財 來應對社會問題"}, {"zh-tw": " But we wanted to make the economic case, because if we could make the economic case, then the value of doing this would be completely compelling. And if we can agree on both a value and a way of measuring whether we've been successful at reducing that re-offending, then we can do something we think rather interesting.", "en": " 但我們也希望可以從經濟方面著手 若能行的話 就可讓推動社會價值十分鼓舞人心 若我們可以同意在價值觀 和衡量是否真的有 成功減少累犯方式等方面取得共識 我們就可以去做 更大膽有趣的事情"}, {"zh-tw": " The idea is called the social impact bond. Now, the social impact bond is simply saying, if we can get the government to agree, that we can create a contract where they only pay if it worked.", "en": " 稱為社會效益債券 簡單的說 就是在取得政府的同意下 我們可以簽署一張合約 上面寫著只有在成功條件下，政府才付錢"}, {"zh-tw": " So that means that they can try out new stuff without the embarrassment of having to pay if it didn't work, which for still quite a lot of bits of government, that's a serious issue. Now, many of you may have noticed there's a problem at this point, and that is that it takes a long time to measure whether those outcomes have happened.", "en": " 這樣政府就可以大膽去嘗試新鮮事物 而無後顧之憂 不用擔心在失敗的情況下 還要做可能超過政府能承擔費用的窘境 這是很嚴肅的議題 在座的各位可能也開始 注意到一些問題了 那就是這需要很長時間 去衡量效果"}, {"zh-tw": " So we have to raise some money. We use the contract to raise money from socially motivated investors.", "en": " 所以我們得去籌錢 我們就使用這些契約 去跟希望投資於社會的人籌錢"}, {"zh-tw": " Socially motivated investors: there's an interesting idea, right? But actually, there's a lot of people who, if they're given the chance, would love to invest in something that does social good. And here's the opportunity.", "en": " 積極想要投資於社會的人 很有意思，對吧! 但其實，有許多人 一旦有機會 他們十分願意投資 對社會有益的事 他們的機會來了"}, {"zh-tw": " Do you want to also help government find whether there's a better economic model, not just leaving these guys to come out of prison and waiting till they re-offendand putting them back in again, but actually working with them to move to a different path to end up with fewer crimes and fewer victims? So we find some investors, and they pay for a set of services, and if those services are successful, then they improve outcomes, and with those measured reductions in re-offending, government saves money, and with those savings, they can pay outcomes. And the investors do not just get their money back, but they make a return.", "en": " 您想要幫助政府 找出是否有更好的經濟模式 而不是等到這些從監獄出來的人 重新再犯，然後再關回去 而是實際上幫他們 找出新的路途 真的達到減少犯罪 和受害人的目的 所以我們找到了一些投資者 他們承擔了服務的費用 若這些服務成功的話 他們可以繼而改善結果 藉由這些可衡量的方式減少累犯 政府也可以在這方面省下一筆錢 省下的這筆錢 就可繼而花在結果上 這樣一來，投資者不只得到原本投資的錢 也得到了回報"}, {"zh-tw": " So in March 2010, we signed the first social impact bond with the Ministry of Justice around Peterborough Prison. It was to work with 3,000 offenders split into three cohorts of 1,000 each.", "en": " 所以在2010年的3月 我們在彼得伯勒監獄 首次跟司法行政部 簽署了社會效益債券 共有3000位罪犯 分成3批，各批1000人"}, {"zh-tw": " Now, each of those cohorts would get measured over the two years that they were coming out of prison. They've got to have a year to commit their crimes, six months to get through the court system, and then they would be compared to a group taken from the police national computer, as similar as possible, and we would get paid providing we achieved a hurdle rateof 10-percent reduction, for every conviction event that didn't happen.", "en": " 每批都會 用超過2年的時間衡量 在他們出獄後 他們有一年是否犯罪的衡量時間 半年走司法程序的時間 然後跟一組 從警察局的數據挑來的做比較 挑越相近的組別越好 我們的報酬 只有在成功達到 降低犯罪率百分之十，才能獲得支付"}, {"zh-tw": " So we get paid for crimes saved. Now if we achieved that 10-percent reduction across all three cohorts, then the investors get a seven and a half percent annualized return on their investment, and if we do better than that, they can get up to 13 percent annualized return on their investment, which is okay.", "en": " 所以我們是在減少犯罪的情況下才能得到支付 假設這三批罪犯 都全面性減少百分之十 我們的投資人就可以得到 年利率7.5%的回報 若我們做得比這個還要好 投資人就可以獲得 年利率13%的回報 這樣也不錯"}, {"zh-tw": " So everyone wins here, right? The Ministry of Justice can try out a new program and they only pay if it works. Investors get two opportunities: for the first time, they can invest in social change.", "en": " 這樣一來，大家都是贏家了，對吧! 司法行政部可以大膽嘗試新的方案 只有在成功的條件下才支付費用 投資人得到兩種機會 首先，他們可以投資於社會變革"}, {"zh-tw": " Also, they make a reasonable return, and they also know that first investors in these kinds of things, they're going to have to believers. They're going to have to care in the social program, but if this builds a track record over five or 10 years, then you can widen that investor community as more people have confidence in the product.", "en": " 並得到合理的回報 他們也知道 在這方面做為首批的投資人 他們也必須相信這方法可行 他們也必須去在乎社會方案 若建立這記錄 可長達五年或十年 就可以因為越來越多人 對此產品充滿信心進而擴展投資者的人數"}, {"zh-tw": " The service providers, well, for the first time, they've got an opportunity to provide services and grow the evidence for what they're doing in a really constructive way and learn and demonstrate the value of what they're doing over five or six years, not just one or two as often happens at the moment. Society wins: fewer crimes, fewer victims.", "en": " 提供這些服務的人也頭一次 有機會可以在提供服務之餘 證明他們所做的工作 是有貢獻意義的 而且證明了他們的社會價值 在未來五或六年 而非一兩年的曇花一現 社會也是個贏家: 罪犯降低，受害者也減少了"}, {"zh-tw": " Now, the offenders, they also benefit. Instead of just coming out of the prison with 46 pounds in their pocket, half of them not knowing where they're spending their first night out of jail, actually, someone meets them in prison, learns about their issues, meets them at the gate, takes them through to somewhere to stay, connects them to benefits,connects them to employment, drug rehabilitation, mental health, whatever's needed.", "en": " 再來就是對罪犯也是有益的 他們得到釋放時 除了口袋裡的46英鎊 一半以上的罪犯根本都不知道 他們出獄的第一晚住哪? 其實，某人與他們在監獄裡見面 了解他們深陷的情況 在大門口與他們見面 帶領他們到某處待一晚 幫他們聯絡上救濟金，勞工局 戒毒所，精神院等 任何他們需要的東西"}, {"zh-tw": " So let's think of another example: working with children in care. Social impact bonds work great for any area where there is at the moment very expensive provision that produces poor outcomes for people.", "en": " 那我們在想想另一個範例: 跟托育中心合作 社會效益債券 不管在哪一方面 都很適合設備昂貴 但對人類貢獻貧乏的地方"}, {"zh-tw": " So children in the state care tend to do very badly. Only 13 percent achieve a reasonable level of five GCSEs at 16, against 58 percent of the wider population.", "en": " 小孩受到國家托育中心 的照顧都不太好 比起 58% 的人口 只有 13% 在16歲時 得到英國普通中等教育證書的第五級"}, {"zh-tw": " More troublingly, 27 percent of offenders in prison have spent some time in care. And even more worryingly, and this is a Home Office statistic, 70 percent of prostitutes have spent some time in care.", "en": " 更糟的是，罪犯當中有27% 待過托育中心 令人更擔憂的是 根據內政部的統計 70%的娼妓 都待過托育中心"}, {"zh-tw": " The state is not a great parent. But there are great programs for adolescents who are on the edge of care, and 30 percent of kids going into care are adolescents.", "en": " 顯然國家托育中心並不是個很棒的父母 但是我們有很棒的方案 針對極需照顧青少年 有30%進入托育中心的孩子 都是青少年"}, {"zh-tw": " So we set up a program with Essex County Council to test out intensive family therapeutic support for those families with adolescents on the edge of the care system. Essex only pays in the event that it's saving them care costs.", "en": " 所以我們和艾塞克斯郡議會簽署了一個方案 提供加強家庭療法 為那些 將送去托育中心的青少年 艾塞克斯郡議會 只有在成功救了這些青少年的情況下才需做支付"}, {"zh-tw": " Investors have put in 3.1 million pounds. That program started last month.", "en": " 目前投資人已經投資了310萬英鎊 這方案已在上個月開始執行了"}, {"zh-tw": " Others, around homelessness in London, around youth and employment and education elsewhere in the country. There are now 13 social impact bonds in Britain, and amazing levels of interest in this idea all over the world.", "en": " 其他問題，像在倫敦無家可歸的人 或是小孩或就業和教育問題 在倫敦以外其它地區 在英國目前已有13個社會效益債券 而且全世界 對這樣的想法也有濃厚的興趣。"}, {"zh-tw": " So David Cameron's put 20 million pounds into a social outcomes fund to support this idea. Obama has suggested 300 million dollars in the U.S. budget for these kinds of ideas and structures to move it forward, and a lot of other countries are demonstrating considerable interest.", "en": " 大衛卡梅倫 已經在社會方面投資了2000萬英鎊。 歐巴馬建議 投資3憶美元的預算 幫這類的想法和結構推一把，往前邁進 還有其他許多的國家對這些表示深度興趣 對這些表示深度興趣"}, {"zh-tw": " So what's caused this excitement? Why is this so different for people? Well, the first piece, which we've talked about, is innovation. It enables testing of new ideas in a way that's less difficult for everybody.", "en": " 究竟是什麼挑起這股興奮? 為何異於別人的呢? 首先，我們剛剛在談的 就是創新 它能夠較毫不費力的方式 讓大家嘗試新的主意"}, {"zh-tw": " The second piece it brings is rigor. By working to outcomes, people really have to test and bring data into the situationthat one's dealing with.", "en": " 其二，它為人們帶來精確的數據 為了得到理想中的結果，人們就真的得去嘗試 然後把數據帶到處理中的事件"}, {"zh-tw": " So taking Peterborough as an example, we add case management across all of the different organizationsthat we're working with so they know what actually has been done with different prisoners, and at the same time they learn from the Ministry of Justice, and we learn, because we pushed for the data, what actually happens, whetherthey get re-arrested or not. And we learn and adapt the program accordingly.", "en": " 就拿彼得伯勒監獄做為一例 我們與不同合作機構 加入專案管理 這樣它們才知道 實際上有與哪些犯人做過什麼樣的處理 他們第一時間跟司法行政部學到一些東西時 我們也會同時學到 因為我們要管理數據 像真正發生了什麼事，他們是否有再犯等 然後根據此數據做出因應之道"}, {"zh-tw": " And this leads to the third element, which is new, and that's flexibility. Because normal contracting for things, when you're spending government money, you're spending our money, tax money, and the people who are in charge of that are very aware of it so the temptation is to controlexactly how you spend it.", "en": " 而這就帶領我們到第三點，新的領域 而且充滿彈性 就普遍的契約就是 當你花政府的錢時 你就是在花我們的錢 － 我們繳的稅 負責這批錢的人十分了解這點 所以要抗拒的誘點是控制你花費的方式"}, {"zh-tw": " Now any entrepreneur in the room knows that version 1.0, the business plan, is not the one that generally works. So when you're trying to do something like this, you need the flexibility to adapt the program.", "en": " 在座的企業家都知道 企業計劃書的第一個版本 普通都沒有派上場 所以當你想嘗試像這樣的計畫時 你需要有彈性去修改計畫"}, {"zh-tw": " And again, in Peterborough, we started off with a program, but we also collected data, and over the period of time, we nuanced and changed that program to add a range of other elements, so that the service adapts and we meet the needs of the long term as well as the short term: greater engagement from the prisoners, longer-term engagement as well. The last element is partnership.", "en": " 所以在彼得伯勒監獄開始此方案時 我們也開始收集數據 所以每過了一段時間 我們就會為方案做一點修補－ 加入一些其它的元素 讓我們的方案變得更好 以便取得長期 和短期的目標－ 與牢犯有更深的互動 且還是長期的互動 最後一點就是合夥關係"}, {"zh-tw": " There is, at the moment, a stale debate going on very often: state's better, public sector's better, private sector's better, social sector's better, for a lot of these programs. Actually, for creating social change, we need to bring in the expertise from all of those parties in order to make this work.", "en": " 目前有個常吵得熱烘烘，停滯不前的辯論題 不是辯論著這些方案由國家提供的較好 就是辯論著由國營部門，私營企業 或社會福利組織等較好 坦白說，為了創造社會變革 我們都需要 所有部門的幫助 才能達到目標"}, {"zh-tw": " And this creates a structure through which they can combine. So where does this leave us? This leaves us with a way that people can invest in social change.", "en": " 在他們互相合作下 創造出新的社會結構 這可為我們帶來什麼呢? 這為我們帶來一種 讓人們可以投資社會變革的方式"}, {"zh-tw": " We've met thousands, possibly millions of people, who want the opportunity to invest in social change. We've met champions all over the public sector keen to make these kinds of differences.", "en": " 我們遇到好幾千，可能好幾百萬的人 都想要有機會去投資於社會變革 我們在國營部門遇到出類拔萃的人 他們熱誠地想為社會帶來不同"}, {"zh-tw": " With this kind of model, we can help bring them together. Thank you.", "en": " 有了這個模式 我們就可以協助他們攜手 謝謝"}], "title": "Toby Eccles Invest In Social Change"}