{"url": "http://www.ted.com/talks/geraldine_hamilton_body_parts_on_a_chip", "paragraphs": [{"zh-tw": " We have a global health challenge in our hands today, and that is that the way we currently discover and develop new drugs is too costly, takes far too long, and it fails more often than it succeeds. It really just isn't working, and that means that patients that badly need new therapies are not getting them, and diseases are going untreated.", "en": " 我們现在正面臨全球人們健康的挑戰 而目前尋找以及研發新藥太過昂貴、耗時 且大多以失敗收場 這樣的方式是無效的 也代表迫切需要新式療法的病人得不到治療 疾病也就無法被醫治"}, {"zh-tw": " We seem to be spending more and more money. So for every billion dollars we spend in R&D, we're getting less drugs approved into the market.", "en": " 我們似乎花越來越多的金錢 花在研發的每一個十億美元 都得到更少成功上市的藥"}, {"zh-tw": " More money, less drugs. Hmm. So what's going on here? Well, there's a multitude of factors at play, but I think one of the key factors is that the tools that we currently have available to test whether a drug is going to work, whether it has efficacy, or whether it's going to be safe before we get it into human clinical trials, are failing us. They're not predicting what's going to happen in humans.", "en": " 更多的錢，更少的藥。嗯 到底發生了什麼事？ 嗯，有多種因素牽扯其中 但我認為最重要的原因是 在進入人體臨床試驗之前 目前用來測試藥物是否有效或是否安全所使用的工具讓我們相當失望 它們無法預測在人體內會發生的事"}, {"zh-tw": " And we have two main tools available at our disposal. They are cells in dishes and animal testing.", "en": " 目前有兩種主要的工具 那就是細胞培養以及動物試驗"}, {"zh-tw": " Now let's talk about the first one, cells in dishes. So, cells are happily functioning in our bodies.", "en": " 我們先來說說第一種，細胞培養 好，細胞在我們的身體裡面快樂地工作著"}, {"zh-tw": " We take them and rip them out of their native environment,throw them in one of these dishes, and expect them to work. Guess what. They don't.", "en": " 我們把它們從正常生長環境中取出來 並丟到這些培養皿的其中之一 希望它們依然能夠運作 結果並不意外它們不能"}, {"zh-tw": " They don't like that environment because it's nothing like what they have in the body. What about animal testing? Well, animals do and can provide extremely useful information.", "en": " 它們不喜歡那樣的環境 因為這跟身體裡面的環境完全不同 動物試驗呢？ 的確，動物能夠提供有用的訊息牠們告訴我們在複雜器官結構中細胞的變化"}, {"zh-tw": " They teach us about what happens in the complex organism. We learn more about the biology itself.", "en": " 我們學到了很多生物學的相關知識"}, {"zh-tw": " However, more often than not, animal models fail to predictwhat will happen in humans when they're treated with a particular drug. So we need better tools.", "en": " 但是通常來說 動物模型並無法預測使用某種特定藥物時在人體內發生的事 所以我們需要更好的工具"}, {"zh-tw": " We need human cells, but we need to find a way to keep them happy outside the body. Our bodies are dynamic environments.", "en": " 我們需要人體細胞 但是我們要找到讓它們在體外也能「快樂」的方法 我們的身體是個動態的環境"}, {"zh-tw": " We're in constant motion. Our cells experience that.", "en": " 一直在活動著 我們的細胞也是這樣"}, {"zh-tw": " They're in dynamic environments in our body. They're under constant mechanical forces.", "en": " 它們也處於動態的環境、感受持續的作用力"}, {"zh-tw": " So if we want to make cells happy outside our bodies, we need to become cell architects. We need to design, build and engineer a home away from home for the cells.", "en": " 因次如果我們想讓細胞「快樂」的在體外生活 我們就得成為細胞建築師 去設計、建造、監控細胞們的另外一個家"}, {"zh-tw": " And at the Wyss Institute, we've done just that. We call it an organ-on-a-chip.", "en": " 在維斯研究所（Wyss Institute），我們已經做到了 我們把它叫做晶片上的器官"}, {"zh-tw": " And I have one right here. It's beautiful, isn't it?But it's pretty incredible.", "en": " 我這裡正好有一個 它真美，對吧？但卻是如此地不可思議"}, {"zh-tw": " Right here in my hand is a breathing, living human lung on a chip. And it's not just beautiful.", "en": " 在我手上的是一個在晶片上會呼吸、活生生的人類的肺 它不只是美"}, {"zh-tw": " It can do a tremendous amount of things. We have living cells in that little chip, cells that are in a dynamic environment interacting with different cell types.", "en": " 它能做強大到令人驚歎的事 在晶片上的細胞是活的 且處於動態環境 能夠和不同種類的細胞交互作用"}, {"zh-tw": " There's been many people trying to grow cells in the lab. They've tried many different approaches.", "en": " 有很多人嘗試過在實驗室裡培養細胞 他們試過很多種方法"}, {"zh-tw": " They've even tried to growlittle mini-organs in the lab. We're not trying to do that here.", "en": " 他們甚至試過在實驗室裡培養迷你的器官 我們並不那麼做"}, {"zh-tw": " We're simply trying to recreate in this tiny chip the smallest functional unit that represents the biochemistry, the function and the mechanical strain that the cells experience in our bodies. So how does it work? Let me show you.", "en": " 我們只是在這小小的晶片上創造了最小的功能單位 這些單位代表了細胞在我們體內所經歷的生化反應、作用機能和機械應變 它們怎麼運作呢？讓我告訴你們"}, {"zh-tw": " We use techniques from the computer chip manufacturing industry to make these structures at a scale relevant to both the cells and their environment. We have three fluidic channels.", "en": " 我們運用了電腦晶片的技術來創造這些規模和細胞以及生長環境相仿的結構 其中有三條液體通道"}, {"zh-tw": " In the center, we have a porous, flexible membrane on which we can add human cells from, say, our lungs, and then underneath, they had capillary cells, the cells in our blood vessels. And we can then apply mechanical forces to the chip that stretch and contract the membrane, so the cells experience the same mechanical forces that they did when we breathe.", "en": " 在中間部分有兼具通透性以及彈性的膜 在這些膜上我們可以放上人體細胞例如肺部細胞 下層則有微血管細胞 然後我們就可以對晶片施加伸展以及收縮這些膜的作用力 而在中間的細胞就會受到在我們呼吸的時候所承受的作用力"}, {"zh-tw": " And they experience them how they did in the body. There's air flowing through the top channel, and then we flow a liquid that contains nutrients through the blood channel.", "en": " 就如同在我們體內的時候一樣 最上方的通道有氣流流過 然後帶有養分的液體會流過血液通道"}, {"zh-tw": " Now the chip is really beautiful, but what can we do with it? We can get incredible functionality inside these little chips. Let me show you.", "en": " 晶片是很漂亮，但是我們要怎麼利用呢？ 這些小小的晶片具有相當不可思議的功能 讓我告訴你們吧"}, {"zh-tw": " We could, for example, mimic infection, where we add bacterial cells into the lung. then we can add human white blood cells.", "en": " 例如，加入細菌細胞就能夠模擬肺部感染 然後加入人類白血球"}, {"zh-tw": " White blood cells are our body's defense against bacterial invaders, and when they sense thisinflammation due to infection, they will enter from the blood into the lung and engulf the bacteria. Well now you're going to see this happening live in an actual human lung on a chip.", "en": " 白血球在我們體內扮演抵抗細菌入侵的角色 當它們接受到因感染而引起的發炎反應時 就會經由血管進入肺部並吞嗜細菌 你們將會看到這個在真正的人類肺部發生的過程發生在這片晶片上"}, {"zh-tw": " We've labeled the white blood cellsso you can see them flowing through, and when they detect that infection, they begin to stick. They stick, and then they try to go into the lung side from blood channel.", "en": " 我們標記了白血球所以你們能夠看到它們正常流過 當它們偵測到感染時，就會開始黏附（細菌） 黏附之後，就會試著從血管這一側進入肺部"}, {"zh-tw": " And you can see here, we can actually visualize a single white blood cell. It sticks, it wiggles its way through between the cell layers, through the pore, comes out on the other side of the membrane, and right there, it's going to engulf the bacteria labeled in green.", "en": " 如你所見，我們能夠捕捉到單一一顆白血球 黏附、擺動著穿越細胞層、細胞核 到達膜的另外一側 就在這裡，白血球將會吞噬擁有綠色標記的細菌"}, {"zh-tw": " In that tiny chip, you just witnessed one of the most fundamental responses our body has to an infection. It's the way we respond to -- an immune response.", "en": " 在小小的晶片上，你見到了我們身體對感染的最基礎反應 這就是所謂的免疫反應"}, {"zh-tw": " It's pretty exciting. Now I want to share this picture with you, not just because it's so beautiful, but because it tells us an enormousamount of information about what the cells are doing within the chips.", "en": " 相當令人興奮 現在我想分享這張圖片 不只是因為它很美 也因為它告訴了我們很多細胞在晶片上所發生的事"}, {"zh-tw": " It tells us that these cells from the small airways in our lungs, actually have these hairlike structures that you would expect to see in the lung. These structures are called cilia, and they actually move the mucus out of the lung.", "en": " 它告訴我們這些來自肺部細小氣管中的細胞 其實有著你能夠想像得到的毛髮狀結構 這些構造稱為纖毛 它們的作用是把黏液掃出肺部"}, {"zh-tw": " Yeah. Mucus. Yuck. But mucus is actually very important.", "en": " 對。黏液。真噁心 但是黏液其實非常重要"}, {"zh-tw": " Mucus traps particulates, viruses, potential allergens, and these little cilia move and clear the mucus out. When they get damaged, say, by cigarette smoke for example, they don't work properly,and they can't clear that mucus out.", "en": " 黏液會抓住顆粒、病毒、潛在過敏原 而這些纖毛會將黏液清出肺部 當它們被例如香菸等等破壞的時候 就沒辦法正常作用，也就無法將黏液清掉"}, {"zh-tw": " And that can lead to diseases such as bronchitis. Cilia and the clearance of mucus are also involved in awful diseases like cystic fibrosis.", "en": " 這會導致支氣管炎之類的疾病 纖毛以及黏液的清除也和囊性纖維化等嚴重疾病有關"}, {"zh-tw": " But now, with the functionalitythat we get in these chips, we can begin to look for potential new treatments. We didn't stop with the lung on a chip.", "en": " 但是有了這些晶片的功能 我們就能夠著手尋找新的治療方法 這些晶片並不侷限於肺"}, {"zh-tw": " We have a gut on a chip. You can see one right here.", "en": " 我們也有了腸道晶片 就是這個"}, {"zh-tw": " And we've put intestinal human cells in a gut on a chip, and they're under constant peristaltic motion, this trickling flow through the cells, and we can mimic many of the functions that you actually would expect to see in the human intestine. Now we can begin to create models of diseases such as irritable bowel syndrome.", "en": " 我們將人類小腸細胞放進腸道晶片中 它們會持續蠕動並傳導到所有的細胞 因此我們能夠模擬許多功能 就如同你在人類小腸所見的一般 現在我們可以開始建立腸燥症的模型了"}, {"zh-tw": " This is a disease that affects a large number of individuals. It's really debilitating, and there aren't really many good treatments for it.", "en": " 這種疾病困擾了很多人 它讓人變得虛弱而且好的治療方法不多"}, {"zh-tw": " Now we have a whole pipeline of different organ chips that we are currently working on in our labs. Now, the true power of this technology, however, really comes from the fact that we can fluidically link them.", "en": " 現在我們正在實驗室裡研發一系列不同的器官晶片 然而，這項技術的真正強大之處 在於我們能夠用液體使它們產生連結"}, {"zh-tw": " There's fluid flowing across these cells, so we can begin to interconnect multiple different chips together to form what we call a virtual human on a chip. Now we're really getting excited.", "en": " 細胞之間有液體流通因此我們可以把多個晶片連結在一起 形成一個所謂的「人類晶片」 我們真的很興奮"}, {"zh-tw": " We're not going to ever recreate a whole human in these chips, but what our goal is is to be able to recreate sufficient functionality so that we can make better predictions of what's going to happen in humans. For example, now we can begin to explore what happens when we puta drug like an aerosol drug.", "en": " 我們並不會過度重製人類 我們的目標是再造足夠的功能性 讓我們得以更好的預測體內會發生的事 舉例來說，我們已經可以去探索使用了噴劑藥物後所發生的事"}, {"zh-tw": " Those of you like me who have asthma,when you take your inhaler, we can explore how that drug comes into your lungs, how it enters the body, how it might affect, say, your heart. Does it change the beating of your heart? Does it have a toxicity? Does it get cleared by the liver? Is it metabolized in the liver? Is it excreted in your kidneys? We can begin to study the dynamic response of the body to a drug.", "en": " 氣喘病人使用吸入劑之後 我們可以探尋藥物是如何進入肺部、身體 會影響哪些器官，例如心臟 它會改變心跳嗎？ 他有毒性嗎？ 他會經由肝臟清除嗎？ 他會經由肝臟代謝嗎？ 它會經由腎臟排泄嗎？ 我們可以開始研究藥物在體內的動態反應"}, {"zh-tw": " This could really revolutionize and be a game changer for not only the pharmaceutical industry, but a whole host of different industries, including the cosmetics industry. We can potentially use the skin on a chip that we're currently developing in the lab to test whether the ingredients in those products that you're using are actually safe to put on your skin without the need for animal testing.", "en": " 這將會是革命性的改變 不僅僅是針對製藥工業，也會影響很多不同的產業包括化妝品工業 未來將可以利用我們正在實驗室裡研發的皮膚晶片 在不需要動物試驗的情況下來測試這些產品裡的成分對皮膚是否安全"}, {"zh-tw": " We could test the safety of chemicals that we are exposed to on a daily basis in our environment, such as chemicals in regular household cleaners. We could also use the organs on chips for applications in bioterrorism or radiation exposure.", "en": " 我們可以測試每天都會接觸到的化學製品是否安全 例如家庭清潔劑裡面的成分 我們也可以將器官晶片利用在生物恐怖主義以及輻射暴露方面"}, {"zh-tw": " We could use them to learn more about diseases such as ebola or other deadly diseases such as SARS. Organs on chips could also change the way we do clinical trials in the future.", "en": " 我們可以將它們用在伊波拉病毒或是其他致命性疾病例如SARS 器官晶片也得以改變未來的臨床試驗方式"}, {"zh-tw": " Right now, the average participant in a clinical trial is that: average. Tends to be middle aged, tends to be female.", "en": " 目前，平均來說臨床試驗的對象都太單一了 通常是中年、通常是女性"}, {"zh-tw": " You won't find many clinical trials in which children are involved, yet every day, we give children medications, and the only safety data we have on that drug is one that we obtained from adults. Children are not adults.", "en": " 你不會看到臨床試驗的對象有孩童 但是我們每天都會餵孩子吃藥 而我們所擁有的安全性資料都來自於成人 孩童並不是成人"}, {"zh-tw": " They may not respond in the same way adults do. There are other things like genetic differences in populations that may lead to at-risk populations that are at risk of having an adverse drug reaction.", "en": " 他們可能會有不同於成人的反應 人群和人群之間也會有遺傳差異這可能會導致有負面藥物反應的危險族群"}, {"zh-tw": " Now imagine if we could take cellsfrom all those different populations, put them on chips, and create populations on a chip. This could really change the way we do clinical trials.", "en": " 想像我們可以把彼此有差異的族群細胞取出並放在晶片上 並創造一個族群晶片 這絕對會改變臨床試驗的做法"}, {"zh-tw": " And this is the team and the peoplethat are doing this. We have engineers, we have cell biologists, we have clinicians, all working together.", "en": " 而這正是研究團隊正在努力的方向 工程師、細胞生物學家、醫師所有人正通力合作"}, {"zh-tw": " We're really seeing something quite incredible at the Wyss Institute. It's really a convergence of disciplines, where biology is influencing the way we design, the way we engineer, the way we build.", "en": " 現在 Wyss Institute 已經有了相當不可思議的成果了 它集合了各方的大成 生物學影響了工程以及建造的定義 這真是令人興奮"}, {"zh-tw": " It's pretty exciting. We're establishing important industry collaborations such as the one we have with a company that has expertise in large-scaledigital manufacturing.", "en": " 我們正和業界進行重要的合作 例如一家專精於大規模數位製造的公司"}, {"zh-tw": " They're going to help us make, instead of one of these, millions of these chips, so that we can get them into the hands of as many researchers as possible. And this is key to the potential of that technology.", "en": " 他們將會協助我們製造不止一個而是數以百萬計的晶片 讓我們得以將晶片交給盡可能多的研究人員 而這就是這項科技潛力的關鍵"}, {"zh-tw": " Now let me show you our instrument. This is an instrument that our engineers are actually prototyping right now in the lab, and this instrument is going to give us the engineering controls that we're going to require in order to link 10 or more organ chips together.", "en": " 現在，讓我來介紹我們的儀器 這台儀器是我們目前實驗室裡的原型 它能提供我們連結十個或更多的晶片所需要的工程控制"}, {"zh-tw": " It does something else that's very important. It creates an easy user interface.", "en": " 此外，它也能辦到其它很重要的工作 它擁有很簡單的使用介面"}, {"zh-tw": " So a cell biologist like me can come in, take a chip, put it in a cartridge like the prototype you see there, put the cartridge into the machine just like you would a C.D., and away you go. Plug and play. Easy.", "en": " 因此一個像我一樣的細胞生物學家也可以進到實驗室 把一片晶片放進像這台一般的原型機卡匣中 然後把卡匣放進機器裡，就像放 CD 一樣 插上電並播放。輕鬆容易"}, {"zh-tw": " Now, let's imagine a little bit what the future might look like if I could take your stem cells and put them on a chip, or your stem cells and put them on a chip. It would be a personalized chip just for you.", "en": " 現在，讓我們來想像一下未來可能發生的事情 假設我能把你的幹細胞放進晶片裡 這就像是你個人的晶片"}, {"zh-tw": " Now all of us in here are individuals, and those individual differences mean that we could react very differently and sometimes in unpredictable ways to drugs. I myself, a couple of years back,had a really bad headache, just couldn't shake it, thought, \"Well, I'll try something different.\" I took some Advil. Fifteen minutes later, I was on my way to the emergency room with a full-blown asthma attack.", "en": " 現在在這裡的每個人都是獨立個體 個體差異代表我們對藥物可能有天差地遠或無法預測的反應 我個人在幾年前有很嚴重的頭痛 完全沒辦法搖頭、思考「好吧，我要嘗試些其它方法」 我吃了一些Advil。十五分鐘以後我就因為嚴重氣喘發作而在前往急診室的路上了"}, {"zh-tw": " Now, obviously it wasn't fatal, but unfortunately, some of these adverse drug reactions can be fatal. So how do we prevent them? Well, we could imagine one day having Geraldine on a chip, having Danielle on a chip, having you on a chip.", "en": " 很明顯地，我並沒有死 但是很不幸地，有些藥物的負面反應是致命的 那我們要怎麼避免呢？ 嗯，可預見的是有一天將出現 Geraldine 晶片 Danielle 晶片 你的晶片"}, {"zh-tw": " Personalized medicine. Thank you.", "en": " 個人化醫療。謝謝"}], "title": "Geraldine Hamilton Body Parts On A Chip"}