{"url": "http://www.ted.com/talks/eddy_cartaya_my_glacier_cave_discoveries", "paragraphs": [{"zh-tw": " So how many of you have everbeen in a cave before? Okay, a few of you. When you think of a cave, most of you think of a tunnel going through solid rock, and in fact, that's how most caves are.", "en": " 你們當中有多少人曾入洞穴? 好！不算多！ 想到洞穴，多數人想到的是 貫穿堅石的隧道 多數的確是那樣没錯"}, {"zh-tw": " Around this half of the country, most of your caves are made of limestone. Back where I'm from, most of our caves are made of lava rock, because we have a lot of volcanoes out there.", "en": " 我國東半部這帶 洞穴多是石灰岩構成 但在我的故鄉，則是熔岩穴為主 因我們那有很多火山"}, {"zh-tw": " But the caves I want to share with you today are made completely of ice, specifically glacier ice that's formed in the side of the tallest mountain in the state of Oregon, called Mount Hood. Now Mount Hood's only one hour's drive from Portland, the largest city in Oregon, where over two million people live.", "en": " 不過今天我要介紹的洞穴 則完全是冰，精確地講是冰川 由奥勒岡州最高峰胡德山(Mount Hood) 山側冰河形成 此山舆奧勒岡州最大城波特蘭(Portland) 僅有I小時車程的距離 而該城人口超過200萬人"}, {"zh-tw": " Now the most exciting thing for a cave explorer is to find a new cave and be the first human to ever go into it. The second most exciting thing for a cave explorer is to be the first one to make a map of a cave.", "en": " 不過最讓洞穴探險家興奮的 是發掘新洞穴 並成為第一個進去的人 其次是 成為首位繪製該洞穴地圖的人"}, {"zh-tw": " Now these days, with so many people hiking around, it's pretty hard to find a new cave, so you can imagine how excited we were to find three new caves within sight of Oregon's largest city and realize that they had never been explored or mapped before. It was kind of like being an astronaut, because we were getting tosee things and go places that no one had ever seen or gone to before.", "en": " 近年來因附近總有許多人遠足 已很難發現新洞穴了 所以你們應該可想見 發現3處新洞穴時，我們有多興奮 洞穴地點就在波特蘭最大城市的視野内 而且當時尙未有人對這些洞穴進行探查 或繪製地圖 這經驗有點像太空人 因為我們去了無人踏足之處 見世人未見之景"}, {"zh-tw": " So what is a glacier? Well, those of you who haveever seen or touched snow, you know that it's really light, because it's just a bunch of tiny ice crystalsclumped together, and it's mostly air. If you squish a handful of snow to make a snowball, it gets really small, hard and dense.", "en": " 來談冰河到底是什麼吧 在座見過或摸過雪的 都知道雪輕飄飄的 因雪由許多小冰晶聚合而成且大多是氣體 如果抓一把雪捏成雪球 雪球就會縮小、變硬且密實"}, {"zh-tw": " Well, on a mountain like Hood, where it snows over 20 feet a year, it crushes the air out of it and gradually forms it into hard blue ice. Now each year, more and more icestacks up on top of it, and eventually it gets so heavy that it starts to slide down the mountain under its own weight, forming a slow-moving river of ice.", "en": " 像胡德山這樣 年降雪量逾20英尺 雪中的氣體被擠壓排出 逐成藍色堅冰 年復一年，冰層越疊越多 而冰的重量也越來越重 最終在本身重量作用下 冰層開始沿著山體向下滑動 形成一條流速緩慢的由冰構成的河"}, {"zh-tw": " When ice packed like that starts to move, we call it a glacier, and we give it a name. The name of the glacier these caves are formed in is the Sandy Glacier.", "en": " 像這些疊起來的冰開始移動時 我們稱之為冰河，我們也為它取名字 形成這些洞穴的冰河 叫做珊帝冰河（Sandy Glacier）"}, {"zh-tw": " Now each year, as new snow lands on the glacier, it melts in the summer sun, and it forms little rivers of wateron the flow along the ice, and they start to melt and boretheir way down through the glacier, forming big networks of caves, sometimes going all the way downto the underlying bedrock. Now the crazy thing about glacier caves is that each year, new tunnels form.", "en": " 每年都有新的雪落在冰河上 在夏日陽光照射下融化 沿冰形成涓涓細流 順著冰河，支流融冰陷落 形成廣袤的洞穴網絡 有時可直探冰河岩床 冰河洞穴最特殊之處 就是每年都有新的隧道生成"}, {"zh-tw": " Different waterfalls pop up or move around from place to place inside the cave. Warm water from the top of the ice is boring its way down, and warm air from below the mountain actually rises up, gets into the cave, and melts the ceilings back taller and taller.", "en": " 洞穴中不時有瀑布突然出現 或變换位置 溫暖的水流自冰層頂部 鑿穿而下 而山脈底層溫暖的空氣 順勢而上吹入洞穴 將洞頂的冰層削薄"}, {"zh-tw": " But the weirdest thing about glacier caves is that the entire cave is moving, because it's formed inside a block of ice the size of a small city that's slowly sliding down the mountain. Now this is Brent McGregor, my cave exploration partner.", "en": " 不過冰河洞穴最詭異之處 是整個洞穴都在移位 這是因為洞穴是在一塊 像小城市那麼大的冰中形成的 然後緩慢地滑下山 這是布倫特.馬格力格（Brent McGregor） 他是我的洞穴探險伙伴"}, {"zh-tw": " He and I have both been exploring caves a long time and we've been climbing mountains a long time, but neither one of us had ever reallyexplored a glacier cave before. Back in 2011, Brent saw a YouTube video of a couple of hikers that stumbled acrossthe entrance to one of these caves.", "en": " 我們探勘洞穴的資歷都很深 登山方面也是 不過當時我們都缺乏冰河洞穴的探險經驗 2011年時，布倫特在YouTube看到 一群登山者意外發現冰河洞穴的影片"}, {"zh-tw": " There were no GPS coordinates for it, and all we knew was that it was somewhere out on the Sandy Glacier. So in July of that year, we went out on the glacier, and we found a big crack in the ice.", "en": " 當時沒有GPS定位資料 我們只知道那是 珊帝冰河的某個地方 所以那年7月便前往珊帝冰河 在那發現一條巨大的裂缝"}, {"zh-tw": " We had to build snow and ice anchors so that we could tie off ropesand rappel down into the hole. This is me looking into the entrance crevasse.", "en": " 我們得安装冰錨，綁上繩索 以垂降的方式進洞 這張照片是我從裂縫口往內看"}, {"zh-tw": " At the end of this hole, we found a huge tunnel going right up the mountain underneath thousands of tons of glacier ice. We followed this cave back for about a half mile until it came to an end, and then with the help of our survey tools we made a three-dimensional map of the cave on our way back out.", "en": " 我們在洞底發現一條巨大隧道 從重達數千噸的冰河冰層下 穿山而上 當時我們沿著洞穴往內走半英里 直到一處盡頭 之後借助探測工具 讓我們得以在回程路上 繪出一張該洞穴的立體地圖"}, {"zh-tw": " So how do you map a cave? Well, cave maps aren't like trail maps or road maps because they have pits and holes going to overlapping levels. To make a cave map, you have to set up survey stations every few feet inside the cave, and you use a laser to measurethe distance between those stations.", "en": " 如何繪製洞穴地圖呢? 有別於登山路徑或道路地圖，洞穴地圖 在於同一水平面上有坑道交疊 為了製作洞穴地圖，在洞内 每隔幾英尺就要設置測量站 再以雷射丈量站間距離總長"}, {"zh-tw": " Then you use a compass and an inclinometer to measure the direction the cave is headed and measure the slope of the floor and the ceilings. Now those of you taking trigonometry, that particular type of math is very useful for making maps like this because it allows you to measureheights and distances without actually having to go there.", "en": " 然後再以羅盤和測斜儀 測量洞穴走向 地面和天花板的坡度 你們所學的三角函數 那種數學對地圖繪製來說 非常實用 因為不用在場 就可測得高度和距離"}, {"zh-tw": " In fact, the more I mapped and studied caves, the more useful I found all that math that I originally hated in school to be. So when you're done surveying, you take all this data andyou punch it into a computer and you find someone that can draw really well, and you have them draft up a map that looks something like this, and it'll show you both abird's-eye view of the passage as well as a profile view of the passage, kind of like an ant farm view.", "en": " 說真的，隨著畫過地圖研究的洞穴越來越多 我越發現作學生時非常討厭的 那些數學其實很實用 當地形調查告一段落 取得資料輸入電腦後 找個繪圖高手 讓他們繪製 像這樣的草圖 就有通道的俯視圖 還有剖面圖了 看起來像蟻穴剖面圖"}, {"zh-tw": " We named this cave Snow Dragon Cave because it was like a big dragonsleeping under the snow. Now later this summer, as moresnow melted off the glacier, we found more caves, and we realizedthey were all connected.", "en": " 我們把這個洞穴叫做雪龍洞 因它來就像一條沉眠雪下的巨龍 今夏稍晚積雪消融時 我們發現更多洞穴都彼此相通"}, {"zh-tw": " Not long after we mapped Snow Dragon, Brent discovered this new cave not very far away. The inside of it was coated with ice, so we had to wear big spikeson our feet called crampons so we could walk around without slipping.", "en": " 就在我們繪製雪龍洞地圖後不久 布蘭特在該地附近發現新洞穴 其內壁覆蓋著冰 所以我們得穿上叫「冰爪」的釘鞋 走動時才不致打滑"}, {"zh-tw": " This cave was amazing. The ice in the ceiling was glowing blue anad green because the sunlight from far above was shining through the ice and lighting it all up.", "en": " 這洞穴很奇妙！ 天花板的覆冰散發藍綠光暈 因為陽光從遠處上方射入 光線穿透並照亮冰層"}, {"zh-tw": " And we couldn't understand why this cave was so much colder than Snow Dragon until we got to the end and we found out why. There was a huge pit or shaft called a moulin going 130 feet straight upto the surface of the glacier.", "en": " 但我們當時不能理解 為何這洞穴比雪龍洞還冷呢？ 直到洞底我們才發現原因 有一條通稱「冰臼」的巨型坎井從那兒 筆直通往上方130英尺外的冰河表面"}, {"zh-tw": " Cold air from the top of the mountain was flowing down this holeand blasting through the cave, freezing everything inside of it. And we were so excited about finding this new pit, we actually came back in January the following year so we could be the first ones to explore it.", "en": " 山頂的冷空氣就從冰臼傾瀉而下 猛烈地吹進來 凍結洞內的一切 發現冰臼令我們非常振奮 隔年一月就重返故地 以便搶先探索"}, {"zh-tw": " It was so cold outside, we actually had to sleep inside the cave. There's our camp on the left side of this entrance room.", "en": " 洞外冷得要命 我們只得睡在洞裡 洞口左邊就是我們當時的營地"}, {"zh-tw": " The next morning, we climbed out of the cave and hiked all the way to the top of the glacier, where we finally rigged and rappelled this pit for the very first time. Brent named this cave Pure Imagination, I think because the beautiful sights we saw in there were beyond what we could have ever imagined.", "en": " 次日早晨我們爬出洞穴 一口氣攻上冰河頂端 當我們終於安好線索，便從那垂降 那是我們首次進洞 布蘭特給這個洞起名為「幻境」 我想這是因為當時我們所見的美景 已經超乎想像"}, {"zh-tw": " So besides really cool ice,what else is inside these caves? Well not too much lives in them because they're so cold and the entrance is actually covered up with snow for about eight months of the year. But there are some really cool things in there.", "en": " 那冰河洞穴裡除了酷炫的冰，還有什麼呢？ 因嚴寒，洞內生物不多 加上一年有八個月 洞口都是冰封的 裡面仍有許多令人驚艷的事物"}, {"zh-tw": " There's weird bacteria living in the water that actually eat and digest rocks to make their own food to live under this ice. In fact, this past summer, scientists collected samples of water and ice specifically to see if things called extremophiles, tiny lifeforms that are evolvedto live in completely hostile conditions, might be living under the ice, kind of like what they hope to findon the polar icecaps of Mars someday.", "en": " 像水中就有奇特的細菌 以啃食消化岩石 作為食物來源 牠們就活在這片冰河下 今夏科學家 還對當地的水和冰進行抽樣 好觀察這些叫作「嗜極生物」 為了適應極劣環境下而演化的微生物 真能在冰河底下生存 就好比科學家也希望有朝一日能在火星的冰帽上有類似發現"}, {"zh-tw": " Another really cool things is that, as seeds and birds land onthe surface of the glacier and die, they get buried in the snow and gradually become part of the glacier, sinking deeper and deeper into the ice. As these caves form and melt their way up into the ice, they make these artifacts rain down from the ceiling and fall onto the cave floor,where we end up finding them.", "en": " 還有一件事很奇特 當種子和鳥類降落冰河表面死後 因有冰雪覆蓋 逐成冰河的一部分 在冰裡越陷越深 就在冰河洞穴成型並消融頂部冰層的時候 讓這些遺跡紛紛掉落在洞穴地上 最後在那裡被我們找到"}, {"zh-tw": " For example, this is a noble fir seed we found. It's been frozen in the ice for over 100 years, and it's just now starting to sprout.", "en": " 像這張照片中我們找到的高冷杉種子 被冰封了100多年 現在才開始發芽"}, {"zh-tw": " This mallard duck feather was found over 1,800 feetin the back of Snow Dragon Cave. This duck died on the surfaceof the glacier long, long ago, and its feathers have finally made itdown through over 100 feet of ice before falling inside the cave.", "en": " 這根野鴨羽毛是在雪龍洞 1,800多英尺的深處找到的 很久以前，這隻鴨子死在冰河表面 羽毛在冰層中下沉了100英尺 最後掉進洞裡"}, {"zh-tw": " And this beautiful quartz crystal was also found in the back of Snow Dragon. Even now, Brent and I find it hard to believe that all these discoveries were essentially in our own backyard, hidden away, just waiting to be found.", "en": " 這塊美不勝收的石英結晶 也是在雪龍洞深處尋獲 即使現在，布蘭特和我仍難以置信 這些東西都是在我們附近發現的 就藏在那，只等著被發現"}, {"zh-tw": " Like I said earlier, the idea of discovering in this busy world we live in kind of seems like something you can only do with space travel now, but that's not true. Every year, new caves get discovered that no one has ever been in before.", "en": " 就像剛提到的 想在我們所處的繁忙世界裡有所發現 好像只有太空旅行辦得到 但並非如此 每年都發現 無人進入過的新洞穴"}, {"zh-tw": " So it's actually not too late for one of you to become a discoverer yourself. You just have to be willing to look and go where people don't often go and focus your eyes and your mind to recognize the discovery when you see it, because it might be in your own backyard.", "en": " 因此對在座的任何一位來說 你們都能成為發現者 只要你願意到人跡罕至的地方 走走看看 專注你的視線與思緒 這樣尋覓之物出現時才能一下認出 因這些東西可能近在咫尺"}, {"zh-tw": " Thank you very much.", "en": " 感謝大家!"}], "title": "Eddy Cartaya My Glacier Cave Discoveries"}