{"url": "http://www.ted.com/talks/mark_kendall_demo_a_needle_free_vaccine_patch_that_s_safer_and_way_cheaper", "paragraphs": [{"zh-tw": " It's a pleasure to be here in Edinburgh, Scotland, the birthplace of the needle and syringe. Less than a mile from here in this direction, in 1853 a Scotsman filed his very first patent on the needle and syringe.", "en": " 很高興來到 蘇格蘭的愛丁堡 注射器和針頭的發源地 沿這個方向不到一英里處 一個蘇格蘭人於 1853 年 申請了他的第一項關於針頭和注射器的專利"}, {"zh-tw": " His name was Alexander Wood, and it was at the Royal College of Physicians. This is the patent.", "en": " 這個人就是亜歷山大．伍德 他申請專利的地點是皇家內科醫學院 這是他當時的專利"}, {"zh-tw": " What blows my mind when I look at it even today is that it looks almost identical to the needle in use today. Yet, it's 160 years old.", "en": " 令我驚訝的是專利上的針頭 與我們現在所使用的 一模一樣 沒錯，它有 160 年的歷史了"}, {"zh-tw": " So we turn to the field of vaccines. Most vaccines are delivered with the needle and syringe, this 160-year-old technology.", "en": " 現在我們來說一下疫苗的歷史 有大半疫苗都是依靠這項 160 年的技術 利用注射器和針頭注入人體"}, {"zh-tw": " And credit where it's due -- on many levels, vaccines are a successful technology. After clean water and sanitation, vaccines are the one technology that has increased our life span the most.", "en": " 鑒於它在於多層面上的功績 疫苗注射是一項很成功的技術 繼淨水處理系統和衛生系統出現之後 注射疫苗是最能 延長人類壽命的的發明"}, {"zh-tw": " That's a pretty hard act to beat. But just like any other technology, vaccines have their shortcomings, and the needle and syringe is a key part within that narrative -- this old technology.", "en": " 這個成就難以超越 然而，和其他科技一樣 疫苗注射也有不足之處 而針頭和注射器 就成了其中的關鍵部份 我們要改進這項古老的技術"}, {"zh-tw": " So let's start with the obvious: Many of us don't like the needle and syringe. I share that view.", "en": " 讓我們先從明顯的地方入手 許多人都不喜歡針頭和注射器 我也一樣"}, {"zh-tw": " However, 20 percent of the population have a thing called needle phobia. That's more than disliking the needle; that is actively avoiding being vaccinated because of needle phobia.", "en": " 不過，有 20% 的人 患有針頭恐懼症 這是更加嚴重的厭惡針頭注射 這些人會因為針頭恐懼症 而主動避免注射疫苗"}, {"zh-tw": " And that's problematic in terms of the rollout of vaccines. Now, related to this is another key issue, which is needlestick injuries.", "en": " 這個問題自疫苗推行以來就難以解決 與其相關的是另一個關鍵問題 即針刺傷口"}, {"zh-tw": " And the WHO has figures that suggest about 1.3 million deaths per year take place due to cross-contamination with needlestick injuries. These are early deaths that take place.", "en": " 世界衛生組織的數據顯示 每年有約 130 萬人 死於針刺傷口 的交叉污染 這縮短了人們的壽命"}, {"zh-tw": " Now, these are two things that you probably may have heard of, but there are two other shortcomings of the needle and syringe you may not have heard about. One is it could be holding back the next generation of vaccines in terms of their immune responses.", "en": " 你很可能聽說過上述兩個缺陷 但另外兩種由針頭和注射器產生的影響 你可能沒有聽說過 一個是它會限制 次世代疫苗 引起免疫反應的能力"}, {"zh-tw": " And the second is that it could be responsible for the problem of the cold chainthat I'll tell you about as well. I'm going to tell you about some work that my team and I are doing in Australia at the University of Queensland on a technology designed to tackle those four problems.", "en": " 第二點我等下會提到 是其所仰賴的冷藏運輸出現的問題 接著我要為大家介紹 我和我的團隊 在澳大利亞昆士蘭大學的研究成果 關於一項為解決以上四個問題而研發的技術"}, {"zh-tw": " And that technology is called the Nanopatch. Now, this is a specimen of the Nanopatch.", "en": " 這項技術叫做納米貼片 這是一個納米貼片的樣本"}, {"zh-tw": " To the naked eye it just looks like a square smaller than a postage stamp, but under a microscope what you see are thousands of tiny projections that are invisible to the human eye. And there's about 4,000 projections on this particular square compared to the needle.", "en": " 用肉眼看 它看起來是個正方形 比郵票小一些 但還在顯微鏡下觀察 可以看到成千上萬 肉眼不可見的突起 就在這個正方形上大概有 4 千個凸起 與這支針頭相比"}, {"zh-tw": " And I've designed those projections to serve a key role, which is to work with the skin's immune system. So that's a very important function tied in with the Nanopatch.", "en": " 我所設計的這些凸起 作用於皮膚的免疫系統 這是納米貼片的 一項非常重要的功能"}, {"zh-tw": " Now we make the Nanopatch with a technique called deep reactive ion etching. And this particular technique is one that's been borrowed from the semiconductor industry, and therefore is low cost and can be rolled out in large numbers.", "en": " 我們製作納米貼片 應用到一項技術 叫做深反應離子刻蝕 這項特殊的技術 源自半導體產業 所以成本低廉 可以大量製造"}, {"zh-tw": " Now we dry-coat vaccines to the projections of the Nanopatch and apply it to the skin. Now, the simplest form of application is using our finger, but our finger has some limitations, so we've devised an applicator.", "en": " 我們將乾燥疫苗附著在納米貼片的凸起上 並將它貼在皮膚上 最簡單的方式 是用手指 但用手指有侷限性 所以我們設計了一款塗抹器"}, {"zh-tw": " And it's a very simple device -- you could call it a sophisticated finger. It's a spring-operated device.", "en": " 很簡單的裝置 你可以稱它為更靈巧的手指 這款裝置內嵌彈簧"}, {"zh-tw": " What we do is when we apply the Nanopatch to the skin as so -- (Click) -- immediately a few things happen. So firstly, the projections on the Nanopatch breach through the tough outer layer and the vaccine is very quickly released -- within less than a minute, in fact.", "en": " 我們要做的是將納米貼片貼在皮膚上 （嗒） 緊接著出現一些變化 首先，納米貼片上的這些凸起 會頂破堅硬的外殼 隨後疫苗被迅速釋放 事實上，不到一分鐘"}, {"zh-tw": " Then we can take the Nanopatch off and discard it. And indeed we can make a reuse of the applicator itself.", "en": " 然後就可以摘下納米貼片 丟掉 而塗抹器可以再次使用"}, {"zh-tw": " So that gives you an idea of the Nanopatch, and immediately you can see some key advantages. We've talked about it being needle-free -- these are projections that you can't even see -- and, of course, we get around the needle phobia issue as well.", "en": " 這就是納米貼片的使用方法 你能夠立即見識到它的一些主要優勢 我們談到了它無需使用針頭 你甚至看不見上面的凸起 當然，我們也避免了 針頭恐懼症的問題"}, {"zh-tw": " Now, if we take a step back and think about these other two really important advantages: One is improved immune responses through delivery, and the second is getting rid of the cold chain. So let's start with the first one, this immunogenicity idea.", "en": " 現在讓我們退一步思考 另外兩個重大優勢 其一個通過注射方式提高免疫反應 另一個是不再需要冷藏運輸 先說第一個引起免疫反應的觀點"}, {"zh-tw": " It takes a little while to get our heads around, but I'll try to explain it in simple terms. So I'll take a step back and explain to you how vaccines work in a simple way.", "en": " 這需要花一點時間弄清楚 我將用簡單的術語進行講解 回到上一步我要簡單的解釋一下 疫苗是怎樣作用的"}, {"zh-tw": " So vaccines work by introducing into our body a thing called an antigen which is a safe form of a germ. Now that safe germ, that antigen, tricks our body into mounting an immune response, learning and remembering how to deal with intruders.", "en": " 疫苗是通過向人體內注入抗原 而起作用 抗原是一種不具傷害力的病原體 安全的抗原(譯註：抗原指能引起免疫反應的物質) 誘使人體進行免疫反應 學習和記憶如何對抗病原體"}, {"zh-tw": " When the real intruder comes along the body quickly mounts an immune response to deal with that vaccine and neutralizes the infection. So it does that well.", "en": " 真正的入侵者出現時 人體就能迅速做出免疫反應 對抗病原體 并消除感染 效果很好"}, {"zh-tw": " Now, the way it's done today with the needle and syringe, most vaccines are delivered that way -- with this old technology and the needle. But it could be argued that the needle is holding back our immune responses; it's missing our immune sweet spot in the skin.", "en": " 如今人們用針頭和注射器進行這項工作 多數疫苗都是以用這種古老的技術 用針頭注射 但是有人指出針頭限制了人體的免疫反應 因為它錯過了位於皮膚上的有效免疫區"}, {"zh-tw": " To describe this idea, we need to take a journey through the skin, starting with one of those projections and applying the Nanopatch to the skin. And we see this kind of data.", "en": " 為了描述這個觀點 讓我們仔細看看皮膚 從貼到皮膚上奈米貼片的 一個凸起開始 可以看到這些數據"}, {"zh-tw": " Now, this is real data -- that thing that we can see there is one projection from the Nanopatch that's been applied to the skin and those colors are different layers. Now, to give you an idea of scale, if the needle was shown here, it would be too big.", "en": " 真實的數據 圖片上的是一個凸起 位於貼在皮膚上的納米貼片上 這些顏色代表不同的皮膚表層 這讓你們有大小的概念 如果用的是針頭就會巨大無比"}, {"zh-tw": " It would be 10 times bigger than the size of that screen,going 10 times deeper as well. It's off the grid entirely.", "en": " 會比屏幕的尺寸大十倍 也比它深十倍 完全超出了屏幕範圍"}, {"zh-tw": " You can see immediately that we have those projections in the skin. That red layer is a tough outer layer of dead skin, but the brown layer and the magenta layer are jammed full of immune cells.", "en": " 你可以看到凸起深入到皮膚裡 紅色表示硬的角質層 而棕色和洋紅色兩層 滿滿的全是免疫細胞"}, {"zh-tw": " As one example, in the brown layer there's a certain type of cell called a Langerhans cell -- every square millimeter of our body is jammed full of those Langerhans cells, those immune cells, and there's others shown as well that we haven't stained in this image. But you can immediately see that the Nanopatch achieves that penetration indeed.", "en": " 例如：棕色那層 有一種細胞叫朗格漢斯細胞 人體的每平方公釐 都佈滿了朗格漢斯細胞 這是一種免疫細胞而圖片中也有其他免疫細胞 只是沒有特別標記顏色 但你可以看到納米貼片 確切到達了免疫細胞層"}, {"zh-tw": " We target thousands upon thousands of these particular cells just residing within a hair's width of the surface of the skin. Now, as the guy that's inventedthis thing and designed it to do that, I found that exciting. But so what? So what if you've targeted cells? In the world of vaccines, what does that mean? The world of vaccines is getting better.", "en": " 我們把成千上萬的免疫細胞作為目標群 細胞群只以一根頭髮的寬度 存在于皮膚表面 這項發明可以達到如此效果 我覺得這很激動人心但那又怎樣呢？ 即便鎖定了這些細胞又怎樣呢？ 在疫苗注射到這個區域有什麼意義？ 現在疫苗的使用越來越進步"}, {"zh-tw": " It's getting more systematic. However, you still don't really know if a vaccine is going to work until you roll your sleeves up and vaccinate and wait.", "en": " 越來越系統化 然而，除非捲起袖子施打 你就仍無法確定 疫苗是否有效 注射疫苗，然後等待它發揮作用"}, {"zh-tw": " It's a gambler's game even today. So, we had to do that gamble.", "en": " 即便在今天看來這仍是一場豪賭 我們不得不進行這場賭博"}, {"zh-tw": " We obtained an influenza vaccine, we applied it to our Nanopatches and we applied the Nanopatches to the skin, and we waited -- and this is in the live animal. We waited a month, and this is what we found out.", "en": " 我們得到了一種流感疫苗 將它用在納米貼片上 然後將納米貼片貼在皮膚上 等待它發揮作用 我們用的是活體動物 在等了一個月之後 這就是我們的發現"}, {"zh-tw": " This is a data slide showing the immune responses that we've generated with a Nanopatch compared to the needle and syringe into muscle. So on the horizontal axis we have the dose shown in nanograms.", "en": " 而幻燈片展示的是實驗數據 分別使用納米貼片和肌肉注射時 所發生的免疫反應 水平座標以豪微克為單位表示疫苗的劑量"}, {"zh-tw": " On the vertical axis we have the immune response generated, and that dashed line indicates the protection threshold. If we're above that line it's considered protective; if we're below that line it's not.", "en": " 垂直座標表示發生免疫反應的強度 虛線表示達到產生保護作用的閾值 虛線以上具有保護作用 虛線以下則沒有"}, {"zh-tw": " So the red line is mostly below that curve and indeed there's only one point that is achieved with the needle that's protective, and that's with a high dose of 6,000 nanograms. But notice immediately the distinctly different curve that we achieve with the blue line.", "en": " 而紅色線幾乎都位於虛線以下 用針頭注射只有一點達到虛線以上 要高達 6000 豪微克的劑量才能起到保護作用 但是可以明顯看到 藍色線條完全不同"}, {"zh-tw": " That's what's achieved with the Nanopatch; the delivered dose of the Nanopatch is a completely different immunogenicity curve. That's a real fresh opportunity.", "en": " 納米貼片的作用結果 用納米貼片輸送的劑量 是一個完全不同的免疫原性曲線 這實在是一個嶄新的機會"}, {"zh-tw": " Suddenly we have a brand new lever in the world of vaccines. We can push it one way, where we can take a vaccine that works but is too expensive and can get protection with a hundredth of the dose compared to the needle.", "en": " 突然間我們在疫苗應用領域 有了一個全新的方式 我們可以這麼說 過往有效卻昂貴的疫苗 可以借此應用推行 比起針管注射它只需要百分之一的劑量"}, {"zh-tw": " That can take a vaccine that's suddenly 10 dollars down to 10 cents, and that's particularly important within the developing world. But there's another angle to this as well -- you can take vaccines that currently don't work and get them over that line and get them protective.", "en": " 如此，疫苗的價錢就從十美元降至十美分 在發展中國家這一點特別重要 也可以從另一個視角來看 你可以使用目前因計量無法作用的疫苗 用這個方法使其超過閾值的虛線 而達到保護作用"}, {"zh-tw": " And certainly in the world of vaccines that can be important. Let's consider the big three: HIV, malaria, tuberculosis.", "en": " 這在疫苗應用領域 十分重要 看看這三大疾病吧 愛滋病、瘧疾、肺結核"}, {"zh-tw": " They're responsible for about 7 million deaths per year, and there is no adequate vaccination method for any of those. So potentially, with this new lever that we have with the Nanopatch, we can help make that happen.", "en": " 它們導致了每年 7 百萬的死亡人數 每種疾病都缺少足夠的接種疫苗 所以通過使用納米貼片的新方式 很可能會解決上述問題"}, {"zh-tw": " We can push that lever to help get those candidate vaccines over the line. Now, of course, we've worked within my lab with many other vaccines that have attained similar responses and similar curves to this, what we've achieved with influenza.", "en": " 我們可以通過這種方式使那些珍貴的疫苗達到保護標準 當然，在我的實驗室 許多疫苗都得到了 像流感病毒一樣 類似的反應曲線"}, {"zh-tw": " I'd like to now switch to talk about another key shortcoming of today's vaccines, and that is the need to maintain the cold chain. As the name suggests -- the cold chain -- it's the requirements of keeping a vaccine right from production all the way through to when the vaccine is applied, to keep it refrigerated.", "en": " 現在我要將話題轉向 傳統疫苗的另一個主要缺陷 即是冷藏運輸的必要性 就如同「冷鏈」這個名字 從生產出一種疫苗開始 一直保存到使用 都必須確保疫苗冷藏"}, {"zh-tw": " Now, that presents some logistical challenges but we have ways to do it. This is a slightly extreme case in point but it helps illustrate the logistical challenges, in particular in resource-poor settings, of what's required to get vaccines refrigerated and maintain the cold chain.", "en": " 這就給物流方面帶來了許多挑戰 但我們有方法應對 這是一個稍微極端的典型例子 但它有助於說明在資源貧乏的環境裡 物流方面的難度 需要冷藏疫苗 并維持冷藏運輸"}, {"zh-tw": " If the vaccine is too warm the vaccine breaks down, but interestingly it can be too cold and the vaccine can break down as well. Now, the stakes are very high.", "en": " 如果疫苗處在太過溫暖的環境就會損壞 有意思的是：溫度過低 也可能損壞疫苗 損壞風險非常高"}, {"zh-tw": " The WHO estimates that within Africa, up to half the vaccines used there are considered to not be working properly because at some point the cold chain has fallen over. So it's a big problem, and it's tied in with the needle and syringe because it's a liquid form vaccine, and when it's liquid it needs the refrigeration.", "en": " 世界衛生組織評估非洲的情況後 認為超過半數疫苗 都沒有起到應有的作用效果 是因為不健全的冷藏供應系統 這是個嚴重的問題與使用注射器和針頭相關 液體狀態的疫苗需要冷藏"}, {"zh-tw": " A key attribute of our Nanopatch is that the vaccine is dry, and when it's dry it doesn't need refrigeration. Within my lab we've shown that we can keep the vaccine stored at 23 degrees Celsius for more than a year without any loss in activity at all.", "en": " 納米貼片的一個關鍵屬性是 疫苗是乾燥儲存 這種疫苗不需要冷藏 我的實驗室發現 我們能將疫苗貯存在 23 攝氏度 並長達一年以上而完全不失其活性"}, {"zh-tw": " That's an important improvement. We're delighted about it as well.", "en": " 這是一項重大改進 對此，我們也很高興"}, {"zh-tw": " And the thing about it is thatwe have well and truly proven the Nanopatch within the laboratory setting. And as a scientist, I love that and I love science.", "en": " 事實上我們已經 在實驗室內證明納米貼片的作用 作為一名科學家，我喜歡做出成果，我熱愛科學"}, {"zh-tw": " However, as an engineer, as a biomedical engineer and also as a human being, I'm not going to be satisfied until we've rolled this thing out, taken it out of the lab and got it to people in large numbers and particularly the people that need it the most. So we've commenced this particular journey, and we've commenced this journey in an unusual way.", "en": " 然而，作為一個工程師 作為一名生物醫學工程師 作為一個人 除非我們已經推行該產品 走出實驗室我就對結果仍不滿意 讓更多人能使用 特別是最需要它的人 我們已經開始了這段測試 我們有個特別的起點"}, {"zh-tw": " We've started with Papua New Guinea. Now, Papua New Guinea is an example of a developing world country.", "en": " 我們從巴布亞新幾內亞開始 巴布亞新幾內亞是一個發展中國家"}, {"zh-tw": " It's about the same size as France, but it suffers from many of the key barriers existing within the world of today's vaccines. There's the logistics: Within this country there are only 800 refrigerators to keep vaccines chilled.", "en": " 與法國的大小相同 但該國受許多關鍵性障礙困擾 存在於今天的疫苗世界的關鍵障礙 在物流方面 在這個國家僅有800 臺冰箱可以冷藏疫苗"}, {"zh-tw": " Many of them are old, like this one in Port Moresby,many of them are breaking down and many are not in the Highlands where they are required. That's a challenge.", "en": " 很多冰箱都已經老化像莫爾斯比港的這一台，而且都逐漸損壞 還有很多並沒有配備在所需的高地 這是一項挑戰"}, {"zh-tw": " But also, Papua New Guinea has the world's highest incidence of HPV, human papillomavirus, the cervical cancer [risk factor]. Yet, that vaccine is not available in large numbers because it's too expensive.", "en": " 並且，人類乳頭瘤病毒在巴布亞新幾內亞有世界上最高的染病率 人類乳頭瘤病毒是宮頸癌的風險隱患 然而，該疫苗無法大量使用 因為太貴了"}, {"zh-tw": " So for those two reasons, with the attributes of the Nanopatch, we've got into the field and worked with the Nanopatch, and taken it to Papua New Guinea and we'll be following that up shortly. Now, doing this kind of work is not easy.", "en": " 基於這兩個理由與納米貼片的特性 我們進入這個領域生產納米貼片 並送往巴布亞新幾內亞 我們馬上會繼續跟進 做這種工作並不容易"}, {"zh-tw": " It's challenging, but there's nothing else in the world I'd rather be doing. And as we look ahead I'd like to share with you a thought: It's the thought of a future where the 17 million deaths per year that we currently have due to infectious disease is a historical footnote.", "en": " 具有挑戰性 但是這世上我只想做這件事 當我們展望未來 我想與你們分享一個想法 關於未來的一個想法： 每年有 1700 萬人死亡 死於目前發現的傳染性疾病 會因為疫苗的發展"}, {"zh-tw": " And it's a historical footnote that has been achieved by improved, radically improved vaccines. Now standing here today in front of you at the birthplace of the needle and syringe, a device that's 160 years old, I'm presenting to you an alternative approach that could really help make that happen -- and it's the Nanopatch with its attributes of being needle-free, pain-free, the ability for removing the cold chainand improving the immunogenicity.", "en": " 讓這個數字逐漸成為 微不足道的歷史腳註 今天大家所在的 是針頭和注射器誕生的地方 有 160 年歷史的技術 今天，我介紹了另一種方法 可以真正實現這個目標的方法 無需針頭無疼痛的納米貼片 不再需要冷藏運輸還可以提高免疫能力"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Mark Kendall Demo A Needle Free Vaccine Patch That S Safer And Way Cheaper"}