{"url": "http://www.ted.com/talks/matthieu_ricard_on_the_habits_of_happiness", "paragraphs": [{"zh-tw": " So, I guess it is a resultof globalization that you can find Coca-Cola tinson top of Everest and a Buddhist monk in Monterey. And so I just came,two days ago, from the Himalayas to your kind invitation.", "en": " 我想大概是拜全球化之賜 喜馬拉雅山上跟加州蒙特瑞的僧侶手上都有可口可樂 應大家盛情之邀，我兩天前才剛從喜馬拉雅山上到這裡"}, {"zh-tw": " So I would like to invite you, also,for a while, to the Himalayas themselves. And to show the placewhere meditators, like me, who began with being a molecular biologistin Pasteur Institute, and found their way to the mountains.", "en": " 因此，我也想邀請各位一訪喜馬拉雅 看看像我一樣的靈修者冥想的地方 瞭解像我這樣出身巴黎巴斯德研究所的分子生物學家 如何走入山中"}, {"zh-tw": " So these are a few imagesI was lucky to take and be there. There's Mount Kailashin Eastern Tibet -- wonderful setting.", "en": " 這是幾張有幸在當地拍下的照片 這是西藏東部的剛仁波齊峰，景色絕美"}, {"zh-tw": " This is from Marlboro country. This is a turquoise lake.", "en": " 這則是「荒野大鏢客」實境版 (全場大笑) 這張是西藏綠松石湖"}, {"zh-tw": " A meditator. This is the hottest day of the yearsomewhere in Eastern Tibet, on August 1.", "en": " 靈修者 這是 8 月 1 號在西藏東部拍的，那是一年中最熱的時候"}, {"zh-tw": " And the night before, we camped,and my Tibetan friends said, \"We are going to sleep outside.\" And I said, \"Why? We haveenough space in the tent.\" They said, \"Yes, but it's summertime.\" So now, we are goingto speak of happiness. As a Frenchman, I must say that there area lot of French intellectuals that think happinessis not at all interesting.", "en": " 前一晚露營時，我的藏人朋友說要睡在野外 「睡外面吧!」我說「幹嘛？帳棚夠大」 他們說，「夏天嘛!」 (全場大笑) 現在來談談快樂 身為法國人，我必須承認許多法國學者 對快樂一點都不感興趣"}, {"zh-tw": " I just wrote an essay on happiness,and there was a controversy. And someone wrote an article saying, \"Don't impose on usthe dirty work of happiness.\" \"We don't care about being happy.We need to live with passion.", "en": " 我剛完成的關於快樂的論文有些爭議性 有人寫了文章說「別硬逼我們快樂」 (大笑) 我們不在乎快樂，只需要活的有熱情"}, {"zh-tw": " We like the ups and downs of life. We like our suffering because it's so goodwhen it ceases for a while.\" This is what I see from the balconyof my hermitage in the Himalayas.", "en": " 我們就愛生命中的高低起伏、 就喜歡受苦，因為苦難暫歇時的感覺加倍美好 這是我喜馬拉雅山上的隱居所窗外的景象"}, {"zh-tw": " It's about two meters by three,and you are all welcome any time. Now, let's cometo happiness or well-being.", "en": " 隱居所約 2 乘 3 公尺見方，隨時歡迎大家來作客 (大笑) 現在進入正題，聊聊「快樂」或「幸福」"}, {"zh-tw": " And first of all, you know,despite what the French intellectuals say, it seems that no one wakes upin the morning thinking, \"May I suffer the whole day?\" Which means that somehow,consciously or not, directly or indirectly,in the short or the long term, whatever we do, whatever we hope,whatever we dream -- somehow, is related to a deep, profounddesire for well-being or happiness. As Pascal said,even the one who hangs himself, somehow, is lookingfor cessation of suffering.", "en": " 首先，大家都瞭解，不管法國學者怎麼說 好像沒有人一早起床就希望 「讓我受苦一整天吧！」 這表示不管有意無意、 直接或間接、時間長或短 我們的作為、願望和夢想 不知怎的都和對幸福或快樂的深切渴望有關 法國天才學者帕斯卡說的好，就算是上吊自殺的人 也想找到平息苦難的方法，找不到才出此下策"}, {"zh-tw": " He finds no other way. But then, if you lookin the literature, East and West, you can find incredible diversityof definition of happiness.", "en": " 不過，若深究東西方文學 我們發現快樂的定義好多、好不一樣"}, {"zh-tw": " Some people say, I only believedin remembering the past, imagining the future, never the present. Some people say happiness is right now; it's the quality of the freshnessof the present moment.", "en": " 有些人說我只相信不忘過去 展望未來，當下只是白駒過隙沒有關係 另外一些人說快樂就是活在當下 當下所有新鮮事就是快樂的起點"}, {"zh-tw": " And that led Henri Bergson,the French philosopher, to say, \"All the great thinkers of humanityhave left happiness in the vague so that each of themcould define their own terms.\" Well, that would be fine if it was justa secondary preoccupation in life. But now, if it is somethingthat is going to determine the quality of every instant of our life, then we better know what it is,have some clearer idea.", "en": " 這樣的狀況正如法國哲學家伯格森所說 所有偉大的人文思想家都只籠統的定義快樂 這樣一來，每個人都能有不同的詮釋 的確，快樂要是生命中的次要元素，就能如此將就 不過，如果快樂 決定了生命中每一刻品質的優劣 那最好全盤瞭解、明確界定"}, {"zh-tw": " And probably, the factthat we don't know that is why, so often, although we seek happiness,it seems we turn our back to it. Although we want to avoid suffering, it seems we are runningsomewhat towards it.", "en": " 而且，這樣的不求甚解是否導致 我們雖然追求快樂，卻常常與它背道而馳 即使想要避開苦難，卻反而向它直奔而去"}, {"zh-tw": " And that can also comefrom some kind of confusions. One of the most common onesis happiness and pleasure.", "en": " 觀念混淆也可能造成這樣的後果 最常見的就是將「快樂」與「享樂」混為一談"}, {"zh-tw": " But if you look atthe characteristics of those two, pleasure is contingent upon time,upon its object, upon the place. It is something that -- changes of nature.", "en": " 不過要是深入研究兩者的特性 「享樂」因時、物、地變異 它的本質本來就是會變的"}, {"zh-tw": " Beautiful chocolate cake:first serving is delicious, second one not so much,then we feel disgust. That's the nature of things.", "en": " 一個好美的巧克力蛋糕，第一片好好吃 第二片就不那麼好吃了，再吃更多就膩了 (大笑)"}, {"zh-tw": " We get tired. I used to be a fan of Bach.", "en": " 這是天性，大家都會膩 我以前很迷巴哈，還曾經用吉他彈巴哈的樂曲"}, {"zh-tw": " I used to play it on the guitar, you know. I can hear it two, three, five times.", "en": " 我可以聽個 2、3、5 遍"}, {"zh-tw": " If I had to hear it 24 hours,non-stop, it might be very tiring. If you are feeling very cold,you come near a fire, it's so wonderful.", "en": " 不過要是整天不停的聽，就覺得非常膩 很冷的時候，一到火邊馬上覺得好舒服"}, {"zh-tw": " After some moments,you just go a little back, and then it starts burning. It sort of uses itselfas you experience it.", "en": " 但是過了一陣子，就會退一步，因為發覺太燙了 「享樂」在經驗的當下就開始自我消耗"}, {"zh-tw": " And also, again, it can --also, it's something that you -- it is not somethingthat is radiating outside. Like, you can feel intense pleasure and some others around youcan be suffering a lot.", "en": " 而且，享樂不是我們可以 … 享樂不是由內而外的 好比一個人感到極度的享樂時 身邊的一些人同時卻深深受苦"}, {"zh-tw": " Now, what, then, will be happiness? And happiness, of course, is sucha vague word, so let's say well-being. And so, I think the best definition,according to the Buddhist view, is that well-being is not justa mere pleasurable sensation.", "en": " 那快樂到底是什麼？ 「快樂」這個字眼好籠統，我們就說「幸福」吧！ 我認為「幸福」的最佳定義就是佛家說的 幸福並不僅止於享樂的感覺"}, {"zh-tw": " It is a deep senseof serenity and fulfillment. A state that actually pervades and underlies all emotional states, and all the joys and sorrowsthat can come one's way.", "en": " 而是內心深度的平靜與圓滿 那是一種在所有情緒狀態 而且在所有喜悅和痛苦之中都存在的深層狀態"}, {"zh-tw": " For you, that might be surprising. Can we have this kind of well-beingwhile being sad? In a way, why not? Because we are speakingof a different level.", "en": " 各位聽了大概覺得驚訝 悲傷的時候真的也能體會到幸福？某種程度可以！為什麼不？ 我們現在談的是一種更高的層次呀！"}, {"zh-tw": " Look at the waves coming near the shore. When you are at the bottomof the wave, you hit the bottom.", "en": " 看看拍擊岸邊的海浪 在海浪底部的時候，當然會摔得很重"}, {"zh-tw": " You hit the solid rock. When you are surfing on the top,you are all elated.", "en": " 撞到堅硬的石頭 要是在浪頭乘著浪，不就意氣風發"}, {"zh-tw": " So you go from elationto depression -- there's no depth. Now, if you look at the high sea, there might be beautiful,calm ocean, like a mirror.", "en": " 就這樣我們不斷從得意到失意，沒有深度 不過要是我們從極高處看，海洋就如明鏡一般美麗平靜"}, {"zh-tw": " There might be storms, but the depth of the oceanis still there, unchanged. So now, how is that? It can only be a state of being,not just a fleeting emotion, sensation.", "en": " 也許有風暴，但海還是那麼深，沒有改變 怎麼會這樣呢？ 那是一種生命狀態，而不是轉瞬即逝的情緒、感覺"}, {"zh-tw": " Even joy -- that can bethe spring of happiness. But there's also wicked joy,you can rejoice in someone's suffering.", "en": " 甚至不是喜悅這種短暫的幸福 雖然也是有扭曲的喜悅，我們會因為他人受苦而感到高興"}, {"zh-tw": " So how do we proceedin our quest for happiness? Very often, we look outside. We think that if we could gatherthis and that, all the conditions, something that we say,\"Everything to be happy -- to have everything to be happy.\" That very sentence already revealsthe doom, destruction of happiness.", "en": " 那我們該如何追求快樂？很多時候，我們都向外求 認為要是能得到某些事物、滿足所有條件 要是能擁有一切，就能快樂 擁有一切，就能快樂 這句話就注定了毀滅快樂"}, {"zh-tw": " To have everything. If we miss something, it collapses.", "en": " 擁有一切，表示要是少一樣，就不成立"}, {"zh-tw": " And also, when things go wrong,we try to fix the outside so much, but our controlof the outer world is limited, temporary, and often, illusory. So now, look at inner conditions.", "en": " 此外，要是出了差錯，我們常常只想到彌補表面 但我們對於外在世界的控制卻如此有限、短暫且常流於不切實際 因此，現在起試著看看內在。那是不是更有力？"}, {"zh-tw": " Aren't they stronger? Isn't it the mind that translates the outer conditioninto happiness and suffering? And isn't that stronger? We know, by experience, that we can bewhat we call \"a little paradise,\" and yet, be completely unhappy within. The Dalai Lama was once in Portugal, and there was a lot of constructiongoing on everywhere.", "en": " 將外在狀況詮釋成快樂或苦難的不正是「心」嗎？ 心，是不是更強大？ 因為經驗我們知道，即使身在天堂 我們的內心也可能一點都不快樂 達賴喇嘛有次訪問葡萄牙 當地到處都是建築工地"}, {"zh-tw": " So one evening, he said,\"Look, you are doing all these things, but isn't it nice, also,to build something within?\" And he said, \"[Without] that --even if you get a high-tech flat on the 100th floor of a super-modernand comfortable building, if you are deeply unhappy within, all you are going to look foris a window from which to jump.\" So now, at the opposite, we know a lot of people who,in very difficult circumstances, manage to keep serenity, inner strength,inner freedom, confidence. So now, if the inner conditionsare stronger -- of course, the outerconditions do influence, and it's wonderful to livelonger, healthier, to have access to information, education, to be able to travel, to have freedom.", "en": " 一天傍晚，他問「你們費力修了這麼多外在的東西，」 「要是也能努力修一些內在的東西，不是很好嗎？」 然後他說「要不然，公寓蓋得再高科技」 「即使蓋在 100 層樓的超級現代、舒適的大樓上」 「要是內在極度的不快樂」 「人只會想要找扇窗戶跳下去。」 正因如此，我們反而發現 許多人即使景況非常艱難 還是可以保有平靜、內在力量、心靈的自由以及信心 因此，要是內在條件更加堅強 當然外在條件也有其影響 而且活得更久、更健康也很好 能夠得到資訊、教育、旅遊"}, {"zh-tw": " It's highly desirable. However, this is not enough.", "en": " 能夠擁有自由，這都非常吸引人"}, {"zh-tw": " Those are just auxiliary, help conditions. The experience that translateseverything is within the mind.", "en": " 但是，這些都不夠，都只是連帶的輔助、條件 詮釋所有事物的經驗存乎於心"}, {"zh-tw": " So then, when we ask oneself how to nurturethe condition for happiness, the inner conditions, and which are thosewhich will undermine happiness. So then, this just needsto have some experience.", "en": " 所以我們好奇如何培養快樂的狀態 快樂的內在狀態，而減損快樂的狀況又有哪些？ 回答這些問題需要經驗"}, {"zh-tw": " We have to know from ourselves,there are certain states of mind that are conducive to this flourishing,to this well-being, what the Greeks calledeudaimonia, flourishing. There are some which are adverseto this well-being.", "en": " 我們從自身經驗中學到有些心態 對孕育滋養幸福有益 希臘人稱其為「幸福觀」、蓬勃煥發的幸福 有些心態則對幸福有害"}, {"zh-tw": " And so, if we lookfrom our own experience, anger, hatred, jealousy, arrogance, obsessive desire, strong grasping, they don't leave us in such a good stateafter we have experienced it. And also, they are detrimentalto others' happiness.", "en": " 因此，要是從自身經驗出發 怒、恨、妒、妄、痴慾、頑執 在經歷過後並不會留給我們好的心態 所以他們對幸福有害"}, {"zh-tw": " So we may consider that the morethose are invading our mind, and, like a chain reaction, the more we feel miserable,we feel tormented. At the opposite,everyone knows deep within that an act of selfless generosity, if from the distance, without anyoneknowing anything about it, we could save a child's life,make someone happy.", "en": " 因此我們知道這些心態越常在心裡出現 就會像連鎖反應一樣，讓我們覺得更悲哀、痛苦 相反的，大家內心深處都瞭解無私的慷慨付出 即使來自遙遠的地方、就算沒人知道 只要可以救一個孩子的命、讓某人快樂"}, {"zh-tw": " We don't need the recognition.We don't need any gratitude. Just the mere fact of doing that fills such a sense of adequationwith our deep nature.", "en": " 無需讚揚、不用感謝 在去做的當下，便能讓我們的性靈如此滿足"}, {"zh-tw": " And we would like to belike that all the time. So is that possible, to change our way of being,to transform one's mind? Aren't those negative emotions,or destructive emotions, inherent to the nature of mind? Is change possible in our emotions,in our traits, in our moods? For that we have to ask,what is the nature of mind? And if we look fromthe experiential point of view, there is a primaryquality of consciousness that's just the mere factto be cognitive, to be aware.", "en": " 而且希望能時時刻刻保有這樣的感覺 那麼是不是可以改變生活的方式、改變人心？ 那些負面或毀滅性的情緒 是不是與生俱來的固有天性？ 有沒有可能改變情緒、性格、心情？ 在這之前，我們必須先問，心的「天性」是什麼？ 如果從經驗法則的角度看 首要條件就是要有意識 也就是要有認知、要會感知"}, {"zh-tw": " Consciousness is like a mirrorthat allows all images to rise on it. You can have ugly faces,beautiful faces in the mirror.", "en": " 意識就像一面反射所有事物形象的鏡子 無論貌美、貌醜"}, {"zh-tw": " The mirror allows that,but the mirror is not tainted, is not modified,is not altered by those images. Likewise, behind every single thought there is the bare consciousness,pure awareness.", "en": " 鏡子一律照實反映，不過鏡子本身不受影響 不因上面浮現的影像而變、而異 就像這樣，所有思緒背後都有純然的意識、純粹的感知"}, {"zh-tw": " This is the nature. It cannot be tainted intrinsicallywith hatred or jealousy because then, if it was always there -- like a dye that would permeatethe whole cloth -- then it would be foundall the time, somewhere.", "en": " 這就是天性，本質上不能受恨或妒沾染 因為要是受污染永遠存在，就像滲入布料的染料 無論何時何地看都看的到"}, {"zh-tw": " We know we're not always angry,always jealous, always generous. So, because the basicfabric of consciousness is this pure cognitive qualitythat differentiates it from a stone, there is a possibility for changebecause all emotions are fleeting.", "en": " 但我們知道自己不總是生氣、嫉妒或慷慨 因此，就因為「意識」這塊底布就是 純粹的感知天性特質，讓我們異於頑石 改變是可能的，因為所有情緒轉瞬即逝"}, {"zh-tw": " That is the ground for mind training. Mind training is based on the ideathat two opposite mental factors cannot happen at the same time.", "en": " 這就是心靈訓練的基礎 心靈訓練的基本觀念就是兩種互相抵觸的心靈因素 無法同時存在"}, {"zh-tw": " You could go from love to hate. But you cannot, at the same time,toward the same object, the same person, want to harmand want to do good.", "en": " 我們可以由愛轉恨 但是不能同時、對相同對象 對同一個人，同時想幫又想害他"}, {"zh-tw": " You cannot, in the same gesture,shake hand and give a blow. So, there are naturalantidotes to emotions that are destructiveto our inner well-being.", "en": " 我們不能用同一個手勢，與人握手同時給他一拳 因此，負面的情緒可以自然的化解 不再對我們的內在幸福有害"}, {"zh-tw": " So that's the way to proceed. Rejoicing compared to jealousy.", "en": " 這就是作法。用喜樂對抗妒恨"}, {"zh-tw": " A kind of sense of inner freedom as opposite to intensegrasping and obsession. Benevolence, loving kindnessagainst hatred.", "en": " 以內在的自由抵抗極度的執念和痴慾 以慈悲、充滿愛的良善對抗恨意"}, {"zh-tw": " But, of course, each emotion thenwould need a particular antidote. Another way is to try to finda general antidote to all emotions, and that's by looking at the very nature.", "en": " 如此說來，每種情緒就需要專門的解藥 另一種方法便是找到所有情緒通用的解藥 這就要從天性裡求"}, {"zh-tw": " Usually, when we feel annoyed,hatred or upset with someone, or obsessed with something, the mind goes againand again to that object. Each time it goes to the object, it reinforces that obsessionor that annoyance.", "en": " 我們一旦討厭、恨或厭煩某人 或是耽溺某件事，心思就不斷懸念著那個對象 每次想起，無異強化了耽溺或厭煩之感"}, {"zh-tw": " So then, it's a self-perpetuating process. So what we need to look for now is, instead of looking outward,we look inward.", "en": " 這時候就可以試試一種自發的處理方法 現在我們要想的就是，向內求，別向外求"}, {"zh-tw": " Look at anger itself. It looks very menacing, like a billowing monsoon cloudor thunderstorm.", "en": " 正視怒氣的本質 看似頗具威脅性，就像雨季積聚的雨雲或雷電交加的暴風雨"}, {"zh-tw": " We think we could sit on the cloud, but if you go there, it's just mist. Likewise, if you lookat the thought of anger, it will vanish like frostunder the morning sun.", "en": " 不過要是可以坐在雲上，我們就會發現看似嚇人的雲只是一團水霧 同理，要是深究發怒的想法思緒 它就會如朝陽照耀下的晨霧，轉瞬消散"}, {"zh-tw": " If you do this againand again, the propensity, the tendencies for anger to arise again will be less and lesseach time you dissolve it. And, at the end, although it may rise, it will just cross the mind, like a bird crossing the skywithout leaving any track.", "en": " 要是一直這樣做，發怒的傾向 發怒的可能性 將隨每一次的化解而越來越低 終究到了最後，即使發怒，也是在心頭一閃即逝 如鳥兒凌空飛掠，不留痕跡"}, {"zh-tw": " So this is the principal of mind training. Now, it takes time, because it took time for all those faultsin our mind, the tendencies, to build up, so it will take timeto unfold them as well.", "en": " 這就是心靈訓練的基本原則 不過，訓練心靈需要時間。起心動念需要時間 當然要消弭也需要時間"}, {"zh-tw": " But that's the only way to go. Mind transformation --that is the very meaning of meditation.", "en": " 而修練就是唯一的方法 心的轉變就是冥想的唯一真義"}, {"zh-tw": " It means familiarizationwith a new way of being, new way of perceiving things, which is more in adequation with reality, with interdependence, with the streamand continuous transformation, which our being and our consciousness is. So, the interface with cognitive science, since we need to come to that,it was, I suppose, the subject of -- we have to deal in such a short time --with brain plasticity.", "en": " 代表慢慢熟悉新的生活方式 用更切合現實、 更互相依賴的方式，用源源不斷持續轉變 性靈和心智的方式體會事物 然後，才到跟認知科學的交集 我想既然一定要談到這個主題 我們必須在很短時間內談談下一個的主題"}, {"zh-tw": " The brain was thoughtto be more or less fixed. All the nominal connections,in numbers and quantities, were thought, until the last 20 years, to be more or less fixedwhen we reached adult age.", "en": " 也就是大腦的可塑性。一般認為大腦可塑性不高 所有對數和量等所謂的連結， 普遍認為一但成年，可塑性就不高，直到過去 20 年間"}, {"zh-tw": " Now, recently, it has been foundthat it can change a lot. A violinist, as we heard, who has done10,000 hours of violin practice, some area that controls the movementsof fingers in the brain changes a lot, increasing reinforcementof the synaptic connections.", "en": " 不過最近卻發現事實並非如此 我們都聽過，小提琴家在練習 10000 小時後 大腦中控制手部動作的部分發生很大的改變 突觸連結強化且增加了"}, {"zh-tw": " So can we do that with human qualities? With loving kindness,with patience, with openness? So that's what those greatmeditators have been doing. Some of them who came to the labs, like in Madison, Wisconsin,or in Berkeley, did 20 to 40,000 hours of meditation.", "en": " 那麼，在「人性」方面也能有一樣的效果嗎？ 透過關愛善行、透過修習、透過敞開心胸？ 偉大的修行者就是這麼做 他們到麥迪遜、威斯康辛或柏克萊的實驗室中 冥想 20 到 40000 小時"}, {"zh-tw": " They do, like, three years' retreat,where they do meditate 12 hours a day. And then, the rest of their life,they will do three or four hours a day.", "en": " 他們閉關 3 年，每天冥想 12 小時 然後，終其一生，每日冥想 3 或 4 小時"}, {"zh-tw": " They are real Olympicchampions of mind training. This is the place where the meditators --you can see it's kind of inspiring.", "en": " 真是名符其實的奧運心靈訓練冠軍 這就是靈修的地方，很發人深省吧"}, {"zh-tw": " Now, here with 256 electrodes. So what did they find? Of course, same thing.", "en": " 這個是貼上 256 個電擊片 有什麼發現？不用說，老問題"}, {"zh-tw": " The scientific embargo -- if it's ever submitted to \"Nature,\"hopefully, it will be accepted. It deals with the state of compassion,unconditional compassion.", "en": " 科學上的忌諱。要是成果可以投稿到 Nature 期刊 希望他們會接受 為了研究同情、無條件的同情心"}, {"zh-tw": " We asked meditators, who havebeen doing that for years and years, to put their mind in a statewhere there's nothing but loving kindness, total availability to sentient being. Of course, during the training,we do that with objects.", "en": " 我們請長年冥想的靈修者 進入一種全然的關愛至善狀態 知覺性靈全然開放 當然練習的時候，會用對象輔助"}, {"zh-tw": " We think of people suffering,of people we love, but at some point, it can bea state which is all pervading. Here is the preliminary result, which I can showbecause it's already been shown.", "en": " 透過觀想受苦的人們、想著所愛的人們 最後，就達到一種物我兩忘的境界 現在我讓大家看的是因為已經發表過所以可以公開的初步成果"}, {"zh-tw": " The bell curve shows 150 controls, and what is being looked at is the difference between the rightand the left frontal lobe. In very short, peoplewho have more activity in the right side of the prefrontal cortex are more depressed, withdrawn.", "en": " 鐘型曲線顯示出受監控的 150 個控制點 我們想看的是左右額葉的不同運作 簡單的說，右額葉比較活躍的人 比較憂鬱、退縮，缺乏正面感情"}, {"zh-tw": " They don't describea lot of positive affect. It's the opposite on the left side: more tendency to altruism, to happiness, to express,and curiosity and so forth.", "en": " 左邊活躍者則相反，傾向利他 比較快樂、健談、好奇等"}, {"zh-tw": " So there's a basic line for people.And also, it can be changed. If you see a comic movie,you go off to the left side.", "en": " 所以，人雖然有區分的基準線，但卻是可以改變的 看卡通時，左腦比較活躍"}, {"zh-tw": " If you are happy about something,you'll go more to the left side. If you have a bout of depression,you'll go to the right side.", "en": " 滿意某件事時，便傾向左腦 憂鬱時，便轉向右腦"}, {"zh-tw": " Here, the -0.5 is the fullstandard deviation of a meditatorwho meditated on compassion. It's something that is totally outof the bell curve.", "en": " 這裡顯示的 -0.5 是 某靈修者冥想同情時表現出來的總體標準差 這完全超出鐘型曲線"}, {"zh-tw": " So, I've no time to gointo all the different scientific results. Hopefully, they will come.", "en": " 我沒時間所有詳述不同的科學結果 希望日後會逐漸發表"}, {"zh-tw": " But they found that --this is after three and a half hours in an fMRI, it's like coming out of a space ship. Also, it has been shown in other labs -- for instance,Paul Ekman's labs in Berkeley -- that some meditators are able, also, to control their emotional responsemore than it could be thought.", "en": " 不過研究人員發現，在 MRI 掃描機器中待 3 個半小時後 就像從太空船出來一樣 而且其他實驗室也做出同樣結果 例如，Paul Ekman 在柏克萊的實驗室 他們發現某些靈修者可以 以出乎意料的效率控制情緒反應"}, {"zh-tw": " Like the startle experiments, for example. If you sit a guy on a chair with all this apparatusmeasuring your physiology, and there's kind of a bomb that goes off, it's such an instinctive response that, in 20 years, they never sawanyone who would not jump.", "en": " 以一個嚇人的實驗為例 讓一個人坐在椅子上用一堆儀器測量生理反應 然後突然放出小爆炸聲，我們的反射動作就是跳起來 20 多年來，研究人員沒看過有人能不受影響"}, {"zh-tw": " Some meditators,without trying to stop it, but simply by being completely open, thinking that that bang is just goingto be a small event like a shooting star, they are able not to move at all. So the whole point of that is not,sort of, to make, like, a circus thing of showing exceptionalbeings who can jump, or whatever.", "en": " 有些靈修者，毋須特別壓抑 只是完全的開放 想著爆炸聲只會像流星一般轉瞬即逝 他們竟然就能維持不動 實驗的重點不在於 像馬戲團一樣，讓大家看那些能夠穩如泰山的奇人"}, {"zh-tw": " It's more to saythat mind training matters. That this is not just a luxury.", "en": " 而在顯示訓練心靈並不難"}, {"zh-tw": " This is not a supplementaryvitamin for the soul. This is somethingthat's going to determine the quality of every instant of our lives.", "en": " 並不只是靈魂的補給品而已 而是生命中每一刻品質優劣的決定因素"}, {"zh-tw": " We are ready to spend 15 yearsachieving education. We love to do jogging, fitness.", "en": " 大家願意花 15 年受教育 熱愛慢跑、健身"}, {"zh-tw": " We do all kinds of thingsto remain beautiful. Yet, we spend surprisingly little timetaking care of what matters most -- the way our mind functions -- which, again, is the ultimate thing that determinesthe quality of our experience.", "en": " 無所不用其極維持美貌 卻只花極少的時間，關心真正重要的事： 心靈運作的方式 而我再次強調，那才是終將決定人生經驗品質優劣的標準"}, {"zh-tw": " Now, compassionis supposed to be put in action. That's what we try to doin different places.", "en": " 現在，該是發揮同情心的時候了 這也是我們在其他許多地方想做到的事"}, {"zh-tw": " Just this one exampleis worth a lot of work. This lady with bone TB,left alone in a tent, was going to die with her only daughter.", "en": " 舉一個例子就勝過千言萬語 這位女士患有骨結核，一個人在帳棚中，就要死在唯一的女兒身邊了"}, {"zh-tw": " One year later, how she is. Different schools and clinicswe've been doing in Tibet.", "en": " 一年後，看看她的樣子 我們在西藏建了各種學校和診所"}, {"zh-tw": " And just, I leave youwith the beauty of those looks that tells more about happinessthan I could ever say. And jumping monks of Tibet.", "en": " 現在我只想用這些美麗的臉孔作結 他們臉上閃現的快樂，勝過我的言語 還有隔山打牛的西藏僧人 (大笑)"}, {"zh-tw": " Flying monks. Thank you very much.", "en": " 凌空飛躍的僧人 謝謝各位"}], "title": "Matthieu Ricard On The Habits Of Happiness"}