{"url": "http://www.ted.com/talks/clayton_cameron_a_rhythm_etic_the_math_behind_the_beats", "paragraphs": [{"zh-tw": " How many of you love rhythm? Oh yeah, oh yeah. Oh yeah. (Cheers) (Drumming) I mean, I love all kinds of rhythm. I like to play jazz, a little funk, and hip hop, a little pop, a little R&B, a little Latin, African.", "en": " 你們有多少人愛節奏？ 好耶，好耶，好耶（歡呼） （打鼓） 我是說，我愛各種節奏 我喜歡玩爵士 一點放克 一點嘻哈 一點流行音樂，一點節奏藍調 一點拉丁 非洲音樂"}, {"zh-tw": " And this groove right here, comes from the Crescent City, the old second line. (Cheers) Now, one thing all those rhythms have in common is math, and I call it a-rhythm-etic.", "en": " 而這個律動 來自紐奧良 「遊行第二列」（爵士遊行的第二列） （歡呼聲） 那，這些節奏都有一個共通點 就是數學 而我叫它數-數兒 （Arithmetic 算數）"}, {"zh-tw": " Can you repeat after me? A-rhythm-etic.Audience: A-rhythm-etic. Clayton Cameron: A-rhythm-etic.Audience: A-rhythm-etic.", "en": " 請你跟我念一遍？數-數兒觀眾：數-數兒 克麥隆：數-數兒觀眾：數-數兒"}, {"zh-tw": " CC: A-rhythm a-rhythm.Audience: A-rhythm a-rhythm. CC: A-rhythm-etic.Audience: A-rhythm-etic.", "en": " 克：數-數　數-數觀眾：數-數　數-數 克麥隆：數-數兒觀眾：數-數兒"}, {"zh-tw": " CC: Yeah. Now all those styles of rhythm are all counted in four and then subdivided by three.", "en": " 克：好耶 那無論何種型態的節奏 都以四拍來算 然後再以三分割"}, {"zh-tw": " What? Yeah. Three is a magic number. Three is a groovin' number.", "en": " 什麼？ 沒錯。三是個幻數 三是律動的數字"}, {"zh-tw": " Three is a hip-hop kind of number. But what does subdividing by three mean? And counting off by four? Well, look, think of it this way.", "en": " 三是嘻哈那種的數字 但以三分割是什麼意思？ 還有算四拍？ 好吧，就這樣想"}, {"zh-tw": " A measure of music as a dollar. Now a dollar has four quarters, right? And so does a 4/4 measure of music.", "en": " 把音樂的小節看成美金一元 那一元是四個 25 分硬幣對吧？ 音樂一小節為 4/4 拍也是這樣"}, {"zh-tw": " It has four quarter notes. Now, how do you subdivide? Now let's envision this: three dollars' worth of quarters.", "en": " 它有四個四分音符 那你要怎麼再分割？ 那讓我們想像一下這個： 值三元的 25 分硬幣"}, {"zh-tw": " You would have three groups of four, and you would count it, a-one-two-three-four, one-two-three-four, one-two-three-four. Together. All: A-one-two-three-four,one-two-three-four, one-two-three-four.", "en": " 你有三堆的四枚 25 分硬幣 然後你開始數 一二三四一二三四 一二三四。一起來 眾人：一二三四一二三四一二三四"}, {"zh-tw": " CC: Okay, now you feel that? Now let's take those three groups of four and make them four groups of three. And listen to this.", "en": " 克：好，你現在有感覺了嗎？ 現在讓我們把這三堆四枚硬幣 變成四堆三枚硬幣 聽好"}, {"zh-tw": " A-one-two-three-four, one-two-three-four, one-two-three-four, with me. One-two-three-four, one-two-three, come on, y'all! All: One-two-three-four,one-two-three-four, one-two-three-four, ah.", "en": " 一二三四，一二三四 一二三四，一起來 一二三四一二三，一起來！ 眾人：一二三四一二三四一二三四，啊"}, {"zh-tw": " CC: There you go. All right, second line.", "en": " 克：就是這樣 很好，爵士二列"}, {"zh-tw": " One-two-three-four, one-two-three. One-two-three-four, one-two-three.", "en": " 一二三四一二三 一二三四一二三"}, {"zh-tw": " One-two-three-four, one-two-three. One-two-three-four, one-two-three. Yeah.", "en": " 一二三四一二三 一二三四一二三，耶"}, {"zh-tw": " Now, that's what I call a-rhythm-etic. Can you say it? A-rhythm-etic.Audience: A-rhythm-etic.", "en": " 那，這就是我所謂的數數兒 你會說嗎？數-數兒觀眾：數-數兒"}, {"zh-tw": " CC: A-rhythm-etic.Audience: A-rhythm-etic. CC: A-rhythm a-rhythm.Audience: A-rhythm a-rhythm.", "en": " 克：數-數兒觀眾：數-數兒 克：數-數 數-數觀眾：數-數 數-數"}, {"zh-tw": " CC: A-rhythm-etic.Audience: A-rhythm-etic. CC: Yeah. Now pick the swing beat, and do the same thing.", "en": " 克：數-數兒觀眾：數-數兒 克：好耶，那來搖擺爵士的拍子用一樣的方法"}, {"zh-tw": " One, two, one, two, a-one-two-three-four. Yeah. Mm.", "en": " 一二一二一二三四 耶，嗯"}, {"zh-tw": " One-two-three, one-two-three,one-two-three, one-two-three. Whoo. So I want to take the second line beat and the swing beat and put them together, and it sounds something like this.", "en": " 一二三，一二三，一二三，一二三，讚 那麼我想把爵士二列的拍子 跟搖擺爵士的拍子合在一起 聽起來就像這樣"}, {"zh-tw": " Aha. A-rhythm-etic.Audience: A-rhythm-etic.", "en": " 對啦 數-數兒觀眾：數-數兒"}, {"zh-tw": " CC: A-rhythm-etic.Audience: A-rhythm-etic. CC: A-rhythm a-rhythm.Audience: A-rhythm a-rhythm.", "en": " 克：數-數兒觀眾：數-數兒 克：數-數　數-數觀眾：數-數　數-數"}, {"zh-tw": " CC: A-rhythm-etic.Audience: A-rhythm-etic. CC: Yeah. Hip-hop.", "en": " 克：數-數兒觀眾：數-數兒 克：好耶，嘻哈"}, {"zh-tw": " Now it's using a faster group of three we call a triplet. Triplet-triplet. Say it with me.", "en": " 現在要用快一點的三 我們叫它三連音 三連音三連音，跟我一起說"}, {"zh-tw": " All: Triplet-triplet. CC: Triplet-triplet. Triplet-triplet.", "en": " 眾：三連音三連音 克：三連音三連音，三連音三連音"}, {"zh-tw": " CC: So I'll take all the rhythms that you heard earlier, we'll put them together, and they sound like this. A-rhythm-etic.", "en": " 克：所以我要把剛剛你聽過的節奏 通通放在一起，聽起來就像這樣 數數兒 （鼓掌）"}], "title": "Clayton Cameron A Rhythm Etic The Math Behind The Beats"}