{"url": "http://www.ted.com/talks/philip_evans_how_data_will_transform_business", "paragraphs": [{"zh-tw": " I'm going to talk a little bit about strategy and its relationship with technology. We tend to think of business strategy as being a rather abstract body of essentially economic thought, perhaps rather timeless.", "en": " 我想談一下策略 以及它和科技的關聯 我們普遍認為商業策略 只是經濟思維中的 一個抽象的概念 可能是歷久彌新的"}, {"zh-tw": " I'm going to argue that, in fact, business strategy has always been premised on assumptions about technology, that those assumptions are changing, and, in fact, changing quite dramatically, and that therefore what that will drive us to is a different concept of what we mean by business strategy. Let me start, if I may, with a little bit of history.", "en": " 我想要反駁這個論點 實際上商業策略總是以 科技的假設為前提 而那些假設時常變動 事實上是相當劇烈地變動 而這些假設將我們導向一個 和原來的商業策略不同的方向 請容許我 以一小段歷史開始說明"}, {"zh-tw": " The idea of strategy in business owes its origins to two intellectual giants: Bruce Henderson, the founder of BCG, and Michael Porter, professorat the Harvard Business School. Henderson's central idea was what you might call the Napoleonic idea of concentrating mass against weakness, of overwhelming the enemy.", "en": " 在商業上，策略這個概念 源自於兩位絕頂的巨擘 波士頓諮詢公司的創辦人布魯斯．亨德森 以及哈佛商學院的教授麥可·波特 亨德森的中心理論 你可以稱之為大規模專注對付弱勢 並壓制了敵人的拿破崙戰略"}, {"zh-tw": " What Henderson recognized was that, in the business world, there are many phenomena which are characterized by what economists would call increasing returns -- scale, experience. The more you do of something, disproportionately the better you get.", "en": " 亨德森所認為的是 在商業領域 有許多被經濟學者 視為報酬遞增的現象 如規模或經驗 你付出越多 你就會得到越好的報酬"}, {"zh-tw": " And therefore he found a logic for investing in such kinds of overwhelming mass in order to achieve competitive advantage. And that was the first introduction of essentially a military concept of strategy into the business world.", "en": " 因此，他發現一個邏輯 來投資這樣壓倒性的數量 以達成競爭上的優勢 而那是第一次有人 將軍事上的戰略 應用到商場"}, {"zh-tw": " Porter agreed with that premise, but he qualified it. He pointed out, correctly, that that's all very well, but businesses actually have multiple steps to them.", "en": " 波特同意這樣的假設 並且將此其合格化 他提出，正確地說，該假設很好 但是商業應用上還有更多的步驟"}, {"zh-tw": " They have different components, and each of those components might be driven by a different kind of strategy. A company or a businessmight actually be advantaged in some activities but disadvantaged in others.", "en": " 他們有不同的組成要素 而每一項要素 可能由不同的策略所引導 一家公司可能在某些活動上佔優勢 但在其他活動卻是弱勢"}, {"zh-tw": " He formed the concept of the value chain, essentially the sequence of steps with which a, shall we say, raw material, becomes a component, becomes assembled into a finished product, and then is distributed, for example, and he argued that advantage accrued to each of those components, and that the advantage of the whole was in some sense the sum or the average of that of its parts. And this idea of the value chain was predicated on the recognition that what holds a business together is transaction costs, that in essence you need to coordinate, organizations are more efficient at coordination than markets, very often, and therefore the nature and role and boundaries of the cooperation are defined by transaction costs.", "en": " 他提出價值鏈這個概念 指出一連串的步驟 我們可以舉例，從一個原材料變成零組件 裝配成最終產品 直到配送 波特主張每個零組件 所產生的利益 和完整產品的利益 可以是總和 或是所有料件的平均 而這個價值鏈的想法 被認為是承認了 構成商業的是交易成本 在本質上，你必須去協調 通常來說，組織比市場更能有效地調整 因而這種合作的本質、角色和分界 正是被交易成本所定義"}, {"zh-tw": " It was on those two ideas, Henderson's idea of increasing returns to scale and experience, and Porter's idea of the value chain, encompassing heterogenous elements, that the whole edifice of business strategy was subsequently erected. Now what I'm going to argue is that those premises are, in fact, being invalidated.", "en": " 這兩種想法 亨德森對報酬遞增的規模和經驗 以及波特的價值鏈的想法 包含異質的要素 其後豎立起整個商業策略的體系 現在，我所主張的是 事實上這些假設前提，是不成立的"}, {"zh-tw": " First of all, let's think about transaction costs. There are really two componentsto transaction costs.", "en": " 首先，讓我們思考一下交易成本 交易成本含有兩種要素"}, {"zh-tw": " One is about processing information,and the other is about communication. These are the economics ofprocessing and communicating as they have evolved over a long period of time.", "en": " 其一是資訊處理，另一種是溝通 這是發展已久的資訊處理 以及溝通的經濟圖形"}, {"zh-tw": " As we all know from so many contexts, they have been radically transformed since the days when Porter and Henderson first formulated their theories. In particular, since the mid-'90s, communications costs have actually been falling even faster than transaction costs, which is why communication, the Internet, has exploded in such a dramatic fashion.", "en": " 如同我們從許多文本所知 自從波特和亨德森首次將他們的理論 進行系統性的整理 資訊處理和溝通已被完全地轉變 尤其是，在90年代中期 溝通成本已經大幅下降 降低的速度甚至快於交易成本 那也就是為什麼網路溝通 爆發而大盛其道"}, {"zh-tw": " Now, those falling transaction costs have profound consequences, because if transaction costs are the glue that hold value chains together, and they are falling, there is less to economize on. There is less need for verticallyintegrated organization, and value chains at least can break up.", "en": " 現在，那些降低的交易成本 有了意義深遠的影響 假如交易成本是將價值鏈串聯的要件 當交易成本下降 可節省空間就越少 組織做垂直整合的必要性也越小 而價值鏈能夠打破"}, {"zh-tw": " They needn't necessarily, but they can. In particular, it then becomes possible for a competitor in one business to use their position in one step of the value chain in order to penetrate or attack or disintermediate the competitor in another.", "en": " 他們並非必要，但可以 尤其在商業上 一個競爭者可能 利用他們在價值鏈上的位置 為了滲透或是攻擊競爭對手 或略過其通路"}, {"zh-tw": " That is not just an abstract proposition. There are many very specific stories of how that actually happened.", "en": " 這不只是一個理論上的主張 而是有許多確切的故事真實地發生"}, {"zh-tw": " A poster child example wasthe encyclopedia business. The encyclopedia business in the days of leatherbound books was basically a distribution business.", "en": " 如一個典型代表，百科全書 在過去裝訂書籍的年代 那基本上是一種經銷業"}, {"zh-tw": " Most of the cost was thecommission to the salesmen. The CD-ROM and then the Internet came along, new technologies made the distribution of knowledge many orders of magnitude cheaper, and the encyclopedia industry collapsed.", "en": " 大部分的成本是銷售員的佣金 CD-ROM和網路來臨之後 新的科技大幅地削弱 原有的經銷知識 百科全書產業因而瓦解"}, {"zh-tw": " It's now, of course, a very familiar story. This, in fact, more generally was the story of the first generation of the Internet economy.", "en": " 當然，這是一個熟知的故事 事實上，在網路經濟的第一個世代 這樣的故事更加普遍"}, {"zh-tw": " It was about falling transaction costs breaking up value chains and therefore allowing disintermediation, or what we call deconstruction. One of the questions I was occasionally asked was, well, what's going to replace the encyclopedia when Britannica no longer has a business model? And it was a while beforethe answer became manifest.", "en": " 降低的交易成本 打破了價值鏈 因此造成「去中介化」 或是我們所稱通路的「解構」 其中一個我偶爾會問的問題是 當大英（百科全書）的商業模式不再有效 什麼將取代百科全書？ 這個答案花了點時間才變得明顯"}, {"zh-tw": " Now, of course, we knowwhat it is: it's the Wikipedia. Now what's special about theWikipedia is not its distribution.", "en": " 現在，當然我們知道是 - 維基百科 維基百科特別的不是它的配銷"}, {"zh-tw": " What's special about the Wikipediais the way it's produced. The Wikipedia, of course, is an encyclopedia created by its users.", "en": " 而是它是如何產生的 當然，維基百科是由 它的使用者所建立的"}, {"zh-tw": " And this, in fact, defines what you might call the second decade of the Internet economy, the decade in which the Internet as a noun became the Internet as a verb. It became a set of conversations, the era in which user-generatedcontent and social networks became the dominant phenomenon.", "en": " 事實上，這定義了你可能稱之為 網路經濟的第二個十年 在這個十年，「網路」從一個名詞 變成一個動詞 它變成一組對話 在這個時代，使用者生成內容和社群網路 變成主流現象"}, {"zh-tw": " Now what that really meant in terms of the Porter-Henderson framework was the collapse of certainkinds of economies of scale. It turned out that tens of thousands of autonomous individuals writing an encyclopedia could do just as good a job, and certainly a much cheaper job, than professionals in a hierarchical organization.", "en": " 他們所真正代表的是 就波特和亨德森的架構來說 代表着某種規模經濟的瓦解 它轉變成數以千計自主的個人 來撰寫百科全書 就能將這份工作做好 而且比在一個階級組織結構內的專家們 更便宜的方式"}, {"zh-tw": " So basically what was happening was that one layer of this value chain was becoming fragmented, as individuals could take over where organizations were no longer needed. But there's another questionthat obviously this graph poses, which is, okay, we'vegone through two decades -- does anything distinguish the third? And what I'm going to argue is that indeed something does distinguish the third, and it maps exactly on to the kind of Porter-Henderson logic thatwe've been talking about.", "en": " 所以基本上所發生的是 價值鏈的一層變得破碎 也就是個人能夠取代 一些不再需要組織的工作 但從這張圖上可以明顯地看出這裡有一個問題 我們已經渡過兩個十年 但有任何方式可以區別第三個十年嗎？ 而我將主張的是 確實，某些事情區別了它 而且和我們所談論的 波特和亨德森的邏輯不謀而合"}, {"zh-tw": " And that is, about data. If we go back to around 2000, a lot of people were talkingabout the information revolution, and it was indeed true that the world's stock of data was growing, indeed growing quite fast.", "en": " 而那就是，資料 如果我們回到2000年 很多人當時正在談論資訊革命 而確實整個世界的資料量正在成長 而且是相當快速地成長"}, {"zh-tw": " but it was still at that point overwhelmingly analog. We go forward to 2007, not only had the world's stock of data exploded, but there'd been this massive substitution of digital for analog.", "en": " 但在當時仍然是類比資料為主 當我們走到2007年 不只是世界的資料量大增 而且類比資料大規模地 被數位資料所取代"}, {"zh-tw": " And more important even than that, if you look more carefully at this graph, what you will observe is that about a half of that digital data is information that has an I.P. address. It's on a server or it's on a P.C.", "en": " 更重要的是 如果你更仔細地看這張圖 你會發現 將近一半的數位資料 屬於可對應到I.P.位址的資訊 儲存在伺服器或是個人電腦上"}, {"zh-tw": " But having an I.P. address means that it can be connected to any other data that has an I.P. address. It means it becomes possible to put together half of the world's knowledge in order to see patterns, an entirely new thing.", "en": " 然而，可對應到I.P.位址代表 這個資料也能夠被連結到 另一個擁有I.P.位址的資料 這代表著 未來將可能結合世界一半的知識 以歸納出模式 以及新的事物"}, {"zh-tw": " If we run the numbers forward to today, it probably looks something like this. We're not really sure.", "en": " 如果我們把時間軸移動到今天 那麼圖形看起來會像這樣 但我們並不完全確定"}, {"zh-tw": " If we run the numbers forward to 2020, we of course have an exact number, courtesy of IDC. It's curious that the future is so muchmore predictable than the present.", "en": " 如果我們把時間軸移動到2020年 承蒙IDC的資料，我們會得到一個確切的數字 很不可思議地，未來的情況比現在更容易預測"}, {"zh-tw": " And what it implies is a hundredfold multiplication in the stock of information that is connected via an I.P. address. Now, if the number of connections that we can make is proportional to the number of pairs of data points, a hundredfold multiplication in the quantity of data is a ten-thousandfold multiplication in the number of patterns that we can see in that data, this just in the last 10 or 11 years.", "en": " 而這張圖意味著 透過I.P.位址的串連 資訊的數量將以百倍增加 現在，如果這些連結的數量 和單一資料點成正比 那麼增加百倍的資料量 代表我們在該資料可以看到 模式將以萬倍的方式增加 而這僅發生在過去10或11年間"}, {"zh-tw": " This, I would submit, is a sea change, a profound change in the economics of the world that we live in. The first human genome, that of James Watson, was mapped as the culmination of theHuman Genome Project in the year 2000, and it took about 200 million dollars and about 10 years of work to map just one person's genomic makeup.", "en": " 我認為這是一個巨變 在我們生活的世界中 一項經濟上全然的改變 詹姆斯·沃森，人類第一對基因組 在2000年人類基因組計劃全盛期被成功配對 而這花費了2億美元 以及將近10年的時間 而這只是一個人的基因組"}, {"zh-tw": " Since then, the costs of mappingthe genome have come down. In fact, they've come down in recent years very dramatically indeed, to the point where the cost is now below 1,000 dollars, and it's confidently predicted that by the year 2015 it will be below 100 dollars -- a five or six order of magnitude drop in the cost of genomic mapping in just a 15-year period, an extraordinary phenomenon.", "en": " 自此之後，配對基因組的成本已經下跌 事實上，近幾年的成本劇烈地下跌 成本至今已經低於1000美元 而且預估確信在2015年之前 將會低於100美元 一個五或六數量級的下跌 在基因組配對的成本上 只花了15年的時間 這是個相當驚人的現象"}, {"zh-tw": " Now, in the days when mapping a genome cost millions, or even tens of thousands, it was basically a research enterprise. Scientists would gather some representative people, and they would see patterns, and they would try and make generalizations abouthuman nature and disease from the abstract patterns they find from these particular selected individuals.", "en": " 在過去配對一組基因組需花費百萬 或甚至是上億元 它基本上是一種研究機構 科學家集結一些代表性人物 他們發現模式 嘗試歸結人類身體本質和疾病 從抽象的模式中，或從篩選出來的個體中"}, {"zh-tw": " But when the genome can be mapped for 100 bucks, 99 dollars while you wait, then what happens is, it becomes retail. It becomes above all clinical.", "en": " 但是當基因組能靠100美元 或是99美元就能進行配對 那麼將發生的是，它變成零售業 它是超乎臨床經驗的"}, {"zh-tw": " You go the doctor with a cold, and if he or she hasn't done it already, the first thing they do is map your genome, at which point what they're now doing is not starting from some abstract knowledge of genomic medicine and trying to work out how it applies to you, but they're starting from your particular genome. Now think of the power of that.", "en": " 當你因為感冒而去看醫生 在他還沒做任何診斷之前 第一件事就是配對你的基因組 相較於現在的醫生所做 新的療程並非從抽象的基因醫學知識 在你身上嘗試是否有效 而是你自身特殊的基因組開始診斷 現在讓我們想想這個力量"}, {"zh-tw": " Think of where that takes us when we can combine genomic data with clinical data with data about drug interactions with the kind of ambient data that devices like our phone and medical sensors will increasingly be collecting. Think what happens when we collect all of that data and we can put it together in order to find patterns we wouldn't see before.", "en": " 想想它將帶我們往哪個方向 當我們可以結合基因組資料、 臨床資料、 藥物反應的相關資料 以及透過手機或醫療晶片等設備取得的資料 將被大量地蒐集 想想看如果我們蒐集了這些資料 將他們結合在一起 來找到我們過去從未見過的模式"}, {"zh-tw": " This, I would suggest, perhaps it will take a while, but this will drive a revolution in medicine. Fabulous, lots of people talk about this.", "en": " 或許還需要一些時間，但這就是我所認為的 醫學上的革命 很棒對吧！很多人都在談論這個"}, {"zh-tw": " But there's one thing thatdoesn't get much attention. How is that model of colossal sharing across all of those kinds of databases compatible with the business models of institutions and organizations and corporations that are involved in this business today? If your business is based on proprietary data, if your competitive advantageis defined by your data, how on Earth is that company or is that society in fact going to achieve the value that's implicit in the technology? They can't.", "en": " 但有件事不太引人注意 這些資料庫彼此之間大量地分享 這樣的模式 將如何和現在的組織 或公司內的商業模式相容呢？ 如果你的生意是基於私有的資料 如果你的競爭優勢是由你的資料所定義 公司或社會如何去達到隱含在科技的價值？ 他們不能"}, {"zh-tw": " So essentially what's happening here, and genomics is merely one example of this, is that technology is driving the natural scaling of the activity beyond the institutional boundaries within which we have been used to thinking about it, and in particular beyond the institutional boundaries in terms of which business strategy as a discipline is formulated. The basic story here is that what used to be vertically integrated, oligopolistic competition among essentially similar kinds of competitors is evolving, by one means or another, from a vertical structure to a horizontal one.", "en": " 所以實質上正在發生的是 而基因組學只是其中一個例子 科技正在促使制度的界線 超越我們過去思考的 尤其是超越制度的界線 即商業策略如同一學科般被論證 這個故事是 過去垂直整合的 和相似競爭者的寡占競爭逐漸發展 無論如何 從垂直的結構變成水平的"}, {"zh-tw": " Why is that happening? It's happening becausetransaction costs are plummeting and because scale is polarizing. The plummeting of transaction costs weakens the glue that holds value chains together, and allows them to separate.", "en": " 為什麼這會發生？ 之所以發生是因為交易成本暴跌 且規模兩極化 交易成本的暴跌 弱化了價值鏈的連結 使得價值鏈分離"}, {"zh-tw": " The polarization of scale economies towards the very small -- small is beautiful -- allows for scalable communities to substitute for conventional corporate production. The scaling in the opposite direction, towards things like big data, drive the structure of business towards the creation of new kinds of institutions that can achieve that scale.", "en": " 規模經濟的兩極化 傾向極小化 使得靈活的團體 得以取代傳統的企業生產 在尺規的另一端 例如巨量資料 促使商業結構 傾向發展新形態且能夠達到規模的機構"}, {"zh-tw": " But either way, the typically vertical structure gets driven to becoming more horizontal. The logic isn't just about big data.", "en": " 但無論如何，典型的垂直結構 將變得更水平 這個邏輯不只適用於巨量資料"}, {"zh-tw": " If we were to look, for example,at the telecommunications industry, you can tell the same story about fiber optics. If we look at the pharmaceutical industry, or, for that matter, university research, you can say exactly the same story about so-called \"big science.\" And in the opposite direction, if we look, say, at the energy sector, where all the talk is about how households will be efficient producers of green energy and efficient conservers of energy, that is, in fact, the reverse phenomenon.", "en": " 如果我們以電信業為例 光纖有相同的故事 如果我們觀察製藥工程 或是大學研究 甚至是關於「大科學」 你仍然可以講相同的故事 而在相對的方向 如果我們舉能源部門為例 大部份的談論都是關於 家庭如何成為有效地生產綠能 以及有效地節約能源 事實上，這相反的現象"}, {"zh-tw": " That is the fragmentation of scale because the very small can substitute for the traditional corporate scale. Either way, what we are driven to is this horizontalization of the structure of industries, and that implies fundamental changes in how we think about strategy.", "en": " 是規模的分裂 因為極小規模的形態能夠取代傳統的企業規模 無論如何，我們被驅使走向 產業結構的扁平化 而這意味著基礎的改變 和我們如何思考策略"}, {"zh-tw": " It means, for example, that we need to think about strategy as the curation of these kinds of horizontal structure, where things like business definition and even industry definition are actually the outcomes of strategy, not something that the strategy presupposes. It means, for example, we need to work out how to accommodate collaboration and competition simultaneously.", "en": " 這意味著我們在思考策略時 必須像策展般以水平的結構來思考 商業定義 甚至是產業定義 其實是策略的結果 而不是策略的假設前提 這代表我們必須發想出 如何同時適應合作與競爭"}, {"zh-tw": " Think about the genome. We need to accommodate the very large and the very small simultaneously.", "en": " 想想看基因組 我們必須同時適應極大和極小"}, {"zh-tw": " And we need industry structures that will accommodate very,very different motivations, from the amateur motivationsof people in communities to maybe the social motivations of infrastructure built by governments, or, for that matter, cooperative institutions built by companies that are otherwise competing, because that is the only waythat they can get to scale. These kinds of transformations render the traditional premises of business strategy obsolete.", "en": " 而且我們需要產業結構 適應非常不同的刺激 從業餘的、來自社群的刺激 到政府建立基礎建設的社會刺激 或者，合作而不競爭的企業組織 因為這是他們達到規模的唯一途徑 這樣的轉化 廢棄了傳統的商業策略假設"}, {"zh-tw": " They drive us into a completely new world. They require us, whether we are in the public sector or the private sector, to think very fundamentally differently about the structure of business, and, at last, it makes strategy interesting again.", "en": " 驅使我們進入嶄新的世界 他們促使我們 無論在公領域或私領域 從根本上地顛覆對商業結構的思考 至少，這讓策略重新變得有趣"}, {"zh-tw": " Thank you.", "en": " 謝謝 （鼓掌）"}], "title": "Philip Evans How Data Will Transform Business"}