{"url": "http://www.ted.com/talks/carin_bondar_the_birds_and_the_bees_are_just_the_beginning", "paragraphs": [{"zh-tw": " Anyone in the room thought about sex today? Yeah, you did. Thank you for putting your hand up over there.", "en": " 在座各位今天有想色色的事嗎？ 一定有吧！ 謝謝你們如此誠實"}, {"zh-tw": " Well, I'm here to provide you with some biological validation for your sordid daydreams. I'm here to tell you a few things that you might not have known about wild sex.", "en": " 讓我為你們這些猥褻的白日夢 提供一些 生物學上的證據 讓我告訴你們一些 你們可能不知道的野生動物性事"}, {"zh-tw": " Now, when humans think about sex, male and female forms are generally what come to mind, but for many millions of years, such specific categories didn't even exist. Sex was a mere fusion of bodies or a trickle of DNA shared between two or more beings.", "en": " 當人類想到性 我們很自然想到 男女身體特徵 但是數百萬年來 這麼明顯的區別並不存在 性就是身體融合 或是兩個、兩個以上的 遺傳物質交換"}, {"zh-tw": " It wasn't until about 500 million years ago that we start to see structures akin to a penis or a thing that gives DNA out, and a vagina, something that receives it. Now invariably, you're probably thinking about what belongs to our own species, these very familiar structures, but the diversity that we see in sexual structures in the animal kingdom that has evolved in response to the multitude of factors surrounding reproduction is pretty mind-blowing.", "en": " 直到 5 億年前 我們才看到近似陰莖 或給予遺傳物質器官的出現 和陰道或其他相似的接收結構 你們難免會想 我們自己人類的構造 我們看到動物世界中的 生殖器官 這些相似但多樣的構造 反應了關於生殖繁衍的 諸多因素 實在很令人驚嘆"}, {"zh-tw": " Penile diversity is especially profuse. So this is a paper nautilus.", "en": " 陰莖結構特別多樣 這是一隻船蛸"}, {"zh-tw": " It's a close relative of squid and octopus, and males have a hectocotylus. Just what is a hectocotylus? A detachable, swimming penis.", "en": " 是烏賊和章魚近親 雄性個體具有交接腕 什麼是交接腕呢？ 是一個可分離會游泳的陰莖"}, {"zh-tw": " It leaves the [body of the male], finds the female throughpheromonal cues in the water, attaches itself to her body and deposits the sperm. For many decades, biologists actually felt that the hectocotylus was aseparate organism altogether.", "en": " 它可以脫離雄性個體 借由水中的費洛蒙找到雌性 再將自己結合上去 輸送精子 數十年來生物學家甚至認為 交接腕是個獨立的個體"}, {"zh-tw": " Now, the tapir is a mammal from South America. And the tapir has a prehensile penis.", "en": " 貘是以種來自南非的哺乳類 貘俱有有抓握能力的陰莖"}, {"zh-tw": " It actually has a level of dexterity in its penis much akin to what we have with our hands. And it uses this dexterity to bypass the vagina altogether and deposit sperm directly into the female's uterus, not to mention it's a pretty good size.", "en": " 牠陰莖靈巧的程度 大概和我們的手一般 而牠用這份靈巧 穿過陰道 將精子直接送到雌性的子宮 更別說牠的尺寸雄偉"}, {"zh-tw": " The biggest penis in the animal kingdom, however, is not that of the tapir. The biggest penis-to-body-size ratio in the animal kingdom actually belongs to the meager beach barnacle, and this video is actually showing you what the human penis would look like if it were the same size as that of a barnacle.", "en": " 但是動物界中最大的陰莖 並不是貘的 在動物界中 陰莖佔體型比例最大的 是窄灘藤壺 而這段影片可以告訴你 當人類與藤壺體積相等時 陰莖的相對大小"}, {"zh-tw": " Mm-hm. So with all of this diversity in structure, one might think, then, that penises are fitting neatly into vaginas all over the place for the purposes of successful reproduction.", "en": " 嗯 對於如此多樣的結構 有人可能認為 為了成功繁衍後代 陰莖可以完美地與不同陰道結合"}, {"zh-tw": " Simply insert part A into slot B, and we should all be good to go. But of course, that doesn't exactly happen, and that's because we can'tjust take form into account.", "en": " 直接將突出物 A 插入插槽 B 然後一切就完美了 但是事實並非如此 因為在談論性時"}, {"zh-tw": " We have to think about function as well, and when it comes to sex, function relates to the contributions made by the gametes, or the sperm and the eggs. And these contributions are far from equal.", "en": " 我們不能只考慮形態 也必須考慮功能 功能對配子的投資有關 配子就是精子或卵子 而兩份投資程度極不均等"}, {"zh-tw": " Eggs are very expensive to make, so it makes sense for females to be very choosy about who she shares them with. Sperm, on the other hand, is abundant and cheap, so it makes more sense for males to have a more-sex-is-better strategy when it comes to siring members of future generations.", "en": " 製造卵子代價昂貴 所以雌性在選擇對象時 會十分謹慎 另一方面，精子量多且成本低廉 所以對雄性而言 越頻繁的性交 對傳宗接代 是最好的策略"}, {"zh-tw": " So how do animals cope with these very incongruentneeds between the sexes? I mean, if a female doesn't choose a particular male, or if she has the ability to store sperm and she simply has enough, then it makes more sense for her to spend her time doing other biologically relevant things: avoiding predators, taking care of offspring, gathering and ingesting food. This is, of course, bad news for any male who has yet to make a deposit in her sperm bank, and this sets the scene forsome pretty drastic strategies for successful fertilization.", "en": " 所以動物們如何調和 不同性別對性交的要求？ 我的意思是，如果雌性不需要選擇雄性 或是牠有能力儲存精子 而且也存夠了 對牠而言，合理的選擇是將時間花在 進行其他生理活動： 躲避敵害、育幼 搜集並消化食物 當然，這對沒有將精子存入的雄性而言 會是一個壞消息 現在想像一個 為了成功受孕的極端策略"}, {"zh-tw": " This is bedbug sex, and it's aptly termed traumatic insemination. Males have a spiked, barbed penis that they literally stab into the female, and they don't stab it anywhere near her vagina.", "en": " 臭蟲的性交 可以恰當地稱為「創傷式受精」 雄性有尖銳、帶刺的陰莖 可以真正刺進雌性體內 而牠們並不是刺在陰道附近"}, {"zh-tw": " They stab it anywhere in her body, and the sperm simply migrates through her hemolymph to her ovaries. If a female gets too many stab wounds, or if a stab wound happens to become infected, she can actually die from it.", "en": " 而是雌性身體的任一地方 而精子則會借由 雌性的血淋巴系統向子宮移動 如果雌性受到太多刺傷 或是刺傷造成感染 牠就可能因此死亡"}, {"zh-tw": " Now if you've ever been out for a nice, peaceful walk by the lake and happened to see some ducks having sex, you've undoubtedly been alarmed, because it looks like gang rape. And quite frankly, that's exactly what it is.", "en": " 如果你曾經 在池邊悠閒地散步 並恰巧看到鴨子性交 你一定會十分驚訝 因為它看起來就像輪姦一般 而事實就是如此"}, {"zh-tw": " A group of males will grab a female, hold her down, and ballistically ejaculate their spiral-shaped penis into her corkscrew-shaped vagina over and over and over again. From flaccid to ejaculation in less than a second.", "en": " 一群雄性會抓住一隻雌性 壓制牠 將牠們螺旋形的陰莖 輪流插入 雌性螺旋狀的陰道中 從開始到射精不到一秒的時間"}, {"zh-tw": " Now the female actuallygets the last laugh, though, because she can actually manipulate her posture so as to allow the sperm of certain suitors better access to her ovaries. Now, I like to share storieslike this with my audiences because, yeah, we humans, we tend to think sex, sex is fun, sex is good, there's romance, and there's orgasm.", "en": " 但是雌性有最後的選擇 因為雌性可以調整姿勢 所以中意追求者的精子 有更好的機會靠近子宮 我希望跟你們分享這些故事的原因 是因為我們人類 傾向將性交聯想成好玩、有趣 有浪漫與有高潮"}, {"zh-tw": " But orgasm didn't actually evolve until about 65 million years ago with the advent of mammals. But some animals had it goingon quite a bit before that.", "en": " 但是高潮是在 在 6 千 5 百萬年前 隨著哺乳動物演化後才出現的 但是有些生物開始得更早"}, {"zh-tw": " There are some more primitive ways of pleasing one's partner. Earwig males have either really large penile appendages or really small ones.", "en": " 利用原始的方式 取悅伴侶 地蜈蚣有兩種形態 一種有較大的陰莖狀組織 一種則是縮小版"}, {"zh-tw": " It's a very simple genetically inherited trait and the males are not otherwise any different. Those that have long penile appendages are not bigger or stronger or otherwise any different at all.", "en": " 縮小版是簡單的遺傳物質傳送通道 雄性間其他方面沒有不同 那些俱有較大陰莖狀組織的 並非更強壯 和其它個體沒有差別"}, {"zh-tw": " So going back to our biological minds, then, we might think that females should choose to have sex with the guys thathave the shorter appendages, because she can use her time for other things: avoiding predators, taking care of young, finding and ingesting food. But biologists have repeatedly observed that females choose to have sex with the males that have the long appendages.", "en": " 所以回到我們生物學的思維 我們可能會認為 雌性會選擇和陰莖短小的雄性交配 所以雌性能將時間花在： 躲避天敵、育幼 找尋並消化食物上 但是生物學家重複觀察到 雌性會選擇和 陰莖雄偉的雄性性交"}, {"zh-tw": " Why do they do this? Well, according to the biological literature, \"During copulation, the genitalia of certain males may elicit more favorable female responses through superior mechanicalor stimulatory interaction with the female reproductive tract.\" Mm-hm. These are Mexican guppies, and what you see on their upper maxilla is an outgrowth of epidermal filaments, and these filaments basically form a fish mustache, if you will.", "en": " 為什麼要這樣做呢？ 根據生物學文獻 「在交配時，特定雄性的生殖器 可藉由更好的生理構造或刺激形式 帶給雌性生殖道 更愉悅的感受」 嗯 這些是墨西哥大肚魚 而你們看到牠們上頜骨 有上外生長的表皮纖維 這些纖維基本上就是 魚的鬍子"}, {"zh-tw": " Now males have been observed to prod the female's genital opening prior to copulating with her, and in what I have lovingly termedthe Magnum, P.I. hypothesis, females are overwhelmingly more likely to be found with males that have these fish mustaches. A little guppy porn for you right there.", "en": " 我們觀察到 雄魚會在交配前 會刺激雌魚生殖道口 這被我稱作「神探猛龍假說」（註：神探猛龍主角以鬍子、風流著稱） 雌魚顯然會偏好 有鬍子的雄魚 真是隻好色的小魚"}, {"zh-tw": " So we've seen very different strategies that males are using when it comes to winning a female partner. We've seen a coercion strategy in whichsexual structures are used in a forceful way to basically make a female have sex.", "en": " 我們看到了不同 雄性贏得 雌性伴侶的策略 我們看到以強制的手段 迫使雌性就範"}, {"zh-tw": " We've also seen a titillation strategy where males are actually pleasing their female partners into choosing them as a sex partner. Now unfortunately, in the animal kingdom, it's the coercion strategy that we see time and time again.", "en": " 我們也看到令人愉悅的策略 雄性是利用 取悅雌性的方式 使其成為性伴侶 不幸的是在動物界中 強迫的手段 非常常見"}, {"zh-tw": " It's very common in many phyla, from invertebrates to avian species, mammals, and, of course, even in primates. Now interestingly, there are a few mammalian species in which females have evolved specialized genitalia that doesn't allow for sexual coercion to take place.", "en": " 爲許多門動物所共有 從無脊椎動物到鳥類 哺乳類，甚至靈長類 有趣的是少數哺乳動物 雌性會演化出特殊的生殖系統 防止霸王硬上弓發生"}, {"zh-tw": " Female elephants and female hyenas have a penile clitoris, or an enlarged clitoral tissue that hangs externally, much like a penis, and in fact it's very difficult to sex these animals by merely looking at their external morphology. So before a male can inserthis penis into a female's vagina, she has to take this penile clitoris and basically inside-out it in her own body.", "en": " 雌性的大象和土狼 有陰莖狀的陰核 或可說是膨大的陰核結構 像陰莖一般懸在外面 這讓動物很難只藉由 觀察外表就判定性別 所以在雄性可以將其陰莖深入雌性陰道前 雌性必須將陰莖狀的陰核 向內收入自己體內"}, {"zh-tw": " I mean, imagine putting a penis into another penis. It's simply not going to happen unless the female is on board with the action.", "en": " 想像將陰莖置入另一個陰莖 這根本不可能發生 除非雌性先進行這個動作"}, {"zh-tw": " Now, even more interesting is the fact that elephant and hyena societies are entirely matriarchal: they're run by females, groups of females, sisters, aunts and offspring, and when young males attain sexual maturity, they're turfed out of the group. In hyena societies, adult males are actually the lowest on the social scale.", "en": " 更有趣的事 大象和土狼的社會 是母系社會 牠們是由一群雌性管理 姐妹、阿姨和小孩們 當年輕雄性達到性成熟 牠們會被逐出群體 在土狼社會中，成年雄性的地位 在社會最底層"}, {"zh-tw": " They can take part in a kill only after everybody else, including the offspring. So it seems that when you take the penis power away from a male, you take away all the social power he has.", "en": " 牠們只能在其他個體之後分食獵物 順序甚至在幼獸之後 這好像就是從雄性上 拿走了陰莖所代表的力量 就拿走了牠們所有的社會地位"}, {"zh-tw": " So what are my take-homemessages from my talk today? Well, sex is just so much more than insert part A into slot B and hope that the offspring run around everywhere. The sexual strategies and reproductive structures that we see in the animal kingdom basically dictate how males and femaleswill react to each other, which then dictates how populations and societies form and evolve.", "en": " 所以我想讓你們學到什麼呢？ 性不只是 將突出物 A 插入插槽 B 然後期待會有活蹦亂跳的後代 我們在動物界中看到 生殖策略與結構 主宰了雄性與雌性的互動 也決定了族群與社會的 形成與演進"}, {"zh-tw": " So it may not be surprising to any of you that animals, including ourselves, spend a good amount of time thinking about sex, but what might surprise you is the extent to which so many other aspects of their lives and our lives are influenced by it. So thank you, and happy daydreaming.", "en": " 所以包含我們在內的許多動物 花許多時間思考性事 這一點也不令人訝異了 但是可能讓你們驚訝的 性是如何影響到 我們和牠們的其他生活層面 謝謝大家祝各位有個愉快的白日夢"}], "title": "Carin Bondar The Birds And The Bees Are Just The Beginning"}