{"url": "http://www.ted.com/talks/hugh_herr_the_new_bionics_that_let_us_run_climb_and_dance", "paragraphs": [{"zh-tw": " Looking deeply inside nature, through the magnifying glass of science, designers extract principles,processes and materials that are forming the very basisof design methodology. From synthetic constructsthat resemble biological materials, to computational methodsthat emulate neural processes, nature is driving design.", "en": " 探察自然本質 透過科學之放大鏡， 設計者對自然的本質、過程及材料 進行提取， 這三者形成設計方法論之基石。 從使用合成技術 來模仿生物材料， 到利用計算機方式來模仿神經傳導， 自然都是在駕馭設計。"}, {"zh-tw": " Design is also driving nature. In realms of genetics, regenerativemedicine and synthetic biology, designers are growing novel technologies, not foreseen or anticipated by nature.", "en": " 而設計本身亦在驅使自然。 在基因學、再生醫學、 及合成生物學領域中， 設計者不斷發展 自然從未預測到或預料到的創新技術。"}, {"zh-tw": " Bionics explores the interplaybetween biology and design. As you can see, my legs are bionic.", "en": " 仿生學研究的， 是生物學與設計之間的互動。 大家可見，我的雙腿為仿生所造。"}, {"zh-tw": " Today, I will tell human storiesof bionic integration; how electromechanics attachedto the body, and implanted inside the body are beginning to bridge the gapbetween disability and ability, between human limitationand human potential. Bionics has defined my physicality.", "en": " 今日我要講的是， 仿生學與人類相融合的故事， 電機機械系與人體相結合的方式、 植入人體內的方式， 正正開始 縮小殘疾人與健全人之間的距離、 縮小人類局限性 與人類潛能之間的距離。 仿生學給我的身體帶來新的定義。"}, {"zh-tw": " In 1982, both of my legs were amputated due to tissue damage from frostbite, incurred duringa mountain-climbing accident. At that time, I didn'tview my body as broken.", "en": " 一九八二年，我雙腿截肢， 因為在一次登山事故中 我的雙腿組織被凍傷。 那時候，我並無將自己的身體 視為殘疾。"}, {"zh-tw": " I reasoned that a human beingcan never be \"broken.\" Technology is broken. Technology is inadequate.", "en": " 我的邏輯是，一個人 永遠不會殘疾。 科技才是殘疾的。 科技是有缺陷的。"}, {"zh-tw": " This simple but powerful ideawas a call to arms, to advance technologyfor the elimination of my own disability, and ultimately, the disability of others. I began by developing specialized limbs that allowed me to returnto the vertical world of rock and ice climbing.", "en": " 這個簡單但強大的念頭 是對行動的召喚， 召喚改善科技， 消除我自身的缺陷， 最終亦都解決他人之缺陷。 我開始設計特殊肢臂， 這樣的設計允許我 重返岩石冰川的攀登世界。"}, {"zh-tw": " I quickly realized that the artificialpart of my body is malleable; able to take on any form, any function -- a blank slate for which to create, perhaps, structures that could extendbeyond biological capability. I made my height adjustable.", "en": " 我很快意識到，我身體中的人造部分 具有可塑性， 可以以各種形狀功能出現， 如同一塊白板， 可被延伸塑造成 超越生物性能的結構。 我可以調節我的身高。"}, {"zh-tw": " I could be as short as five feetor as tall as I'd like. So when I was feeling bad about myself, insecure, I would jack my height up.", "en": " 我可以變成五寸釘，亦可以變成六尺高。 所以當我為自己難過時、 缺乏安全感時，我就會增加身高；"}, {"zh-tw": " But when I was feelingconfident and suave, I would knock my height down a notch,just to give the competition a chance. Narrow-edged feet allowed meto climb steep rock fissures, where the human foot cannot penetrate, and spiked feet enabled meto climb vertical ice walls, without ever experiencingmuscle leg fatigue.", "en": " 到我覺得自信嫻雅的時候， 我就會調低一節高度， 就當系一個競賽。 狹窄楔形的雙腳 令我攀登陡峭岩石裂紋時游刃有餘， 但是一般的人腳則不能做到， 帶尖刺的脚 允許我攀登垂直冰牆時， 不會出現雙腿肌肉疲勞。"}, {"zh-tw": " Through technological innovation, I returned to my sport,stronger and better. Technology had eliminated my disability, and allowed me a new climbing prowess.", "en": " 通過技術創新， 我以更強勁的姿態重返運動。 技術抹去我身體的缺陷， 賦予我嶄新的攀登潛能。"}, {"zh-tw": " As a young man, I imagined a future worldwhere technology so advanced could rid the world of disability, a world in which neuralimplants would allow the visually impaired to see. A world in which the paralyzedcould walk, via body exoskeletons.", "en": " 作為年少之人，我想像在未來的世界裡， 科技會相當先進， 足以擺脫殘疾的世界， 在那個世界，神經植入 可以幫助視障人士重見光明， 身體癱瘓的人 可以借助身體外骨骼重新步行。"}, {"zh-tw": " Sadly, because ofdeficiencies in technology, disability is rampant in the world. This gentleman is missing three limbs.", "en": " 可惜，因為科技是有缺陷的， 殘疾還是遍布全球。 這位先生缺少三條肢臂。"}, {"zh-tw": " As a testimony to current technology,he is out of the wheelchair, but we need to do a better job in bionics,to allow, one day, full rehabilitation for a person with this level of injury. At the MIT Media Lab, we've establishedthe Center for Extreme Bionics.", "en": " 這是給現代科技的證明， 這位先生已經擺脫了輪椅， 但我們需要進一步完善仿生學， 允許將來有一天 受到如此創傷的人亦可以完全恢復。 我們在 MIT 媒體實驗室建立了 高端仿生學中心。"}, {"zh-tw": " The mission of the centeris to put forth fundamental science and technological capability that will allow the biomechatronicand regenerative repair of humans, across a broad rangeof brain and body disabilities. Today, I'm going to tell youhow my legs function, how they work, as a case in point for this center.", "en": " 該中心的使命， 是發展基礎科學 以及科技能力， 使得人類可以利用生物機械仿生學和再生學 在大範圍內修復 大腦和身體的殘疾問題。 今日我要跟大家講解我雙腿的功能、 我雙腿的運作方式， 以此作為該中心的說明案例。"}, {"zh-tw": " Now, I made sure to shavemy legs last night, because I knew I'd be showing them off. Bionics entails the engineeringof extreme interfaces.", "en": " 現在我確定我昨晚剃了腳毛， 因為我知道今日我要把雙腿展示給大家。 仿生學需要高端層面工程。"}, {"zh-tw": " There's three extremeinterfaces in my bionic limbs: mechanical, how my limbsare attached to my biological body; dynamic, how they movelike flesh and bone; and electrical, how they communicatewith my nervous system. I'll begin with mechanical interface.", "en": " 我的仿生肢上有三個高端層面； 機械層面上， 我的雙腿是如何與我的肉體結合； 動態層面，兩者如何像同肉與骨那樣靈活運動； 電子層面上，兩者又是如何 與我的神經系統溝通。 我會先從機械層面開始講。"}, {"zh-tw": " In the area of design,we still do not understand how to attach devicesto the body mechanically. It's extraordinary to methat in this day and age, one of the most mature,oldest technologies in the human timeline, the shoe,still gives us blisters.", "en": " 在設計領域，我們尚不清楚 如何將設備機械安裝在人體上。 對於我來說，不可置信的是，今時今日， 人類歷史中最為長久成熟的技術 ——鞋子—— 依然會令我們雙腳生水泡。"}, {"zh-tw": " How can this be? We have no idea how to attachthings to our bodies. This is the beautifullylyrical design work of Professor Neri Oxmanat the MIT Media Lab, showing spatially varyingexoskeletal impedances, shown here by color variationin this 3D-printed model.", "en": " 為什麼會這樣？ 我們不知道怎樣在我們的身體上安裝東西。 這裡是一件漂亮得意的設計作品， 是 MIT 媒體實驗室的內日·奧斯曼的作品。 展示的是人体外骨骼抗阻空间， 是利用立體打印模型 通過色差顯示出來的。"}, {"zh-tw": " Imagine a future where clothingis stiff and soft where you need it, when you need it, for optimalsupport and flexibility, without ever causing discomfort. My bionic limbs are attachedto my biological body via synthetic skinswith stiffness variations, that mirror my underlyingtissue biomechanics.", "en": " 想像一下，在未來 衣服的柔軟硬挺由你而定， 任何時候都可以提供最佳的支持和靈活性， 絲毫不會引起不適。 我的仿生肢安裝在我的體內， 用的是人造皮膚， 這種人造皮膚有不同柔軟度， 來適用我體內的組織生物機械。"}, {"zh-tw": " To achieve that mirroring, we firstdeveloped a mathematical model of my biological limb. To that end, we usedimaging tools such as MRI, to look inside my body, to figure out the geometriesand locations of various tissues.", "en": " 要取得這樣的適用能力， 我們首先為我的生物肢臂 建立了一個數學模型。 到了最後，我們使用成像工具，譬如 MRI， 觀察我的體內， 找出不同組織的 幾何形狀和位置。"}, {"zh-tw": " We also took robotic tools -- here's a 14-actuator circlethat goes around the biological limb. The actuators come in,find the surface of the limb, measure its unloaded shape, and then they push on the tissues to measure tissue compliancesat each anatomical point.", "en": " 我們亦使用了機器人工具。 這是14—執行器循環裝置， 用來測量我的生物肢體。 這些執行器進去找出肢體的表面， 測量缺失部分的形狀， 然後按壓組織， 從解剖學的角度， 測量組織的順從性。"}, {"zh-tw": " We combine these imaging and robotic data to build a mathematical descriptionof my biological limb, shown on the left. You see a bunch of points, or nodes? At each node, there's a colorthat represents tissue compliance.", "en": " 我們結合這些成像和機器人數據， 給我的生物肢體建立一個數學描述， 也就是左邊的這些。 大家可以看見一些點或節點。 每一個節點都有不同顏色標識組織的順從性。"}, {"zh-tw": " We then do a mathematical transformationto the design of the synthetic skin, shown on the right. And we've discovered optimality is: where the body is stiff,the synthetic skin should be soft, where the body is soft,the synthetic skin is stiff, and this mirroring occursacross all tissue compliances.", "en": " 然後我們做一個數學轉換， 轉換為人造皮膚的設計， 如右圖 我們討論發現，最佳狀態是， 人體剛硬的時候，人造皮膚應該要柔軟， 人體柔軟的時候，人體皮膚應該要剛硬。 這種適應能力 應該體現在所有組織的服從性。"}, {"zh-tw": " With this framework,we've produced bionic limbs that are the most comfortablelimbs I've ever worn. Clearly, in the future, our clothing,our shoes, our braces, our prostheses, will no longer be designedand manufactured using artisan strategies, but rather, data-drivenquantitative frameworks.", "en": " 有了這個框架， 我們製造出仿生肢體， 這是我有生以來穿過的最舒服的義肢。 很明顯，在將來， 我們的衣服、鞋子、背帶、 還有我們的義肢要設計製造時， 用的不再是手工藝方式， 而是資料提取的數據框架。"}, {"zh-tw": " In that future, our shoeswill no longer give us blisters. We're also embeddingsensing and smart materials into the synthetic skins.", "en": " 在未來，我們的鞋子 不會再要我們長水泡。 現在我們也在人造皮膚裡 植入感應和智能材料。"}, {"zh-tw": " This is a material developedby SRI International, California. Under electrostatic effect,it changes stiffness.", "en": " 這種材料 是由 SRI 國際（加州）研發。 這種材料利用靜電作用，改變柔軟度。"}, {"zh-tw": " So under zero voltage,the material is compliant, it's floppy like paper. Then the button's pushed,a voltage is applied, and it becomes stiff as a board.", "en": " 所以材料無需電壓也具有服從性。 這種材料像紙張那樣輕軟。 按鈕按下去，啟動一伏特， 這種材料就會變得像板那樣硬。"}, {"zh-tw": " (Tapping sounds) We embed this materialinto the synthetic skin that attaches my bionic limbto my biological body. When I walk here, it's no voltage.", "en": " 我們把這種材料植入到人造皮膚， 用來連接我的仿生肢和肉體。 在我走路的時候， 沒有電壓。"}, {"zh-tw": " My interface is soft and compliant. The button's pushed,voltage is applied, and it stiffens, offering me a greater maneuverabilityover the bionic limb.", "en": " 我的觸面是柔軟服從的。 按鈕按下去，用到一伏特， 就會變硬， 令我更自如地 操作我的仿生肢。"}, {"zh-tw": " We're also building exoskeletons. This exoskeleton becomes stiff and soft in just the right areasof the running cycle, to protect the biological jointsfrom high impacts and degradation.", "en": " 我們亦都研發外骨骼。 外骨骼可以變硬變軟， 隨著運動的節奏 在正確的地方保護生物關節， 使其不受高衝擊和退化的影響。"}, {"zh-tw": " In the future, we'll allbe wearing exoskeletons in common activities, such as running. Next, dynamic interface.", "en": " 在未來，我們在平常的活動中， 譬如跑步時，都會使用外骨骼。 下一個，動態層面。"}, {"zh-tw": " How do my bionic limbsmove like flesh and bone? At my MIT lab, we study how humanswith normal physiologies stand, walk and run. What are the muscles doing, and how are they controlledby the spinal cord? This basic sciencemotivates what we build.", "en": " 我的仿生肢是如何像肉與骨那樣靈活活動？ 我們在我的 MIT 實驗室研究 人類是如何使用一般的生理機能站立、走動和奔跑。 肌肉如何作用， 肌肉又是如何受脊髓控制。 這類基礎科學促進我們的發展。"}, {"zh-tw": " We're building bionic ankles,knees and hips. We're building body partsfrom the ground up.", "en": " 我們在發展仿生腳踝、膝蓋、臀。 我們在從頭開始建立身體的各個部分。"}, {"zh-tw": " The bionic limbs that I'm wearingare called BiOMs. They've been fittedto nearly 1,000 patients, 400 of which have beenwounded U.S. soldiers.", "en": " 我現在所穿的義肢，叫 BiOMs。 這種義肢已經使用在將近一千個病人身上。 其中四百人是美國傷兵。"}, {"zh-tw": " How does it work? At heel strike, under computer control, the system controls stiffness, to attenuate the shockof the limb hitting the ground. Then at mid-stance, the bionic limboutputs high torques and powers to lift the personinto the walking stride, comparable to how muscleswork in the calf region.", "en": " 這是怎樣使用？當腳跟著地時， 系統會通過電腦的控制控制柔軟度， 以降低肢體著地的衝擊。 然後在走姿之間時，仿生肢會發出 高扭矩和高能量來把人提高， 完成步伐， 這與肌肉在小腿位置的移動相似。"}, {"zh-tw": " This bionic propulsion is very importantclinically to patients. So on the left, you seethe bionic device worn by a lady, on the right, a passive deviceworn by the same lady, that fails to emulatenormal muscle function, enabling her to do somethingeveryone should be able to do: go up and down their steps at home.", "en": " 這個仿生推進力 對臨床病人來說相當重要。 在左邊，大家看見仿生設備， 穿的人是一位女士—— 在右邊，同一位女士在使用不同的設備， 這個設備不能模仿正常的肌肉功能—— 她穿上之後， 可以做常人能夠做到的事， 在家裡面走上走落。"}, {"zh-tw": " Bionics also allowsfor extraordinary athletic feats. Here's a gentleman runningup a rocky pathway.", "en": " 仿生肢同樣可以進行出眾的體育運動競賽。 這是一位先生在石路上往上跑。"}, {"zh-tw": " This is Steve Martin --not the comedian -- who lost his legs in a bomb blastin Afghanistan. We're also building exoskeletalstructures using these same principles, that wrap around the biological limb.", "en": " 這是斯提夫•馬丁，他不是喜劇演員， 而是一位在阿富汗的炸彈爆炸中失去雙腿的先生。 我們也在利用同樣的原理， 發展可以包圍生物肢體的 外骨骼結構，"}, {"zh-tw": " This gentleman does not haveany leg condition, any disability. He has a normal physiology, so these exoskeletons are applyingmuscle-like torques and powers, so that his own muscles need notapply those torques and powers.", "en": " 這位先生 並沒有腿傷或殘疾。 他的身體很正常， 因此，這些外骨骼 正在利用與肌肉相仿的扭矩和力量， 這樣他自己的肌肉 就不需要用到那些扭矩和力量。"}, {"zh-tw": " This is the first exoskeleton in historythat actually augments human walking. It significantly reduces metabolic cost.", "en": " 這是外骨骼首次在歷史上 協助人類步行。 這樣能夠大量地降低代謝值。"}, {"zh-tw": " It's so profound in its augmentation, that when a normal, healthy personwears the device for 40 minutes and then takes it off, their own biological legs feelridiculously heavy and awkward. We're beginning the age in whichmachines attached to our bodies will make us strongerand faster and more efficient.", "en": " 外骨骼的使用效果相當顯著， 一個正常健康的人 穿著這個設備四十分鐘， 然後脫下， 他們自己的生物腿 就會覺得無比沉重和彆扭。 現在我們正在開啟的時代， 是一個把機器安裝在我們身上、 使我們更強、更快、 更有效的時代。"}, {"zh-tw": " Moving on to electrical interface: How do my bionic limbs communicatewith my nervous system? Across my residual limb are electrodes that measure the electricalpulse of my muscles. That's communicated to the bionic limb, so when I think about movingmy phantom limb, the robot tracks those movement desires.", "en": " 繼續說電子層面， 我的仿生肢 如何與我的神經系統溝通？ 我的殘肢上佈滿了電極， 這些電極是用來測量肌肉電脈衝。 這是用來與仿生肢溝通的， 當我想到移動我的義肢時， 機器人會追踪這些動作慾望。"}, {"zh-tw": " This diagram shows fundamentallyhow the bionic limb is controlled. So we model the missing biological limb, and we've discoveredwhat reflexes occurred, how the reflexes of the spinal cordare controlling the muscles.", "en": " 圖表基本顯示 仿生肢是如何受到控制， 我們因此做缺失的生物肢的模型， 而我們也發現在發生反射時， 骨髓的反射 又是如何控制肌肉，"}, {"zh-tw": " And that capability is embeddedin the chips of the bionic limb. What we've done, then, is we modulatethe sensitivity of the reflex, the modeled spinal reflex,with the neural signal, so when I relax my musclesin my residual limb, I get very little torque and power, but the more I fire my muscles,the more torque I get, and I can even run.", "en": " 這個功能 植入在仿生肢的芯片中。 然後我們要做的， 是調節反射的敏感度、 模擬的骨髓反應 以及神經信號， 這樣當我在殘肢中作出肌肉反射時， 我不會怎樣感到扭矩和力量， 但是我越刺激我的肌肉， 我受到的扭矩就越多， 我甚至可以跑步。"}, {"zh-tw": " And that was the first demonstrationof a running gait under neural command. Feels great.", "en": " 這是首次展示 神經系統指控下的跑步步伐。 感覺相當不錯"}, {"zh-tw": " We want to go a step further. We want to actually close the loop between the humanand the bionic external limb.", "en": " 我們想要更進一步， 我們想要消除 人類和仿生外肢之間的距離。"}, {"zh-tw": " We're doing experiments where we're growing nerves,transected nerves, through channels, or micro-channel arrays. On the other side of the channel, the nerve then attaches to cells, skin cells and muscle cells.", "en": " 我們正在做一些實驗， 通過使用信道射線或微型信道射線， 培養神經，橫切神經。 在信道的另一邊 神經與細胞連接， 與皮膚細胞和肌肉細胞連接。"}, {"zh-tw": " In the motor channels, we can sensehow the person wishes to move. That can be sent out wirelesslyto the bionic limb, then [sensory information]on the bionic limb can be converted to stimulationsin adjacent channels, sensory channels.", "en": " 在肌肉信道上我們可以感覺到 人想要如何移動。 而這可以無線傳輸到仿生肢上， 然後仿生肢的傳感器 可以被轉化， 刺激相鄰的信道、感應信道。"}, {"zh-tw": " So when this is fully developedand for human use, persons like myself will not only have synthetic limbs that movelike flesh and bone, but actually feel like flesh and bone. This video shows Lisa Mallette, shortly after being fittedwith two bionic limbs.", "en": " 當這個技術發展完善、 可供人類使用的時候， 像我這樣的人 就不僅可以擁有靈活的人造肢體， 而且可以真正感覺到肉骨間的活動。 這個影片中，麗薩•馬利 剛剛安裝了兩個仿生肢。"}, {"zh-tw": " Indeed, bionics is makinga profound difference in people's lives. (Video) Lisa Mallette: Oh my God.", "en": " 的確，仿生肢給人們的生活 帶來了深遠的影響。"}, {"zh-tw": " LM: Oh my God, I can't believe it! (Video) LM: It's just like I've got a real leg! Woman: Now, don't start running. Man: Now turn around,and do the same thing walking up, but get on your heel to toe, like youwould normally just walk on level ground.", "en": " （影片）麗薩•馬利：我的老天爺 我的老天爺，真不可置信。 這真像是得了一雙真的腿。 現在先不要跑。 男人：現在轉身， 然後正常地走幾步。 走，站起來， 好像正常情況那樣走路。"}, {"zh-tw": " Try to walk right up the hill. LM: Oh my God.", "en": " 試試走上那個小坡。 馬利：我的老天爺。"}, {"zh-tw": " Man: Is it pushing you up? LM: Yes! I'm not even --I can't even describe it. Man: It's pushing you right up.", "en": " 男人：這是不是在推著你走？ 馬利：是啊！我甚至都沒有…我無法形容。 男人：這在推著你走。"}, {"zh-tw": " Hugh Herr: Next week,I'm visiting the Center -- Thank you. Thank you. Thank you.", "en": " 修•赫：下週我要去中心的—— 謝謝，謝謝。 謝謝。下週我會去"}, {"zh-tw": " Next week I'm visiting the Centerfor Medicare and Medicaid Services, and I'm going to try to convince CMS to grant appropriatecode language and pricing, so this technology can be made availableto the patients that need it. Thank you.", "en": " 醫療服務中心， 我要說服他們， 讓他們授權合適的代碼語言和價格， 讓這種技術 對有需要的病人開放。 謝謝。"}, {"zh-tw": " It's not well appreciated,but over half of the world's population suffers from some form of cognitive,emotional, sensory or motor condition, and because of poor technology,too often, conditions result in disability and a poorer quality of life. Basic levels of physiological functionshould be a part of our human rights.", "en": " 可能有些人還不知道， 但是世界上有一半人口 都在忍受著某種程度的 認知、情感、感知或肌肉運動疾病 同時正因為技術的落後， 在多數情況下，這些疾病使人殘疾， 使人生更加受罪。 基本的生理機能 應該是我們人權的一部分。"}, {"zh-tw": " Every person should have the rightto live life without disability if they so choose -- the right to live lifewithout severe depression; the right to see a loved one,in the case of seeing-impaired; or the right to walk or to dance, in the case of limb paralysisor limb amputation. As a society, we canachieve these human rights, if we accept the propositionthat humans are not disabled.", "en": " 每個人，都應該有權利 由自己選擇 沒有殘疾地生活—— 選擇不在極度沮喪中度過餘生的權利； 在遭受視障的時候， 有看見愛人的權利； 在肢體癱瘓 或截肢的時候， 有步行跳舞的權利。 我們是一個社會，我們可以獲得這些人權， 只要我們能夠相信 人類不是殘疾的。"}, {"zh-tw": " A person can never be broken. Our built environment, our technologies, are broken and disabled.", "en": " 人，永遠不會殘疾。 我們已有的環境、科技 才是殘疾的。"}, {"zh-tw": " We the people need notaccept our limitations, but can transcend disabilitythrough technological innovation. Indeed, through fundamental advancesin bionics in this century, we will set the technological foundationfor an enhanced human experience, and we will end disability.", "en": " 我們人類無需接受自身的局限性， 我們可以通過科技創新， 超越殘疾。 的確，通過在本世紀 在仿生技術上的基本進步， 我們會設立技術的基礎， 改善人類的生活， 我們會結束殘疾。"}, {"zh-tw": " I'd like to finish upwith one more story, a beautiful story. The story of Adrianne Haslet-Davis.", "en": " 我希望用一則故事結束我的演講， 一則美麗的故事， 雅芝•哈斯戴維的故事。"}, {"zh-tw": " Adrianne lost her left legin the Boston terrorist attack. I met Adrianne when this photo was taken,at Spaulding Rehabilitation Hospital.", "en": " 雅芝在波士頓恐怖襲擊中， 失去了她的雙腿。 我跟雅芝的見面， 是在斯伯丁療養醫院拍這張照片的時候。"}, {"zh-tw": " Adrianne is a dancer, a ballroom dancer. Adrianne breathes and lives dance.", "en": " 雅芝是一位舞者，標準舞舞者。 雅芝呼吸生活的都是舞蹈。"}, {"zh-tw": " It is her expression. It is her art form. Naturally, when she lost her limbin the Boston terrorist attack, she wanted to return to the dance floor.", "en": " 舞蹈是她的表達方式，她的藝術形式。 她在波士頓恐怖襲擊中 失去左腿之後， 很自然，她想重返舞台。"}, {"zh-tw": " After meeting herand driving home in my car, I thought, I'm an MIT professor.I have resources. Let's build her a bionic limb, to enable her to go backto her life of dance.", "en": " 跟她見完面後，我開車回家， 在路上我想，我是一名 MIT 教授。 我擁有的是資源。我想給他做一個仿生肢， 讓她可以回到她的舞蹈人生。"}, {"zh-tw": " I brought in MIT scientistswith expertise in prosthetics, robotics, machine learningand biomechanics, and over a 200-day research period,we studied dance. We brought in dancerswith biological limbs, and we studied how they move, what forces they apply on the dance floor, and we took those data, and we put forthfundamental principles of dance, reflexive dance capability, and we embedded that intelligenceinto the bionic limb.", "en": " 我引入了數名 MIT 科學家， 他們的知識領域覆蓋修復學、機器人學、 機器學習、生物力學， 在兩百天的研究過程中， 我們研究舞蹈。 我們引入擁有無殘疾的舞蹈員， 研究他們的舞蹈動作、 以及他們在舞台上使用的力量， 然後我們拿著這些資料， 發展出舞蹈的基礎原理， 反射性的舞蹈能力， 我們將這種智能 植入仿生肢裡。"}, {"zh-tw": " Bionics is not only about makingpeople stronger and faster. Our expression, our humanitycan be embedded into electromechanics.", "en": " 仿生學不止是用來 使人類變得更強更快。 我們的想法、我們的人道精神 也可以植入到電機機械當中。"}, {"zh-tw": " It was 3.5 seconds between the bomb blastsin the Boston terrorist attack. In 3.5 seconds, the criminals and cowardstook Adrianne off the dance floor.", "en": " 只不過是區區 3.5 秒， 波士頓恐怖襲擊中 兩次炸彈爆炸不過時隔 3.5 秒。 在這 3.5 秒裡，罪犯和懦夫們 就把雅芝趕下了舞台。"}, {"zh-tw": " In 200 days, we put her back. We will not be intimidated, brought down,diminished, conquered or stopped by acts of violence.", "en": " 但在兩百天內，我們又把她召回來了。 我們不會因為任何形式的暴力 而害怕、畏縮、 減弱、投降，或者止步。 女士們先生們，請允許我向大家介紹"}, {"zh-tw": " Ladies and gentlemen, please allow meto introduce Adrianne Haslet-Davis, her first performance since the attack. She's dancing with Christian Lightner.", "en": " 雅芝•哈斯戴維， 這是她在事故之後的首次表演。 她的舞伴是基思德安•拉德樂。"}, {"zh-tw": " (Music: \"Ring My Bell\"performed by Enrique Iglesias) Ladies and gentlemen,members of the research team: Elliott Rouse and Nathan Villagaray-Carski. Elliott and Nathan.", "en": " （音樂：《我的鐘聲響起》，歌手：恩里克•伊格萊西亞斯） 女士們先生們 有請研究組成員 愛里特•羅斯和納特•維卡， 愛里特和納特。"}], "title": "Hugh Herr The New Bionics That Let Us Run Climb And Dance"}