{"url": "http://www.ted.com/talks/gabby_giffords_and_mark_kelly_be_passionate_be_courageous_be_your_best", "paragraphs": [{"zh-tw": " Pat Mitchell: That day, January 8, 2011, began like all others. You were both doing the work that you love.", "en": " 帕特·米切爾：那天 2011 年 1 月 8 日像往常一樣開始 你們各自做所熱愛的工作"}, {"zh-tw": " You were meeting with constituents, which is something that you loved doing as a congresswoman, and Mark, you were happily preparing for your next space shuttle. And suddenly, everything that you had planned or expected in your lives was irrevocably changed forever.", "en": " 你去會見選民 這是你喜愛做的事 因為你是眾議員 而馬克則很開心地準備 下一次的太空梭任務 轉眼間，你的計畫 或對生活的預期 卻永遠徹底地改變了"}, {"zh-tw": " Mark Kelly: Yeah, it's amazing, it's amazing how everything can change for any of us in an instant. People don't realize that.", "en": " 馬克·凱利：是啊，真的很奇妙 很驚訝事情的轉變 會瞬間降臨在我們身上 這點大家不懂"}, {"zh-tw": " I certainly didn't. Gabby Giffords: Yes.", "en": " 我當然也不懂 嘉比·吉佛茲：是的"}, {"zh-tw": " MK: And on that Saturday morning, I got this horrible phone call from Gabby's chief of staff. She didn't have much other information.", "en": " 馬：就在那星期六早上 我接到那通噩耗的電話 嘉比的幕僚長打來的 她也沒多說什麼"}, {"zh-tw": " She just said, \"Gabby was shot.\" A few minutes later, I called her back and I actually thought for a second, well, maybe I just imagined getting this phone call. I called her back, and that's when she told me that Gabby had been shot in the head.", "en": " 只說嘉比中槍了 幾分鐘後我打回去 當時還想了一會 剛接的那通電話是錯覺吧 我打回去，她才告訴我 嘉比被槍打中頭部"}, {"zh-tw": " And from that point on, I knew that our lives were going to be a lot different. PM: And when you arrived at the hospital, what was the prognosis that they gave you about Gabby's condition and what recovery, if any, you could expect? MK: Well, for a gunshot wound to the head and a traumatic brain injury, they typically can't tell you much.", "en": " 自那刻起 我知道未來的日子不會再在是一樣的了 米：你到達醫院後 醫生對於嘉比的預後說了些什麼？ 像是嘉比的情況等 對於她的復健，你當時的期待是什麼? 馬：嗯，對頭部的槍傷 及創傷性腦損傷 他們通常都不會多說什麼"}, {"zh-tw": " Every injury is different. It's not predictable like often a stroke might be predictable, which is another TBI kind of injury. So they didn't know how longGabby would be in a coma, didn't know when that would change and what the prognosis would be.", "en": " 每種創傷都不一樣，無法做預估 不像中風仍可稍做點預估 那中風是另一種創傷性腦損傷 所以他們不知道嘉比會昏迷多久 也不知道情況什麼時候會好轉 還有預後會是怎樣"}, {"zh-tw": " PM: Gabby, has your recovery been an effort to create a new Gabby Giffords or reclaim the old Gabby Giffords? GG: The new one -- better, stronger, tougher. MK: That to say, when you look at the picture behind us, to come back from that kind of injury and come back strong and stronger than ever is a really tough thing to do.", "en": " 米：嘉比，妳的復原計劃 是要努力打造嶄新的自己? 還是重新以前的自己？ 嘉：新的——更好、更強壯、更堅毅 馬：這麼說 當你看著我們身後的照片 能從那樣的創傷恢復過來 然後還要變得比以前更強 真的是很艱難的事"}, {"zh-tw": " I don't know anybody that's as tough as my wonderful wife right here. PM: And what were the first signs that recovery was not only going to be possible but you were going to have some semblance of the life that you and Gabby had planned? MK: Well, the first thing, for me, was Gabby was still kind of almost unconscious, but she did something when shewas in the ICU hospital bed that she used to do when we might be out to dinner at a restaurant, in that she pulled my ring off and she flipped it from one finger to the next, and at that point I knew that she was still in there.", "en": " 我不知道還有誰 能跟我了不起的太太一樣這樣的不屈不撓 米：情況好轉的第一跡象是什麼? 讓你看到不僅復原有望 還似乎能夠回到從前 你和嘉比所計劃的生活？ 馬：嗯，我看到第一個跡象就是 當時嘉比仍處於昏迷狀態 但在加護病房的病床上 她做了一件以前我們去餐廳 吃晚餐時會做的事 那就是她會脫下我的戒指 在手指間把玩著 所以那時刻我就知道 她仍舊在那與我同在"}, {"zh-tw": " PM: And there were certain words, too. Didn't she surprise you with words in the beginning? MK: Well, it was tough in the beginning.GG: What? What? Chicken. Chicken. Chicken.", "en": " 米：還說了些特別的單字 她開始能夠說話時有沒有嚇到你？ 馬：嗯，一開始的時候真的很難嘉：什麼？什麼？雞雞雞"}, {"zh-tw": " MK: Yeah, that was it. For the first month, that was the extent of Gabby's vocabulary.", "en": " 馬：是啊，就這樣 第一個月裡 嘉比的字彙十分有限"}, {"zh-tw": " For some reason, she has aphasia, which is difficulty with communication. She latched on to the word \"chicken,\" which isn't the best but certainly is not the worst.", "en": " 因為她得了失語症 導致溝通方面的困難 她只能理解「雞」這個字 情況雖然不理想但至少不是最差的了"}, {"zh-tw": " And we were actually worried it could have been a lot worse than that. PM: Gabby, what's been the toughest challenge for you during this recovery? GG: Talking. Really hard. Really.", "en": " 我們原本擔心 情況要比那個糟很多 米：嘉比，你復原期間遇到 最艱難的挑戰是什麼？ 嘉：說話。真的很難。真的"}, {"zh-tw": " MK: Yeah, with aphasia, Gabbyknows what she wants to say, she just can't get it out. She understands everything, but the communication is just very difficult because when you look at the picture, the part of your brain wherethose communication centers are are on the left side of your head, which is where the bullet passed through.", "en": " 馬：是啊，嘉比的失語症讓她力不從心 無法講出想說的話 她瞭解每件事 但在溝通上就是非常困難 看那張照片上 你會看到腦區的溝通中心 就在頭部的左邊 而那是子彈穿過的地方"}, {"zh-tw": " PM: So you have to do a very dangerous thing: speak for your wife. MK: I do.", "en": " 米：結果你得去做件危險的事 ——幫你的妻子代言 馬：沒錯"}, {"zh-tw": " It might be some of the mostdangerous things I've ever done. PM: Gabby, are you optimistic about your continuing recovery -- walking, talking, being able to move your arm and leg? GG: I'm optimistic. It will be a long, hard haul, but I'm optimistic.", "en": " 這可能是我所做過最危險的事 米：嘉比，妳對復健保持樂觀嗎？ 妳的復健包括 走路，說話 移動妳的手腳？ 嘉：我很樂觀。這會是個拉鋸戰 但我很樂觀"}, {"zh-tw": " PM: That seems to be the number one characteristic of Gabby Giffords, wouldn't you say? MK: Gabby's always been really optimistic. She works incredibly hard every day.", "en": " 米：這好像是您的首要人格特質呢！ 你們說呢？! 馬：嘉比是真的很樂觀 她每天都非常努力復健"}, {"zh-tw": " GG: On the treadmill, walked on my treadmill, Spanish lessons, French horn. MK: It's only my wife who could be -- and if you knew her before she was injured, you would kind of understand this -- somebody who could be injured and have such a hard time communicating and meets with a speech therapist, and then about a month ago, she says, \"I want to learn Spanish again.\" PM: Well, let's take a little closer look at the wife, and this was even before you met Gabby Giffords.", "en": " 嘉：在跑步機上練習走路﹑ 學西班牙文、練法國號 馬：這也只有我太太會這樣拼 如果你在她受傷前就認識她 你大概會瞭解這點── 對於受創的人 還要走過這麼困難的溝通期 又要去看言語治療專家 居然在一個月前，她說 「我想重學西班牙文」 米：嗯，來仔細看看 你的妻子 在認識你以前"}, {"zh-tw": " And she's on a motor scooter there, but it's my understanding that's a very tame image of what Gabby Giffords was like growing up. MK: Yeah, Gabby, she used to race motorcycles.", "en": " 她坐在摩托車上 據我瞭解這已是她 最溫順馴良的一面了 馬：是啊，她曾是飆車族"}, {"zh-tw": " So that's a scooter, but she had -- well, she still has a BMW motorcycle. PM: Does she ride it?MK: Well, that's a challenge with not being able to move her right arm, but I think with somethingI know about, Velcro, we might be able to get her back on the bike, Velcro her right hand up onto the handlebar.", "en": " 那輛是小綿羊 但她還有一輛 BMW 摩托車 米：她現在還騎嗎？馬：嗯，那會是項挑戰 因為她右手不能動 但我想用我熟悉的魔鬼氈 也許就能夠讓她騎摩托車 用魔鬼氈把她的右手黏在手把上"}, {"zh-tw": " PM: I have a feeling we might see that picture next, Gabby. But you meet, you're already decided that you're going to dedicate your life to service.", "en": " 米：或許下一張照片就會看到了 嘉比 你們認識前就已決定好 你要獻身服役"}, {"zh-tw": " You're going into the military and eventually to become an astronaut. So you meet.", "en": " 你要從軍 最後成為太空人 然後你們就認識了"}, {"zh-tw": " What attracts you to Gabby? MK: Well, when we met, oddly enough, it was the last time we were in Vancouver, about 10 years ago. We met in Vancouver, at the airport, on a trip that we were both taking to China, that I would actually, from my background, I would call it a boondoggle. Gabby would —GG: Fact-finding mission.", "en": " 嘉比哪點吸引你？ 米：嗯，我們認識的時候，說也奇怪 那是我們最後一次到溫哥華 大約十年前 我們在溫哥華的機場上認識 那時要去中國 依我的背景知識 我會說那是浪費公帑 嘉比會說──嘉：調查事實的任務"}, {"zh-tw": " MK: She would call it animportant fact-finding mission. She was a state senator at the time, and we met here, at the airport, before a trip to China.", "en": " 馬：她說那是很重要的任務 當時她是州參議員 那我們在機場上 去中國前認識的"}, {"zh-tw": " PM: Would you describe it as a whirlwind romance? GG: No, no, no. A good friend.", "en": " 米：你會形容這是閃電戀愛嗎？ 嘉：不不不 一個好朋友"}, {"zh-tw": " MK: Yeah, we were friends for a long time. GG: Yes.", "en": " 馬：是啊，我們當朋友好長一段時間 嘉：是"}, {"zh-tw": " MK: And then she invited meon, about a year or so later, she invited me on a date. Where'd we go, Gabby? GG: Death row.", "en": " 馬：然後她邀我，大概一年後吧 她邀我去約會 我們去了哪裡？嘉比？ 嘉比：死囚區"}, {"zh-tw": " MK: Yes. Our first date was to death row at the Florence state prison in Arizona, which was just outside Gabby's state senate district. They were working on some legislation that had to do with crime and punishment and capital punishment in the state of Arizona.", "en": " 馬：是。第一次約會是在死囚區 位於亞利桑那州的弗洛倫斯州立監獄 就位在嘉比的州參議員選區外 他們當時要制訂一些法條 跟犯罪刑罰有關 也跟亞利桑那州的死刑有關"}, {"zh-tw": " So she couldn't get anybody else to go with her, and I'm like, \"Of course I want to go to death row.\" So that was our first date. We've been together ever since.GG: Yes.", "en": " 在找不到人陪同她去的情況下 那我就說：「好啊，我想去死囚區看看」 所以那是我們第一次的約會 從那之後我們就在一起了嘉：是"}, {"zh-tw": " PM: Well, that might have contributed to the reason that Gabby decided to marry you. You were willing to go to death row, after all.", "en": " 米：嗯，這可能也是促使 嘉比決定嫁給你的原因 畢竟你願意為她去死囚區"}, {"zh-tw": " MK: I guess. PM: Gabby, what did make you want to marry Mark? GG: Um, good friends. Best friends. Best friends.", "en": " 馬：我猜是吧 米：嘉比，是什麼讓妳想要嫁給馬克？ 嘉：唔，我們是好朋友最好的朋友，最好的朋友"}, {"zh-tw": " MK: I thought we always had a very special relationship. We've gone through some tough times and it's only made it stronger.GG: Stronger.", "en": " 馬：我想我們總是 有非常特別的關係 我們經歷了一些艱難時期 而這些只讓關係更堅強嘉：更堅強"}, {"zh-tw": " PM: After you got married, however, you continued very independent lives. Actually, you didn't even live together.", "en": " 米：你們結婚後 繼續過著非常獨立的生活 甚至沒有住在一起"}, {"zh-tw": " MK: We had one of those commuter marriages. In our case, it was Washington, D.C., Houston, Tucson.", "en": " 馬：我們就是通勤婚姻族的例子 我們是華盛頓、及休士頓 土桑三地跑"}, {"zh-tw": " Sometimes we'd go clockwise, sometimes counterclockwise, to all those different places, and we didn't really live together until that Saturday morning. Within an hour of Gabby being shot, I was on an airplane to Tucson, and that was the moment where that had changed things.", "en": " 有時候我們順時鐘方向跑 有時候我們逆時鐘方向跑 去各個不同的地方 我們並沒有真的住在一起 直到那個星期六早晨 在嘉比被槍擊的一小時內 我已經在飛機上要去土桑 而就是那個時刻 改變了一切"}, {"zh-tw": " PM: And also, Gabby, you had run for Congress after being a state senator and served in Congress for six years. What did you like best about being in Congress? GG: Fast pace. Fast pace.", "en": " 米：而且嘉比你已參選要連任聯邦眾議員 當了州參議員一陣子 及服務聯邦眾議院六年之後 妳最喜歡 身為聯邦眾議員的哪方面？ 嘉：快步調，快步調"}, {"zh-tw": " PM: Well it was the way you did it.GG: Yes, yes. Fast pace. PM: I'm not sure people woulddescribe it entirely that way.", "en": " 米：嗯，妳就是這樣做事嘉：是，是，快步調 米：我可不認為大家都會這麼形容眾議院喔"}, {"zh-tw": " MK: Yeah, you know, legislation is often at a colossally slow pace, but my wife, and I have to admit, a lot of other members of Congress that I know, work incredibly hard. I mean, Gabby would run around like a crazy person, never take a day off, maybe a half a day off a month, and whenever she was awake she was working, and she really, really thrived on that, and still does today.GG: Yes. Yes.", "en": " 米：是啊，你知道立法往往 曠日耗時 但我得承認我的妻子 還有很多其他我所知的聯邦眾議員 都非常努力地工作 我是說，嘉比忙起來像什麼似的 從不休假 可能就一個月請個半天休息一下 而且無論何時只要醒著就在工作 而她真的在其中成長茁壯 現在依然如此嘉：是的是的"}, {"zh-tw": " PM: Installing solar panels on the top of her house, I have to say. So after the tragic incident, Mark, you decided to resign your position as an astronaut, even though you were supposed to take the next space mission.", "en": " 米：我得說就像這張相片 在屋頂上裝太陽能板一樣 所以在這個悲慘事件後 馬克決定辭掉 太空人的職務 即使你本來要執行 下一個太空任務"}, {"zh-tw": " Everybody, including Gabby, talked you into going back, and you did end up taking. MK: Kind of. The day after Gabby was injured, I called my boss, the chief astronaut, Dr. Peggy Whitson, and I said, \"Peggy, I know I'm launching in space in three months from now.", "en": " 每一個人包括嘉比 都勸你要回去 而你最後也去了 馬：算是吧，嘉比受傷後一天 我打電話給我老闆，太空人指揮官 佩吉·懷生博士，我說 佩吉，我知道我三個月後 即將升空"}, {"zh-tw": " Gabby's in a coma. I'm in Tucson. You've got to find a replacement for me.\" So I didn't actually resign from being an astronaut, but I gave up my job and they found a replacement.", "en": " 嘉比現在昏迷不醒，我人在土桑 你得幫我找個代替的 所以我並沒有真的辭掉太空人 但是我放棄了我的工作而他們也找到了替補"}, {"zh-tw": " Months later, maybe about two months later, I started about getting my job back, which is something, when you become this primary caregiver person, which some people in the audience here have certainly been in that position, it's a challenging role but at some point you've got to figure out whenyou're going to get your life back, and at the time, I couldn't ask Gabby if she wanted me to go fly in the space shuttle again. But I knew she was—GG: Yes. Yes. Yes.", "en": " 幾個月後，可能是兩個月後吧 我又開始了我的工作 這很重要 當你變成主要照顧者 觀眾裡有些人 一定也有這種經驗 這是個很具挑戰的角色但到了某種程度 你一定要想清楚何時回到原本的生活 那個時候我無法問嘉比 她要不要我再去飛太空梭 但我知道她──嘉：要要要"}, {"zh-tw": " MK: She was the biggest supporter of my career, and I knew it was the right thing to do. PM: And yet I'm trying to imagine, Mark, what that was like, going off onto a mission, one presumes safely, but it's never a guarantee, and knowing that Gabby is — MK: Well not only was she still in the hospital, on the third day of that flight, literally while I was rendezvousing with the space station, and you've got two vehiclesmoving at 17,500 miles an hour, I'm actually flying it, looking out the window, a bunch of computers, Gabby was in brain surgery, literally at that time having the final surgery to replace the piece of skull that they took out on the day she was injured with a prosthetic, yeah, whichis the whole side of her head.", "en": " 馬：她是最支持我的事業的人 而我也很清楚這是該做的事 米：但是馬克，我還是很難想像 離開她去執行任務是個甚麼樣子? 只能假設那很安全 但看看嘉比當時的情況，沒人敢作擔保 馬：嗯，她不但還在醫院 那次飛行任務的第三天 真的是在我 與太空站會合的時候 有兩架太空船以每小時28,164 公里的速度移動 在駕駛時，還向窗外看 好幾個電腦的畫面 看嘉比做腦部手術 當時還是手術中最後一個關頭 她就要換一片頭骨 是他們在她受傷那天取下 要裝上人工頭骨在她頭部的左邊"}, {"zh-tw": " Now if any of you guys would ever come to our house in Tucson for the first time, Gabby would usually go up to the freezer and pull out the piece of Tupperware that has the real skull. GG: The real skull.MK: Which freaks people out, sometimes.", "en": " 如果你們有機會 第一次到我們在土桑的家 嘉比會走到冷凍箱 拿出一個特百惠塑膠盒 裡面有一塊真的頭骨 嘉：是真的頭骨馬：有時候真的會嚇死人"}, {"zh-tw": " PM: Is that for appetizer or dessert, Mark? MK: Well, it just gets the conversation going. PM: But there was a lot of conversation about something you did, Gabby, after Mark's flight.", "en": " 米：那是開胃菜還是甜點啊，馬克？ 馬：呵，只是找個話題罷了 米：但是的確有很多話題在談 妳做的事，嘉比，在馬克飛了之後"}, {"zh-tw": " You had to make another step of courage too, because here was Congress deadlocked again, and you got out of the rehabilitation center, got yourself to Washington so that you could walk on the floor of the House -- I can barely talk about thiswithout getting emotional — and cast a vote which could have been the deciding vote. GG: The debt ceiling. The debt ceiling.", "en": " 妳得再度提起勇氣 因為眾議院又有了僵局 而妳從復健中心出來 設法把自己弄到華盛頓 所以妳可以走在眾議院的地板上── 談到這件事我真的無法不為之動容── 並投下那一票 而那極有可能是決定性的一票 嘉：（美國）債務上限，債務上限"}, {"zh-tw": " MK: Yeah, we had that vote, I guess about five months after Gabby was injured, and she made this bold decision to go back. A very controversial vote, but she wanted to be there to have her voice heard one more time.", "en": " 馬：是啊，我們贏了那次表決 我猜這大約在嘉比受傷五個月後 而她做出大膽的決定要回去 非常具爭議性的投票 但她想親身參與 讓她的聲音能再度被聽見"}, {"zh-tw": " PM: And after that, resigned and began what has been a very slow and challenging recovery. What's life like, day to day? MK: Well, that's Gabby's service dog Nelson.", "en": " 米：在那之後，妳辭職 及開始一場非常慢 也很有挑戰的復原過程 每天的生活像怎麼樣呢？ 馬：嗯，那是嘉比的肢障輔助犬尼爾森"}, {"zh-tw": " GG: Nelson. MK: New member of our family.GG: Yes, yes.", "en": " 嘉：尼爾森 馬：我們家的新成員嘉：是是"}, {"zh-tw": " MK: And we got him from a— GG: Prison. Murder.MK: We have a lot of connections with prisons, apparently. Nelson came from a prison, raised by a murderer in Massachusetts.", "en": " 馬：我們得到牠── 嘉：監獄殺人犯給的馬：顯然我們在 監獄有很多熟人 尼爾森從監獄來 在麻州由一個殺人犯養大的"}, {"zh-tw": " But she did a great job with this dog. He's a fabulous service dog.", "en": " 但她養狗養得很好 牠是隻了不起的服務犬"}, {"zh-tw": " PM: So Gabby, what have you learned from your experiences the past few years? MK: Yeah, what have you learned?GG: Deeper. Deeper. PM: Your relationship is deeper.", "en": " 米：所以嘉比，妳從過去幾年的 經驗裡學到什麼？ 馬：是啊，妳學到什麼？嘉：更深厚，更深厚 米：你們的關係更深厚"}, {"zh-tw": " It has to be. You're together all the time now. MK: I imagine being grateful, too, right? GG: Grateful.", "en": " 一定是這樣吧。你們現在無時無刻都在一起 馬：應該是心存感激吧？ 嘉：感謝"}, {"zh-tw": " PM: This is a picture of family and friends gathering, but I love these pictures because they show the Gabby and Mark relationship now. And you describe it, Gabby, over and over, as deeper on so many levels. Yes? MK: I think when something tragic happens in a family, it can pull people together.", "en": " 米：這是親朋好友相聚的合照 但我很愛這幾張照片，因為表現出 嘉比和馬克現在的關係 而嘉比，妳一遍又一遍的形容 你們的關係在很多層面上都更深厚了是嗎？ 馬：我想當悲劇發生在 一個家庭的時候，會使人更團結"}, {"zh-tw": " Here's us watching the space shuttle fly over Tucson, the Space Shuttle Endeavour, the one that I was the commander on its last flight, on its final flight on top of an airplane on a 747 on its way to L.A., NASA was kind enough to have it fly over Tucson. PM: And of course, the two of you go through these challenges of a slow and difficult recovery, and yet, Gabby, how do you maintain your optimism and positive outlook? GG: I want to make the world a better place.", "en": " 這是我們在看太空梭 飛越土桑的照片 奮進號太空梭 我是它最後一次飛行任務的指揮官 它最後一次飛行，架在飛機上 在 747 上要去洛杉磯 太空總署夠好心了讓它飛過土桑上空 米：當然你們兩個 經歷了這些挑戰 緩慢而困難的復原過程 而嘉比，妳怎麼保持 樂觀及積極的人生觀？ 嘉：我想讓這個世界更好"}, {"zh-tw": " PM: And you're doing that even though your recovery has to remain front and center for both of you. You are people who have done service to your country and you are continuing to do that with a new initiative, a new purpose.", "en": " 米：妳依然這麼做 即使妳的復原計劃仍是 你們兩個非常重要的事 你們以前都是為這個國家服務的人 而現在你們還是繼續這麼做 卻有新的動機新的用意"}, {"zh-tw": " And Gabby, what's on the agenda now? GG: Americans for Responsible Solutions. MK: That's our political action committee, where we are trying to get members of Congress to take a more serious look atgun violence in this country, and to try to pass some reasonable legislation.", "en": " 那嘉比，妳現在正在著手什麼議題？ 嘉：「美國責任行動」槍枝管制組織 馬：那是我們的政治行動委員會 我們試著讓美國國會議員 更嚴肅地看待這個國家的槍枝暴力的問題 且試著運作 通過一些合理的法案"}, {"zh-tw": " GG: Yes. Yes. MK: You know, this affected us very personally, but it wasn't what happenedto Gabby that got us involved.", "en": " 嘉：是的，是的 馬：妳知道這對我們個人有很大的影響 但並不是因為嘉比出事了我們才參與"}, {"zh-tw": " It was really the 20 murdered first graders and kindergartners in Newtown, Connecticut, and the response that we saw afterwards where -- well, look what's happened so far. So far the national response has been pretty much to do nothing.", "en": " 這真的是為了那 20 位 在康州新鎮，槍殺的一年級和幼稚園小朋友 還有在那之後我們看到的反應 那邊──嗯，看看至今發生了些什麼 至今國家的應對措施 根本沒做什麼"}, {"zh-tw": " We're trying to change that. PM: There have been 11 mass shootings since Newtown, a school a week in the first two months of last year.", "en": " 我們想挑戰這點 米：已經發生了 11 件大槍擊案 在新鎮事件之後 去年頭兩個月每星期一個學校"}, {"zh-tw": " What are you doing that's different than other efforts to balance rights for gun ownership and responsibilities? MK: We're gun owners, we support gun rights. At the same time, we've got to do everything we can to keep guns out of the hands of criminals and the dangerously mentally ill.", "en": " 你們做的與其他努力 要平衡擁槍的權利及責任 有什麼不同？ 馬：我們也是有槍的人我們支持擁槍的權利 但同時我們也得盡全力 不讓罪犯拿到我們的槍 還有那些危險的精神病患"}, {"zh-tw": " It's not too difficult to do that. This issue, like many others, has become very polarizing and political, and we're trying to bring some balance to the debate in Washington.", "en": " 那並不難 這個問題就像其他問題一樣 已經變成太兩極化太政治化 我們想試著給 華盛頓的辯論帶來一些平衡"}, {"zh-tw": " PM: Thank you both for that effort. And not surprisingly for this woman of courage and of a sense of adventure, you just keep challenging yourself, and the sky seems to be the limit.", "en": " 米：謝謝你們的努力 一點也不意外，對這個有勇氣 又帶著冒險精神的女人 你就是不斷地挑戰自己 沒有限制"}, {"zh-tw": " I have to share this video of your most recent adventure. Take a look at Gabby.", "en": " 我一定要播放這段影片 是你們最近的冒險活動 看看嘉比"}, {"zh-tw": " MK: This is a couple months ago. (Video) MK: You okay? You did great.GG: Yes, it's gorgeous. Thank you.", "en": " 馬：這是幾個月前了 （影片）馬：妳還可以嗎？妳很棒。嘉：是的，太美了，謝謝你"}, {"zh-tw": " Good stuff. Gorgeous. Oh, thank you. Mountains. Gorgeous mountains.", "en": " 好東西。太美了，喔，謝謝你 山。好美的山"}, {"zh-tw": " MK: Let me just say one of the guys that Gabby jumped with that day was a Navy SEAL who she met in Afghanistan who was injured in combat, had a really rough time. Gabby visited him when he was at Bethesda and went through a really tough period.", "en": " 馬：讓我這麼說 那天跟嘉比一起跳下來的人 其中一個是美軍海豹特種部隊的 她在阿富汗遇到的 這個人在戰爭中受傷 渡過了一段真的很艱難的時期 嘉比去拜訪他 他那時在馬里蘭州的貝塞斯達 走過一段真的很艱難的時期"}, {"zh-tw": " He started doing better. Months later, Gabby was shot in the head, and then he supported her while she was in the hospital in Houston.", "en": " 他開始有了好轉 幾個月後，嘉比頭部中槍 然後換他來支持她 那時她還在休士頓的醫院"}, {"zh-tw": " So they have a very, very nice connection. GG: Yes.", "en": " 所以他們的關係非常非常好 嘉：是的"}, {"zh-tw": " PM: What a wonderful moment. Because this is the TED stage, Gabby, I know you worked very hard to think of the ideas that you wanted to leave with this audience.", "en": " 米：多美好的一刻 因為這是 TED 講台 嘉比，我知道你非常努力 在思考要留什麼 給你的觀眾"}, {"zh-tw": " GG: Thank you. Hello, everyone.", "en": " 嘉比：謝謝 哈囉，大家好"}, {"zh-tw": " Thank you for inviting us here today. It's been a long, hard haul, but I'm getting better.", "en": " 謝謝你們今天邀我們來這裡 這是一段很長很難的路 但我愈來愈好了"}, {"zh-tw": " I'm working hard, lots of therapy -- speech therapy, physical therapy, and yoga too. But my spirit is strong as ever.", "en": " 我很努力 很多治療──言語治療 復健治療，還有瑜珈 但我的心靈堅強如同以往"}, {"zh-tw": " I'm still fighting to make the world a better place, and you can too. Get involved with your community.", "en": " 我仍在戰鬥，要使世界變得更美好 你也可以 去參與你的社區"}, {"zh-tw": " Be a leader. Set an example. Be passionate. Be courageous.", "en": " 成為領袖，帶頭示範 懷抱熱情，懷抱勇氣"}, {"zh-tw": " Be your best. Thank you very much. MK: Thank you.GG: Thank you.", "en": " 竭盡所能。非常感謝 馬：謝謝嘉：謝謝"}, {"zh-tw": " MK: Thank you everybody.GG: Bye bye.", "en": " 馬：謝謝各位嘉：掰掰"}], "title": "Gabby Giffords And Mark Kelly Be Passionate Be Courageous Be Your Best"}