{"url": "http://www.ted.com/talks/matthew_carter_my_life_in_typefaces", "paragraphs": [{"zh-tw": " Type is something we consume in enormous quantities. In much of the world, it's completely inescapable.", "en": " 我們以龐大的數量 消耗著印刷文字 在世界上絕大多數地方 這是完全無可避免的"}, {"zh-tw": " But few consumers are concerned to know where a particular typeface came from or when or who designed it, if, indeed, there was any human agency involved in its creation, if it didn't just sort of materialize out of the software ether. But I do have to be concerned with those things.", "en": " 但是很少有消費者會在意 如果事實上 字體的創造 有人類力量參與其中 如果它不是從軟體環境裡自動生成 那麼某一特定的字體從何而來 或者何時由何人設計 但我必須關心這類問題"}, {"zh-tw": " It's my job. I'm one of the tiny handful of people who gets badly bent out of shape by the bad spacing of the T and the E that you see there.", "en": " 因為這是我的工作 我和另外少數人 會因為T和E之間的間距問題 而怒不可遏 正如你們所見"}, {"zh-tw": " I've got to take that slide off. I can't stand it. Nor can Chris.", "en": " 我得換掉那張幻燈片 因為我無法忍受 克理斯也是"}, {"zh-tw": " There. Good. So my talk is about the connection between technology and design of type.", "en": " 這樣 總算好了 所以我的演講是關於 技術與印刷文字之間的聯繫"}, {"zh-tw": " The technology has changed a number of times since I started work: photo, digital, desktop, screen, web. I've had to survive those changes and try to understand their implications for what I do for design.", "en": " 自從我開始工作以來 技術經歷了幾次變革： 相片 數位 桌面 螢幕 網頁 我必須在這些變革中求得生存 並且試圖理解這對我的設計工作 意味著什麼"}, {"zh-tw": " This slide is about the effect of tools on form. The two letters, the two K's, the one on your left, my right, is modern, made on a computer.", "en": " 這張是關於工具對形態的影響 這兩個字母 兩個K 你們左手邊 我的右手邊的 是現代設計 在電腦上完成的"}, {"zh-tw": " All straight lines are dead straight. The curves have that kind ofmathematical smoothness that the Bézier formula imposes.", "en": " 所有的直線都絕對筆直 這些曲線根據貝塞爾曲線公式 都有種精準的平滑度"}, {"zh-tw": " On the right, ancient Gothic, cut in the resistant material of steel by hand. None of the straight lines are actually straight.", "en": " 右邊是古代哥德字母 是用耐久的鋼材質手工切割的 沒有一條絕對的直線"}, {"zh-tw": " The curves are kind of subtle. It has that spark of life from the human hand that the machine or the program can never capture.", "en": " 曲線也相對微妙 它有種來自人類手工的生命力 這是機器或電腦程式 永遠也無法捕捉的"}, {"zh-tw": " What a contrast. Well, I tell a lie.", "en": " 多麼強烈的對比 好吧 其實我撒謊了"}, {"zh-tw": " A lie at TED. I'm really sorry. Both of these were made on a computer, same software, same Bézier curves, same font format.", "en": " 在TED上撒謊 真是很抱歉 這兩種字體都是在電腦上製作的 同樣的軟體 同樣是貝塞爾公式 同樣的字體格式"}, {"zh-tw": " The one on your left was made by Zuzana Licko at Emigre, and I did the other one. The tool is the same, yet the letters are different.", "en": " 你們左邊這個 是由 Emigre 的 Zuzana Licko 所創作的 右邊這個是我製作的 工具是一樣的 而字體卻不一樣"}, {"zh-tw": " The letters are different because the designers are different. That's all. Zuzana wanted hers to look like that.", "en": " 這些字體的不同 是由於設計者的不同 僅此而已 Zuzana 想要那樣的字體"}, {"zh-tw": " I wanted mine to look like that. End of story. Type is very adaptable.", "en": " 而我想要這樣的字體 就是這樣 印刷文字的適應性很強"}, {"zh-tw": " Unlike a fine art, such as sculpture or architecture, type hides its methods. I think of myself as an industrial designer.", "en": " 不像藝術品 如雕塑或建築 印刷文字隱藏了手法 我把自己看作是工業設計者"}, {"zh-tw": " The thing I design is manufactured, and it has a function: to be read, to convey meaning. But there is a bit more to it than that.", "en": " 我設計的東西要投入生產 而且具有功能： 滿足人們閱讀與表達的需要 但字體的設計不止於此"}, {"zh-tw": " There's the sort of aesthetic element. What makes these two letters different from different interpretations by different designers? What gives the work of some designers sort of characteristic personal style, as you might find in the work of a fashion designer, an automobile designer, whatever? There have been some cases, I admit, where I as a designer did feel the influence of technology.", "en": " 其中還有美學元素 通過不同設計者的不同解讀 這兩種字體為何變得不同？ 是什麼賦予了某些設計師的作品 一種特有的個人風格 就像你在時裝設計 汽車設計等作品中 所能發現的那樣？ 我承認 作為一名設計師 曾經有些時候 我的確感受到技術的影響力"}, {"zh-tw": " This is from the mid-'60s, the change from metal type to photo, hot to cold. This brought some benefits but also one particular drawback: a spacing system that only provided 18 discrete units for letters to be accommodated on.", "en": " 這是從60年代中期開始 金屬鑄排變成照相排版 “熱排”變成“冷排” 這帶來一些好處 但同時也有一個弊端： 文字間距系統 只提供18個獨立的單位 來讓我們調試字母"}, {"zh-tw": " I was asked at this time to design a series of condensed sans serif types with as many different variants as possible within this 18-unit box. Quickly looking at the arithmetic, I realized I could only actually make three of related design. Here you see them.", "en": " 這時 有人讓我設計 一系列的壓縮無襯線字體 要有盡可能多的變體 但都限於這18個單位 做了簡單的算數後 我發現我其實只能製作 三個有關設計 如大家所見"}, {"zh-tw": " In Helvetica Compressed, Extra Compressed, and Ultra Compressed, this rigid 18-unit system really boxed me in. It kind of determined the proportions of the design.", "en": " Helvetica字體的壓縮版 超壓縮版 和終極壓縮版這種嚴格的18單位的系統 著實限制了我的發揮 它一定程度上決定了 設計的比例"}, {"zh-tw": " Here are the typefaces, at least the lower cases. So do you look at these and say, \"Poor Matthew, he had to submit to a problem, and by God it shows in the results.\" I hope not.", "en": " 這是這三種字體的小寫體 看著這些 你會不會說： 可憐的馬修 他不得不屈服於一個問題 上帝可鑒 結果就是這樣 我不希望這樣"}, {"zh-tw": " If I were doing this same job today, instead of having 18 spacing units, I would have 1,000. Clearly I could make more variants, but would these three membersof the family be better? It's hard to say without actually doing it, but they would not be better in the proportion of 1,000 to 18, I can tell you that.", "en": " 如果這個任務放到今天 我會用1000個單位 而不是18個 很明顯 我就能做更多變體 但是這三種字體會變得更好嗎？ 若沒有著手去做 則很難說 但我能告訴你 在1000/18的比例下 他們絕不會變得更好"}, {"zh-tw": " My instinct tells you that any improvement would be rather slight, because they were designed as functions of the system they were designed to fit, and as I said, type is very adaptable. It does hide its methods.", "en": " 我的直覺告訴你們 任何的改善 都會微乎其微 因為它們在設計之初 就被限於一個必須去適應的系統 而我剛才說過 印刷文字的適應性很高 印刷字的確隱藏了其手法"}, {"zh-tw": " All industrial designers work within constraints. This is not fine art.", "en": " 所有的工業設計師都在制約內工作 這不是藝術"}, {"zh-tw": " The question is, does a constraint force a compromise? By accepting a constraint, are you working to a lower standard? I don't believe so, and I've always been encouraged by something that Charles Eames said. He said he was conscious of working within constraints, but not of making compromises.", "en": " 問題是 制約會不會 強加某種折衷？ 接受一種制約的同時 你是否降低了工作標準？ 我不這樣認為 查爾斯·伊姆斯的話一直鼓勵著我 他說 他明白自己的工作 受到一些制約 但從不會降低工作品質"}, {"zh-tw": " The distinction between a constraint and a compromise is obviously very subtle, but it's very central to my attitude to work. Remember this reading experience? The phone book. I'll hold the slide so you can enjoy the nostalgia.", "en": " 制約和折衷 之間的區別很微妙 但卻是我工作態度的核心 還記得這種閱讀體驗嗎？ 電話簿 這張幻燈片會停一會 讓你們享受懷舊的愉悅"}, {"zh-tw": " This is from the mid-'70s early trials of Bell Centennial typeface I designed for the U.S. phone books, and it was my first experience of digital type, and quite a baptism. Designed for the phone books, as I said, to be printed at tiny size on newsprint on very high-speed rotary presses with ink that was kerosene and lampblack.", "en": " 這是70年代中期， 我設計的 Bell Centennial 字體 在美國電話簿上的早期試驗 這是我對數碼印刷字的初次體驗 如思想洗禮一般 我說過 這是為電話簿設計的 要以微小字型大小印在新聞用紙上 用高速的輪轉印刷機 和煤油煤煙制的墨水"}, {"zh-tw": " This is not a hospitable environment for a typographic designer. So the challenge for me was to design type that performed as well as possible in these very adverse production conditions.", "en": " 這種工作環境對一個排印設計者來說 並不舒適 所以對我的挑戰就是 設計的字體在這種惡劣的生產環境中 能盡可能地表現出色"}, {"zh-tw": " As I say, we were in the infancy of digital type. I had to draw every character by hand on quadrille graph paper -- there were four weights of Bell Centennial — pixel by pixel, then encodethem raster line by raster line for the keyboard.", "en": " 如我所說 我們還處於數碼排印的初期 我必須在方格紙上 動手畫出每個字 ——Bell Centennial 字體有四種粗細—— 一個像素一個像素地畫 然後給每個光柵線編碼 使它們適用於鍵盤"}, {"zh-tw": " It took two years, but I learned a lot. These letters look as though they've been chewed by the dog or something or other, but the missing pixels at the intersections of strokes or in the crotches are the result of my studying the effects of ink spread on cheap paper and reacting, revising the font accordingly.", "en": " 我花了兩年時間 但學到了很多 這些字母看起來像是被 狗或其他什麼咬了一樣 但是在筆劃的交叉點 之所以有些像素缺失 是因為我瞭解了墨水 在廉價紙上會是什麼效果 於是對字型做了相應修改"}, {"zh-tw": " These strange artifacts are designed to compensate for the undesirable effects of scale and production process. At the outset, AT&T had wanted to set the phone books in Helvetica, but as my friend Erik Spiekermann said in the Helvetica movie, if you've seen that, the letters in Helvetica were designed to be as similar to one another as possible.", "en": " 設計這些奇怪的人造字型是為了抵消 測量和生產過程所帶來的 不理想的效果 一開始 AT&T 想要 在電話簿裡應用 Helvetica 字體 但是正如我的朋友艾瑞克·史皮克曼 在《Helvetica》這部紀錄片理所說如果大家看過的話 Helvetica 字體的設計是為了 讓所有字母都盡可能相似"}, {"zh-tw": " This is not the recipe for legibility at small size. It looks very elegant up on a slide.", "en": " 這並不是為了提高小號字的可讀性 在幻燈片上看相當優美"}, {"zh-tw": " I had to disambiguate these forms of the figures as much as possible in Bell Centennial by sort of opening the shapes up, as you can see in the bottom part of that slide. So now we're on to the mid-'80s, the early days of digital outline fonts, vector technology.", "en": " 我必須在 Bell Centennial 字體中 盡可能的區分每一個數字的樣式 這是通過將這種樣式的形狀打開 如最後一行這樣 這時已經快到80年代中期 這是數碼輪廓字體和向量技術 發展的早期"}, {"zh-tw": " There was an issue at that time with the size of the fonts, the amount of data that was required to find and store a font in computer memory. It limited the number of fonts you could get on your typesetting system at any one time.", "en": " 當時有一個問題 是關於字型的大小 以及在電腦裡尋找和儲存一種字型 所需要的數據量 這限制了你能一次從排版系統中 得到的字型的數量"}, {"zh-tw": " I did an analysis of the data, and found that a typical serif face you see on the left needed nearly twice as much data as a sans serif in the middle because of all the points required to define the elegantly curved serif brackets. The numbers at the bottom of the slide, by the way, they represent the amount of data needed to store each of the fonts.", "en": " 我對這些數據進行了分析 發現 你們左手邊 這種典型的襯線體 需要的數據量幾乎是 中間的無襯線體的兩倍 這是因為做出優雅的襯線弧度 所需要的那些點 順便說一句 幻燈片底部的數字 它們表示了儲存各種字體 所需要的數據量"}, {"zh-tw": " So the sans serif, in the middle, sans the serifs, was much more economical, 81 to 151. \"Aha,\" I thought. \"The engineers have a problem.", "en": " 所以位於中間的無襯線體 去掉了襯線 則變得更省數據 由原來的151變成81 我想：啊哈 工程師們遇到了問題"}, {"zh-tw": " Designer to the rescue.\" I made a serif type, you can see it on the right, without curved serifs. I made them polygonal, outof straight line segments, chamfered brackets.", "en": " 我們設計師來解決 我便製作了一種襯線體 就是你們右邊這個 去掉了彎曲的襯線 我把它們變成了多邊形由許多線段組成 且對襯線彎曲處進行了斜切"}, {"zh-tw": " And look, as economical in data as a sans serif. We call it Charter, on the right.", "en": " 看 結果跟無襯線體一樣節省數據 右邊這種 我們叫它 Charter 字體"}, {"zh-tw": " So I went to the head of engineering with my numbers, and I said proudly, \"I have solved your problem.\" \"Oh,\" he said. \"What problem?\" And I said, \"Well, you know, the problem of the huge data you requirefor serif fonts and so on.\" \"Oh,\" he said. \"We solved that problem last week. We wrote a compaction routine that reduces the size of all fonts by an order of magnitude.", "en": " 所以我帶著這些數據 去找工程部主管 驕傲地說： 我解決了你的問題 他說：哦 什麼問題？ 我說：你知道的 就是 襯線體的數據量要求過大之類的 他說：我們上禮拜已經解決了 我們寫了一個壓縮例程 將所有字型的大小減小一個數量級"}, {"zh-tw": " You can have as many fonts on your system as you like.\" \"Well, thank you for letting me know,\" I said. Foiled again.", "en": " 現在你想在系統裡有多少字型 就能有多少 我說：好吧 謝謝你讓我知道 再次受挫"}, {"zh-tw": " I was left with a design solution for a nonexistent technical problem. But here is where the story sortof gets interesting for me.", "en": " 我手裡的這個設計方案 卻是為了一個不存在的技術問題 但就在這裡 我突然來了興致"}, {"zh-tw": " I didn't just throw my design away in a fit of pique. I persevered.", "en": " 我並沒有一氣之下 扔掉我的設計 我還要繼續"}, {"zh-tw": " What had started as a technical exercise became an aesthetic exercise, really. In other words, I had come to like this typeface.", "en": " 一開始的一個技術性操作 現在卻成了一個美學課題 也就是說 我開始喜歡這個字體了"}, {"zh-tw": " Forget its origins. Screw that. I liked the design for its own sake.", "en": " 別想一開始為什麼了 管他呢 我就是喜歡這個字體本身"}, {"zh-tw": " The simplified forms of Charter gave it a sort of plain-spoken quality and unfussy spareness that sort of pleased me. You know, at times of technical innovation, designers want to be influenced by what's in the air.", "en": " Charter 的這種簡化形式 給了它一種簡單明了的特質 和不做作的留白 這讓我很高興 要知道 在技術革新的年代 設計者想要被 未知的想法所影響"}, {"zh-tw": " We want to respond. We want to be pushed into exploring something new. So Charter is a sort of parable for me, really.", "en": " 我們想回應未知 想推進自己 探索未知的世界 所以 Charter 是我給自己上的一課"}, {"zh-tw": " In the end, there was no hard and fast causal link between the technology and the design of Charter. I had really misunderstood the technology.", "en": " 最終 技術和 Charter 的設計之間 並沒有確切的因果聯繫 我當時誤解了那些技術"}, {"zh-tw": " The technology did suggest something to me, but it did not force my hand, and I think this happens very often. You know, engineers are very smart, and despite occasional frustrations because I'm less smart, I've always enjoyed working with them and learning from them.", "en": " 技術的確給了我一點啟發 但並沒有迫使我做什麼 而且我認為這時常發生 大家知道 工程師都很聰明 除了偶爾因為自己不夠聰明 而感到挫敗以外 我一直都為能跟他們合作和 向他們學習而感到高興"}, {"zh-tw": " Apropos, in the mid-'90s, I started talking to Microsoft about screen fonts. Up to that point, all the fonts on screen had been adapted from previously existing printing fonts, of course.", "en": " 說到這裡 在90年代中期 我開始跟微軟談論 螢幕字型的事情 直到那時 所有的螢幕字型 當然都還是從之前的印刷字 改造而成"}, {"zh-tw": " But Microsoft foresaw correctly the movement, the stampede towards electronic communication, to reading and writing onscreen with the printed output as being sort of secondary in importance. So the priorities were just tipping at that point.", "en": " 但是微軟正確地預見到 這次變革 這次向 電子通訊的潮湧 向螢幕閱讀和書寫的邁進 而印刷產物可能會在重要性上 位居第二 所以 重點任務就是開始嘗試"}, {"zh-tw": " They wanted a small core set of fonts that were not adapted but designed for the screen to face up to the problems of screen, which were their coarse resolution displays. I said to Microsoft, a typeface designed for a particular technology is a self-obsoleting typeface.", "en": " 他們想要一小組核心字型 不是改編而來 而是專為螢幕設計 來解決一些螢幕上的問題 也就是他們低解析度的顯示螢幕 我跟微軟說，專門為一項技術 而設計的字體 首先自身就過時了"}, {"zh-tw": " I've designed too many faces in the past that were intended to mitigate technical problems. Thanks to the engineers, thetechnical problems went away.", "en": " 我過去設計了很多字體 都為了緩解技術問題 多虧工程師們 技術問題已經沒有了"}, {"zh-tw": " So did my typeface. It was only a stopgap.", "en": " 而我的設計也沒有了 因為這種設計只是一個中轉站"}, {"zh-tw": " Microsoft came back to say that affordable computer monitors with better resolutions were at least a decade away. So I thought, well, a decade, that's not bad, that's more than a stopgap.", "en": " 微軟回來告訴我 負擔得起的解析度較高的 電腦顯示器 至少還需十年 所以我想 十年 那還不算太糟 起碼比中轉期要長"}, {"zh-tw": " So I was persuaded, I was convinced, and we went to work on what became Verdana and Georgia, for the first time working not on paper but directly onto the screen from the pixel up. At that time, screens were binary.", "en": " 這樣我就被說服了 我們開始合作製作出今天的 Verdana 和Georgia字體 第一次沒有在紙上工作 而是從像素開始就直接在螢幕上操作 那時 螢幕是二進制的"}, {"zh-tw": " The pixel was either on or it was off. Here you see the outline of a letter, the cap H, which is the thin black line, the contour, which is how it is stored in memory, superimposed on the bitmap, which is the grey area, which is how it's displayed on the screen.", "en": " 像素要麼開 要麼關 這是一個字母的輪廓 大寫 H 其中的細黑線便是輪廓 這就是它如何在電腦裡儲存的 輪廓置於點陣圖之上 也就是灰色區域 這就是它在熒幕上如何顯示的"}, {"zh-tw": " The bitmap is rasterized from the outline. Here in a cap H, which is all straight lines, the two are in almost perfect sync on the Cartesian grid.", "en": " 點陣圖在輪廓之內都被光柵化 這裡 H 是由直線寫成 所以輪廓和點陣圖在直角網格上 完美同步"}, {"zh-tw": " Not so with an O. This looks more like bricklayingthan type design, but believe me, this is a good bitmap O, for the simple reason that it's symmetrical in both x and y axes.", "en": " 而字母 O 就不是了 這看起來更像壘磚 而不是字體設計 但相信我 這是個很好的 O 形點陣圖 就是因為它在 x 和 y 軸上 都是對稱的"}, {"zh-tw": " In a binary bitmap, you actually can't ask for more than that. I would sometimes make, I don't know, three or four different versions of a difficult letter like a lowercase A, and then stand back to choose which was the best.", "en": " 在二進制的點陣圖上 能達到這樣 其實就夠了 有時我會為一個較麻煩的字母 做3到4個不同版本 比如小寫 a 然後靠後站一點選擇一個最好的"}, {"zh-tw": " Well, there was no best, so the designer's judgment comes in in trying to decide which is the least bad. Is that a compromise? Not to me, if you are working at the highest standard the technology will allow, although that standard may be well short of the ideal.", "en": " 其實 沒有最好的 那麼設計者就要判斷 試圖去決定 哪個是最不糟糕的 這算一種折衷嗎？ 對我來說不是 因為這是 技術有限的情況下的最高標準 儘管這個標準 可能遠低於理想水準"}, {"zh-tw": " You may be able to see on this slide two different bitmap fonts there. The \"a\" in the upper one, I think, is better than the \"a\" in the lower one, but it still ain't great.", "en": " 你現在看到的是 兩種不同的點陣圖字型 我認為 上面一種的字母 a 好於下面一種的字母 a 但上面那個仍不是很好"}, {"zh-tw": " You can maybe see the effect better if it's reduced. Well, maybe not. So I'm a pragmatist, not an idealist, out of necessity.", "en": " 或許縮小點效果會更好 好吧 或許不是 所以說我是個實用主義者而非理想主義者 一切從需求出發"}, {"zh-tw": " For a certain kind of temperament, there is a certain kind of satisfaction in doing something that cannot be perfect but can still be done to the best of your ability. Here's the lowercase H from Georgia Italic.", "en": " 對一種特定的性情 都有一種特定的滿足感 做的事或許不能完美 但仍然是盡你所能 這是小寫 h 的 Georgia 斜體"}, {"zh-tw": " The bitmap looks jagged and rough. It is jagged and rough.", "en": " 點陣圖看起來邊緣不齊且粗糙 但它就是這樣的"}, {"zh-tw": " But I discovered, by experiment, that there is an optimum slant for an italic on a screen so the strokes break well at the pixel boundaries. Look in this example how, rough as it is, how the left and right legs actually break at the same level.", "en": " 但是通過實驗我發現 對螢幕上的斜體來說 有一個最佳的斜度 從而讓筆畫在像素邊緣 能合理地分割 看看這個例子 儘管粗糙 但是左邊和右邊 卻在同一水平線分割"}, {"zh-tw": " That's a victory. That's good, right there. And of course, at the lower depths, you don't get much choice.", "en": " 這就是勝利 這樣就很好了 當然了 在較低的色深 你並無太多選擇"}, {"zh-tw": " This is an S, in case you were wondering. Well, it's been 18 years now since Verdana and Georgia were released.", "en": " 這是 s 如果大家看不太出來的話 距離 Verdana 和 Georgia 的發佈 已有18年了"}, {"zh-tw": " Microsoft were absolutely right, it took a good 10 years, but screen displays now do have improved spatial resolution, and very much improved photometric resolution thanks to anti-aliasing and so on. So now that their mission is accomplished, has that meant the demise of the screen fonts that I designed for coarser displays back then? Will they outlive the now-obsolete screens and the flood of new web fonts coming on to the market? Or have they established their own sort of evolutionary niche that is independent of technology? In other words, have they been absorbed into the typographic mainstream? I'm not sure, but they've had a good run so far.", "en": " 微軟當時是對的 真的花了十年 但現在的螢幕 的確改善了空間解析度 而且極大提高了光度解析度 這多虧了反鋸齒之類的技術 那麼微軟的使命完成了 是否意味著我一開始 為低解析度螢幕設計的字體 又將被拋棄？ 在那批螢幕過時 新的網頁字型湧入市場的情況下 我設計的字體能生存下去嗎？ 或者 它們是否建立了 自己的演化領域 並獨立於技術？ 換句話說 它們是否被納入 排印設計的主流？ 我不確定 但目前為止它們表現還不錯"}, {"zh-tw": " Hey, 18 is a good age for anything with present-day rates of attrition, so I'm not complaining. Thank you.", "en": " 嘿 以今天的損耗率來看 18年對任何事物都很長了 所以我並沒抱怨什麼 謝謝"}], "title": "Matthew Carter My Life In Typefaces"}