{"url": "http://www.ted.com/talks/gavin_schmidt_the_emergent_patterns_of_climate_change", "paragraphs": [{"zh-tw": " We live in a very complex environment: complexity and dynamism and patterns of evidence from satellite photographs, from videos. You can even see it outside your window.", "en": " 我們活在非常複雜的環境裡： 複雜性及動力系統論 及各式氣候變化形態的證據 從衛星照相、從影片得之 你甚至能從你的窗戶外面看到"}, {"zh-tw": " It's endlessly complex, but somehow familiar, but the patterns kind of repeat, but they never repeat exactly. It's a huge challenge to understand.", "en": " 無止盡的複雜又具某種程度的熟悉 但形態的確有一定程度的重複 但從來沒有一模一樣過 要了解它是很大的挑戰"}, {"zh-tw": " The patterns that you see are there at all of the different scales, but you can't chop it into one little bit and say, \"Oh, well let me just make a smaller climate.\" I can't use the normal products of reductionism to get a smaller and smaller thing that I can study in a laboratory and say, \"Oh, now that's something I now understand.\" It's the whole or it's nothing. The different scales that give you these kinds of patterns range over an enormous range of magnitude, roughly 14 orders of magnitude, from the small microscopic particles that seed clouds to the size of the planet itself, from 10 to the minus six to 10 to the eight, 14 orders of spatial magnitude.", "en": " 你所看到的形態 都以不同的尺度存在著 但你不能切下一小塊然後說 「喔，那我做個小一點的氣候。」 我不能以一般的化約論產品 得到愈來愈小的東西 使我能在實驗室裡研究且說 「喔，這是我能理解的了。」 這是全有或全無 這些氣候形態 以不同的尺度呈現 其範圍幅度非常大 大約是 14 數量級的差距 從最小的顯微粒子 以造雨 到這個星球本身的大小 從 10 的負六次方到 10 的八次方 空間數量級的差距為 14"}, {"zh-tw": " In time, from milliseconds to millennia, again around 14 orders of magnitude. What does that mean? Okay, well if you think about how you can calculate these things, you can take what you can see, okay, I'm going to chop it up into lots of little boxes, and that's the result of physics, right? And if I think about a weather model, that spans about five orders of magnitude, from the planet to a few kilometers, and the time scale from a few minutes to 10 days, maybe a month.", "en": " 在時間上，從毫秒到千年 同樣也是 14 數量級 這意味著什麼？ 好，如果你想一想 你要如何計算這些東西 你會把你見到的事物 好，我要把它切碎 成這些小方塊 這就是物理學的結果，對吧？ 如果我想到一個氣象模型 尺度橫跨五數量級 也就是從地球的大小到幾公里 時間尺度則是 從幾分鐘到十天或者一個月"}, {"zh-tw": " We're interested in more than that. We're interested in the climate.", "en": " 我們感興趣的不只這些 我們對氣候感興趣"}, {"zh-tw": " That's years, that's millennia, and we need to go to even smaller scales. The stuff that we can't resolve, the sub-scale processes, we need to approximate in some way.", "en": " 那是以年計的，是千年 我們還需要看更小尺度的 我們無法解決的東西 次網格尺度過程 我們必須想辦法得到近似值"}, {"zh-tw": " That is a huge challenge. Climate models in the 1990s took an even smaller chunk of that, only about three orders of magnitude.", "en": " 那是很大的挑戰 1990 年代的氣候模式 是拿更小塊的規模來看 大約只有三數量級"}, {"zh-tw": " Climate models in the 2010s, kind of what we're working with now, four orders of magnitude. We have 14 to go, and we're increasing our capability of simulating those at about one extra order of magnitude every decade.", "en": " 2010 年代的氣候模式 就像我們現在正在使用的 是四數量級 我們還要繼續擴展到 14 而我們的 模擬能力 每十年大約增加一數量級"}, {"zh-tw": " One extra order of magnitude in space is 10,000 times more calculations. And we keep adding more things, more questions to these different models.", "en": " 以空間而言每增加一數量級 就是增加一萬倍的計算 而我們還繼續加東西上去 加更多問題到這些不同的模式上"}, {"zh-tw": " So what does a climate model look like? This is an old climate model, admittedly, a punch card, a single line of Fortran code. We no longer use punch cards.", "en": " 所以氣候模式是甚麼樣子？ 這是老式的氣候模式，無可否認 打孔卡，單行福傳語言 我們不再使用打孔卡了"}, {"zh-tw": " We do still use Fortran. New-fangled ideas like C really haven't had a big impact on the climate modeling community.", "en": " 我們還是用福傳語言 新的想法像使用 C 語言 還沒有什麼大的影響力 在氣候模式族群裡"}, {"zh-tw": " But how do we go about doing it? How do we go from that complexity that you saw to a line of code? We do it one piece at a time. This is a picture of sea ice taken flying over the Arctic.", "en": " 但這是怎麼做出來的？ 我們如何把你所看到的複雜 變成一行的程式？ 我們一次做一件 這是一張海冰圖 飛越北極上空時照的"}, {"zh-tw": " We can look at all of the different equations that go into making the ice grow or melt or change shape. We can look at the fluxes.", "en": " 我們可以看所有不同的方程式 使結冰量增加 或融化或改變形狀 我們可以看看各種通量"}, {"zh-tw": " We can look at the rate at which snow turns to ice, and we can code that. We can encapsulate that in code.", "en": " 我們可以看雪變成冰的速率 我們可以為之編寫程式 我們可以封裝在程式裡"}, {"zh-tw": " These models are around a million lines of code at this point, and growing by tens of thousands of lines of code every year. So you can look at that piece, but you can look at the other pieces too.", "en": " 這些模式目前大約要以 一百萬行程式才做的出來 每年還要以上萬行的程式 成長 所以你看這件是這樣 別件也是如此"}, {"zh-tw": " What happens when you have clouds? What happens when clouds form, when they dissipate, when they rain out? That's another piece. What happens when we have radiation coming from the sun, going through the atmosphere, being absorbed and reflected? We can code each of thosevery small pieces as well.", "en": " 有雲的時候怎麼辦？ 雲形成的時候怎麼辦？ 雲散了呢？下雨了呢？ 這是一件 有太陽輻射怎麼辦？ 輻射穿過大氣層 被吸收及反射又怎麼辦？ 我們也能為這些非常小的東西寫程式"}, {"zh-tw": " There are other pieces: the winds changing the ocean currents. We can talk about the role of vegetation in transporting water from the soils back into the atmosphere.", "en": " 還有其他的 風改變洋流 我們也能談植被 從土壤中輸送水分 回到大氣層的角色"}, {"zh-tw": " And each of these different elements we can encapsulate and put into a system. Each of those pieces ends up adding to the whole.", "en": " 每一種不同的要素 我們都可以封裝寫進系統內 每一件最後都會加在整體上"}, {"zh-tw": " And you get something like this. You get a beautiful representation of what's going on in the climate system, where each and every one of those emergent patterns that you can see, the swirls in the Southern Ocean, the tropical cyclone in the Gulf of Mexico, and there's two more that are going to pop up in the Pacific at any point now, those rivers of atmospheric water, all of those are emergent properties that come from the interactions of all of those small-scale processes I mentioned.", "en": " 那你就得到一個像這樣的東西 你會得到漂亮的圖表 告訴你氣候系統發生什麼事 每一個像這樣 你看到的突現形態 南冰洋的旋渦 墨西哥灣的熱帶颶風 還有兩個隨時都要跑出來 在太平洋形成 那些大氣水氣形成的河流 這些都是突現性質 從我剛剛談到的次網格尺度過程 交互作用而來"}, {"zh-tw": " There's no code that says, \"Do a wiggle in the Southern Ocean.\" There's no code that says, \"Have two tropical cyclones that spin around each other.\" All of those things are emergent properties. This is all very good. This is all great.", "en": " 沒有什麼程式會說 「在南冰洋擺動一下。」 也沒有程式會說：「讓兩個 熱帶颶風互相繞著旋轉。」 這些都是突現性質 這很好，這很棒"}, {"zh-tw": " But what we really want to know is what happens to these emergent properties when we kick the system? When something changes, whathappens to those properties? And there's lots of different ways to kick the system. There are wobbles in the Earth's orbit over hundreds of thousands of years that change the climate.", "en": " 但我們真的想知道的 是這些突現性質會怎麼辦 在我們系統改變的時候 當情況改變了那些性質會怎麼辦？ 有很多方法會讓系統改變 地球的軌道 在過去數萬年的擺動 會改變氣候"}, {"zh-tw": " There are changes in the solar cycles, every 11 years and longer, that change the climate. Big volcanoes go off and change the climate.", "en": " 太陽週期的改變 每 11 年或更長的時間也會改變氣候 大的火山爆發會改變氣候"}, {"zh-tw": " Changes in biomass burning, in smoke, in aerosol particles, all of those things change the climate. The ozone hole changed the climate.", "en": " 生質燃燒的改變，煙霧 氣膠粒子，這些東西 都會改變氣候 臭氧洞會改變氣候"}, {"zh-tw": " Deforestation changes the climate by changing the surface properties and how water is evaporated and moved around in the system. Contrails change the climate by creating clouds where there were none before, and of course greenhouse gases change the system.", "en": " 森林除伐會改變氣候 因為這改變了地表性質 也改變水分如何蒸發 並在系統內移動 凝結尾會改變氣候 因為會在以前無雲的地方產生雲 當然溫室氣體也會改變系統"}, {"zh-tw": " Each of these different kicks provides us with a target to evaluate whether we understand something about this system. So we can go to look at what model skill is.", "en": " 這些不同的改變因素 提供我們一個目標 以評估我們是否瞭解 這個系統 所以我們可以去看 模式預測技巧是什麼"}, {"zh-tw": " Now I use the word \"skill\" advisedly: Models are not right or wrong; they're always wrong. They're always approximations.", "en": " 那我非常審慎的用「技巧」這個字 模式沒有對錯；它們永遠是錯的 它們永遠是近似值"}, {"zh-tw": " The question you have to ask is whether a model tells you more information than you would have had otherwise. If it does, it's skillful.", "en": " 你該問的問題是 模式能否告訴你更多的資訊 比你沒用模式時所得的還多 如果是，那它就是技巧很好"}, {"zh-tw": " This is the impact of the ozone hole on sea level pressure, solow pressure, high pressures, around the southern oceans, around Antarctica. This is observed data.", "en": " 這是臭氧洞 對海平面氣壓的影響所以低氣壓高氣壓 在南冰洋四周，在南極洲四周 這是觀測數據"}, {"zh-tw": " This is modeled data. There's a good match because we understand the physics that controls the temperatures in the stratosphere and what that does to the winds around the southern oceans.", "en": " 這是模式推測出的數據 這兩者匹配度很高 因為我們瞭解 控制平流層溫度的物理 及其對 南冰洋四周的風的作用"}, {"zh-tw": " We can look at other examples. The eruption of Mount Pinatubo in 1991 put an enormous amount of aerosols, small particles, into the stratosphere.", "en": " 我們還可以看看其他例子 1991 年皮納土波火山爆發 將大量的氣膠，微粒 噴入平流層中"}, {"zh-tw": " That changed the radiationbalance of the whole planet. There was less energy comingin than there was before, so that cooled the planet, and those red lines and those green lines, those are the differences between what we expected and what actually happened.", "en": " 那件事改變了整個地球的輻射平衡 與之前相比，較少的能量進入地球 導致地球變冷 而那些紅線及那些綠線 那些是我們所預期 及實際狀況的差別"}, {"zh-tw": " The models are skillful, not just in the global mean, but also in the regional patterns. I could go through a dozen more examples: the skill associated with solar cycles, changing the ozone in the stratosphere; the skill associated with orbital changes over 6,000 years.", "en": " 這些模式很有技巧 不僅在全球平均上很準確 在區域形態上也如此 我還可以講上打的例子： 與太陽週期 平流層臭氧變化相關的預測技巧 與六千年來地球軌道變化 相關的預測技巧"}, {"zh-tw": " We can look at that too, and the models are skillful. The models are skillful in response to the ice sheets 20,000 years ago.", "en": " 我們也可以看那個而模式的技巧也很好 對二萬年前的冰層 這些模式的技巧也很好"}, {"zh-tw": " The models are skillful when it comes to the 20th-century trends over the decades. Models are successful at modeling lake outbursts into the North Atlantic 8,000 years ago.", "en": " 這些模式在過去幾十年 談到二十世紀的趨勢時 其技巧很好 模式很成功地 將八千年前北極冰湖潰決 模式化"}, {"zh-tw": " And we can get a good match to the data. Each of these different targets, each of these different evaluations, leads us to add more scope to these models, and leads us to more and more complex situations that we can ask more and more interesting questions, like, how does dust from the Sahara, that you can see in the orange, interact with tropical cyclones in the Atlantic? How do organic aerosols from biomass burning, which you can see in the red dots, intersect with clouds and rainfall patterns? How does pollution, which you can see in the white wisps of sulfate pollution in Europe, how does that affect thetemperatures at the surface and the sunlight that you get at the surface? We can look at this across the world.", "en": " 我們在數據上的匹配度很高 每一個不同的目標 每一個不同的評估 都導致我們加大範圍 到這些模式中 導致日益加增的 複雜情況，使我們不禁要問 更多有意思的問題 像是撒哈拉塵 也就是這些橘色的東西 與大西洋的熱帶颶風如何交互作用？ 生質燃燒所產生的有機氣膠 也就是這些紅點 與雲及雨型如何交互作用？ 這些汙染，就是你看到 在歐洲上方，一縷縷的白色硫酸 這些如何影響地面溫度 以及你在地表上得到的太陽光量？ 我們可以看看世界各地的狀況"}, {"zh-tw": " We can look at the pollution from China. We can look at the impacts of storms on sea salt particles in the atmosphere.", "en": " 我們可以看從中國來的汙染 我們可以看暴風 對大氣層內海鹽粒子的影響"}, {"zh-tw": " We can see the combination of all of these different things happening all at once, and we can ask much more interesting questions. How do air pollution and climate coexist? Can we change things that affect air pollution andclimate at the same time? The answer is yes.", "en": " 我們可以看 這些同時發生的 不同東西的組合 我們可以問更有意思的問題 空氣汙染與氣候如何共存？ 我們是否能改變 對空氣汙染及氣候同時產生影響的事物？ 答案是肯定的"}, {"zh-tw": " So this is a history of the 20th century. The first one is the model.", "en": " 這是二十世紀的歷史 第一個是模式"}, {"zh-tw": " The weather is a little bit different to what actually happened. The second one are the observations.", "en": " 天氣與實際狀況 有一點不同 第二個是觀察"}, {"zh-tw": " And we're going through the 1930s. There's variability, there are things going on, but it's all kind of in the noise.", "en": " 我們來看 1930 年代的情況 總是有變數，總是有狀況發生 但是都有點像是雜音"}, {"zh-tw": " As you get towards the 1970s, things are going to start to change. They're going to start to look more similar, and by the time you get to the 2000s, you're already seeing thepatterns of global warming, both in the observations and in the model.", "en": " 然後時間接近 1970 年代 事情開始有了變化 它們開始看起來愈來愈接近 而到了 2000 年代 你已經可以看到全球暖化的型態 觀察及模式預測兩者皆是"}, {"zh-tw": " We know what happened over the 20th century. Right? We know that it's gotten warmer.", "en": " 我們知道二十世紀發生了什麼 對吧？我們知道一定會更熱"}, {"zh-tw": " We know where it's gotten warmer. And if you ask the models why did that happen, and you say, okay, well, yes, basically it's because of the carbon dioxide we put into the atmosphere.", "en": " 我們還知道哪裡一定會更熱 如果你問模式為什麼這種情形會發生 然後你說，對，嗯，沒錯 基本上就是因為二氧化碳 我們把它排放到大氣層"}, {"zh-tw": " We have a very good match up until the present day. But there's one key reason why we look at models, and that's because of this phrase here.", "en": " 我們的匹配度 到今天為止都很高 但我們為什麼要看模式有個關鍵的理由 而那就是因為這句話"}, {"zh-tw": " Because if we had observations of the future, we obviously would trust them more than models, But unfortunately, observations of the futureare not available at this time. So when we go out into thefuture, there's a difference.", "en": " 因為「假設我們能直接觀察未來， 與其相信模式，我們顯然會更相信觀察數據。 但不幸的是… …對未來的觀察目前行不通。」 所以當我們預測未來就會產生差異"}, {"zh-tw": " The future is unknown, the future is uncertain, and there are choices. Here are the choices that we have.", "en": " 未來是未知的；未來是不確定的 但我們有選擇 以下是我們的選擇"}, {"zh-tw": " We can do some work to mitigate the emissions of carbon dioxide into the atmosphere. That's the top one.", "en": " 我們能做點什麼以減少 二氧化碳排放入大氣層 這是最重要的"}, {"zh-tw": " We can do more work to really bring it down so that by the end of the century, it's not much more than there is now. Or we can just leave it to fate and continue on with a business-as-usual type of attitude.", "en": " 我們還能做更多 以真正減少排放量 所以到了本世紀末 排放量不會比現在更多 或者我們就看天命 並繼續著 一切如常的態度"}, {"zh-tw": " The differences between these choices can't be answered by looking at models. There's a great phrase that Sherwood Rowland, who won the Nobel Prize for the chemistry that led to ozone depletion, when he was accepting his Nobel Prize, he asked this question: \"What is the use of having developed a science well enough to make predictions if, in the end, all we're willing to do is stand around and wait for them to come true?\" The models are skillful, but what we do with theinformation from those models is totally up to you.", "en": " 這兩種選擇的差異 看模式是回答不了的 有句名言 是弗蘭克‧羅蘭說的 他是諾貝爾化學獎得主 他的研究發現了臭氧耗竭 他在領取他的諾貝爾獎時 他問了這個問題 「這到底有甚麼用呢？某項科學發展的很好， 好到能做出預測，但最後 我們只願意袖手旁觀， 冷眼看著它們成真？」 模式的預測技巧很好 但我們要怎麼使用模式預測出來的數據 就全看你們了"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Gavin Schmidt The Emergent Patterns Of Climate Change"}