{"url": "http://www.ted.com/talks/arthur_benjamin_does_mathemagic", "paragraphs": [{"zh-tw": " Good morning, ladies and gentlemen. My name is Art Benjamin,and I am a \"mathemagician.\" What that means is, I combinemy loves of math and magic to do something I call \"mathemagics.\" But before I get started, I havea quick question for the audience. By any chance, did anyone happen to bring with themthis morning a calculator? Seriously, if you have a calculatorwith you, raise your hand.", "en": " 各位女士先生們 午安 我的名字是 亞瑟 班傑明, 而且我是一位\"數學魔術師\". 我結合了我的兩個最愛, 數學還有魔術 創造了我稱的 \"數學魔術\" 在我開始之前, 我有一個簡單的問題 在觀眾之中 有沒有人剛好帶了計算機? 說真的, 要是你有帶計算機的話請舉手, 舉手."}, {"zh-tw": " Raise your hand. Did your hand go up? Now bring it out, bring it out.Anybody else? I see, I see one way in the back. You sir, that's three.", "en": " 我 - 你剛剛有舉手嗎? 好 拿出來, 拿出來. 還有其他人嗎? 我看看, 我看到後方還有一位. 就是妳先生, 這樣就有三位了."}, {"zh-tw": " And anybody on this side here? OK, over there on the aisle. Would the four of youplease bring out your calculators, then join me up on stage.", "en": " 在這一邊有人嗎? 好的, 在走道邊的那一位. 請你們四位 帶著你們的計算機, 帶著它們到台上."}, {"zh-tw": " Let's give them a nice round of applause. That's right.", "en": " 請幫這些自願者鼓掌. 沒錯. 好的, 我還沒有機會"}, {"zh-tw": " Now, since I haven't had the chanceto work with these calculators, I need to make surethat they are all working properly. Would somebody get us started by giving usa two-digit number, please? How about a two-digit number? Audience: 22.", "en": " 使用這些計算機, 所以我必須確定 他們使用上都沒有問題. 有沒有人可以先給我們一個開始 給我一個2位數的號碼? 2位數的號碼好嗎? 觀眾: 22"}, {"zh-tw": " AB: 22. And another two-digit number, sir? Audience: 47. AB: Multiply 22 times 47,make sure you get 1,034, or the calculators are not working.", "en": " 班傑明: 22. 先生, 再另一組2位數好嗎? 觀眾: 47 班傑明: 22 乘與 47, 確定你的答案是 1,034."}, {"zh-tw": " Do all of you get 1,034? 1,034? Volunteer: No. AB: 594. Let's give three of thema nice round of applause there.", "en": " 不然你的計算機就是有問題的. 你的都算到 1,034? 1,034? 女: 不是. 班傑明: 594. 我們給他們其中三位掌聲鼓勵."}, {"zh-tw": " Would you like to try a morestandard calculator, just in case? OK, great. What I'm going to try and do then -- I notice it took some of youa little bit of time to get your answer.", "en": " 你想不想試試一個比較標準的計算機, 以防萬一? OK, 好的. 我現在要嘗試做的就是 -- 我發現你們需要滿長的一段時間來計算."}, {"zh-tw": " That's OK. I'll give you a shortcut for multiplyingeven faster on the calculator.", "en": " 那沒問題. 我來教你們一個計算機 算成法的捷徑."}, {"zh-tw": " There is something calledthe square of a number, which most of you know is taking a numberand multiplying it by itself. For instance, five squared would be? Audience: 25.", "en": " 一個數字的平方 你們大多都知道 就是 把一個數字來乘與它自己 比方說, 5 的平方是? 觀眾: 25"}, {"zh-tw": " AB: 25. The way we cansquare on most calculators -- let me demonstrate with this one -- is by taking the number, such as five, hitting \"times\" and then \"equals,\" and on most calculatorsthat will give you the square. On some of these ancient RPN calculators, you've got an \"x squared\" button on it, will allow you to dothe calculation even faster.", "en": " 班傑明: 25. 現在, 我們在計算機上算平方的方式是 -- 讓我用這一個來示範 -- 先把一個數字, 例如 5, 按下 \"乘與\" (x) 然後再按 \"等於\" (=), 然後大多數 計算器會算出平方。 在一些比較舊的 RPN 計算機上, 你會有 X^2 (X的平方) 的按鈕, 就可以更快的計算出平方."}, {"zh-tw": " What I'm going to try and donow is to square, in my head, four two-digit numbers faster than they can doon their calculators, even using the shortcut method. What I'll use is the second row this time, and I'll get four of you to each yell out a two-digit number, and if you would square the first number, and if you would square the second,the third and the fourth, I will try and race you to the answer. OK? So quickly, a two-digit number please.", "en": " 現在我要嘗試做的就是用心算 算出四組兩位數的數字的平方 比他們用計算來計算得還要快, 即使使用捷徑. 這次我找第二排, 請你們四位 -- 一, 二, 三, 四 -- 各喊出一組兩位數的數字, 然後請你算出第一組的平方, 再來你算出第二組的平方, 再來第三和第四, 我試著和你們比賽看誰比較快, 好嗎? 快一點 -- 一組兩位數數字."}, {"zh-tw": " Audience: 37. Arthur Benjamin: 37 squared, OK.", "en": " 觀眾: 37 班: 37 平方, OK."}, {"zh-tw": " Audience: 23. AB: 23 squared, OK.", "en": " 觀眾: 23 班: 23 平方, OK."}, {"zh-tw": " Audience: 59. AB: 59 squared, OK, and finally? Audience: 93.", "en": " 觀眾: 59 班: 59 平方, OK, 再來最後 觀眾: 93"}, {"zh-tw": " AB: 93 squared. Would you call out your answers, please? Volunteer: 1369.AB: 1369.", "en": " 班: 93 平方. 請你們說出你們的答案 女: 1369 班: 1369"}, {"zh-tw": " Volunteer: 529.AB: 529. Volunteer: 3481.AB: 3481.", "en": " 女: 529 班: 529 男: 341 班: 3481"}, {"zh-tw": " Volunteer: 8649. AB: Thank you very much.", "en": " 男: 8649 班: 非常謝謝你們."}, {"zh-tw": " Let me try to take this one step further. I'm going to try to squaresome three-digit numbers this time.", "en": " 現在讓我來試著更進一步 這一次我要試著平方一些三位數"}, {"zh-tw": " I won't even write these down -- I'll just call them outas they're called out to me. Anyone I point to, call outa three-digit number.", "en": " 我甚至不把它寫下來 我直接在數字喊出來之後說出答案 我手指指到誰, 就請喊出一組三位數"}, {"zh-tw": " Anyone on our panel, verify the answer. Just give some indication if it's right.", "en": " 在台上的人請幫我確認我的答案 請讓我知道我計算的是否正確"}, {"zh-tw": " A three-digit number, sir, yes? Audience: 987. AB: 987 squared is 974,169.", "en": " 先生, 一組三位數? 觀眾: 987 班: 987 平方是 974,169"}, {"zh-tw": " AB: Yes? Good. Another three-digit -- -- another three-digit number, sir? Audience: 457.", "en": " 對嗎? 很好 再來, 在一組三位數 -- 先生, 再一組三位數? 觀眾: 457"}, {"zh-tw": " AB: 457 squared is 205,849. 205,849? AB: Yes? OK, another, anotherthree-digit number, sir? Audience: 321.", "en": " 班: 457 平方是 205,849 205,849? 對嗎? 好的, 再一組三位數?"}, {"zh-tw": " AB: 321 is 103,041. 103,041.", "en": " 觀眾: 321 班: 321 是 103,041. 103,041."}, {"zh-tw": " Yes? One more three-digit number please. Audience: Oh, 722.", "en": " 對嗎? 請再多給我一組 觀眾: 722"}, {"zh-tw": " AB: 722 is 500, that's a harder one. Is that 513,284? Volunteer: Yes.", "en": " 班: 722 是 500 -- 這一組比較困難 是 513,284 嗎? 女: 沒錯"}, {"zh-tw": " AB: Yes? Oh, one more, one morethree-digit number please. Audience: 162.", "en": " 班: 對嗎? 再一組, 請再給我一組 觀眾: 162"}, {"zh-tw": " 162 squared is 26,244. Volunteer: Yes.", "en": " 162 平方是 26,244"}, {"zh-tw": " Thank you very much. (Applause ends) Let me try to take this one step further.", "en": " 非常謝謝你們. 現在讓我來再進一步"}, {"zh-tw": " I'm going to try to squarea four-digit number this time. You can all take your time on this; I will not beat youto the answer on this one, but I will try to get the answer right.", "en": " 我要試著來平方四位數的數字 現在你們可以慢慢來, 我不會比你們還要快算出答案 但是我會盡量給你正確的答案"}, {"zh-tw": " To make this a little bit more random,let's take the fourth row this time, let's say, one, two, three, four. If each of you would call outa single digit between zero and nine, that will be the four-digitnumber that I'll square.", "en": " 這次為了更加隨機, 讓第四排的觀眾 就說.. 一, 二, 三, 四 你們四位一人說出一位數 組成一組四位數讓我來平方 觀眾: 9"}, {"zh-tw": " Nine. Seven.", "en": " 班: 9 觀眾: 7 班: 7 觀眾: 5 班: 5"}, {"zh-tw": " Five. Eight.", "en": " 觀眾: 8 班: 8"}, {"zh-tw": " 9,758, this will take me a little bitof time, so bear with me. 95 million -- (Sighs) 218,564? Volunteer: Yes! AB: Thank you very much.", "en": " 9758, 這需要一點時間 95,218,564? 女: 正確 班: 非常謝謝"}, {"zh-tw": " (Applause ends) Now, I would attempt to squarea five-digit number -- and I can -- but unfortunately,most calculators cannot. Eight-digit capacity --don't you hate that? So, since we've reachedthe limits of our calculators -- what's that? Does yours go higher? Volunteer: I don't know.", "en": " 現在, 讓我來平方一個五位數 我可以 但是大部分的計算機不行 八位數的限制 -- 真是麻煩 既然我們到了計算機的極限了 -- 甚麼? 你的計算機可以到幾位數? 女: 我不知道 班: 可以超過八位數嗎?"}, {"zh-tw": " AB: Oh, yours does? Volunteer: I can probably do it.AB: I'll talk to you later. In the meanwhile, let me conclude the first part of my show by doingsomething a little trickier.", "en": " 你的可以嗎? 男: 我的或許可以 班: 我晚點再跟你談談 現在在第一段結束之前 讓我來用些更巧妙的把戲來小結 我的第一部 分表演。"}, {"zh-tw": " Let's take the largest numberon the board here, 8649. Would you each enterthat on your calculator? And instead of squaring it this time, I want you to takethat number and multiply it by any three-digit number that you want, but don't tell mewhat you're multiplying by -- just multiply it by any randomthree-digit number.", "en": " 讓我們用這塊板上最大的一個數字，8649。 你們每個人可否在計算器上輸入這個數？ 這次不要平方， 我要你們用那個數乘以 任何3位數， 但不要告訴我你所乘的數 -- 只要乘以任何一個3位數。"}, {"zh-tw": " So you should have as an answer either a six-digit or probablya seven-digit number. How many digits do you have, six or seven? Seven, and yours? Seven? Seven? And, uncertain.", "en": " 那麼你得到的答案可能會是 一個六位數或者七位數。 你的是幾位，6還是7？ 7，你的呢？女士：7。 阿 瑟：7？7嗎？ 不確定。"}, {"zh-tw": " Seven. Is there any possible waythat I could know what seven-digit numbers you have? Say \"No.\" Good, then I shall attemptthe impossible -- or at least the improbable.", "en": " 男士：是的。 亞瑟: 7。 有沒有辦法會讓我知道 你所得到的7位數？應該不可能。 很好。那我應該來挑戰下這個不可能 -- 至少看上去是不太可能的事。"}, {"zh-tw": " What I'd like each of youto do is to call out for me any six of your seven digits,any six of them, in any order you'd like. One digit at a time, I shall try and determinethe digit you've left out.", "en": " 接下來我想讓你們告訴我 7位元數裏面的任意6位元數字。 任意順序都可以。 每次一位數，我會試著算出剩下的數。"}, {"zh-tw": " Starting with your seven-digit number, call out any six of them please. Volunteer: 1, 9, 7, 0, 4, 2.", "en": " 那麼，從你開始吧。 請喊出任意6位元數字。 女士：1， 哦，197042。"}, {"zh-tw": " AB: Did you leave out the number 6? Good, OK, that's one. You have a seven-digit number,call out any six of them please.", "en": " 亞瑟：你是不是漏說了6？ 女士：是的，亞瑟:很好，好的，沒錯。 你的是7位數，請大聲說出其中任意的六個數。"}, {"zh-tw": " Volunteer: 4, 4, 8, 7, 5. I think I only heard five numbers.I -- wait -- 44875 -- did you leave out the number 6? Same as she did, OK.", "en": " 女 士：44875。 亞瑟: 我好像只聽到5個數位。我 -- 等下 -- 44875 -- 你是不是漏說了數字6？ 女士：是的。 亞瑟:跟她的一樣，好的。你得到的是一個7位數 --"}, {"zh-tw": " You've got a seven-digit number -- call out any six of them loud and clear. Volunteer: 0, 7, 9, 0, 4, 4.", "en": " 大聲清晰地說出其中的任意6個數字。 男：079044."}, {"zh-tw": " I think you left out the number 3? AB: That's three. The odds of me gettingall four of these right by random guessing would be one in 10,000:10 to the fourth power.", "en": " 亞瑟:我想你漏說了數字3？ 就是3. 要是我隨便猜到話，那麼我猜中其中4位元數字的概率 將會是萬分之一。10的負四次方。"}, {"zh-tw": " OK, any six of them. Really scramble them up this time, please.", "en": " 好了，任意6位元數字。 這次請把它們攪亂一下。"}, {"zh-tw": " Volunteer: 2, 6, 3, 9, 7, 2. Did you leave out the number 7? And let's give all four of these peoplea nice round of applause.", "en": " 男：263972。 亞瑟:你是不是漏說了數字7？ 現在讓我們給這四位觀眾予熱烈的掌聲。 非常感謝。"}, {"zh-tw": " Thank you very much. (Applause ends) For my next number -- while I mentally recharge my batteries, I have one more question for the audience.", "en": " 我的下一個數 -- 在給我腦袋充電期間 我有個問題要問下觀眾們。"}, {"zh-tw": " By any chance, does anybodyhere happen to know the day of the weekthat they were born on? If you think you knowyour birth day, raise your hand. Let's see, starting with --let's start with a gentleman first.", "en": " 有可能的話，在場的有誰剛好知道 你生日的那天是星期幾？ 如果你覺得知道的話，舉下手。 讓我們看看，從 -- 從男士開始，"}, {"zh-tw": " What year was it, first of all? That's why I pick a gentleman first. Audience: 1953.", "en": " 好的先生， 先說下是哪一年？這就是為什麼我要先從男士開始。 哪年？ 觀 眾：1953。"}, {"zh-tw": " 1953, and the month? November what? 23rd -- was that a Monday? Audience: Yes. Good. Somebody else? I haven't seen any women's hands up.", "en": " 亞瑟: 1953，哪個月？ 觀眾：11 月。亞瑟：11月幾號？ 觀眾:23 號。 亞瑟: 23號 -- 是不是星期一？觀眾：是的。 沒錯，很 好。還有人嗎？還有誰想要 -- 呃，還沒， 我還沒看到有女士舉手。"}, {"zh-tw": " OK, how about you, what year? 1949, and the month? October what? Fifth -- was that a Wednesday? Yes! I'll go way to the backright now, how about you? Yell it out, what year? Audience: 1959. 1959, OK -- and the month? Audience: February.", "en": " 啊，很好， 你呢，哪年？ 觀 眾：1949. 亞瑟: 1949， 哪月？ 觀眾： 十月。亞瑟: 十月幾號？ 觀眾： 5號。 亞瑟: 5號 -- 那是不是星期3？ 沒錯，現在我從後面選，你怎樣？ 大聲說出來，哪年？觀眾：1959。 阿 瑟:1959， 好的 -- 哪月？ 觀眾：二 月。"}, {"zh-tw": " February what? Sixth -- was that a Friday?Audience: Yes. Good, how about the person behind her? Call out, what year was it? Audience: 1947.AB: 1947, and the month? Audience: May.AB: May what? Seventh -- would that be a Wednesday? Audience: Yes.AB: Thank you very much.", "en": " 亞瑟: 2月幾號？ 觀眾：6號。 亞瑟: 6號，那是不是星期五？觀眾：是的。 很好，在她後面的那個人要不要試試？ 喊出 -- 哪一年？ 觀 眾：1947. 亞瑟: 1947，哪月？ 觀眾：5 月。亞瑟: 5月幾號？ 觀眾：7 號。亞瑟:7號 -- 那是不是星期三？ 觀眾：是的。 亞瑟:非常感謝。"}, {"zh-tw": " Anybody here who'd like to knowthe day of the week they were born? We can do it that way. Of course, I could just make upan answer and you wouldn't know, so I come prepared for that.", "en": " 在場的哪一位想知道自己的生日是在星期幾的？ 我們也可以這麼做。 當然，這樣的話我亂編一個你也不會知道， 所以我事先有準備了下。"}, {"zh-tw": " I brought with me a book of calendars. It goes as far back into the past as 1800,because you never know.", "en": " 我帶了一個日曆。 可以查回到1800年，誰知道會不會用得著呢？哈。"}, {"zh-tw": " I didn't mean to look at you, sir --you were just sitting there. Anyway, Chris, you can help meout here, if you wouldn't mind.", "en": " 我不是故意看著你，先生 -- 你只是恰巧坐在那邊。 不管怎樣，Chris,你可以幫我下，如果你不介意的話。"}, {"zh-tw": " This is a book of calendars. Who wanted to know their birth day? What year was it, first of all? Audience: 1966.", "en": " 這是一本日曆，然後我會問 -- 是誰想知道他的生日的，是你嗎，先生？好的。 先問下哪一 年？ 觀 眾：1966。"}, {"zh-tw": " 66 -- turn to the calendar with 1966. And what month? Audience: April.AB: April what? Audience: 17th.", "en": " 亞瑟: 66年 -- 翻到日曆的1966年 -- 亞瑟: 哪月？ 觀眾：4 月。 亞瑟: 4月幾號？"}, {"zh-tw": " I believe that was a Sunday. Can you confirm, Chris? Chris Anderson: Yes.", "en": " 觀眾：17 號。 亞瑟: 17號 -- 我確信那是個星期天。 你能否確認下，Chris？ Chris: 是的。亞瑟: 很好，我跟你說"}, {"zh-tw": " AB: I'll tell you what, Chris: as long as you havethat book in front of you, do me a favor, turn to a yearoutside of the 1900s, either into the 1800sor way into the 2000s -- that'll be a much greaterchallenge for me. AB: What year would you like?CA: 1824.", "en": " chris， 用你面前的那本書， 幫我下忙， 翻到1900s以外的， 幫我下忙， 翻到1900s以外的， 翻到頁面 1800s 或者2000s --那樣對我來 說會更有挑性。 你喜歡哪年，Chris？ Chris: 1824."}, {"zh-tw": " AB: 1824, OK. AB: And what month? CA: June.", "en": " 亞瑟: 1824, 好的。 哪月 呢？Chris: 六月。 哪月 呢？Chris: 六月"}, {"zh-tw": " AB: June what?CA: Sixth. AB: Was that a Sunday? CA: It was.AB: And it was cloudy.", "en": " 6號 -- 是不是星期天？ Chris: 沒錯。 亞瑟:並且是陰天。"}, {"zh-tw": " Good, thank you very much. (Applause ends) But I'd like to wrap things up now by alluding to somethingfrom earlier in the presentation.", "en": " 很好，非常感謝。 但是現在我想來個總結 再次回到 我之前的表演"}, {"zh-tw": " There was a gentleman up herewho had a 10-digit calculator. Where is he, would you stand up, 10-digit guy? OK, stand up for me just for a second, so I can see where you are.", "en": " 先前臺上有位帶10位數計算器的先生。 現在在哪裏，你能站起來一下嗎？ 10位數的夥計？ 好的，請站 起來下， 好讓我可以 看到你在哪里。"}, {"zh-tw": " You have a 10-digit calculator,sir, as well? OK, what I'm going to tryand do, is to square in my head a five-digit number requiringa 10-digit calculator. But to make my job more interestingfor you, as well as for me, I'm going to do this problemthinking out loud.", "en": " 好，哦，好的 -- 你也有一個10位數的計算器？ 很好，我接下來要做的是，心算平方 一個5位元數的數位，這需要個10位元數的計算器。 為了給大家和我自己增加點樂趣， 我會把心算過程 大聲的念出來。"}, {"zh-tw": " So you can actually, honestly hear what's going on in my mindwhile I do a calculation of this size. Now, I have to apologizeto our magician friend Lennart Green.", "en": " 這樣你們就可以實際上聽到 我心算時的具體過程 當我計算這樣大的數字的時候。 現在，我得向我們的魔術師朋友 Lennart Green道下歉。"}, {"zh-tw": " I know as a magician we're not supposedto reveal our secrets, but I'm not too afraid that people are going to startdoing my show next week, so -- I think we're OK. So, let's see, let's take a different row of people,starting with you.", "en": " 我知道作為一個魔術師本不應該洩漏我們的秘密， 但我並不是很擔心其他人 會在下個星期開始模仿我的表演，所以 -- 我想沒有什麼問題。 那麼，讓我們開始吧， 讓我們選另一排的觀眾，就從你開始吧。"}, {"zh-tw": " I'll get five digits:one, two, three, four. Oh, I did this row already.", "en": " 我將得到5位數：1，2，3，4 -- 哦，我已經選過這排了。那就選你前面的這排觀眾，"}, {"zh-tw": " Let's do the row before you, starting with you:one, two, three, four, five. Call out a single digit -- that will be the five-digit numberthat I will try to square, go ahead.", "en": " 從你開始先生：1，2，3，4，5。 （每個人） 喊出一個一位數 -- 這樣就組成一個5位元數的數字 我會心算這個數的平方。開始吧。"}, {"zh-tw": " Five. Seven.", "en": " 觀眾：5。 亞瑟：5。 觀眾：7。 亞瑟：7。 觀眾：6。 亞瑟：6。"}, {"zh-tw": " Six. Eight.", "en": " 觀眾：8。 亞瑟：8。"}, {"zh-tw": " Three. 57,683 -- squared.", "en": " 觀眾：3。 亞瑟：3。 57683 平方。慘啦。"}, {"zh-tw": " Yuck. Let me explain to youhow I'm going to attempt this problem.", "en": " 讓我來給大家解釋下 我接下來要怎麼算。"}, {"zh-tw": " I'm going to break the problemdown into three parts. I'll do 57,000 squared, plus 683 squared, plus 57,000 times 683 times two.", "en": " 我會把這個問題分成3部分。 我先算 57000的平方， 然後加上 683的平方， 加上 57000乘以 683乘以 2。"}, {"zh-tw": " Add all those numbers together, and with any luck, arrive at the answer. Now, let me recap.", "en": " 把所有的結果加起來， 幸運的話， 就可以得出答案。 現在，讓我先想一下（合上筆帽）。（一語雙關）"}, {"zh-tw": " Thank you. While I explain something else -- -- I know, that you can use, right? While I do these calculations, you might hear certain words, as opposed to numbers,creep into the calculation.", "en": " 謝謝。 當我講一些其他的 -- -- 我知道，你可以利用這個，對吧？ 當我心算的時候，在計算的過程中 你會聽到某些詞語， 來對應一些數字，融入到計算當中。"}, {"zh-tw": " Let me explain what that is. This is a phonetic code, a mnemonic device that I use, that allows me to convertnumbers into words.", "en": " 讓我來解釋下是什麼。 這是語音代碼， 相當於一個記憶用的設備， 這個設備能幫我把數字轉換成單詞。"}, {"zh-tw": " I store them as words, and later onretrieve them as numbers. I know it sounds complicated; it's not.", "en": " 我先存為單詞，然後再轉回成數字。 我知道這聽起來有點複雜；（實際上）一點也不 --"}, {"zh-tw": " I don't want you to think you're seeingsomething out of \"Rain Man.\" There's definitelya method to my madness -- definitely, definitely. Sorry.", "en": " 我不想讓你們以為自己看到了‘雨人’。 這其中絕對有種方法來解釋我瘋狂的表演 -- 一定的，一 定的。不好意思。"}, {"zh-tw": " If you want to talk to meabout ADHD afterwards, you can talk to me then. By the way, one last instruction, for my judges with the calculators -- you know who you are -- there is at least a 50 percent chancethat I will make a mistake here.", "en": " 如果你想找我談論小兒多動症的話， 你可以找我談談。好吧 -- 順便提下， 給我那個有計算器的裁判最後一個說明 至少有一半的機會 我會犯錯。"}, {"zh-tw": " If I do, don't tell mewhat the mistake is; just say, \"you're close,\"or something like that, and I'll try and figure out the answer -- which could be prettyentertaining in itself. If, however, I am right, whatever you do,don't keep it to yourself, OK? Make sure everybody knowsthat I got the answer right, because this is my big finish, OK.", "en": " 如果算錯了，不要告訴我哪里錯了； 只要說， ‘接近了，’或者類似的，然後我會再試著算出正確的答案 -- 這樣會更有趣點。 如果，我對了的話， 無論如何， 你都不要自己留著結果，好嗎？ 確保讓大家知道我算對了， 因為這對我來說是個完美的收場。"}, {"zh-tw": " So, without any more stalling, here we go. I'll start the problemin the middle, with 57 times 683.", "en": " 好吧，閒話少說， 我們開始吧。 我會從問題的中間部分開始，先算57乘以683。"}, {"zh-tw": " 57 times 68 is 3,400, plus 476 is 3876, that's 38,760 plus 171, 38,760 plus 171 is 38,931. 38,931; double that to get 77,862.", "en": " 現在，57乘以68等於3400，加上476等於3876， 那是 38760加上171， 38760 加上171等於38931。 38931； 翻一倍得到77862。"}, {"zh-tw": " 77,862 becomes cookie fission, cookie fission is 77,822. That seems right, I'll go on.Cookie fission, OK.", "en": " 77862 變成‘cookie fission’， ‘cookie fission’ 是77822。 好像沒錯， 繼續。'cookie fission’，好的。"}, {"zh-tw": " Next, I do 57 squared,which is 3,249, so I can say, three billion. Take the 249, add that to cookie, 249, oops, but I see a carry coming -- 249 -- add that to cookie, 250 plus 77, is 327 million -- fission, fission, OK,finally, we do 683 squared, that's 700 times 666, plus 17 squared is 466,489, rev up if I need it, rev up, take the 466, add that to fission, to get, oh gee -- 328,489.", "en": " 接下來，我算57的平方等於3249，那麼應該是， 30億。用249加上'cookie',249， 哦，但是我看到有一個包過來了 -- 249 -- 加上 'cookie'，250加上77， 等於3億2千7百萬 -- 'fission, fission,' 好的，總算可以算683的平方了， 相當於 700乘以666，再加上17的平方 等於 466489，我需要的時候轉起來， 放大，用 466， 加上 'fission'，得到， 哦老天 -- 328489。"}, {"zh-tw": " Audience: Yeah!AB: Good. Thank you very much.", "en": " 觀眾：沒錯！ 亞瑟：很好。 非常感謝。"}, {"zh-tw": " I hope you enjoyed mathemagics. Thank you.", "en": " 希望你們能喜歡數學魔術。謝謝大家。"}], "title": "Arthur Benjamin Does Mathemagic"}