{"url": "http://www.ted.com/talks/stella_young_i_m_not_your_inspiration_thank_you_very_much", "paragraphs": [{"zh-tw": " I grew up in a very small country town in Victoria. I had a very normal, low-key kind of upbringing.", "en": " 我在一個偏遠的鄉鎮長大 位於維多利亞 從小的教養非常普通、低調"}, {"zh-tw": " I went to school, I hung out with my friends, I fought with my younger sisters. It was all very normal.", "en": " 我上學，和朋友玩耍 我和妹妹們爭吵 生活看似非常普通"}, {"zh-tw": " And when I was 15, a member of my local community approached my parents and wanted to nominate me for a community achievement award. And my parents said, \"Hm, that's really nice, but there's kind of one glaring problem with that.", "en": " 我十五歲時，一位地方社區成員 聯絡上我的父母 他們想要提名我 角逐社區成就獎 我的家人說：「嗯，那還真的不錯」 「但是，有一件很顯而易見的問題」"}, {"zh-tw": " She hasn't actually achieved anything.\" And they were right, you know. I went to school, I got good marks, I had a very low-key after school job in my mum's hairdressing salon, and I spent a lot of time watching \"Buffy the Vampire Slayer\" and \"Dawson's Creek.\" Yeah, I know. What a contradiction.", "en": " 「她根本沒有成就任何事情」 他們並沒有說錯 我從學校畢業，拿到不錯的成績 我在母親的沙龍 從事一份普通的工作 我大部份的時間都在看 「 吸血鬼獵人巴菲」和「戀愛時代」 沒錯，我了解，這聽起來非常矛盾"}, {"zh-tw": " But they were right, you know. I wasn't doing anything that was out of the ordinary at all.", "en": " 不過，他們並沒有說錯 我完全沒有做什麼 與眾不同的事情"}, {"zh-tw": " I wasn't doing anything that couldbe considered an achievement if you took disability out of the equation. Years later, I was on my second teaching round in a Melbourne high school, and I was about 20 minutes intoa year 11 legal studies class when this boy put up his hand and said, \"Hey miss, when are you goingto start doing your speech?\" And I said, \"What speech?\" You know, I'd been talking them about defamation law for a good 20 minutes.", "en": " 我沒有做過可以被認為是成就的事情 如果沒有考慮到殘疾的因素的話 過幾年後，我再次回到學校教書 在墨爾本中學 法律課程大概上了20分鐘後 有位男學生舉手示意說： 「老師，請問你什麼時候要開始演講？」 我說：「什麼演講？」 我花了整整20分鐘 在解釋誹謗罪"}, {"zh-tw": " And he said, \"You know, like, your motivational speaking. You know, when people inwheelchairs come to school, they usually say, like, inspirational stuff?\" \"It's usually in the big hall.\" And that's when it dawned on me: This kid had only ever experienced disabled people as objects of inspiration.", "en": " 他說：「你知道的」 「我們想聽你激勵人心的演講」 「通常如果有殘疾人士出現在學校」 「都是來發表激勵我們的演講啊」 「而且通常都在大的 演講廳喔」 而那才讓我發現一件事 這個孩子把殘疾人士自動聯想成 一個激勵的對象"}, {"zh-tw": " We are not, to this kid -- and it's not his fault, I mean, that's true for many of us. For lots of us, disabled people are not our teachers or our doctors or our manicurists.", "en": " 我不是針對這名學生 也不是他的錯 大多數人都會這樣想 對很多人而言，殘疾人士不是老師 或是醫生、美甲師"}, {"zh-tw": " We're not real people. We are there to inspire. And in fact, I am sitting on this stage looking like I do in this wheelchair, and you are probably kind of expecting me to inspire you. Right? Yeah.", "en": " 我們不是一般人，我們只是來激勵別人 其實，我現在在講台上 看我坐在輪椅上面 你們大概也會期望我 來激勵你們對吧？ 沒錯"}, {"zh-tw": " Well, ladies and gentlemen, I'm afraid I'm going to disappoint you dramatically. I am not here to inspire you.", "en": " 各位先生女士，我恐怕 要讓你們大失所望了 我不是來激勵你們的"}, {"zh-tw": " I am here to tell you that we have been lied to about disability. Yeah, we've been sold the lie that disability is a Bad Thing, capital B, capital T.", "en": " 我是來告訴大家我們對於殘疾人士 有錯誤認知 我們不斷被灌輸一個概念 殘疾是一種壞事，是「壞事」"}, {"zh-tw": " It's a bad thing, and to live with a disability makes you exceptional. It's not a bad thing, and it doesn't make you exceptional.", "en": " 是不好的，而伴隨一生的殘疾 會讓你與眾不同 其實，這不是一件壞事 而且也不會讓你與眾不同"}, {"zh-tw": " And in the past few years, we've been able to propagate this lie even further via social media. You may have seen images like this one: \"The only disability in life is a bad attitude.\" Or this one: \"Your excuse is invalid.\" Indeed.", "en": " 最近這幾年 這種錯誤的認知透過媒體的傳播 散布到更多地方 你可能會聯想到一個畫面，像是這張 「人生唯一的殘疾是態度不對」 或是這張「你的藉口不足以成立」"}, {"zh-tw": " Or this one: \"Before you quit, try!\" These are just a couple of examples, but there are a lot of these images out there. You know, you might have seen the one, the little girl with no hands drawing a picture with a pencil held in her mouth.", "en": " 或是這張「別放棄！繼續嘗試！」 這些只是一些例子 外面還有更多這樣的畫面 你可能也有看過 一位小女孩失去雙手 用嘴含著鉛筆做畫"}, {"zh-tw": " You might have seen a child running on carbon fiber prosthetic legs. And these images, there are lots of them out there, they are what we call inspiration porn.", "en": " 或是你也曾經看過小孩子 穿戴義肢跑完馬拉松 這些畫面 已經非常普及 它們被我稱為「激勵色情片」"}, {"zh-tw": " And I use the term porn deliberately, because they objectify one group of people for the benefit of another group of people. So in this case, we're objectifying disabled people for the benefit of nondisabled people.", "en": " 我刻意使用色情一詞 因為為了給另外一群人帶來好處 他們物化了一群人 以我們的例子來說我們物化了殘疾人士 好帶給其他人一些益處"}, {"zh-tw": " The purpose of these images is to inspire you, to motivate you, so that we can look at them and think, \"Well, however bad my life is, it could be worse. I could be that person.\" But what if you are that person? I've lost count of the number of times that I've been approached by strangers wanting to tell me that they think I'm brave or inspirational, and this was long before my work had any kind of public profile.", "en": " 這些畫面的動機 就是要為了激勵你們 所以我們可以看著這些畫面 然後心想：「嗯，不論我的生活有多糟」 「還有比我更慘的人」 「我本來可能是那一種人」 但如果你就是那一種人呢？ 我數不清多少次 遇到陌生人 來跟我說，我有多麼勇敢 或是多具啟發性 這還是在我的工作 還沒什麼名氣之前的狀況"}, {"zh-tw": " They were just kind of congratulating me for managing to get up in the morning and remember my own name. And it is objectifying.", "en": " 他們不斷恭喜我 就只是因為我早上起床 記得自己的名字 這是一種物化"}, {"zh-tw": " These images, those images objectify disabled people for the benefit of nondisabled people. They are there so that you can look at them and think that things aren't so bad for you, to put your worries into perspective.", "en": " 這些畫面 確實物化了殘疾人士 只為了使其他非殘疾人受益 這些照片只是為了讓你看了之後 想說自己的生活其實也沒那麼糟 覺得比上不足比下有餘"}, {"zh-tw": " And life as a disabled person is actually somewhat difficult. We do overcome some things.", "en": " 生活對於殘疾人士而言 的確是相當不容易的 我們確實克服了許多困難"}, {"zh-tw": " But the things that we're overcoming are not the things that you think they are. They are not things to do with our bodies.", "en": " 但是，我們克服的困難 和你想像的不一樣 那跟我們生理上的限制無關"}, {"zh-tw": " I use the term \"disabled people\" quite deliberately, because I subscribe to what's calledthe social model of disability, which tells us that we are more disabled by the society that we live in than by our bodies and our diagnoses. So I have lived in this body a long time.", "en": " 我一直不斷使用「殘疾」這個字眼 因為我同意所謂的「殘疾社會模式」 意思是比起生理和病理上的限制 我們的社會所造成的殘疾 更加嚴重 我生活在這個軀體有一段時間了"}, {"zh-tw": " I'm quite fond of it. It does the things that I need it to do, and I've learned to use it to the best of its capacity just as you have, and that's the thing about thosekids in those pictures as well.", "en": " 其實我還蠻喜歡的 因為身體可以做我需要它做的事情 我也學會如何把身體的功能發揮到極致 就跟你們一樣 剛剛照片中的孩子們也一樣"}, {"zh-tw": " They're not doing anything out of the ordinary. They are just using their bodies to the best of their capacity.", "en": " 他們並沒有做任何與眾不同的事 他們只不過是把身體的功能 發揮到極致而已"}, {"zh-tw": " So is it really fair to objectify them in the way that we do, to share those images? People, when they say, \"You're an inspiration,\" they mean it as a compliment. And I know why it happens.", "en": " 所以物化他們 再散播出去 是公平的嗎？ 當人們說：「你真是激勵了我。」 他們是稱讚你 而我知道這背後的原因"}, {"zh-tw": " It's because of the lie, it's because we've been sold this lie that disability makes you exceptional. And it honestly doesn't.", "en": " 那是因為我們一直被灌輸這樣的錯誤認知 殘疾使你與眾不同 但其實不然"}, {"zh-tw": " And I know what you're thinking. You know, I'm up here bagging out inspiration, and you're thinking, \"Jeez, Stella, aren't you inspired sometimes by some things?\" And the thing is, I am.", "en": " 我知道你們是怎麼想的 我一直強調激勵是錯的概念 你也許會想：「天阿，史黛拉」 「難道你沒有被激勵過嗎？」 事實上是有的"}, {"zh-tw": " I learn from other disabled people all the time. I'm learning not that I am luckier than them, though.", "en": " 我每次都從其他殘疾人士身上學到很多事 但我學到的並不是因為我比他們更幸運"}, {"zh-tw": " I am learning that it's a genius idea to use a pair of barbecue tongs to pick up things that you dropped. I'm learning that nifty trick where you can charge your mobile phone battery from your chair battery.", "en": " 我學到的不過就是 能用一支烤肉夾撿東西 是不錯的想法而已 我學到了你能巧妙地 利用輪椅電池來幫手機充電而已"}, {"zh-tw": " Genius. We are learning from eachothers' strength and endurance, not against our bodies and our diagnoses, but against a world that exceptionalizes and objectifies us.", "en": " 真是個好主意 我們學習彼此擁有的力量和耐力 不是用來對抗自己生理或病理上的限制 而是用來對抗投予我們異樣的眼光 對抗物化我們的社會"}, {"zh-tw": " I really think that this lie that we've been sold about disability is the greatest injustice. It makes life hard for us.", "en": " 我真的覺得我們對於殘疾人士的迷思 是非常不公平的 那使我們的生活變得很困難"}, {"zh-tw": " And that quote, \"The only disability in life is a bad attitude,\" the reason that that's bullshit is because it's just not true, because of the social model of disability. No amount of smiling at a flight of stairs has ever made it turn into a ramp.", "en": " 剛才那一句格言「人生唯一的殘疾」 「是態度不對」 它之所以是胡扯 是因為那並不是事實 而是殘疾社會模式所致 不會因為你對著一排樓梯微笑 它就會自動變成斜坡"}, {"zh-tw": " Never. Smiling at a television screen isn't going to make closed captions appear for people who are deaf.", "en": " 不可能（笑聲和掌聲） 光對電視微笑 螢幕也不會因此 出現造福聽障人士的字幕"}, {"zh-tw": " No amount of standingin the middle of a bookshop and radiating a positive attitude is going to turn all those books into braille. It's just not going to happen.", "en": " 站在書店中 散發出正面能量 也不會使書本變成點字書 根本不可能發生"}, {"zh-tw": " I really want to live in a world where disability is not the exception, but the norm. I want to live in a world where a 15-year-old girl sitting in her bedroom watching \"Buffy the Vampire Slayer\" isn't referred to as achieving anything because she's doing it sitting down.", "en": " 我真的希望未來的世界 能夠把殘疾視為尋常的事，而不是例外 我希望未來的世界一個十五歲的少女 能夠坐在房間裡 看吸血鬼獵人巴菲 而不會只因為她坐著收看 就被視為一種成就"}, {"zh-tw": " I want to live in a world where we don't have such low expectations of disabled people that we are congratulated for getting out of bed and remembering our own names in the morning. I want to live in a world wherewe value genuine achievement for disabled people, and I want to live in a world where a kid in year 11 in a Melbourne high school is not one bit surprised that his new teacher is a wheelchair user.", "en": " 我希望未來的世界 我們對於殘疾人士的期望 不會那麼低 不會只因為早上能自己下床 能記得自己的名字，就有人說恭喜 我希望未來的世界可以重視殘疾人士 真正的成就 我希望未來的世界 一位十一歲的學生在墨爾本中學 看到自己的老師坐在輪椅上 完全不會感到驚訝"}, {"zh-tw": " Disability doesn't make you exceptional, but questioning what youthink you know about it does. Thank you.", "en": " 殘疾並不會使你與眾不同 你對於與眾不同的反思才能真正讓你與眾不同 謝謝"}], "title": "Stella Young I M Not Your Inspiration Thank You Very Much"}