{"url": "http://www.ted.com/talks/anne_curzan_what_makes_a_word_real", "paragraphs": [{"zh-tw": " I need to start by telling you a little bit about my social life, which I know may not seem relevant, but it is. When people meet me at parties and they find out that I'm an English professor who specializes in language, they generally have one of two reactions.", "en": " 一開始，我或許應該講講 我的社交生活 我知道這看起來似乎毫不相干 但其實大有關係 人們在派對上遇到我 發現我是一名英語教授 並且研究語言時 他們一般會有兩種反應"}, {"zh-tw": " One set of people look frightened. They often say something like, \"Oh, I'd better be careful what I say.", "en": " 一種人表現得驚恐 他們常常會說： 「噢，我說話得謹慎點"}, {"zh-tw": " I'm sure you'll hear every mistake I make.\" And then they stop talking. And they wait for me to go away and talk to someone else.", "en": " 你會一字不漏地聽出我的語用錯誤 於是他們乾脆就閉嘴了 然後待我離開後 他們才與別人交談"}, {"zh-tw": " The other set of people, their eyes light up, and they say, \"You are just the person I want to talk to.\" And then they tell me about whatever it is they think is going wrong with the English language. A couple of weeks ago, I was at a dinner party and the man to my right started telling me about all the ways that the Internet is degrading the English language.", "en": " 另一種人 會眼睛一亮 並說： 「我正想要和你談談」 接著告訴我他們所認為的 英語語言存在的問題 幾周前，我參加了一個晚宴 我右邊的男士 向我滔滔不絕地講述了 網路如何玷污英語"}, {"zh-tw": " He brought up Facebook, and he said, \"To defriend? I mean, is that even a real word?\" I want to pause on that question: What makes a word real? My dinner companion and I both know what the verb \"defriend\" means, so when does a new word like \"defriend\" become real? Who has the authority to make those kinds of official decisions about words, anyway? Those are the questions I want to talk about today. I think most people, when they say a word isn't real, what they mean is, it doesn't appear in a standard dictionary.", "en": " 他提到了社群網站臉書： 「defriend？（刪除好友）這算是一個真正的單詞嗎？」 就這點我先來提個問題： 怎樣才算是一個真正的單詞？ 晚宴上的各位都知道 動詞「defriend」是什麼意思 那從何時起，像 defriend 這樣的新詞 才可成為真正的詞彙呢 究竟誰有權力給這類詞 賦予官方定義？ 這就是今天我要談的問題 我認為當一般人說 某個單詞不成立時 那即是，此詞沒有被記載 在標準詞典裡"}, {"zh-tw": " That, of course, raises a host of other questions, including, who writes dictionaries? Before I go any further, let me clarify my role in all of this. I do not write dictionaries.", "en": " 這必然衍生出諸多其他問題 如，詞典是誰編寫的？ 我想在此打住， 先澄清一下我在其中的角色 我不是詞典編寫人"}, {"zh-tw": " I do, however, collect new words much the way dictionary editors do, and the great thing about being a historian of the English language is that I get to call this \"research.\" When I teach the history of the English language, I require that students teach me two new slang words before I will begin class. Over the years, I have learned some great new slang this way, including \"hangry,\" which -- — which is when you are cranky or angry because you are hungry, and \"adorkable,\" which is when you are adorable in kind of a dorky way, clearly, terrific words that fill important gaps in the English language.", "en": " 然而我的確在收集新詞 頗似詞典主編們的活兒 作為英語語言史的學者好處在於 我可以稱之為「研究」 當我教英語語言史時 我要求學生在開課前 教我兩個新俚語 因此，這些年裡我 學到了一些精彩的俚語 如「hangry」 意思是你因為饑餓(hungry) 而惱怒(angry) 還有「adorkable」 意思是 傻得可愛 很明顯，這些精妙的詞 補充了英語語言的重要空白"}, {"zh-tw": " But how real are they if we use them primarily as slang and they don't yet appear in a dictionary? With that, let's turn to dictionaries. I'm going to do this as a show of hands: How many of you still regularly refer to a dictionary, either print or online? Okay, so that looks like most of you.", "en": " 但這些詞怎麼才是正確 如果它們僅作為俚語 且尚未被記入詞典？ 讓我們回到詞典的問題 請你們舉手表示 有多少人還會習慣查詞典 ？ 印刷或是網路的都行 好的，似乎多數人都有"}, {"zh-tw": " Now, a second question. Again, a show of hands: How many of you have ever looked to see who edited the dictionary you are using? Okay, many fewer. At some level, we know that there are human hands behind dictionaries, but we're really not sure who those hands belong to.", "en": " 問題二，請再舉手表示 有多少人曾試圖去瞭解 這些詞典的作者是誰？ 好的，不多 在某程度上，我們知道詞典背後 必有人為的操作 但我們難以知道，他們是何方神聖"}, {"zh-tw": " I'm actually fascinated by this. Even the most critical people out there tend not to be very critical about dictionaries, not distinguishing among them and not asking a whole lot of questions about who edited them.", "en": " 其實我對此很好奇 即使是最挑剔的人 也不會對詞典太嚴苛 不會區分比較 不會刨根問底 關於誰是編者"}, {"zh-tw": " Just think about the phrase \"Look it up in the dictionary,\" which suggests that all dictionaries are exactly the same. Consider the library here on campus, where you go into the reading room, and there is a large, unabridged dictionary up on a pedestal in this place of honor and respect lying open so we can go stand before it to get answers.", "en": " 想想這句話 「請翻閱詞典」 這意味著，所有的詞典 都是一樣的 假設在學校圖書館 有間閱覽室 那有一本未經刪減的大詞典 被供放在莊重的臺座上 頁面敞開著待我們 上前尋答案"}, {"zh-tw": " Now, don't get me wrong, dictionaries are fantastic resources, but they are human and they are not timeless. I'm struck as a teacher that we tell students to critically question every text they read, every website they visit, except dictionaries, which we tend to treat as un-authored, as if they came from nowhere to give us answers about what words really mean.", "en": " 別誤會，我沒否認 詞典是很好的資源 可它們都是人類腦力結晶 他們會因時而變 作為老師，我覺得很困惑的是 我們常對學生強調，要批判思考 瀏覽過的文章或網頁 除詞典外 我們往往覺得，詞典沒有作者 好似他們從天而降來 告訴我們單詞的定義"}, {"zh-tw": " Here's the thing: If you ask dictionary editors, what they'll tell you is they're just trying to keep up with us as we change the language. They're watching what we say and what we write and trying to figure out what's going to stick and what's not going to stick.", "en": " 那麼，如果你問詞典的作者 他們會說的是 他們致力於與大眾同步 隨著人類不斷改變語言 他們一直觀察著我們說寫的內容 並試圖決定 何去何留"}, {"zh-tw": " They have to gamble, because they want to appear cutting edge and catch the words that are going to make it, such as LOL, but they don't want to appear faddish and include the words that aren't going to make it, and I think a word that they're watching right now is YOLO, you only live once. Now I get to hang out with dictionary editors, and you might be surprised by one of the places where we hang out.", "en": " 他們得賭一把 因為他們希望顯得更前沿 因而選了一些代表性詞彙 比如「LOL」（laughing out loud，放聲大笑） 但他們不失保守態度 所以不收錄曇花一現的詞 我覺得當前編者們關注的一個詞 是YOLO，「人只能活一次」的縮寫 我常與詞典編輯們接觸 我們會面的地點之一 或許會令人驚訝"}, {"zh-tw": " Every January, we go to the American Dialect Society annual meeting, where among other things, we vote on the word of the year. There are about 200 or 300 people who come, some of the best knownlinguists in the United States.", "en": " 每年一月份 我們都出席全美方言協會的年會 我們會票選出 年度詞語 與會者約有200到300位 當中不乏美國最有名的語言學家"}, {"zh-tw": " To give you a sense of the flavor of the meeting, it occurs right before happy hour. Anyone who comes can vote.", "en": " 簡單講講會議的氛圍 會議會在酒水減價前開始 凡是前來的人都可投票"}, {"zh-tw": " The most important rule is that you can vote with only one hand. In the past, some of the winners have been \"tweet\" in 2009 and \"hashtag\" in 2012.", "en": " 有一重要前提： 你只能單手投票一次 過去的年度詞語有 2009年的「tweet」（指Twitter的消息） 2012年的「hashtag」（指主題標籤「#」）"}, {"zh-tw": " \"Chad\" was the word of the year in the year 2000, because who knew what a chad was before 2000, and \"WMD\" in 2002. Now, we have other categories in which we vote too, and my favorite category is most creative word of the year.", "en": " 2000年度詞語是「chad」（指選票打孔後掉下的紙片） 2000年之前，沒人知道 chad 是什麼 2002年度詞是「WMD」（指伊戰中的大規模殺傷性武器） 現在投票增添了其他項目 我最喜歡的是 年度最具創意詞"}, {"zh-tw": " Past winners in this category have included \"recombobulation area,\" which is at the Milwaukee Airport after security, where you can recombobulate. You can put your belt back on, put your computer back in your bag.", "en": " 曾獲勝的詞包括 「recombobulation area」 指的是密爾沃基機場過安檢後 旅客的重新整頓區 你可在那整理行李 放回電腦"}, {"zh-tw": " And then my all-time favorite word at this vote, which is \"multi-slacking.\" And multi-slacking is the act of having multiple windows up on your screen so it looks like you're working when you're actually goofing around on the web. Will all of these words stick? Absolutely not.", "en": " 這次，我空前喜歡的創意詞是 「multi-slacking」 multi-slacking 指 電腦的多個視窗被打開 貌似有人在工作 其實是在不務正業 這些詞會被收錄嗎？肯定不會"}, {"zh-tw": " And we have made some questionable choices, for example in 2006 when the word of the year was \"Plutoed,\" to mean demoted. But some of the past winners now seem completely unremarkable, such as \"app\" and \"e\" as a prefix, and \"google\" as a verb.", "en": " 我們也曾做過一些有爭議的決定 例如2006年 年度詞語是「Plutoed」 意思是降級 但過去有些獲選詞 如今似乎徹底司空見慣了 例如「app」 作為前綴的「e」 作為動詞的「google」"}, {"zh-tw": " Now, a few weeks before our vote, Lake Superior State University issues its list of banished words for the year. What is striking about this is that there's actually often quite a lot of overlap between their list and the list that we are considering for words of the year, and this is because we're noticing the same thing.", "en": " 今年投票前幾週 蘇必利爾湖州立大學 發佈了年度禁用語的名單 吸睛的是 此名單與協會的 年度候選詞名單 有相當多的共同之處 這是因為我們都注意到了一點"}, {"zh-tw": " We're noticing words that are coming into prominence. It's really a question of attitude.", "en": " 我們都關注到流行詞 問題是各花入各眼"}, {"zh-tw": " Are you bothered by languagefads and language change, or do you find it fun, interesting, something worthy of study as part of a living language? The list by Lake Superior State University continues a fairly long tradition in English of complaints about new words. So here is Dean Henry Alford in 1875, who was very concerned that \"desirability\" is really a terrible word.", "en": " 你覺得語言的日新月異 有趣還是令人反感 作為生活語言的一部分 流行語有研究價值嗎？ 蘇必利爾湖州立大學的清單 延續了長久以來 不接納英語新詞的保守思想 1875 年該校院長亨利 極為反感「desirability」這個詞 認為它糟糕透了"}, {"zh-tw": " In 1760, Benjamin Franklin wrote a letter to David Hume giving up the word \"colonize\" as bad. Over the years, we've also seen worries about new pronunciations.", "en": " 1760 年，班傑明·富蘭克林 在致大衛·休謨的信中說 應棄用「colonize」這不當的詞 一直以來，我們也曾見聞 對新發音的擔憂"}, {"zh-tw": " Here is Samuel Rogers in 1855 who is concerned about somefashionable pronunciations that he finds offensive, and he says \"as if contemplate were not bad enough, balcony makes me sick.\" The word is borrowed in from Italian and it was pronounced bal-COE-nee. These complaints now strike us as quaint, if not downright adorkable --  -- but here's the thing: we still get quite worked up about language change.", "en": " 1855 年，薩繆爾·羅格斯 認為一些時髦的發音 令人討厭 他說：若「contemplate」還不夠糟糕 那「balcony」足以令我作嘔。（注：單詞重音位置變了） 這個詞源於義大利 它的發音是bal-COE-nee（注：重音於第二音節） 這些抱怨如今顯得荒誕離奇 完全「傻得可愛」 但問題是 對於語言變化，人們仍會激動不已 我辦公室裡有一疊文檔"}, {"zh-tw": " I have an entire file in my office of newspaper articles which express concern about illegitimate words that should not have been included in the dictionary, including \"LOL\" when it got into the Oxford English Dictionary and \"defriend\" when it got into the Oxford American Dictionary. I also have articles expressing concern about \"invite\" as a noun, \"impact\" as a verb, because only teeth can be impacted, and \"incentivize\" is described as \"boorish, bureaucratic misspeak.\" Now, it's not that dictionary editors ignore these kinds of attitudes about language.", "en": " 都是對非標準詞語 表示擔心的報刊文章 認為它們不應被納入詞典 包括「LOL」 它已被納入牛津英語詞典 還有「defriend」 也已被納入牛津美語詞典 還有文章對 把「invite」用作名詞 把「impact」用作動詞有異議 因為impacted常指阻生牙 「incentivize」也被認為是 「粗鄙繁雜的錯誤發音」 詞典編輯們 對這種立場並無忽視"}, {"zh-tw": " They try to provide us some guidance about words that are considered slang or informal or offensive, often through usage labels, but they're in something of a bind, because they're trying to describe what we do, and they know that we often go to dictionaries to get information about how we should use a word well or appropriately. In response, the American Heritage Dictionaries include usage notes.", "en": " 他們試圖提供關於 所謂的俚語、非正式語和冒犯詞的指引 常通過用法標示的形式 他們或多或少受限 因為他們試圖概括一般人的語用方式 他們也知道人們常會用詞典 來瞭解詞語應如何使用 才恰當合理 對此，美國傳統詞典 包含了語用注解"}, {"zh-tw": " Usage notes tend to occur with words that are troublesome in one way, and one of the ways that they can be troublesome is that they're changing meaning. Now usage notes involve very human decisions, and I think, as dictionary users, we're often not as aware of those human decisions as we should be.", "en": " 注解往往更適用於 那些複雜麻煩的詞 之所以麻煩的一個原因是 詞的原意不斷改變 如今注解難免有很多主觀的判斷 作為詞典使用者，我認為 我們往往沒注意到 這些不應被忽視的主觀部分"}, {"zh-tw": " To show you what I mean, we'll look at an example, but before we do, I want to explain what the dictionary editors are trying to deal with in this usage note. Think about the word \"peruse\" and how you use that word.", "en": " 為了讓大家更明白 我們先來看一例子，但在此之前 我來解釋一下詞典編輯如何使用 使用說明 想想這個詞「peruse」 以及你如何使用這個詞"}, {"zh-tw": " I would guess many of you are thinking of skim, scan, reading quickly. Some of you may even have some walking involved, because you're perusing grocery store shelves, or something like that.", "en": " 我猜想你們大部分人認為 意思是瀏覽、掃視、匆匆閱讀 有些人甚至覺得和走路相關 因為你會 peruse 小賣部的貨架 或者類似的用法"}, {"zh-tw": " You might be surprised to learn that if you look in most standard dictionaries, the first definition will be to read carefully, or pore over. American Heritage has that as the first definition.", "en": " 讓你吃驚的是 如果你在一些標準的詞典中查詢 第一個解釋是「仔細閱讀」 或者「仔細查看」 美國遺產詞典就把它列為第一個解釋"}, {"zh-tw": " They then have, as the second definition, skim, and next to that, they say \"usage problem.\" And then they include a usage note, which is worth looking at. So here's the usage note: \"Peruse has long meant 'to read thoroughly'...", "en": " 第二個解釋才是「瀏覽」 接下來的解釋是「使用問題」 然後他們寫了一個使用說明 值得看看 使用說明是這麼寫的： 「Peruse長期以來的含義是『仔細閱讀』"}, {"zh-tw": " But the word is often used more loosely, to mean simply 'to read.'... Further extension of the wordto mean 'to glance over, skim,' has traditionally been considered an error, but our ballot results suggest that it is becoming somewhat more acceptable.", "en": " 但是經常被不嚴謹地使用 意為『閱讀』 這個單詞經常被用來表達『匆匆掃過、瀏覽』 但一直被認為是錯誤的 但是我們內部的投票表決顯示，這個意思 似乎被更多的人所接受"}, {"zh-tw": " When asked about the sentence, 'I only had a moment to peruse the manual quickly,' 66 percent of the [Usage] Panel found it unacceptable in 1988, 58 percent in 1999, and 48 percent in 2011.\" Ah, the Usage Panel, that trusted body of language authorities who is getting more lenient about this. Now, what I hope you're thinking right now is, \"Wait, who's on the Usage Panel? And what should I do with their pronouncements?\" If you look in the front matter of American Heritage Dictionaries, you can actually find the names of the people on the Usage Panel.", "en": " 當被問到這個句子的含義 『我只有很短的時間快速peruse這本手冊。』 用戶說明小組中66％的人 在1988年認為是可以這樣說的 1999年是58％ 2011年是48％」 啊，用戶小組 受人信賴的語言權威組織 對這個問題越來越寬容 我知道你們現在思考的問題是 「等一下，誰是用戶小組？ 看到這樣的公告我該怎麼辦？」 如果你翻看 美國遺產字典的扉頁 就能找到用戶小組 成員的名字"}, {"zh-tw": " But who looks at the front matter of dictionaries? There are about 200 people on the Usage Panel. They include academicians, journalists, creative writers.", "en": " 但是誰會翻看字典的扉頁呢？ 用戶小組成員大約有200人 包括學者 記者、作家"}, {"zh-tw": " There's a Supreme Court justice on it and a few linguists. As of 2005, the list includes me.", "en": " 還有最高法院大法官 和幾位語言學家 2005年，我也加入其中"}, {"zh-tw": " Here's what we can do for you. We can give you a sense of the range of opinions about contested usage.", "en": " 我們可以為你做這些事 我可以讓你瞭解 一些相互矛盾用法的不同意見"}, {"zh-tw": " That is and should be the extent of our authority. We are not a language academy.", "en": " 這是我們的職責範圍 我們並不是語言學術機構"}, {"zh-tw": " About once a year, I get a ballot that asks me about whether new uses, new pronunciations, new meanings, are acceptable. Now here's what I do to fill out the ballot.", "en": " 大約每年一次，我有機會 投票選出新的用法 新的發音、新的含義，是否可被接受 我填寫選票的方法是這樣的："}, {"zh-tw": " I listen to what other people are saying and writing. I do not listen to my own likes and dislikes about the English language.", "en": " 我聆聽並觀察別人說話和寫作 我不會憑自己的喜好 有選擇地觀察英語的使用"}, {"zh-tw": " I will be honest with you: I do not like the word \"impactful,\" but that is neither here nor there in terms of whether \"impactful\"is becoming common usage and becoming more acceptable in written prose. So to be responsible, what I do is go look at usage, which often involves going to look at online databases such as Google Books.", "en": " 坦率地說 我不喜歡「impactful」這個詞 但這並不影響 「impactful」這個詞是否會 在散文寫作中普遍使用，並且被接受 出於負責任的態度 我會觀察詞語的用法 這需要經常瀏覽 網路資料庫，比如谷歌圖書"}, {"zh-tw": " Well, if you look for \"impactful\" in Google Books, here is what you find. Well, it sure looks like \"impactful\" is proving useful for a certain number of writers, and has become more and more useful over the last 20 years.", "en": " 如果你在谷歌圖書中搜索「impactful」 就會找到這些資訊 看起來「impactful」 對一定數量的作家來說 的確是有用的 而且在過去20年裡 使用的頻率呈上升趨勢"}, {"zh-tw": " Now, there are going to be changes that all of us don't like in the language. There are going to be changes where you think, \"Really? Does the language have to change that way?\" What I'm saying is, we should be less quick to decide that that change is terrible, we should be less quick to impose our likes and dislikes about words on other people, and we should be entirely reluctant to think that the English language is in trouble.", "en": " 即使我們不喜歡語言的這種現象 改變也必將發生 即使你在想： 「真的嗎 語言真的要發生這樣的變化？」 我的意思是說 我們不要急於 說改變是不好的 我們不要急於把我們自己 對語言的好惡強加給別人 我們不應當認為 英語遇到麻煩了"}, {"zh-tw": " It's not. It is rich and vibrant and filled with the creativity of the speakers who speak it. In retrospect, we think it's fascinating that the word \"nice\" used to mean silly, and that the word \"decimate\" used to mean to kill one in every 10.", "en": " 它並沒遇到麻煩，它內容豐富、生機勃勃 充滿了使用者帶來的新創意 回顧以往，我們覺得 用「nice」表示「愚蠢」太有意思了 用「decimate」表示 表示殺死十分之一"}, {"zh-tw": " We think that Ben Franklin was being silly to worry about \"notice\" as a verb. Well, you know what? We're going to look pretty silly in a hundred years for worrying about \"impact\" as a verb and \"invite\" as a noun.", "en": " 我們覺得本佛蘭克林 擔心「notice」被用作動詞太愚蠢了 你知道嗎？ 一百年之後，我們也會是同樣地愚蠢 因為擔心「impact」會變成一個動詞 「invite」會變成一個名詞"}, {"zh-tw": " The language is not going to change so fast that we can't keep up. Language just doesn't work that way.", "en": " 語言的改變不會 快得讓我們跟不上 語言不會以這種方式變化"}, {"zh-tw": " I hope that what you can do is find language change not worrisome but fun and fascinating, just the way dictionary editors do. I hope you can enjoy being part of the creativity that is continually remaking our language and keeping it robust.", "en": " 我希望你們 不要對語言的變化感到不安 而是要把它當作有趣、迷人的事情 就像詞典的編輯們一樣 我希望你們可以享受 創意的過程，持續改進 我們的語言，讓它更加強大"}, {"zh-tw": " So how does a word get into a dictionary? It gets in because we use it and we keep using it, and dictionary editors are paying attention to us. If you're thinking, \"But that lets all of us decide what words mean,\" I would say, \"Yes it does, and it always has.\" Dictionaries are a wonderful guide and resource, but there is no objectivedictionary authority out there that is the final arbiter about what words mean.", "en": " 那麼，一個單詞是怎樣進入詞典的呢？ 它之所以會進入詞典，是因為我們使用它 不斷地使用它 詞典編輯注意到我們的使用 如果你說：「那這等於是讓我們所有人 來決定一個詞的含義。」 我會說：「是的 其實一直是這樣」 詞典是非常好的指導工具和知識來源 但是並沒有一個客觀的詞典權威 來最終判定一個詞的真正含義"}, {"zh-tw": " If a community of speakers is using a word and knows what it means, it's real. That word might be slangy, that word might be informal, that word might be a word that you think is illogical or unnecessary, but that word that we're using, that word is real.", "en": " 如果一個群體在使用一個詞 並且共同認定它的含義，那麼它就是真實的 這個詞或許是俚語 或許不正式 或許你認為它 不合邏輯或者沒有必要 但是只要我們在使用它 它就是真實的"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Anne Curzan What Makes A Word Real"}