{"url": "http://www.ted.com/talks/zak_ebrahim_i_am_the_son_of_a_terrorist_here_s_how_i_chose_peace", "paragraphs": [{"zh-tw": " On November 5th, 1990, a man named El-Sayyid Nosair walked into a hotel in Manhattan and assassinated Rabbi Meir Kahane, the leader of the Jewish Defense League. Nosair was initially found not guilty of the murder, but while serving time on lesser charges, he and other men began planning attacks on a dozen New York City landmarks, including tunnels, synagogues and the United Nations headquarters.", "en": " 1990 年 11 月 5 日， 一位名叫埃爾．塞伊德．諾塞爾的男子 走入曼哈頓的一間旅館 刺殺了拉比梅厄．卡赫納， 猶太防衛聯盟的首領。 諾塞爾一開始並未被指認參與謀殺， 但當他因小事入獄服刑期間， 他和一些人開始計劃襲擊 紐約市的一些地標， 包括隧道、猶太教會堂 和聯合國總部。"}, {"zh-tw": " Thankfully, those plans were foiled by an FBI informant. Sadly, the 1993 bombing of the World Trade Center was not.", "en": " 謝天謝地，這些計劃被 美國聯邦調查局的線人挫敗了。 不幸的是，1993 年 世貿中心的那場爆炸襲擊卻發生了。"}, {"zh-tw": " Nosair would eventually be convicted for his involvement in the plot. El-Sayyid Nosair is my father.", "en": " 諾塞爾最終被指控 參與這場犯罪謀劃。 埃爾．塞伊德．諾塞爾是我的父親。"}, {"zh-tw": " I was born in Pittsburgh, Pennsylvania in 1983 to him, an Egyptian engineer, and a loving American motherand grade school teacher, who together tried their best to create a happy childhood for me. It wasn't until I was seven years old that our family dynamic started to change.", "en": " 我 1983 年出生在賓夕法尼亞州的匹茲堡， 我的父親是一位埃及裔工程師， 我有個愛我的美國母親，她是一名小學老師， 他們盡最大努力 為給我創造了一個歡樂的童年。 直到我 7 歲的時候 家庭氣氛開始出現了變化。"}, {"zh-tw": " My father exposed me to a side of Islam that few people, including the majority of Muslims, get to see. It's been my experience that when people take the time to interact with one another, it doesn't take long to realize that for the most part, we all want the same things out of life.", "en": " 我的父親讓我接觸伊斯蘭的一支 很少人見過，包括大部分的穆斯林， 都沒見過的一個派別。 我的人生經驗告訴我 人們與彼此相處， 很快就意識到，很大程度上 人們對生活有著相同的追求。"}, {"zh-tw": " However, in every religion, in every population, you'll find a small percentage of people who hold so fervently to their beliefs that they feel they must use any means necessary to make others live as they do. A few months prior to his arrest, he sat me down and explained that for the past few weekends, he and some friends had been going to a shooting range on Long Island for target practice.", "en": " 然而，所有宗教，所有群體， 你總能看到一小部分人 對他們的信仰太過狂熱， 以至於認為他們應該用各種方法 讓其他人和他們過同樣的生活。 在他被捕前幾個月， 他和我坐著聊天解釋到 在過去的幾個週末，他和他的一些朋友 在長島（美國紐約州東南部島嶼） 進行目標射擊訓練。"}, {"zh-tw": " He told me I'd be going with him the next morning. We arrived at Calverton Shooting Range, which unbeknownst to our group was being watched by the FBI.", "en": " 他讓我第二天一早和他一起去。 我們來到凱佛頓射擊場， 我們並不知道自己已經 被聯邦調查局監視了。"}, {"zh-tw": " When it was my turn to shoot, my father helped me hold the rifle to my shoulder and explained how to aim at the target about 30 yards off. That day, the last bullet I shot hit the small orange light that sat on top of the target and to everyone's surprise, especially mine, the entire target burst into flames.", "en": " 輪到我射擊的時候， 我的父親幫我扶住肩膀上的來福槍， 並教導我如何瞄準 30 碼處的目標。 那天，我射出的最後一顆子彈 打中了目標頂上的橙色亮光， 所有人都驚呆了，尤其是我， 整個目標版燃燒了。"}, {"zh-tw": " My uncle turned to the other men, and in Arabic said, \"Ibn abuh.\" Like father, like son. They all seemed to get a reallybig laugh out of that comment, but it wasn't until a few years later that I fully understood whatthey thought was so funny.", "en": " 我的叔叔轉向旁邊的人， 用阿拉伯語說到：「Ibn abuh」—— 虎父無犬子。 他們當場開懷大笑起來， 幾年後 我才理解他們大笑的原因。"}, {"zh-tw": " They thought they saw in me the same destruction my father was capable of. Those men would eventually be convicted of placing a van filled with1,500 pounds of explosives into the sub-level parking lot of theWorld Trade Center's North Tower, causing an explosion that killed six people and injured over 1,000 others.", "en": " 他們以為我和我的父親有著 同樣的摧毀能力。 這群男人最終被指控 將滿載 1500 磅重的炸彈的廂式貨車 停在世界貿易中心北塔的地下停車場， 爆炸造成 6 人死亡， 同時致使超過 1000 人受傷。"}, {"zh-tw": " These were the men I looked up to. These were the men I calledammu, which means uncle.", "en": " 這些是我曾經敬仰的人。 這些是我曾經稱呼其為 ammu，意為叔叔的人。"}, {"zh-tw": " By the time I turned 19, I had already moved 20 times in my life, and that instability during my childhood didn't really provide an opportunity to make many friends. Each time I would begin to feelcomfortable around someone, it was time to pack up and move to the next town.", "en": " 當我 19 歲的時候， 我已經搬超過 20 次家了， 童年所經歷的不穩定 並未給我 交朋友的機會。 每當我感到和附近人熟識時， 就是我要收拾行囊去下一個地方的時候。"}, {"zh-tw": " Being the perpetual new face in class, I was frequently the target of bullies. I kept my identity a secret from my classmates to avoid being targeted, but as it turns out, being thequiet, chubby new kid in class was more than enough ammunition.", "en": " 作為永遠的班級新生， 我常是同學們欺負的對象。 為了不被同班同學欺負， 我將自己的身份保密， 但結果是，作為安靜又胖胖的新同學 很輕易就成為被欺負的對象。"}, {"zh-tw": " So for the most part, I spent my time at home reading books and watching TV or playing video games. For those reasons, my social skills were lacking, to say the least, and growing up in a bigoted household, I wasn't prepared for the real world.", "en": " 所以更多的時候，我待在家裡 看書看電視 或者是打電動。 正因為這樣，我的社交能力有所缺失， 說簡單點是這樣， 成長在固執的家庭， 我沒有準備好應對現實世界。"}, {"zh-tw": " I'd been raised to judge people based on arbitrary measurements, like a person's race or religion. So what opened my eyes? One of my first experiences that challenged this way of thinking was during the 2000 presidential elections.", "en": " 我被教育成用武斷的方式， 依據人們的臉或宗教， 來評斷他人。 那麼，是什麼讓我開了眼界呢？ 某次經歷 挑戰了我思考的方式 發生於 2000 年美國總統競選期間。"}, {"zh-tw": " Through a college prep program, I was able to take part in the National Youth Convention in Philadelphia. My particular group's focus was on youth violence, and having been the victimof bullying for most of my life, this was a subject in whichI felt particularly passionate.", "en": " 在預科期間， 我參與了 在費城舉辦的全國青年大會。 我這組的話題是關於青少年暴力， 作為倍受欺負的受害者， 這個話題我很感興趣。"}, {"zh-tw": " The members of our group camefrom many different walks of life. One day toward the end of the convention, I found out that one of the kids I had befriended was Jewish.", "en": " 組員都有著不同的生活軌跡。 大會臨近結束的某天， 我發現我的某個朋友 是猶太人。"}, {"zh-tw": " Now, it had taken several days for this detail to come to light, and I realized that there was no natural animosity between the two of us. I had never had a Jewish friend before, and frankly I felt a sense of pride in having been able to overcome a barrier that for most of my life I had been led to believe was insurmountable.", "en": " 我也是過了幾天 才知曉這件事情， 我認識到，我們之間 並沒有與生俱來的仇恨。 我從未有過猶太朋友， 坦白地說，我為此感到驕傲， 能夠跨越 我人生絕大部分時間 認為是不可能逾越的障礙。"}, {"zh-tw": " Another major turning point came when I found a summer job at Busch Gardens, an amusement park. There, I was exposed to peoplefrom all sorts of faiths and cultures, and that experience proved to be fundamental to the development of my character.", "en": " 另一個轉折點是， 某年暑假，我在布希花園 這個主題樂園打工。 我見識到有著不同信仰，來自不同文化的人們， 這樣的經驗 對我的人格發展是至關重要的。"}, {"zh-tw": " Most of my life, I'd been taught that homosexuality was a sin, and by extension, that all gay people were a negative influence. As chance would have it, I had the opportunity to work with some of the gay performers at a show there, and soon found that many were the kindest, least judgmental people I had ever met.", "en": " 因為在過去的日子，我接收到的教育是， 同性戀是罪惡的，據此推斷， 所有的同性戀者都有著消極的影響。 在我打暑期工的時間裡， 我有機會和同性戀演員 一起合作， 我很快發現，很多同性戀者 是我所見過最善良，最自由開放尊重他人的人。"}, {"zh-tw": " Being bullied as a kid created a sense of empathy in me toward the suffering of others, and it comes very unnaturally to me to treat people who are kind in any other way than howI would want to be treated. Because of that feeling, I was able to contrast the stereotypes I'd been taught as a child with real life experience and interaction.", "en": " 在兒童時期被霸淩的經歷 教給我要對他人的遭遇 感到同情和憐憫， 對我來說， 我會善待那些 對我好的人。 因為這樣的感受，我能夠 用真實生活和經歷來 抵擋從孩童時期就被灌輸的成見。"}, {"zh-tw": " I don't know what it's like to be gay, but I'm well acquainted with being judged for something that's beyond my control. Then there was \"The Daily Show.\" On a nightly basis, Jon Stewart forced me to be intellectually honest withmyself about my own bigotry and helped me to realize that a person's race, religion or sexual orientation had nothing to do with the quality of one's character.", "en": " 我不知道作為同性戀者的感受， 但我深知那種被 無法掌控的事物所評斷的感受。 接著是《每日秀》節目。 每一晚，約翰．斯圖爾都催促我 誠實面對自己的偏見， 幫助我認識到一個人的種族、 信仰和性取向 與這個人的人格沒有任何關係。"}, {"zh-tw": " He was in many ways a father figure to me when I was in desperate need of one. Inspiration can often comefrom an unexpected place, and the fact that a Jewish comedian had done more to positively influence my worldview than my own extremist father is not lost on me.", "en": " 某種程度上說，每當我迫切需要一個父親的時候， 他就在那裡。 鼓舞人心之事往往來自無法預知之處， 事實上，一個猶太裔喜劇明星 積極地影響我的世界觀， 比我那極端的親生父親 多得多。"}, {"zh-tw": " One day, I had a conversation with my mother about how my worldview was starting to change, and she said something to me that I will hold dear to my heart for as long as I live. She looked at me with the weary eyes of someone who had experienced enough dogmatism to last a lifetime, and said, \"I'm tired of hating people.\" In that instant, I realized how much negative energy it takes to hold that hatred inside of you.", "en": " 某天，我和母親談到 我的世界觀正在改變， 她對我說， 我將在生命裡 一直帶著尊重的心。 她用疲憊的眼神看著我， 她看起來，的確受夠了 被教條主義侵占的人生， 她說：「我已不願憎恨他人了。」 瞬間，我意識到，在內心裡承受憎恨 需要多麼巨大的負能量。"}, {"zh-tw": " Zak Ebrahim is not my real name. I changed it when my family decided to end our connection with my father and start a new life.", "en": " 扎克．伊博黑姆不是我的本名。 當我的家人決定和我父親斷絕關係時 我改了這個名字 以開始新的生活。"}, {"zh-tw": " So why would I out myself and potentially put myself in danger? Well, that's simple. I do it in the hopes that perhaps someone someday who is compelled to use violence may hear my story and realize that there is a better way, that although I had been subjected to this violent, intolerant ideology, that I did not become fanaticized.", "en": " 那麼，我為什麼要出現在公眾視線前 將自己置於可能的危險境地呢？ 嗯，這很容易解釋。 我這樣做是希望，也許某人某天 當他決定使用武力反抗社會的時候， 可能會聽到我的故事，並意識到 有比動武更好的方法， 儘管我曾被灌輸 這樣的暴力思維，偏狹的意識， 我並沒有為其所動。"}, {"zh-tw": " Instead, I choose to use my experience to fight back against terrorism, against the bigotry. I do it for the victims of terrorism and their loved ones, for the terrible pain and loss that terrorism has forced upon their lives.", "en": " 而是選擇透過自己的經驗 來抵抗恐怖主義， 來反對偏見。 我是為了那些遭受恐怖襲擊的受害者 以及他們的親人而做， 我是為了那些被恐怖主義活動所導致的 生命的苦痛與損失而做。"}, {"zh-tw": " For the victims of terrorism, I will speak out against these senseless acts and condemn my father's actions. And with that simple fact, I stand here as proof that violence isn't inherent in one's religion or race, and the son does not have to follow the ways of his father.", "en": " 為了那些遭受恐怖襲擊的受害者，我站出來 反對這些毫無意義的襲擊行動， 譴責我父親的行為。 就是這樣簡單的原因，我站在這裡證明 暴力不是宗教或種族與生俱來的， 兒子並不需要走上 和父親相同的道路。"}, {"zh-tw": " I am not my father. Thank you.", "en": " 我不是我的父親。 謝謝。"}, {"zh-tw": " Thank you, everybody. Thank you all.", "en": " 謝謝各位。 謝謝大家。"}, {"zh-tw": " Thanks a lot.", "en": " 非常感謝。"}], "title": "Zak Ebrahim I Am The Son Of A Terrorist Here S How I Chose Peace"}