{"url": "http://www.ted.com/talks/julian_treasure_how_to_speak_so_that_people_want_to_listen", "paragraphs": [{"zh-tw": " The human voice: It's the instrument we all play. It's the most powerful soundin the world, probably.", "en": " 我們每個人， 都會運用語音。 這大概是全世界最有影響力的聲音，"}, {"zh-tw": " It's the only one that can start a waror say \"I love you.\" And yet many people have the experience that when they speak, peopledon't listen to them. And why is that? How can we speak powerfullyto make change in the world? What I'd like to suggest, there are a number of habitsthat we need to move away from.", "en": " 一句話能夠挑起連天的戰火， 也能表達愛慕的情愫。 很多人都有相似的經歷： 說了話卻沒人在聽。 這是為什麼呢？ 如何讓話語擲地有聲， 進而改變世界？ 我建議大家， 我們要改掉一些不良習慣。"}, {"zh-tw": " I've assembled for your pleasure hereseven deadly sins of speaking. I'm not pretendingthis is an exhaustive list, but these seven, I think, are pretty largehabits that we can all fall into.", "en": " 我整理出講話中的「七宗罪」， 供大家參考。 內容並非盡善盡美， 但是這七條過失， 可能是我們所有人的弱點。"}, {"zh-tw": " First, gossip. Speaking ill of somebodywho's not present.", "en": " 首先，「說長道短」。 我們在別人背後指指點點，"}, {"zh-tw": " Not a nice habit,and we know perfectly well the person gossiping, five minutes later,will be gossiping about us. Second, judging.", "en": " 這是個壞習慣。 如果有人在我們面前搬弄別人的是非， 那麼五分鐘後他就會在別人面前評論我們。 第二，「評斷」。"}, {"zh-tw": " We know people who are like thisin conversation, and it's very hard to listen to somebody if you know that you're being judgedand found wanting at the same time. Third, negativity.", "en": " 很多人在交談時都很喜歡評判。 如果別人在說話時批評你， 或認為你能力不足， 你就不會願意聽他講話。 第三，「心態消極」。"}, {"zh-tw": " You can fall into this. My mother, in the last years of her life,became very negative, and it's hard to listen.", "en": " 你也可能陷入這種狀態。 我母親晚年時的心態變得非常消極， 沒有人願意聽她講話。"}, {"zh-tw": " I remember one day, I said to her,\"It's October 1 today,\" and she said, \"I know, isn't it dreadful?\" It's hard to listenwhen somebody's that negative. And another formof negativity, complaining.", "en": " 有一天我對她說： 「今天是10月1日了。」 她說：「是啊，很糟吧？」 大家可不想聽那麼消極的人說話。 抱怨也是一種負面情緒，"}, {"zh-tw": " Well, this is the national art of the U.K. It's our national sport.", "en": " 這已經成為了一種英國文化。 這是全民運動，我們抱怨天氣、"}, {"zh-tw": " We complain about the weather, sport,about politics, about everything, but actually, complaining is viral misery. It's not spreading sunshineand lightness in the world.", "en": " 抱怨比賽、抱怨政治，抱怨一切。 但抱怨是病毒般的災難。 因為你沒有把溫暖和光明帶給他人。"}, {"zh-tw": " Excuses. We've all met this guy.", "en": " 「找藉口」。我們都碰過這種人。"}, {"zh-tw": " Maybe we've all been this guy. Some people have a blamethrower.", "en": " 也許我們都曾找藉口開脫。 有些人老是找替死鬼，"}, {"zh-tw": " They just pass it on to everybody else and don't take responsibilityfor their actions, and again, hard to listento somebody who is being like that. Penultimate, the sixth of the seven, embroidery, exaggeration.", "en": " 他們推諉塞責， 不為自己的言行承擔責任， 我們不太會去聽這種人說話。 倒數第二點，也就是第六點， 「花言巧語，過分誇張」。"}, {"zh-tw": " It demeans our language,actually, sometimes. For example, if I see somethingthat really is awesome, what do I call it? And then, of course,this exaggeration becomes lying, and we don't want to listento people we know are lying to us.", "en": " 這可以說是對語言的褻瀆。 假如一個說話誇張的人， 遇到超讚的事， 那麼他還能用什麼形容詞呢？ 其實，語言過分誇張就是欺騙， 不折不扣的謊言， 沒有人喜歡聽騙子的話。"}, {"zh-tw": " And finally, dogmatism. The confusion of facts with opinions.", "en": " 最後是「過分武斷」。 真相與見解混淆不清。"}, {"zh-tw": " When those two things get conflated, you're listening into the wind. You know, somebody is bombarding youwith their opinions as if they were true.", "en": " 這樣講話只會成為別人的耳旁風。 就像有人用自以為是的觀點炮轟你，"}, {"zh-tw": " It's difficult to listen to that. So here they are, seven deadlysins of speaking.", "en": " 很難有人想聽他說話。 以上就是講話中的「七宗罪」。"}, {"zh-tw": " These are things I think we need to avoid. But is there a positiveway to think about this? Yes, there is.", "en": " 我們應該避免以上的錯誤。 那麼在講話時是否有能遵循的原則呢？ 是有幾項。"}, {"zh-tw": " I'd like to suggest that there are fourreally powerful cornerstones, foundations, that we can stand on if we want our speech to be powerful and to makechange in the world. Fortunately, these things spell a word.", "en": " 我一共總結了四個 強而有力的基本要點， 能使我們講話更有影響力， 並且能夠改變這個世界。 很湊巧，這四個要點可以拼成一個單詞，"}, {"zh-tw": " The word is \"hail,\" and it hasa great definition as well. I'm not talking about the stuffthat falls from the sky and hits you on the head.", "en": " 這就是「HAIL」，這個單詞本身就包含深刻的意義。 我指的不是從天而下、 砸在你頭上的冰雹。"}, {"zh-tw": " I'm talking about this definition, to greet or acclaim enthusiastically, which is how I thinkour words will be received if we stand on these four things. So what do they stand for? See if you can guess.", "en": " 我指的是熱情歡呼、喝采的意思， 若能依據這四個要點， 別人就能聽進我們的話。 那麼「HAIL」分別代表什麼呢？ 你猜猜看。"}, {"zh-tw": " The H, honesty, of course, being true in what you say,being straight and clear. The A is authenticity,just being yourself.", "en": " 當然，「H」代表誠實 (Honesty)。 講話的內容要真實，且清晰無任何歪曲。 「A」代表內心誠懇、正心誠意（Authenticity）。"}, {"zh-tw": " A friend of mine described it asstanding in your own truth, which I think is a lovely way to put it. The I is integrity, being your word, actually doing what you say, and being somebody people can trust.", "en": " 我朋友認為， 這就如同對自己誠實。 這個解釋非常到位。 「I」代表言行一致（Integrity）， 不能說一套做一套， 做一個能讓人信任的人。"}, {"zh-tw": " And the L is love. I don't mean romantic love, but I do mean wishing peoplewell, for two reasons.", "en": " 「L」代表愛（Love）， 這不是指男女之間的愛情， 而是希望幫助別人、成就別人。"}, {"zh-tw": " First of all, I think absolute honestymay not be what we want. I mean, my goodness,you look ugly this morning.", "en": " 原因有二：首先， 我們也許不需要絕對的誠實。 「天哪，你今早真是難看」之類的話，"}, {"zh-tw": " Perhaps that's not necessary. Tempered with love, of course,honesty is a great thing.", "en": " 是沒有必要的。 如果你內心充滿慈愛，那麼誠實就是很大的優點。"}, {"zh-tw": " But also, if you're reallywishing somebody well, it's very hard to judgethem at the same time. I'm not even sure you can dothose two things simultaneously.", "en": " 如果你真心希望別人受益， 你就不會指摘別人的不是， 因為你無法同時做到這兩件事。"}, {"zh-tw": " So hail. Also, now that's what you say, and it's like the old song,it is what you say, it's also the way that you say it.", "en": " 這就是「HAIL」。 以上介紹的是講話的內容， 就像一首老歌裡唱的，你說的話重要， 你說話的方式也很重要。"}, {"zh-tw": " You have an amazing toolbox. This instrument is incredible, and yet this is a toolboxthat very few people have ever opened.", "en": " 我們每個人都擁有智慧的寶庫， 寶庫裡藏著十分有用的工具， 但很少有人開啟這座寶庫。"}, {"zh-tw": " I'd like to have a little rummagein there with you now and just pull a few tools out that you might like to takeaway and play with, which will increasethe power of your speaking. Register, for example.", "en": " 接下來我將與各位一起進入寶庫探索， 尋找一些大家都樂於使用的工具， 就能藉此增強你說話的力量。 首先是音區。"}, {"zh-tw": " Now, falsetto register may notbe very useful most of the time, but there's a register in between. I'm not going to get verytechnical about this for any of you who are voice coaches.", "en": " 在講話時，假音往往不太有效， 因此我們應當使用較為適中的聲區。 我不想說得太專業，以免班門弄斧， 因為在座有很多是聲樂導師。"}, {"zh-tw": " You can locate your voice, however. So if I talk up here in my nose,you can hear the difference.", "en": " 其實，我們可以自己調整發聲位置。 如果我透過鼻腔發聲，你就會聽出不同； 透過喉嚨發聲是這樣的，"}, {"zh-tw": " If I go down here in my throat, which is where most of usspeak from most of the time. But if you want weight, you need to go down here to the chest.", "en": " 在座大多數人通常都透過喉嚨發聲。 但如果你想加強聲音的厚重感， 就可以透過胸腔發聲。"}, {"zh-tw": " You hear the difference? We vote for politicianswith lower voices, it's true, because we associate depth with power and with authority. That's register.", "en": " 你能聽出區別嗎？ 我們會把票投給嗓音低沉的候選人， 這是真的，因為低沉的嗓音 會讓人們想到力量和權威。 這是「聲區」。"}, {"zh-tw": " Then we have timbre. It's the way your voice feels.", "en": " 下面我們介紹「音色」， 也就是嗓音帶給別人的感覺。"}, {"zh-tw": " Again, the research shows that we prefer voiceswhich are rich, smooth, warm, like hot chocolate. Well if that's not you,that's not the end of the world, because you can train.", "en": " 研究顯示，我們偏好 如同熱巧克力一般豐富、流暢、溫暖的嗓音。 你沒有這種嗓音也不要緊， 可以透過訓練改變，"}, {"zh-tw": " Go and get a voice coach. And there are amazing things you can do with breathing, with posture,and with exercises to improve the timbre of your voice.", "en": " 可以尋求聲樂導師的幫助。 你也可以在很多方面下功夫， 比如呼吸、姿勢以及勤奮的練習， 這樣你就能改善自己的音色。"}, {"zh-tw": " Then prosody. I love prosody. This is the sing-song, the meta-language that we use in order to impart meaning.", "en": " 第三是注意「抑揚頓挫」。 這就好比是歌唱， 它能使語意層次分明，"}, {"zh-tw": " It's root one for meaning in conversation. People who speak all on one noteare really quite hard to listen to if they don't have any prosody at all.", "en": " 這是談話中表達意義的根本。 單一的語調 很不利於他人聆聽。 缺乏抑揚頓挫就不會收到理想效果，"}, {"zh-tw": " That's where the word\"monotonic\" comes from, or monotonous, monotone. Also, we have repetitiveprosody now coming in, where every sentence endsas if it were a question when it's actually nota question, it's a statement? And if you repeat that one, it's actually restricting your abilityto communicate through prosody, which I think is a shame, so let's try and break that habit.", "en": " 這會讓世界變得 平淡而單調。 但也不要頻繁而重複地使用語調， 不要在每句話的結尾使用升調，讓人誤以為是疑問句， 其實那只不過是陳述句而已。 重複地使用語調 會侷限原本該有的溝通效果， 那就可惜了， 所以我們要改掉這種習慣。"}, {"zh-tw": " Pace. I can get very excited by sayingsomething really quickly, or I can slow right down to emphasize, and at the end of that, of course,is our old friend silence.", "en": " 「語速」。我能表現得非常興奮， 只要用極快的語速講話； 也可以放慢語速，就能有強調的效果。 接下來，我要介紹經典的一招： 「沉默」。"}, {"zh-tw": " There's nothing wrong with a bitof silence in a talk, is there? We don't have to fill it with ums and ahs. It can be very powerful.", "en": " 在講話中適時地沉默片刻 並無不可，對吧？ 為什麼要使用無謂的「嗯」和「啊」呢？ 沉默才更有力量。"}, {"zh-tw": " Of course, pitch oftengoes along with pace to indicate arousal, but youcan do it just with pitch. Where did you leave my keys? (Higher pitch) Where did youleave my keys? So, slightly different meaningin those two deliveries.", "en": " 並用「音高」與「語速」時， 往往能喚起聽者的注意，只有音高也有效。 你把我的鑰匙放在哪兒了？ 你把我的鑰匙放在哪兒了？ 這兩句話的意思 是略有不同的。"}, {"zh-tw": " And finally, volume. (Loud) I can get really excitedby using volume.", "en": " 最後是「音量」。 這樣大的音量讓我顯得非常興奮，"}, {"zh-tw": " Sorry about that, if I startled anybody. Or, I can have you really pay attentionby getting very quiet.", "en": " 非常抱歉嚇了你們一跳。 我也可以把聲音放輕， 吸引你們的注意力。"}, {"zh-tw": " Some people broadcast the whole time. Try not to do that.", "en": " 有些人總是聲大如雷， 請不要這樣，"}, {"zh-tw": " That's called sodcasting, Imposing your sound on people around youcarelessly and inconsiderately. Not nice.", "en": " 這就像在公共場所用手機放音樂， 漫不經心地強迫他人聽你的音樂， 這不太好。"}, {"zh-tw": " Of course, where this all comesinto play most of all is when you've got somethingreally important to do. It might be standing on a stage like thisand giving a talk to people.", "en": " 當然，這些方法要起作用 得要是你做重要的事才行。 比如像現在這樣站在舞台上 對大家演講，"}, {"zh-tw": " It might be proposing marriage, asking for a raise, a wedding speech. Whatever it is, if it's really important, you owe it to yourselfto look at this toolbox and the engine that it's going to work on, and no engine works wellwithout being warmed up.", "en": " 也可能是求婚、請求加薪， 或者在婚禮上致賀詞等等， 這些都屬於重要場合。 大家有必要看看 這個能夠派上用場的寶庫和引擎。 但機器工作前都需要預熱，否則就不能發揮性能。"}, {"zh-tw": " Warm up your voice. Actually, let me show you how to do that.", "en": " 聲音也需要熱身。 我來示範如何為嗓子做體操。"}, {"zh-tw": " Would you all like to standup for a moment? I'm going to show you the six vocal warm-up exercisesthat I do before every talk I ever do. Any time you're going to talkto anybody important, do these.", "en": " 大家能夠站起來嗎？不會耽誤很久。 我將示範口腔體操「六部曲」。 每次演說前我都會這麼做。 如果你要和別人談重要的事情，就做以下練習："}, {"zh-tw": " First, arms up, deep breath in, and sigh out, ahhhhh, like that. One more time.", "en": " 首先舉起雙手，深呼吸。 然後吐氣，「呵……」就像這樣。 再來一次。"}, {"zh-tw": " Ahhhh, very good. Now we're going to warm up our lips, and we're going to go Ba, Ba, Ba, Ba, Ba, Ba, Ba, Ba. Very good.", "en": " 「呵……」，非常好。 現在要鍛煉嘴脣了。 像這樣「啵、啵、啵、啵」， 「啵、啵、啵、啵」，非常好。"}, {"zh-tw": " And now, brrrrrrrrrr, just like when you were a kid. Brrrr. Now your lipsshould be coming alive.", "en": " 現在是「噗……」， 就像個小孩子一樣， 「噗……」，你的嘴脣就會靈活了。"}, {"zh-tw": " We're going to do the tongue next with exaggerated la, la, la,la, la, la, la, la, la. Beautiful. You're gettingreally good at this.", "en": " 現在是舌尖上的體操。 用誇張的嘴型說「啦、啦、啦、啦」， 大家都做得非常好。"}, {"zh-tw": " And then, roll an R. Rrrrrrr. That's like champagne for the tongue.", "en": " 現在是捲舌的「日…日…日…」， 這是舌尖上的華爾滋。"}, {"zh-tw": " Finally, and if I can only do one, the pros call this the siren. It's really good. It startswith \"we\" and goes to \"aw.\" The \"we\" is high, the \"aw\" is low.", "en": " 最後一個練習，「六部曲」的壓軸戲， 專家們稱之為「誘人的歌聲」。 這是非常精彩的體操。從「嗚伊」開始進入「噢」， 「嗚伊」是高音，「噢」是低音。"}, {"zh-tw": " So you go, weeeaawww, weeeaawww. Fantastic. Give yourselvesa round of applause.", "en": " 我們開始「嗚伊…噢…嗚伊…噢…」， 非常棒。請給自己一些掌聲吧。"}, {"zh-tw": " Take a seat, thank you. Next time you speak, do those in advance.", "en": " 請坐，謝謝各位。 下次在您講話前別忘了先做口腔體操。"}, {"zh-tw": " Now let me just put thisin context to close. This is a serious point here.", "en": " 讓我回到主題來做個總結， 我們提出了一個重要的主題。"}, {"zh-tw": " This is where we are now, right? We speak not very well to people who simply aren't listening in an environment that's allabout noise and bad acoustics. I have talked about that on this stagein different phases.", "en": " 我們現在是這樣吧？ 我們講的話， 讓別人聽不進去。 這不是由於噪音、聲學環境不佳所造成的。 我在演講的過程中 曾多次提到："}, {"zh-tw": " What would the world be like if we were speaking powerfully to people who were listening consciously in environments which wereactually fit for purpose? Or to make that a bit larger, what would the world be like if we were creating sound consciously and consuming sound consciously and designing all our environments consciously for sound? That would be a worldthat does sound beautiful, and one where understandingwould be the norm, and that is an idea worth spreading. Thank you.", "en": " 如果我們講的話影響力強大， 讓別人樂於傾聽， 而且各種外在條件也適合我們講話， 那麼世界將會如何？ 如果擴大範圍來講， 如果我們有意識地發出聲音、 有意識地接受聲音， 並且很好地設置 各種外在條件方便聲音傳播， 那麼這個世界將會如何？ 這個世界將處處洋溢著美好的音符。 在這個世界中， 相互理解就是標準和規範。 這是個值得分享的點子。 感謝大家。 謝謝！"}], "title": "Julian Treasure How To Speak So That People Want To Listen"}