{"url": "http://www.ted.com/talks/shai_reshef_a_tuition_free_college_degree", "paragraphs": [{"zh-tw": "我想和你們分享一種全新的高等教育模式這一模式一旦發展起來能提升數以百萬計的有創造力有上進心的個人的集體智慧而沒有這一模式的話他們可能被甩在後面看看這個世界", "en": "I would like to share with youa new model of higher education, a model that, once expanded, can enhance the collective intelligence of millions of creativeand motivated individuals that otherwise would be left behind. Look at the world."}, {"zh-tw": "任選一個地方並聚焦於此你會發現人們正在追尋高等教育", "en": "Pick a place and focus on it. You will find humanschasing higher education."}, {"zh-tw": "讓我們來認識其中的一些人派屈克", "en": "Let's meet some of them. Patrick."}, {"zh-tw": "派屈克出生於賴比瑞亞一個有20個孩子的家庭在內戰期間 他和他的家庭被迫逃離去奈及利亞", "en": "Patrick was born in Liberiato a family of 20 children. During the civil war, he and his family were forcedto flee to Nigeria."}, {"zh-tw": "在那裡 儘管處境惡劣他依然以近乎滿分的成績高中畢業他想要繼續接受高等教育但是由於他的家庭生活在貧困線上他不久後被送至南非工作寄錢回家供養他的家人", "en": "There, in spite of his situation, he graduated high schoolwith nearly perfect grades. He wanted to continue to higher education, but due to his familyliving on the poverty line, he was soon sent to South Africa to work and send back moneyto feed his family."}, {"zh-tw": "派屈克從未放棄他的高等教育之夢結束工作後的深夜裡他在網路上尋找各種途徑來學習", "en": "Patrick never gave up his dreamof higher education. Late at night, after work, he surfed the net,looking for ways to study."}, {"zh-tw": "來認識一下黛比黛比來自佛羅里達", "en": "Meet Debbie. Debbie is from Florida."}, {"zh-tw": "她的父母沒有上過大學她的兄弟姐妹也都沒有黛比生活的全部就是工作繳稅 每月維持自己的生計以美國夢為榮但是沒有高等教育的話這個夢並不完整", "en": "Her parents didn't go to college,and neither did any of her siblings. Debbie has worked all her life, pays taxes, supports herselfmonth to month, proud of the American dream, a dream that just won't be completewithout higher education."}, {"zh-tw": "但是黛比沒有足夠的積蓄來負擔高等教育她付不起學費", "en": "But Debbie doesn't have the savingsfor higher education. She can't pay the tuition."}, {"zh-tw": "她也不能抛開工作來認識一下瓦伊爾", "en": "Neither could she leave work. Meet Wael."}, {"zh-tw": "瓦伊爾來自敘利亞他正親身感受著他的國家所遭受的痛苦 恐懼和失敗", "en": "Wael is from Syria. He's experiencing firsthand the misery, fear and failureimposed on his country."}, {"zh-tw": "他是教育的忠實信徒他知道 如果他能找到接受高等教育的機會一個能超過別人的機會他就更有可能在一個顛倒混亂的世界裡生存下來", "en": "He's a big believer in education. He knew that if he could findan opportunity for higher education, an opportunity to get ahead of the rest, he has a better chance to survivein a world turned upside down."}, {"zh-tw": "高等教育體系辜負了派屈克 黛比和瓦伊爾正如它也辜負了數百萬的潛在學生——數百萬的高中畢業生數百萬有資格接受高等教育的學生數百萬學生想要學習卻因為各種原因無法實現首先 經濟上的原因", "en": "The higher education system failed Patrick, Debbie and Wael, exactly as it is failingmillions of potential students -- millions that graduate high school, millions that are qualifiedfor higher education, millions that want to studyyet cannot access it for various reasons. First: financial."}, {"zh-tw": "大學是昂貴的 我們都知道這一點在世界上的很多地方對於普通民衆來說高等教育無法企及", "en": "Universities are expensive;we all know it. In large parts of the world, higher education is unattainablefor an average citizen."}, {"zh-tw": "這個可能是我們社會所面臨的最大問題高等教育不再是所有人的權利而是成為一種少數人的特權", "en": "This is probably the biggest problemfacing our society. Higher education stoppedbeing a right for all and became a privilege for the few."}, {"zh-tw": "第二 文化上的原因合格的 能負擔得起的 想要學習的學生卻無法得到高等教育因為它不得體它不是女人可以去的地方", "en": "Second: cultural. Students who are qualifiedfor higher education can afford -- want to study -- cannot, because it is not decent,it is not a place for a woman."}, {"zh-tw": "比如 在非洲無數的女性由於文化上的阻隔而無法得到高等教育第三條原因：聯合國教科文組織聲明到2025年 將有1億學生被剝奪高等教育的機會僅僅是因為沒有那麽多的座位來容納他們 來滿足需求", "en": "This is the story of countless womenin Africa, for example, prevented from higher educationbecause of cultural barriers. And here comes the third reason: UNESCO stated that in 2025, 100 million students will be deprivedof higher education, simply because there will not be enoughseats to accommodate them, to meet the demand."}, {"zh-tw": "他們會參加程度測驗他們會通過測驗但是他們仍無法得到教育因為無處可去由於這些的原因我創辦了人民大學（University of the People）一所非盈利性的 免學費的授予學位的大學它提供了另一種選擇為那些沒有其它選擇的人創造了一種選擇一種價格合理的選擇一種可擴展的選擇一種打破現行的教育體系的選擇為每一位合格的學生打開高等教育的大門不論他們的收入 不論他們身處何處不論社會如何議論他們", "en": "They will take a placement test,they will pass it, but they still won't have access,because there are no places available. These are the reasonsI founded University of the People, a nonprofit, tuition-free,degree-granting university to give an alternative, to create an alternative,to those who have no other; an alternative that will beaffordable and scalable, an alternative that will disruptthe current education system, and open the gates to higher educationfor every qualified student regardless of what they earn,where they live, or what society says about them."}, {"zh-tw": "派屈克 黛比和瓦伊爾只是來自143個國家的1700位被錄取的學生中的三個例子我們————謝謝", "en": "Patrick, Debbie and Wael are only three examplesout of the 1,700 accepted students from 143 countries. Thank you."}, {"zh-tw": "我們不需要重新發明輪子我們只是看到那些有問題的地方並使用網際網路的神奇力量來繞開問題", "en": "We didn't need to reinvent the wheel. We just looked at what wasn't working and used the amazing power of the Internet to get around it."}, {"zh-tw": "我們著手建立一種模式它將削減掉高等教育的絕大部分成本我們是這樣做到的", "en": "We set out to build a model that will cut down almost entirelythe cost of higher education. And that's how we did it."}, {"zh-tw": "首先 大樓需要花錢大學有很多的開銷是虛擬大學所沒有的", "en": "First, bricks and mortar cost money. Universities have expensesthat virtual universities don't."}, {"zh-tw": "我們不需要將這些開銷轉移到我們的學生頭上這些開銷不存在", "en": "We don't need to pass these expenseson to our students. They don't exist."}, {"zh-tw": "我們也不需要擔心可容納的人數在虛擬大學裡沒有座位數的限制", "en": "We also don't needto worry about capacity. There are no limits of seatsin virtual university."}, {"zh-tw": "事實上 沒人需要站在講堂的後面我們的學生也不需要購買課本", "en": "Actually, nobody needs to standat the back of the lecture hall. Textbooks are also somethingour students don't need to buy."}, {"zh-tw": "使用開放的教學資源以及教授們的慷慨饋贈很多教授把他們的教學材料免費公開不需要讓我們的學生去購買課本我們所有的材料都是免費的", "en": "By using open educational resources and the generosity of professors who are putting their material upfree and accessible, we don't need to sendour students to buy textbooks. All of our materials come free."}, {"zh-tw": "甚至是教授任何大學的收支表上最昂貴的一項也對我們的學生免費我們有超過3000位教師包括校長 副校長教授和學術導師他們來自頂尖的大學 比如紐約大學耶魯大學 加州大學柏克萊分校 牛津大學來幫助我們的學生", "en": "Even professors, the most expensive linein any university balance sheet, come free to our students. Over 3,000 of them, including presidents, vice chancellors,professors and academic advisers from top universities such as NYU,Yale, Berkeley and Oxford, came on board to help our students."}, {"zh-tw": "最後 是我們對於點對點學習的信念我們使用這個可靠的教學模式來鼓勵我們來自世界各地的學生一起互動並共同學習這同時也縮短了教授們需要花在課堂作業上的時間", "en": "Finally, is our beliefin peer-to-peer learning. We use this sound pedagogical model to encourage our studentsfrom all over the world to interact and study together, and also to reduce the timeour professors need to labor over class assignments."}, {"zh-tw": "如果說網際網路把我們變成了一個地球村這一模式能培養其未來的領導力量看看我們如何做到這一點", "en": "If the Internet has made usa global village, this model can developits future leadership. Look how we do it."}, {"zh-tw": "我們只提供了兩種課程：商業管理和計算機科學這兩個項目是世界上需求最廣的這兩個項目最有可能幫助我們的學生找到工作當我們的學生被錄取後他們被安排到由20至30人組成的小班來保證有個性化需求的學生能得到相應的關注", "en": "We only offer two programs: business administrationand computer science, the two programs most in demand worldwide, the two programs that are likeliestto help our students find a job. When our students are accepted, they are placed in a small classroomof 20 to 30 students, to ensure that those who needpersonalized attention get it."}, {"zh-tw": "此外 每九週的課程他們會認識一個新的同伴一組來自世界各地的全新的同學每週 當他們進入課堂他們會找到本週的課程筆記閱讀任務 課外作業以及討論問題——這是我們學習的核心", "en": "Moreover, for every nine-week course,they meet a new peer, a whole new set of studentsfrom all over the world. Every week, when they gointo the classroom, they find the lecture notes of the week, the reading assignment,the homework assignment, and the discussion question,which is the core of our studies."}, {"zh-tw": "每週末，每位學生都必須為課堂討論做出貢獻同時也必須對其它人的貢獻做出評論通過這樣的方法 我們開闊了學生的思維我們發展了一種正面積極的態度來對待不同的文化", "en": "Every week, every student must contributeto the class discussion, and also must commenton the contribution of others. This way, we open our students' minds, we develop a positive shift in attitudetoward different cultures."}, {"zh-tw": "每週結束的時候學生們參加一個測驗提交他們的課外作業作業會在教師的監督下由同學互相評估得到成績 然後繼續下一週的學習在課程的末尾 他們參加期末考試得到成績 然後轉到下一個課程", "en": "By the end of each week,the students take a quiz, hand in their homework, which are assessed by their peersunder the supervision of the instructors, get a grade, move to the next week. By the end of the course,they take the final exam, get a grade, and followto the next course."}, {"zh-tw": "我們為每一個合格的學生打開了高等教育的大門每個學生 只要有高中文憑足夠的英語能力和網路連接就可以和我們一起學習", "en": "We open the gates for higher educationfor every qualified student. Every student with a high school diploma, sufficient English and Internet connection can study with us."}, {"zh-tw": "我們不使用音頻和影片寬帶網絡不是必須的", "en": "We don't use audio, we don't use video. Broadband is not necessary."}, {"zh-tw": "來自世界任何一個地方的任何一個學生只要能連接到網路就可以和我們一起學習我們沒有學費", "en": "Any student from any part of the worldwith any Internet connection can study with us. We are tuition free."}, {"zh-tw": "我們的學生只需要負擔考試的成本每門考試100美元一個全日制本科學位的學生選修40門課每年將支付1000美元整個學位需要4000美元", "en": "All we ask our students to coveris the cost of their exams, 100 dollars per exam. A full-time bachelor's degreestudent taking 40 courses will pay 1,000 dollars a year, 4,000 dollars for the entire degree."}, {"zh-tw": "對於連這些也無法負擔的學生我們提供了各種類型的獎學金沒有人會因為經濟上的原因而被抛下這是我們的使命", "en": "And for those who cannot afford even this, we offer them a variety of scholarships. It is our mission that nobodywill be left behind for financial reasons."}, {"zh-tw": "到2016年 隨著5000名學生這一模式在經濟上是可持續的五年前這還是一個幻象", "en": "With 5,000 students in 2016,this model is financially sustainable. Five years ago, it was a vision."}, {"zh-tw": "而今它成為了現實上個月 我們的模式得到了學術界的最終認可", "en": "Today, it is a reality. Last month, we got the ultimateacademic endorsement to our model."}, {"zh-tw": "人民大學現在已完全通過認證謝謝", "en": "University of the Peopleis now fully accredited. Thank you."}, {"zh-tw": "有了這一認證現在到了我們擴張的時候我們已經展示了我們的模式是可行的", "en": "With this accreditation,it's our time now to scale up. We have demonstrated that our model works."}, {"zh-tw": "我邀請大學 更重要的是發展中國家的政府來複製這一模式來保證高等教育的大門將一直敞開一個新的時代來臨了這個時代將會見證我們今天所知的高等教育模式的瓦解從一種少數人的特權變為一種基本權利所有人都可以承擔 可以獲得", "en": "I invite universitiesand, even more important, developing countries' governments, to replicate this model to ensure that the gates of highereducation will open widely. A new era is coming -- an era that will witness the disruptionof the higher education model as we know it today, from being a privilege for the few to becoming a basic right,affordable and accessible for all."}, {"zh-tw": "謝謝", "en": "Thank you."}], "title": "Shai Reshef A Tuition Free College Degree"}