{"url": "http://www.ted.com/talks/ziyah_gafic_everyday_objects_tragic_histories", "paragraphs": [{"zh-tw": " These are simple objects: clocks, keys, combs, glasses. They are the things the victims of genocide in Bosnia carried with them on their final journey.", "en": " 這些都是很普通的用品： 鐘錶、鑰匙、梳子、眼鏡。 這些是波士尼亞種族大屠殺的受害者 在走上絕路時攜帶的東西。"}, {"zh-tw": " We are all familiar with these mundane, everyday objects. The fact that some of the victims carried personal items such astoothpaste and a toothbrush is a clear sign they had no idea what was about to happen to them.", "en": " 我們都很熟悉這些平凡無奇的 日常用品。 一些受害者帶著 個人用品像牙膏及牙刷的事實 清楚的顯示出他們不知道 他們將面臨什麼命運。"}, {"zh-tw": " Usually, they were told that they were going to be exchanged for prisoners of war. These items have been recovered from numerous mass graves across my homeland, and as we speak, forensics are exhuming bodies from newly discovered mass graves, 20 years after the war.", "en": " 通常他們被告知他們 將與戰俘交換。 這些物品從我的家鄉 多個萬人塚中挖掘出來。 就在當下，法醫鑑識人員正從 新發現的萬人塚中掘出屍體。 這已是戰後 20 年。"}, {"zh-tw": " And it is quite possibly the largest ever discovered. During the four years of conflict that devastated the Bosnian nation in the early '90s, approximately 30,000 citizens, mainly civilians, went missing, presumed killed, and another 100,000 were killed during combat operations.", "en": " 這很可能是有史以來最大的一個。 這四年的衝突， 在 90 年代早期，蹂躪了波士尼亞國， 大約三萬公民，主要是平民， 從人間蒸發，推定死亡， 另外還有十萬人 在戰鬥作業中被殺。"}, {"zh-tw": " Most of them were killed either in the early days of the war or towards the end of the hostilities, when U.N. safe zones like Srebrenica fell into the hands of the Serb army. The international criminal tribunal delivered a number of sentences for crimes against humanity and genocide.", "en": " 他們受害的時間大多在 戰事早期 或敵對行動的尾聲， 即聯合國安全區如斯雷布雷尼查 落入塞爾維亞軍隊手中的時候。 國際刑事法庭 宣判了數項刑責 針對人權及種族大屠殺的罪行。"}, {"zh-tw": " Genocide is a systematic and deliberate destruction of a racial, political, religious or ethnic group. As much as genocide is about killing.", "en": " 種族大屠殺是系統及蓄意 毀滅一個人種、政治體、宗教 或民族的行為。 種族大屠殺不但要趕盡殺絕，"}, {"zh-tw": " It is also about destroying their property, their cultural heritage, and ultimately the very notion that they ever existed. Genocide is not only about the killing; it is about the denied identity.", "en": " 它還要摧毀受害者的財產， 他們的文化遺產， 最終還要毀滅他們曾經存在的證據。 種族大屠殺不僅僅是殺人而已： 它要否定身分。"}, {"zh-tw": " There are always traces — no such thing as a perfect crime. There are always remnants of the perished ones that are more durable than their fragile bodies and our selective and fading memory of them.", "en": " 總是會留下蛛絲馬跡—— 沒有所謂的完美犯罪。 總是有一些遇難者的遺物 堅固遠超過主人脆弱的身體， 以及我們對他們選擇及褪色的記憶。"}, {"zh-tw": " These items are recovered from numerous mass graves, and the main goal of this collection of the items is a unique process of identifying those who disappeared in the killings, the first act of genocide on European soil since the Holocaust. Not a single body should remain undiscovered or unidentified.", "en": " 這些物品， 從多個萬人塚中挖掘出來， 而收集這些物品主要的目的， 是一段獨特的過程 來驗明在屠殺中消失者的身分， 這是歐洲大陸上在猶太人大屠殺之後， 第一起種族滅絕事件。 每一具遺體都該被發掘 被辨識。"}, {"zh-tw": " Once recovered, these items that the victims carried with them on their way to execution are carefully cleaned, analyzed, catalogued and stored. Thousands of artifacts arepacked in white plastic bags just like the ones you see on CSI.", "en": " 一旦被挖掘出來， 這些受害者帶著 陪他們走上絕路的物品， 都仔細的清洗、分析、 分類及保存。 成千上萬的出土物包在白色的塑膠袋中 就像你在 CSI 犯罪現場看到的一樣。"}, {"zh-tw": " These objects are used as a forensic tool in visual identification of the victims, but they are also used asvery valuable forensic evidence in the ongoing war crimes trials. Survivors are occasionally called to try to identify these items physically, but physical browsing is extremely difficult, an ineffective and painful process.", "en": " 這些物品成為法醫辨識人員 在目視識別受害者時的工具， 但他們也可當作非常有價值的法醫證據， 在持續進行的戰犯審判上承堂供證。 倖存者有時候也會被傳喚 試著親眼辨認這些物品， 但是親眼瀏覽極其困難， 是一段無效又痛苦的過程。"}, {"zh-tw": " Once the forensics and doctors and lawyers are done with these objects, they become orphans of the narrative. Many of them get destroyed, believe it or not, or they get simply shelved, out of sight and out of mind.", "en": " 一旦法醫人員及醫生及律師 不再需要這些物品， 它們就成為故事裡沒人要的孤兒。 很多都被銷毀，信不信由你， 或是束之高閣。 眼不見為淨。"}, {"zh-tw": " I decided a few years ago to photograph every single exhumed item in order to create a visual archive that survivors could easily browse. As a storyteller, I like to give back to the community.", "en": " 我在數年前決定 要拍攝每一項挖掘出的物品 以製作視覺檔案庫 讓倖存者很容易地瀏覽。 作為一個說故事的人，我想要回饋社區。"}, {"zh-tw": " I like to move beyond raising awareness. And in this case, someone may recognize these items or at least their photographs will remain as a permanent, unbiased and accurate reminder of what happened.", "en": " 我想做的不只是喚起意識。 我這樣做，或許就有人能 辨認這些物品， 至少這些物品的照片會留存 成為永久、公正又準確的紀念 提醒我們發生了什麼事。"}, {"zh-tw": " Photography is about empathy, and the familiarity of theseitems guarantee empathy. In this case, I am merely a tool, a forensic, if you like, and the result is a photography that is as close as possible of being a document.", "en": " 攝影是一種同理心， 而這些熟悉的物品保證讓你產生同理心。 這樣，我不過就是個工具 一位法醫鑑定員，你可以這麼說， 其結果就是拍出盡可能 記實的文物攝影。"}, {"zh-tw": " Once all the missing persons are identified, only decaying bodies in their graves and these everyday items will remain. In all their simplicity, these items are the last testament to the identity of the victims, the last permanent reminder that these people ever existed.", "en": " 一旦確認了所有的失蹤人口， 只有在墳墓中腐化的屍體 及這些日常用品會留下。 就是因為它們很普通， 這些物品成為最後的證據 證明著受害者的身分， 也是最後的恆久提醒 這些人曾經存在過。"}, {"zh-tw": " Thank you very much.", "en": " 謝謝。"}], "title": "Ziyah Gafic Everyday Objects Tragic Histories"}