{"url": "http://www.ted.com/talks/mena_trott_tours_her_blog_world", "paragraphs": [{"zh-tw": " Over the past couple of days, as I've been preparing for my speech, I've become more and more nervousabout what I'm going to say and about being on the same stageas all these fascinating people. Being on the same stage as Al Gore,who was the first person I ever voted for.", "en": " 我這幾天一直忙著 準備今天的演講 我變得越來越緊張，因為 要站在許多傑出人士發表過演講 的講台上談我自己的想法 艾爾‧高爾也曾站在這裡，我人生的第一票就是投給他的"}, {"zh-tw": " And -- So I was getting pretty nervous and, you know, I didn't knowthat Chris sits on the stage, and that's more nerve-racking. But then I started thinkingabout my family.", "en": " 而且 我越來越緊張 没想到克里斯會坐在台上 這更讓我焦慮不安 然後我想到我的家人"}, {"zh-tw": " I started thinking about my fatherand my grandfather and my great-grandfather, and I realized that I had all of these Tedsgoing through my bloodstream -- that I had to consider this \"my element.\" So, who am I? Chris kind of mentioned I starteda company with my husband. We have about 125 people internationally.", "en": " 我的爸爸、我的祖父 我的曾祖父 我發現 他們全都叫泰德 我的血液裡流著Teds呢 所以呢，我得把Ted 看成是我的一部分 好，我是誰？ 克里斯剛剛提到我先生和我一起創業 我們公司全球有大約125名員工"}, {"zh-tw": " If you looked in the book, you saw this ... which I really was appalled by.", "en": " 如果你看這本書 你會看到這張照片 這真的嚇了我一大跳"}, {"zh-tw": " And because I wantedto impress you all with slides, since I saw the great presentationsyesterday with graphs, I made a graph that moves, and I talk about the makeup of me. So, besides this freakish thing, this is my science slide.", "en": " 我想用這些幻燈片來吸引各位 昨天那些很棒的演講都有幻燈片 所以我做了會動的幻燈片 是關於我的化妝 除了這張嚇人的 我還準備了科學的，這張是數學"}, {"zh-tw": " This is math, and this is science,this is genetics. This is my grandmother,and this is where I get this mouth.", "en": " 這是遺傳學 這是我祖母，我的嘴巴就是遺傳自她"}, {"zh-tw": " So -- I'm a blogger, which, probably,to a lot of you, means different things. You may have heardabout the Kryptonite lock brouhaha, where a blogger talked about how you hack or break into a Kryptonitelock using a ballpoint pen, and it spread all over.", "en": " 好 我是一個部落客 對各位來說意義或許不盡相同 你們或許聽過有一陣子吵得沸沸揚揚的 Kryptonite防盜鎖事件，有部落客在網誌裡說如何 用原子筆就可以打開它"}, {"zh-tw": " Kryptonite had to adjust the lock, and they had to address itto avoid too many customer concerns. You may have heard about Rathergate, which was basically the result of bloggers realizing that the \"th\" in 111 is not typeset on an old typewriter; it's on Word.", "en": " 消息傳開，Kryptonite公司只得改變設計 為了消除消費者的疑慮 還做了公開說明 你們或許聽過「拉瑟門」事件 (CBS Dan Rather「六十分鐘」主播) 這事件之所以爆發，就是因為 部落客注意到111後面的 \"th\" 不是老式打字機排版打出來的，是Word打出來的"}, {"zh-tw": " Bloggers exposed this, or they worked hard to expose this. You know, blogs are scary.This is what you see.", "en": " 部落客揭露了這件事 費了千辛萬苦揭穿這起偽造文件的事件 你看，部落格蠻恐怖的"}, {"zh-tw": " I see this, and I'm sure scared --I swear on stage -- shitless about blogs, because this is notsomething that's friendly. But there are blogs that are changingthe way we read news and consume media,and these are great examples.", "en": " 看到這個，我覺蠻可怕的 在這裡，說坦白話，部落格挺嚇人的 有些部落格不怎麼友善 但是也有一些部落格 改變了我們閱讀新聞，看待媒體的方式"}, {"zh-tw": " These people are reaching thousands, if not millions, of readers, and that's incredibly important. During the hurricane, you had MSNBC postingabout the hurricane on their blog, updating it frequently.", "en": " 有些很棒的部落格吸引了 成千上萬的讀者 這很重要 在颶風發生的時候 MSNBC會在他們的部落格 及時更新颶風動態，這得歸功於"}, {"zh-tw": " This was possible because of the easynature of blogging tools. You have my friend, who has a blog on PVRs,personal recorders.", "en": " 部落格簡單好用的特性 我朋友的部落格 寫的是關於 個人數位紀錄器（Personal Digital Recorder）"}, {"zh-tw": " He makes enough money just by running ads, to support his family up in Oregon. That's all he does now, and this is somethingthat blogs have made possible.", "en": " 光靠部落格廣告的收入 就能養活他在奧勒岡州的一家人 寫網誌現在是他的全職工作 這也是拜部落格所賜"}, {"zh-tw": " And then you have somethinglike this, which is Interplast. It's a wonderful organization of people and doctorswho go to developing nations to offer plastic surgeryto those who need it.", "en": " 有一個很棒的組織 叫做Interplast 志工和醫生前往開發中國家 為有需要的人提供整形外科手術"}, {"zh-tw": " Children with cleft palates get it,and they document their story. This is wonderful.", "en": " 唇顎裂的孩子將會得到醫療手術 他們的故事被拍成紀錄片，這真是太棒了"}, {"zh-tw": " I am not that caring. I talk about myself.", "en": " 我没有那麼有愛心"}, {"zh-tw": " That's what I am. I'm a blogger. I have always decided that I was goingto be an expert on one thing, and I am an expert on this person, and so I write about it.", "en": " 我談我自己，這就是我，一個部落客 我早就下定決心要成為某方面的專家 我對自己瞭若執掌 所以我寫我自己 嗯"}, {"zh-tw": " So, the short story about my blog: it started in 2001, I was 23. I wasn't happy with my job, because I was a designer, but I wasn't being really stimulated.", "en": " 長話短說，2001年，我23歲時開始寫部落格 當時我不喜歡我的工作 那時我是個設計師 一個沒什麼靈感的設計師"}, {"zh-tw": " I was an English major in college. I didn't have any use for it,but I missed writing.", "en": " 我大學主修英文，卻沒有學以致用 我很想念寫作，所以開始寫部落格"}, {"zh-tw": " So, I started to write a blog and I started to create thingslike these little stories. This was an illustration about my campexperience when I was 11 years old, and how I went to a YMCA camp,Christian camp, and basically by the end, I had made my friends hate me so muchthat I hid in a bunk, They couldn't find me,they sent a search party, and I overheard people sayingthey wish I had killed myself -- jumped off Bible Peak.", "en": " 從一些小故事開始 這是關於我11歲時去露營的漫畫 是基督教青年會辦的營隊 快結束時，朋友們 每個都很討厭我 所以我躲到床鋪底下，他們找不到 還派了個搜索小隊來找我，我聽到有人說 希望我乾脆自殺好了 從Bible峰一躍而下"}, {"zh-tw": " You can laugh, this is OK. This is me.", "en": " 好笑吧，無所謂啦 這就是我"}, {"zh-tw": " This is what happened to me. And when I started my blog,it was really this one goal -- I said, \"I am not goingto be famous to the world, but I could be famousto people on the Internet.\" And I set a goal.", "en": " 發生在我身上的事 我開始寫部落格時心裡只有一個目標 我知道 我不會名揚四海 但是 在網路上成名總可以吧"}, {"zh-tw": " I said, \"I'm going to win an award,\" because I had never wonan award in my entire life. And I said, \"I'm going to winthe South by Southwest Weblog award.\" And I won it -- I reachedall of these people, and I had tens of thousands of peoplereading about my life every day.", "en": " 所以我定了個目標，我一定要得個什麼獎 我一輩子還沒得過獎呢 嗯，我要得這個 西南偏南部落格大獎 結果我真的得獎了！有人真的在讀我的網誌 每天有成千上萬的人閱讀我生活中的點點滴滴"}, {"zh-tw": " And then I wrote a post about a banjo. I wrote a post about wanting to buy a banjo -- a $300 banjo, which is a lot of money.", "en": " 我寫了一篇班卓琴的網誌 說我想要 買班卓琴 300美金，很貴耶"}, {"zh-tw": " And I don't play instruments; I don't know anything about music. I like music, and I like banjos, and I think I probably heardSteve Martin playing, and I said, \"I could do that.\" And I said to my husband, \"Ben, can I buy a banjo?\"And he's like, \"No.\" And my husband -- this is my husband, who is very hot -- he won an award for being hot.", "en": " 但是我不會彈奏樂器 我對音樂一竅不通 我喜歡音樂，也喜歡班卓琴 我聽過史提夫馬丁彈班卓琴 心裡想我也可以彈吧 所以我對我老公說「班，我可以買一把班卓琴嗎?」他說「不行」 我老公 他超帥的喔 因為長得帥還得過獎呢"}, {"zh-tw": " He told me, \"You cannot buy a banjo. You're just like your dad,\"who collects instruments.", "en": " 他說 「不准買班卓琴」 「妳跟你爸一樣，只是蒐集樂器而已」"}, {"zh-tw": " And I wrote a postabout how I was so mad at him, he was such a tyrant --he would not let me buy this banjo. And those people who know meunderstood my joke -- this is Mena, this is howI make a joke at people.", "en": " 所以我在網誌裡寫 我有多麼生他的氣 說他是個暴君，不讓我買班卓琴 認識我的人都知道我在開玩笑 這就是米娜，這就是她一貫的搞笑風格"}, {"zh-tw": " Because the joke in thisis that this person is not a tyrant, this person is so loving and so sweet that he lets me dress him up and post pictures of him to my blog. And if he knew I was showingthis right now -- I put this in today -- he would kill me.", "en": " 這玩笑之所以好笑是因為我老公根本就不霸道 他超有愛心又很善良 他讓我幫他男扮女裝 還把照片放在我的部落格裡 要是他知道今天我會 把這張照片秀出來，他會殺了我的！"}, {"zh-tw": " But the thing was, my friends read it, and they're like, \"Oh, that Mena,she wrote a post about wanting a stupid thingand being stupid.\" But I got emails from people that said, \"Oh my God, your husbandis such an asshole. How much money doeshe spend on beer in a year? You could take that moneyand buy your banjo.", "en": " 好，重點是，我寫了這篇網誌，朋友們讀了 他們想：哦！這個米娜又來了， 寫些有的沒的，裝瘋賣傻 但是我收到email說 「天啊！ 妳老公真是個混球！」 「他一年喝啤酒喝掉多少錢？」 「妳可以拿他的酒錢買班卓琴啊！」"}, {"zh-tw": " Why don't you open a separate account?\" I've been with him since I was 17,we've never had a separate bank account. They said, \"Separate your bank account.", "en": " 「妳自己再另外開一個戶頭啊！」 我從17歲開始就和他在一起，我們從來就沒有獨立的銀行帳戶 這些人說「開一個妳自己戶頭！」 「花妳的錢，也花他的錢，這就對了」"}, {"zh-tw": " Spend your money;spend his money, that's it.\" And then I got people saying, \"Leave him.\" I was like, \"OK, what?Who are these people? And why are they reading this?\" And I realized: I don'twant to reach these people. I don't want to writefor this public audience.", "en": " 還有人說「離開他」 嗯 我想，這些人是誰啊？ 他們為什麼讀我的網誌？ 我發現：我並不想引起這些人的注意 我寫的網誌並不想讓張三、李四看"}, {"zh-tw": " And I started to kill my blog slowly. I'm like, I don't wantto write this anymore.", "en": " 慢慢的，我停止寫部落格 最後，我一點也不想寫了"}, {"zh-tw": " Slowly and slowly -- And I did tell personalstories from time to time. I wrote this one, and I put thisup because of Einstein today.", "en": " 漸漸地停了 偶爾我會寫點自己的事情 我寫了這篇是因為愛因斯坦"}, {"zh-tw": " I'm going to get choked up,because this is my first pet, and she passed away two years ago. And I decided to break from, \"I don'treally write about my public life,\" because I wanted to give hera little memorial.", "en": " 我有點想哭耶，這是我的第一隻寵物 她兩年前死了 那時我打破自己不寫網誌的決定 因為我想寫些東西紀念她"}, {"zh-tw": " But anyways, it's these sortsof personal stories -- You know, you read the blogsabout politics or about media, and gossip and all these things. These are out there, but it's more of the personalthat interests me, and this is who I am.", "en": " 嗯… 這些是個人的小故事，你們會讀到有關政治 媒體，八卦這類的部落格 網路上多的是，但是真的吸引我的 還是那些寫個人故事的部落格 我就是這樣子的人"}, {"zh-tw": " You see Norman Rockwell,and you have art critics say, \"Norman Rockwell is not art. Norman Rockwell hangsin living rooms and bathrooms, and this is not somethingto be considered high art.\" And I think this is oneof the most important things to us as humans.", "en": " 有些藝術評論說家諾曼‧洛克威爾 的作品根本算不上藝術 他的作品只能掛在 客廳和廁所裡 根本算不上高雅藝術 我心裡想：根本算不上高雅藝術的作品 對我們來說卻是最重要的"}, {"zh-tw": " These things resonate with us, and, if you think about blogs,you think of high art blogs, the history paintings about,you know, all the biblical stories, and then you have this. These are the blogs that interest me:the people that just tell stories.", "en": " 因為它們能引起我們的共鳴 提到部落格，你想到一些高雅藝術 描繪聖經故事的歷史名畫 然後還有這些平凡無奇的東西 就是這些平凡無奇的故事吸引著我"}, {"zh-tw": " One story is about this baby,and his name is Odin. His father was a blogger.", "en": " 有一個故事 是關於一個名叫奧汀的baby 他爸爸是個部落客"}, {"zh-tw": " And he was writing his blog one day, and his wife gave birth to her baby at 25 weeks. And he never expected this.", "en": " 有一天在寫網誌時 他懷孕25周的太太 早產了 這是他始料未及的"}, {"zh-tw": " One day, it was normal;the next day, it was hell. And this is a one-pound baby.", "en": " 前一天一切都還好好的，然後隔天就如墜深淵一般 這是一磅重的小嬰兒"}, {"zh-tw": " So Odin was documented every single day. Pictures were taken every day:day one, day two ...", "en": " 奧汀每天的生活都被記錄在部落格 第一天、第二天…每天都有照片"}, {"zh-tw": " You have day nine --they're talking about his apnea; day 39 -- he gets pneumonia. His baby is so small, and I've never encountered such a -- just -- a disturbing image,but just so heartfelt.", "en": " 到第九天，奧汀呼吸暫停了 第39天，奧汀得了肺炎 他是那麼的小 我從來沒看過 那麼 令人揪心的照片，但是充滿了真實的情感"}, {"zh-tw": " And you're reading this as it happens, so on day 55, everybody readsthat he's having failures: breathing failures and heart failures, and it's slowing down,and you don't know what to expect. But then it gets better.Day 96, he goes home.", "en": " 大家每天追蹤著奧汀的進展 到了第55天，網誌寫著 奧汀有呼吸和心跳的問題 心跳變慢了，接下來不知道會怎樣 但是情況好轉，第96天奧汀出院回家了"}, {"zh-tw": " And you see this post. That's not something you're goingto see in a paper or magazine but this is something this person feels, and people are excitedabout it -- 28 comments.", "en": " 這篇網誌 在雜誌或報紙上是讀不到的 這是奧汀爸爸的內心世界 大家都好開心喔"}, {"zh-tw": " That's not a huge amountof people reading, but 28 people matter. And today, he is a healthy baby, who, if you read his blog -- it's snowdeal.org, his father's blog -- he is taking pictures of him still,because he is still his son and he is, I think,at his age level right now because he had received suchgreat treatment from the hospital.", "en": " 總共有28則留言，不是很多 但是有28個人關心奧汀！ 現在他是個健康的孩子 如果你看這個部落格 Snowdeal.org 奧汀的爸爸還是持續在拍他兒子的照片 奧汀現在很健康 想想看他之前在醫院裡接受了那麼多的治療"}, {"zh-tw": " So, blogs. So what? You've probablyheard these things before.", "en": " 所以部落格 怎麼樣呢？或許你聽說過"}, {"zh-tw": " We talked about the WELL,and about all these sorts of things throughout our online history. But I think blogs are basicallyjust an evolution, and that's where we are today.", "en": " 人們討論WELL (最早期的網路虛擬社群) 在這個網路時代 大家會談論這類的話題 我認為部落格就是一種進化歷程 我們這身處於這個過程之中"}, {"zh-tw": " It's this recordof who you are, your persona. You have your Google search,where you say, \"What is Mena Trott?\" And then you find these thingsand you're happy or unhappy.", "en": " 部落格訴說著你是誰、你的角色 你可以google一下，查一查米娜．卓若特是何方神聖 然後你會發現一堆你喜歡或不喜歡的東西"}, {"zh-tw": " But then you also find people's blogs, and those are the records of peoplethat are writing daily -- not necessarily about the same topic,but things that interest them. And we talk about the worldflattens, being in this panel, and I am very optimistic --whenever I think about blogs, I'm like, \"We've got to reachall these people.\" Hundreds of millionsand billions of people.", "en": " 你也會搜尋到別人的部落格 每天一點一滴的紀錄 不一定是相同的主題，而是他們感興趣的事 因為部落格這個交流平台，我們說世界變平了 對此我樂觀看待 想到部落格，我想到的是：哇！可以吸引那麼多的人耶！ 數百萬，數千萬，甚至十幾億的人耶！"}, {"zh-tw": " We're getting into China,we want to be there, but there are so many people thatwon't have the access to write a blog. But to see somethinglike the $100 computer is amazing, because blogging software is simple.", "en": " 我們可以接觸到中國的網友 但是，也有許多人沒有網路可用 沒辦法寫部落格 可是現在只要100美金就可以擁有一台電腦，很棒吧！ 部落格軟體簡單好用"}, {"zh-tw": " We have a successful companybecause of timing, and because of perseverance,but it's simple stuff -- it's not rocket science. And so, that's an amazingthing to consider.", "en": " 我們公司之所以成功就是因為時機對了 而且我們不屈不撓，事實就是這麼簡單 不是什麼深奥的大道理 這值得深思"}, {"zh-tw": " So -- the life record of a blog is somethingthat I find incredibly important. And we started with a slide of my Teds, and I had to add this slide, because I knew the minuteI showed this, my mom -- my mom will see this,because she does read my blog and she'll say, \"Why wasn't therea picture of me?\" This is my mom.", "en": " 好 我認為記錄生命過程的 部落格意義非凡 一開始大家看到我家人的幻燈片 我加了這一張是因為我知道 我媽媽總有一天會看到 因為她會看我的部落格 她一定會唸：「為什麼沒有我的照片？」"}, {"zh-tw": " So, I have all the people that I know of. But this is basically the extentof the family that I know in terms of my direct line.", "en": " 我媽就是這樣，這些是我的家人 基本上應該說 他們是我的 直系親屬"}, {"zh-tw": " I showed a Norman Rockwell paintingbefore, and this one, I grew up with, looking at constantly. I would spend hourslooking at the connections, saying, \"Oh, the little kidup at the top has red hair; so does that first generation up there.\" And it's just these little things.", "en": " 剛剛也看了諾曼‧洛克威爾的畫作 這幅畫伴隨著我長大 我常常盯著它看 盯著它好幾個鐘頭，找出其中的關聯 「喔！最上面那個小孩頭髮是紅的」 「他的第一代祖先也是紅頭髮耶！」 就是這些無關緊要的小事"}, {"zh-tw": " This is not science,but this was enough for me to be really interestedin how we have evolved and how we can trace our line. So that has always influenced me.", "en": " 不是甚麼大學問，就是這些芝麻蒜皮的小事 讓我想知道我們是從哪裡來的 我們如何找到自己的根 這對我有深遠的影響"}, {"zh-tw": " I have this record, this 1910 census, of another Grabowski --that's my maiden name -- and there's a Theodore,because there's always a Theodore. This is all I have,a couple of facts about somebody.", "en": " 我找到另一家 也是姓葛柏斯基的 1910年戶口調查紀錄，我原本姓葛柏斯基 還有一位西奧多，叫西奧多的大有人在 這就是我找到的 我有一些人的資料"}, {"zh-tw": " I have their date of birth, their age,what they did in their household, if they spoke English, and that's it, that's all I knowof these people. And it's pretty sad, because I only go backfive generations, and that's it.", "en": " 出生年月日，年齡 他們的家庭，會不會說英文 關於這些人我知道的就這麼多 蠻悲哀的 我只能往回追溯到前五代的人"}, {"zh-tw": " I don't even know what happenson my mom's side, because she's from Cubaand I don't have that many things. Just doing this,I spent time in the archives -- that's why my husband's a saint -- I spent time in the Washington archives, just sitting there,looking for these things.", "en": " 只能查到這些，我媽媽那邊我是一無所知 她是古巴人，我查不到什麼資料 我花了很多時間查檔案 我老公真的很了不起 我在國家檔案記錄管理局，花了好多時間 坐在那裡讀這些資料，這一切現在都在網路上了"}, {"zh-tw": " Now it's online, but he sat through that. And so you have this record and -- This is my great-great-grandmother.", "en": " 我老公就坐在那裏陪我 你可以隨時查這些紀錄 這是我曾曾祖母"}, {"zh-tw": " This is the only picture I have. And to think of what we have the abilityto do with our blogs; to think about the peoplethat are on those $100 computers, talking about who they are,sharing these personal stories -- this is an amazing thing.", "en": " 這是我僅有的一張照片 再想想部落格可以做的事 想想那些使用 100塊美金的電腦的人 訴說著他自己，分享他的故事 多麼奇妙啊"}, {"zh-tw": " Another photo that hasgreatly influenced me, or a series of photos, is this project that's done by an Argentineanman and his wife. And he's basically taking a pictureof his family every day for the past, what is '76? -- 20 ...Oh my God, I'm '77 -- 29 years? Twenty-nine years.", "en": " 還有另外一張，嗯，一系列 對我意義重大的照片 這些照片是由一個阿根廷人和他的太太拍的 他每天為他的家人攝影 從1976年開始 天啊！我是1977年出生的 拍了29年？拍了29年耶！"}, {"zh-tw": " There was a joke, originally,about my graph that I left out, which is: You see all this math? I'm just happy I was ableto add it up to 100, because that's my skill set. So you have these people aging, and now this is them today, or last year.", "en": " 我幻燈片裡原本有個好笑的東西，後來刪掉了 剛剛加加減減算這些年代，我最多只能加到100 我的數學只能這樣 你看到這一家人年歲漸增 這是他們現在，嗯，去年的樣子"}, {"zh-tw": " And that's a powerful thingto have, to be able to track this. I wish that I would havethis of my family.", "en": " 這很令人震撼，可以回溯一個人一生的軌跡 我也想瞭解我的家族歷史"}, {"zh-tw": " I know that one day my childrenwill be wondering -- or my grandchildren,or my great-grandchildren, if I ever have children -- what I am going to -- who I was. So I do somethingthat's very narcissistic -- I am a blogger -- that is an amazing thing for me, because it capturesa moment in time every day.", "en": " 我知道 有一天，我的孩子 孫子，曾孫，他們會問起我的事 假如我真的有小孩 到時我要怎麼回答 我是誰？所以我就很自戀的開始 當起一個部落客 對我而言這很神奇 每天一個短暫的片刻就此「停格」"}, {"zh-tw": " I take a picture of myself --I've been doing this since last year -- every single day. And, you know, it's the same picture; it's basically the same person.", "en": " 從去年開始，每天 我拍我自己的照片 幾乎是一樣的照片 是同一個人"}, {"zh-tw": " Only a couple of people read it. I don't write this for this audience; I'm showing it now, but I would goinsane if this was really public.", "en": " 沒有多少人看過，這是不公開的 現在我秀給各位看，但是 要是公開了，我一定會抓狂"}, {"zh-tw": " About four people probably read it, and they tell me, \"You haven't updated.\" I'm probably going to get peopletelling me I haven't updated. But this is amazing, because I cango back to a day -- to April 2005, and say, what was I doing this day? I look at it, I know exactly.", "en": " 我有4個讀者 他們還會提醒我沒有更新喔 可能又有人會跟我說我沒有更新照片 奇妙的是，我可以回到過去的某一天 回到2005年的4月 咦？那一天我在幹嗎？看一下我的部落格我就想起來了"}, {"zh-tw": " It's this visual cuethat is so important to what we do. I put the bad pictures up too, because there are bad pictures.", "en": " 照片的視覺提示讓我們想起每天做了什麼 我也會放些醜醜的照片 真的蠻難看的"}, {"zh-tw": " And I remember instantly:I am in Germany in this -- I had to go for a one-day trip. I was sick, and I was in a hotel room, and I wanted not to be there.", "en": " 我馬上就記得：這是在德國 那天有一日遊的行程 可是我生病了，待在旅館裡 我一點也不想待在旅館；你看"}, {"zh-tw": " And so you see these things,it's not just always smiling. Now I've kind of evolved it,so I have this look.", "en": " 我不是每天都笑嘻嘻的，但是我有進步喔！ 你看我的駕照"}, {"zh-tw": " If you look at my driver's license,I have the same look, and it's a pretty disturbing thing, but it's somethingthat is really important. And the last storyI really want to tell is this story, because this is probably the onethat means the most to me in all of what I'm doing.", "en": " 這是我的招牌笑容喔！ 人生不是每天都笑嘻嘻的 但是每一天都很重要 最後一個故事 我真的很想告訴各位這個故事 對於我現在所做的一切 這或許可以說是最重要的"}, {"zh-tw": " I'll probably get choked up,because I tend to when I talk about this. So, this woman, her name was Emma, and she was a bloggeron our service, TypePad.", "en": " 我可能又會哭耶，因為每次談到這個我都會哭 這位女士 叫做愛瑪，是個部落客 也是我們的TypePad軟體測試者，"}, {"zh-tw": " And she was a beta tester,so she was there right when we opened -- you know, there was 100 people. And she wrote about her lifedealing with cancer.", "en": " 我們公司剛創業時 她是100位測試者其中之一 她寫了她對抗癌症的故事"}, {"zh-tw": " She was writing and writing,and we all started reading it, because we hadso few blogs on the service, we could keep track of everyone. And she was writing one day, and then she disappeared for a little bit.", "en": " 她持續不斷的寫 我們開始讀她的部落格，因為那時客戶很少 所以可以讀每個客戶的網誌 她持續的寫，突然 她銷聲匿跡了一陣子"}, {"zh-tw": " And her sister came on, and she saidthat Emma had passed away. And all of our support staff who hadtalked to her were really emotional, and it was a very hard day at the company.", "en": " 然後她的妹妹在部落格裡 說愛瑪過逝了，客服部所有曾經和她 說過話的員工，每個人都很難過 那天公司氣氛很沉重"}, {"zh-tw": " And this was one of thoseinstances where I realized how much bloggingaffects our relationship, and flattening this sort of world. That this woman is in England, and she lives -- she lived -- a life where she was talkingabout what she was doing.", "en": " 這件事 讓我明白 部落格對於人際關係影響重大 而且還把世界抹平了 愛瑪是英國人 她住在英國 寫她自己的故事 她在做什麼"}, {"zh-tw": " But the big thingthat really influenced us was, her sister wrote to me, and she said -- and she wrote on this blog -- that writing her blog duringthe last couple of months of her life was probably the best thingthat had happened to her, and being able to talk to peopleand to share what was going on, and being able to writeand receive comments. And that was amazing, to be able to knowthat we had empowered that, and that blogging was somethingthat she felt comfortable doing, and the idea that bloggingdoesn't have to be scary, that we don't always haveto be attack of the blogs, that we can be people who are open,and wanting to help and talk to people.", "en": " 給我們帶來最大的影響的是 她的妹妹在網誌上 告訴我說 在愛瑪生命中的最後幾個月 寫網誌對她而言可能是最棒的事 能夠和其他人交談，分享所發生的一切 可以寫評論，看評論 這多麼奇妙啊， 知道是我們公司讓愛瑪辦到這一切 寫部落格是愛瑪喜歡做的事情 部落格不全都是那麼可怕 我們也不會總是被部落格批評 我們可以敞開自己 去幫助他人，和別人交流"}, {"zh-tw": " That was an amazing thing. And so I printed out and senta PDF of her blog to her family, and they passed itout at her memorial service, and even in her obituary,they mentioned her blog, because it was sucha big part of her life.", "en": " 這是件了不起的事！ 我把愛瑪的部落格 轉成PDF檔，寄給她的家人 他們把它印出來，在追思會上發給每一個人 也印在愛瑪的訃文裡， 說到她的部落格，因為那是她生命中很重要的一部分 這件事意義重大"}, {"zh-tw": " And that's a huge thing. So, this is her legacy, and I think that my call to actionto all of you is: think about blogs,think about what they are, think about what you've thought of them, and then actually do it, because it's somethingthat's really going to change our lives.", "en": " 這是愛瑪的留給我們的東西 因此 我想對大家說 想一想部落格，它究竟是什麼 你如何看待部落格，然後開始 寫你自己的故事，因為 它真的會改變我們的生命"}, {"zh-tw": " So, thank you.", "en": " 謝謝各位"}], "title": "Mena Trott Tours Her Blog World"}