{"url": "http://www.ted.com/talks/pia_mancini_how_to_upgrade_democracy_for_the_internet_era", "paragraphs": [{"zh-tw": " I have the feeling that we can all agree that we're moving towards a new model of the state and society. But, we're absolutely clueless as to what this is or what it should be.", "en": " 我想我們都認同 我們國家和社會的樣貌 正不斷變新 但我們毫無頭緒 不知會變得怎樣 或者應該要變得怎樣"}, {"zh-tw": " It seems like we need to have a conversation about democracy in our day and age. Let's think about it this way: We are 21st-century citizens, doing our very, very best to interact with 19th century-designedinstitutions that are based on an information technology of the 15th century.", "en": " 似乎在這個時代 我們需要一場 關於民主的對話 讓我們這樣想: 我們是 21 世紀公民 嘗試和 19 世紀建立的體制互動 這體制以15 世紀資訊科技 為運作基礎 先來看一下"}, {"zh-tw": " Let's have a look at some of the characteristics of this system. First of all, it's designed for an information technology that's over 500 years old.", "en": " 這個體制的特色 首先 這體制是為了 五百多年前的 資訊科技設計"}, {"zh-tw": " And the best possible system that could be designed for it is one where the few make daily decisions in the name of the many. And the many get to vote once every couple of years.", "en": " 而這體制設計的 可能最棒的地方在於 第一 少部分的人能夠以大眾之名做日常決策 然後每隔幾年大家投一次票"}, {"zh-tw": " In the second place, the costs of participating in this system are incredibly high. You either have to have a fair bit of money and influence, or you have to devote your entire life to politics.", "en": " 第二 代價 參與這體系的代價 非常高 你得要非常有錢 和有影響力 或投入畢生參與政治"}, {"zh-tw": " You have to become a party member and slowly start working up the ranks until maybe, one day, you'll get to sit at a table where a decision is being made. And last but not least, the language of the system — it's incredibly cryptic.", "en": " 你需成為一個黨員 慢慢提升黨內地位 直到或許某天 可以坐在桌邊 參與政治決議 最後也很重要的 這體制的語言 非常隱晦"}, {"zh-tw": " It's done for lawyers, by lawyers, and no one else can understand. So, it's a system where we can choose our authorities, but we are completely left out on howthose authorities reach their decisions.", "en": " 由律師為了律師所定 其他人難以理解 所以，在這體制下 我們可決定民意代表 但我們完全無法得知 他們如何做出決策"}, {"zh-tw": " So, in a day where a new information technology allows us to participate globallyin any conversation, our barriers of information are completely lowered and we can, more than ever before, express our desires and our concerns. Our political system remains the same for the past 200 years and expects us to be contented with being simply passive recipients of a monologue.", "en": " 也許某天因新的科技資訊 我們可參與全球的任何一場對話 我們幾乎可以得知所有的資訊 也可比以前更積極 表達我們的需求和擔憂 我們的政治體系一成不變 過去兩百年來皆如此 還期待我們被動地 聆聽單方政治決策 需求就可被滿足"}, {"zh-tw": " So, it's really not surprising that this kind of system is only able to produce two kinds of results: silence or noise. Silence, in terms of citizens not engaging, simply not wanting to participate.", "en": " 所以一點也不意外 這樣的體系下 只會產生兩種結果 沉默 或 爭論 沉默表示市民置身事外 簡單來說就是不想參與政治議題"}, {"zh-tw": " There's this commonplace [idea] that I truly, truly dislike, and it's this idea that we citizens are naturally apathetic. That we shun commitment. But, can you really blame us for not jumping at the opportunity of going to the middle of the city in the middle of a working day to attend, physically, a public hearing that has no impact whatsoever? Conflict is bound to happen between a system that no longer represents, nor has any dialogue capacity, and citizens that are increasingly used to representing themselves.", "en": " 這是很普遍 也是我很厭惡的想法 也因此 我們對政治興致缺缺 不願做任何承諾 但可以怪我們嗎？ 怪我們錯失機會 不願在工作日中跑到城市裡 實際參與一場 聽起來沒什麼影響的決策討論？ 衝突是體系中無法避免的 但不代表溝通終止 越來越多的市民站出來 為自己發聲"}, {"zh-tw": " And, then we find noise: Chile, Argentina, Brazil, MexicoItaly, France, Spain, the United States, they're all democracies. Their citizens have access to the ballot boxes. But they still feel the need, they need to take to the streets in order to be heard.", "en": " 這就是輿論 智利 阿根廷 巴西 墨西哥 義大利 法國 西班牙 美國 都是民主國家 即使有投票制度 他們仍覺得 需要佔據街頭才能表達心聲"}, {"zh-tw": " To me, it seems like the 18th-century slogan that was the basis for the formation of our modern democracies, \"No taxation without representation,\" can now be updated to \"No representationwithout a conversation.\" We want our seat at the table. And rightly so.", "en": " 我覺得就像 18 世紀的那個口號 那個口號促成了現代民主基礎 無代表 不納稅 現在是否應該改為 無對話 無代表？ 我們應當要有桌邊席 這毫無疑問"}, {"zh-tw": " But in order to be part of this conversation, we need to know what we want to do next, because political action is being able to move from agitation to construction. My generation has been incredibly good at using new networks and technologies to organize protests, protests that were able to successfully impose agendas, roll back extremely pernicious legislation, and even overthrow authoritarian governments.", "en": " 但若要參與對話 我們需要知道下一步想做什麼 因為政治行為 已經能從煽動到團結 我們這一代人已經善於利用 網路和新科技 組織抗議活動 這些活動可以很成功地 掀起議題 撤回不當政策 甚至推翻獨裁政府"}, {"zh-tw": " And we should be immensely proud of this. But, we also must admit that we haven't been good at using those same networks and technologies to successfully articulate an alternativeto what we're seeing and find the consensus and build the alliances that are needed to make it happen.", "en": " 我們應該為此感到非常驕傲 但我們也得承認 我們還沒有利用好 網路和科技 來詳述其他方案 解決現況 並找到共識 凝聚力量 讓想法實踐"}, {"zh-tw": " And so the risk that we face is that we can create these huge power vacuums that will very quickly get filled up by de facto powers, like the military or highly motivated and already organized groups that generally lie on the extremes. But our democracy is neither just a matter of voting once every couple of years.", "en": " 此外我們還必須承擔的風險 就是造成的權力真空 讓某些有權勢力趁虛而入 像是軍事 或 虎視眈眈很久 早已存在的極端組織 然而 民主並不是 每隔幾年投票一次"}, {"zh-tw": " But it's not either the ability to bring millionsonto the streets. So the question I'd like to raise here, and I do believe it's the most important question we need to answer, is this one: If Internet is the new printing press, then what is democracy for the Internet era? What institutions do we want to build for the 21st-century society? I don't have the answer, just in case.", "en": " 也不是幾百萬人聚集在街頭 所以在這我想問的 一個很重要且需要有答案的問題 若網路是新時代媒體 那網路時代的民主是什麼 我們想為 21 世紀 建立怎樣的體系 如果我沒有答案"}, {"zh-tw": " I don't think anyone does. But I truly believe we can't affordto ignore this question anymore.", "en": " 我想也沒人知道 但我們真的不能再漠視這個問題了"}, {"zh-tw": " So, I'd like to share our experience and what we've learned so far and hopefully contribute two cents to this conversation. Two years ago, with a group of friendsfrom Argentina, we started thinking, \"how can we get our representatives, our elected representatives, to represent us?\" Marshall McLuhan once said that politics is solving today's problems with yesterday's tools.", "en": " 所以，我想和大家分享我們的經驗 以及從中學到的東西 希望能藉此帶來一點啟發 兩年前 我和一些阿根廷朋友 想說該怎麼讓代表 我們的民意代表 \"代表\"我們 馬素·麥克魯漢曾說 政治是以昨日的工具解決今日的問題"}, {"zh-tw": " So the question that motivated us was, can we try and solve some of today's problems with the tools that we use every singleday of our lives? Our first approach was to design and develop a piece of software called DemocracyOS. DemocracyOS is an open-source web application that is designed to become a bridge between citizens and their elected representatives to make it easier for us to participate from our everyday lives.", "en": " 這句話讓我們不禁想到 我們可否以每日用得到的工具 解決今日的問題呢？ 我們的第一個方式是 研究設計 DemocracyOS（民主操作系統） 一套開放源代碼的網絡應用 這套軟體設計用來 作為市民和代表的溝通橋樑 讓我們更方便地參與政治"}, {"zh-tw": " So first of all, you can get informed so every new project that gets introduced in Congress gets immediately translated and explained in plain language on this platform. But we all know that social change is not going to come from just knowing more information, but from doing something with it.", "en": " 迅速掌握資訊 我們可透過平台 看到國會每天新提案的即時翻譯 和顯而易懂的說明解釋 但我們都知道 知道更多的資訊 並不能促使社會變遷 而要掌握資訊並有所作為"}, {"zh-tw": " So better access to information should lead to a conversation about what we're going to do next, and DemocracyOS allows for that. Because we believe that democracy is not just a matter of stacking up preferences, one on top of each other, but that our healthy and robust public debate should be, once again, one of its fundamental values.", "en": " 因此 透過 DemocracyOS （民主操作系統） 資訊的快速獲得可促使談話 談論下一步可能的走向 因為我們深信 民主不只是疊加的結果 並非喜好的堆疊 健全的公眾辯論 應該再次成為民主的基礎核心"}, {"zh-tw": " So DemocracyOS is about persuading and being persuaded. It's about reaching a consensus as much as finding a proper way of channeling our disagreement.", "en": " DemocracyOS 是說服與被說服 是達成共識 以合適的方法 解決分歧"}, {"zh-tw": " And finally, you can vote how you would like your elected representative to vote. And if you do not feel comfortable voting on a certain issue, you can always delegate your vote to someone else, allowing for a dynamic and emerging social leadership.", "en": " 最後 你可投票 你希望你選出的代表如何投票 若你對某個投票議題 感到不自在 你可委託別人 代理投票 也因此產生勤勉不懈的新社會領導"}, {"zh-tw": " It suddenly became very easy for us to simply compare these results with how our representatives were voting in Congress. But, it also became very evident that technology was not going to do the trick.", "en": " 只要比對結果和民代 在國會投票的情形 一切都變得非常簡單 但也很明顯的 科技太過制式"}, {"zh-tw": " What we needed to do to was to find actors that were able to grab this distributed knowledge in society and use it to make betterand more fair decisions. So we reached out to traditional political parties and we offered them DemocracyOS.", "en": " 我們需要找到參與者 讓他們利用大眾認知 做出更好更公平的決定 因此我們找來了傳統政黨 提供他們 DemocracyOS"}, {"zh-tw": " We said, \"Look, here you have a platformthat you can use to build a two-way conversation with your constituencies.\" And yes, we failed. We failed big time.", "en": " 我們跟他們說 透過此平台 可建立和選民的雙方對話 如你想的 我們失敗了 徹底的失敗"}, {"zh-tw": " We were sent to play outside like little kids. Amongst other things, we were called naive.", "en": " 我們像小孩一樣被叫閉嘴 他們說我們無知 愚昧"}, {"zh-tw": " And I must be honest: I think, in hindsight, we were. Because the challenges that we face, they're not technological, they're cultural.", "en": " 但老實說 事後回想 的確如此 因為我們遇到的問題 非技術性 而是文化層面"}, {"zh-tw": " Political parties were never willing to change the way they make their decisions. So it suddenly became a bit obvious that if we wanted to move forwardwith this idea, we needed to do it ourselves.", "en": " 政黨不可能願意 改變做決定的方式 一切間答案很明顯 若我們想進一步實現想法 我們需靠自己實踐"}, {"zh-tw": " And so we took quite a leap of faith, and in August last year, we founded our own political party, El Partido de la Red, or the Net Party, in the city of Buenos Aires. And taking an even bigger leap of faith, we ran for elections in October last year with this idea: if we want a seat in Congress, our candidate, our representatives were always going to vote according to what citizens decided on DemocracyOS.", "en": " 於是我們信心十足的 去年八月 在阿根廷 成立了自己的政黨 網路黨 (El Partido de la Red) 或 Net Party（網黨），在布宜諾斯艾利斯 之後我們更自信無比的 在去年十月出來競選 我們秉持著： 若我們想要國會席位 我們的候選人和代表 會依據市民在 DemocracyOs 的決定來投票"}, {"zh-tw": " Every single project that got introduced in Congress, we were going vote according to what citizens decidedon an online platform. It was our way of hacking the political system.", "en": " 即使是國會提出的單一法案 我們也會根據市民 在網路平台的決定投票 這是我們顛覆政治體系的方法"}, {"zh-tw": " We understood that if we wanted to become part of the conversation, to have a seat at the table, we needed to become valid stakeholders, and the only way of doing it is to play by the system rules. But we were hacking it in the sense that we were radically changing the way a political party makes its decisions.", "en": " 我們明瞭 若想參與談話 占國會一席 我們須成為利益相關人 要達到目標 唯遵守體系規則 但我們悄悄入侵這個體系 徹底改變政黨做決策的方法"}, {"zh-tw": " For the first time, we were making our decisions together with those who we were affecting directly by those decisions. It was a very, very bold move for a two-month-old party in the city of Buenos Aires.", "en": " 第一次 我們總算可以做決定 和那些與政策有直接影響的人 一起做決定 對於在阿根廷才成立兩個月的政黨 這個舉動很大膽"}, {"zh-tw": " But it got attention. We got 22,000 votes, that's 1.2 percent of the votes, and we came in second for the local options.", "en": " 因此備受矚目 我們獲得 22,000 票數 佔總票數 1.2％ 在地方選舉排名第二"}, {"zh-tw": " So, even if that wasn't enough to win a seat in Congress, it was enough for us to become part of the conversation, to the extent that next month, Congress, as an institution, is launching for the first time in Argentina's history, a DemocracyOS to discuss, with the citizens, three pieces of legislation: two on urban transportation and one on the use of public space. Of course, our elected representatives are not saying, \"Yes, we're going to vote according to what citizens decide,\" but they're willing to try.", "en": " 雖然我們無法 因此獲得國會席位 卻讓我們可以參與對話 接下來的那個月 阿根廷史上第一次 身為國家機構的國會 推動 DemocracyOS 和 市民討論 三個法案： 兩個都市交通法案 一個公共空間利用法案 我們的民代並非表示 「我們會根據選民的決定投票」 但他們願意嘗試"}, {"zh-tw": " They're willing to open up a new space for citizen engagement and hopefully they'll be willing to listen as well. Our political system can be transformed, and not by subverting it, by destroying it, but by rewiring it with the tools that Internet affords us now.", "en": " 願意打開新局面 讓選民加入談話 希望他們也會願意好好傾聽選民 我們可以改變政治系統 但非以顛覆或破壞性手段 而是利用網路工具 改寫政治體系"}, {"zh-tw": " But a real challenge is to find, to design to create, to empower those connectors that are able to innovate, to transform noise and silence into signal and finally bring our democracies to the 21st century. I'm not saying it's easy.", "en": " 但最大的挑戰在於 要找到 設計 創造方法 以方法創新 讓喧囂和沉默被聽到 最後將民主帶到 21 世紀 我想這不容易"}, {"zh-tw": " But in our experience, we actually stand a chance of making it work. And in my heart, it's most definitely worth trying.", "en": " 但根據我們的經驗 我們手握機會 讓這個理想實現 我打從心底深摯地覺得 值得一試"}, {"zh-tw": " Thank you.", "en": " 謝謝大家"}], "title": "Pia Mancini How To Upgrade Democracy For The Internet Era"}