{"url": "http://www.ted.com/talks/glenn_greenwald_why_privacy_matters", "paragraphs": [{"zh-tw": " There is an entire genre of YouTube videos devoted to an experience which I am certain that everyone in this room has had. It entails an individual who, thinking they're alone, engages in some expressive behavior — wild singing, gyrating dancing, some mild sexual activity — only to discover that, in fact, they are not alone, that there is a person watching and lurking, the discovery of which causes them to immediately cease what they were doing in horror.", "en": " YouTube 裡有一整類這種影片 我敢肯定在場所有人都有和影片裡一樣的經歷 它會找來一個人 讓他覺得只有他自己在場 然後讓他做一些表達自己的行為 比如大聲唱歌，誇張地跳舞， 或者一些性感動作 當這個人發現他並非獨處 其實有人在看偷著他時 這個發現會使他立刻停止正在做的事情 並且非常驚恐"}, {"zh-tw": " The sense of shame and humiliation in their face is palpable. It's the sense of, \"This is something I'm willing to do only if no one else is watching.\" This is the crux of the work on which I have been singularly focused for the last 16 months, the question of why privacy matters, a question that has arisen in the context of a global debate, enabled by the revelations of Edward Snowden that the United States and its partners, unbeknownst to the entire world, has converted the Internet, once heralded as an unprecedented tool of liberation and democratization, into an unprecedented zone of mass, indiscriminate surveillance.", "en": " 他們臉上很明顯的是羞辱和丟臉的表情 顯然 這些動作是在沒有別人看時 才願意做的 這正是我在最近16個月內所專心研究的重點： 為什麼隱私這麼重要？ 一個引起世界辯論的話題 它由愛德華 斯諾登的揭密而引起 他揭露美國和其同盟 瞞著整個世界 把網路 這個曾經預示著民主和自由的前所未有的工具 轉變成前所未有的用來肆意監視大眾的空間"}, {"zh-tw": " There is a very common sentiment that arises in this debate, even among people who are uncomfortable with mass surveillance, which says that there is no real harm that comes from this large-scale invasion because only people who are engaged in bad acts have a reason to want to hide and to care about their privacy. This worldview is implicitly grounded in the proposition that there aretwo kinds of people in the world, good people and bad people.", "en": " 在這場辯論中有一個普遍的論點 甚至包括那些對於廣泛監視感到很不舒服的人 認為這種大範圍的侵入並沒有實質的傷害 因為只有做壞事的人才有理由想隱藏 才會在乎他們的隱私 這種世界觀隱含著一個議題 這個世界上有兩種人：好人和壞人"}, {"zh-tw": " Bad people are those who plot terrorist attacks or who engage in violent criminality and therefore have reasons towant to hide what they're doing, have reasons to care about their privacy. But by contrast, good people are people who go to work, come home, raise their children, watch television.", "en": " 壞人是那些圖謀恐怖襲擊或者參與暴力犯罪的人 所以他們有理由想要隱藏他們做的事情 有理由要保護他們的隱私 而相反的 好人是那些每天去工作 回家，帶孩子，看電視的人"}, {"zh-tw": " They use the Internet not to plot bombing attacks but to read the news or exchange recipes or to plan their kids' Little League games, and those people are doing nothing wrong and therefore have nothing to hide and no reason to fear the government monitoring them. The people who are actually saying that are engaged in a very extreme act of self-deprecation.", "en": " 他們不會用網路來策劃炸彈襲擊 而是為了看新聞，交流食譜， 或者計劃孩子的少年棒球比賽 這些人沒做任何壞事 所以沒有什麼好隱藏的 也沒有理由害怕政府監視他們 說這些話的人 其實是在極大的自我貶低"}, {"zh-tw": " What they're really saying is, \"I have agreed to make myself such a harmless and unthreatening and uninteresting person that I actually don't fear having the government know what it is that I'm doing.\" This mindset has found what I think is its purest expression in a 2009 interview with the longtime CEO of Google, Eric Schmidt, who, when asked about all the different ways his company is causing invasions of privacy for hundreds of millions of people around the world, said this: He said, \"If you're doing something that you don't want other people to know, maybe you shouldn't be doing it in the first place.\" Now, there's all kinds of things to say about that mentality, the first of which is that the people who say that, who say that privacy isn't really important, they don't actually believe it, and the way you know thatthey don't actually believe it is that while they say with theirwords that privacy doesn't matter, with their actions, they take all kinds of steps to safeguard their privacy. They put passwords on their email and their social media accounts, they put locks on their bedroom and bathroom doors, all steps designed to prevent other people from entering what they consider their private realm and knowing what it is that theydon't want other people to know.", "en": " 他們其實是在說 我同意讓我自己成為 一個不會傷害他人，沒有威脅性，又無趣的人 這樣我就不會害怕政府知道我在做什麼 我發現這種心態 和 2009 年谷歌 CEO艾瑞克 施密特接受採訪時 回答關於他的公司以各種方式 侵犯全世界幾億人的隱私的問題時 所做出的回應是純然一致的 他說，如果你在做的事情是你不希望讓別人知道的 那麼或許你從開始就不應該做這件事 對於這種理念有各種各樣的說法 第一種說法認為那些說隱私並不重要的人 並不真正相信隱私不重要 怎樣知道他們並不相信呢？ 在他們說隱私並不重要的同時 他們的行為卻是想方設法 保衛他們的隱私 他們給郵件設上密碼 還有社交網絡帳號 他們給房門和廁所門上鎖 通過各種方法防止他人 進入他們自認的私人空間 其實他們很清楚他們不想讓別人知道的事情"}, {"zh-tw": " The very same Eric Schmidt, the CEO of Google, ordered his employees at Google to cease speaking with the online Internet magazine CNET after CNET published an article full of personal, private information about Eric Schmidt, which it obtained exclusivelythrough Google searches and using other Google products. This same division can be seen with the CEO of Facebook, Mark Zuckerberg, who in an infamous interview in 2010 pronounced that privacy is no longer a \"social norm.\" Last year, Mark Zuckerberg and his new wife purchased not only their own house but also all four adjacent houses in Palo Alto for a total of 30 million dollars in order to ensure that they enjoyed a zone of privacy that prevented other people from monitoring what they do in their personal lives.", "en": " 同樣的，谷歌CEO艾瑞克 施密特 命令他在谷歌的員工 停止一切與網路雜誌 CNET（科技資訊網）的交流 因為 CNET 發表了一篇文章 透露了大量的艾瑞克 施密特的個人信息 這些信息其實是完全通過谷歌搜索 和其他谷歌產品獲得的 相同的情況也發生在 Facebook 的 CEO馬克 扎克伯格身上 他在 2010 年那個聲名狼藉的採訪上 斷言隱私已經不再是一個“社會規範” 去年，馬克 扎克伯格和他的新任妻子 在帕洛阿爾托（美國舊金附近城市）不止購買了他們的房子， 並且買了相鄰四個房子總值三千萬美元 為了確保他們享有足夠的私人空間 防止人們監視他們的私人生活"}, {"zh-tw": " Over the last 16 months, as I'vedebated this issue around the world, every single time somebody has said to me, \"I don't really worry about invasions of privacy because I don't have anything to hide.\" I always say the same thing to them. I get out a pen, I write down my email address.", "en": " 在過去的十六個月，我一直在世界各地遊說這個問題 每當有人跟我說 ”我真的不擔心隱私受到侵犯， 因為我沒有什麼需要隱藏的。” 我總是對他們回答一樣的話 我拿出一支筆，寫下我的郵箱地址"}, {"zh-tw": " I say, \"Here's my email address. What I want you to do when you get home is email me the passwords to all of your email accounts, not just the nice, respectable work one in your name, but all of them, because I want to be able to just troll through what it is you're doing online, read what I want to read andpublish whatever I find interesting.", "en": " 我說：“這是我的郵箱， 我希望回家之後把你所有郵箱賬號的密碼發給我， 不僅僅是你工作上用的那些一本正經的郵箱 我要所有的 因為我就是想讀遍所有你的網上記錄 然後將我認為有趣的內容發表出來"}, {"zh-tw": " After all, if you're not a bad person, if you're doing nothing wrong, you should have nothing to hide.\" Not a single person has taken me up on that offer. I check and — I check that email account religiously all the time.", "en": " 畢竟你不是個壞人你沒做什麼壞事 你就沒什麼好隱藏的“ 沒有任何一個人接受我的提議 我查過 我一直在認真的查看那個郵箱"}, {"zh-tw": " It's a very desolate place. And there's a reason for that, which is that we as human beings, even those of us who in words disclaim the importance of our own privacy, instinctively understand the profound importance of it.", "en": " 那裡一直很荒涼 這是有原因的 因為我們作為人類 即使一些人嘴上否認隱私的重要性 但他們心裡很清楚它深遠的重要性"}, {"zh-tw": " It is true that as human beings, we're social animals, which means we have a need for other people to know what we're doing and saying and thinking, which is why we voluntarily publishinformation about ourselves online. But equally essential to what it means to be a free and fulfilled human being is to have a place that we can go and be free of the judgmental eyes of other people.", "en": " 事實上，作為人類，我們是社會性動物 這意味著我們需要其他人 知道我們在做什麼，說什麼，想什麼 這也是為什麼我們自願的在網上發佈自己的信息 但是和成為一個自由的、完整的人類同等重要的是 我們需要有一個地方完全遠離其他人批判的目光"}, {"zh-tw": " There's a reason why we seek that out, and our reason is that all of us — not just terrorists and criminals, all of us — have things to hide. There are all sorts of things that we do and think that we're willing to tell our physician or our lawyer or our psychologist or our spouse or our best friend that we would be mortified for the rest of the world to learn.", "en": " 為什麼我們要找到這樣一個地方原因是我們所有人 －並非只有那些恐怖分子者和罪犯，而是我們所有人－ 都有想要隱藏的東西 許多我們做的、想的各種各樣的事情 我們只願意告訴自己的醫生, 或者律師，或者心理醫生，或者配偶，或者好朋友。 如果全世界都知道我們會覺得很囧"}, {"zh-tw": " We make judgments every single day about the kinds of things that we say and think and do that we're willing to have other people know, and the kinds of things that we say and think and do that we don't want anyone else to know about. People can very easily in words claim that they don't value their privacy, but their actions negate the authenticity of that belief.", "en": " 我們每天都會判斷 某些我們說的、想的、做的某些事情 我們願意讓別人知道 還有某些我們說的、想的、做的某些事情 我們不願意讓別人知道 人們可以很輕易地以言語宣稱 他們不在乎他們的隱私 但他們的行為卻在否定他們所相信的真實性"}, {"zh-tw": " Now, there's a reason why privacy is so craved universally and instinctively. It isn't just a reflexive movement like breathing air or drinking water.", "en": " 這有一個原因為什麼人們如此普遍地且本能地渴望隱私 這不僅僅是個反射性動作 像呼吸和喝水那樣"}, {"zh-tw": " The reason is that when we're in a state where we can be monitored,where we can be watched, our behavior changes dramatically. The range of behavioral options that we consider when we think we're being watched severely reduce.", "en": " 原因是當在我們在一種狀態裡 我們可能被監視著，被看著的時候 我們的行為會有巨大的改變 我們所考量的不同行為的範圍 在我們被觀察者的時候 會大幅縮小"}, {"zh-tw": " This is just a fact of human nature that has been recognized in social science and in literature and in religion and in virtually every field of discipline. There are dozens of psychological studies that prove that when somebody knows that they might be watched, the behavior they engage in is vastly more conformist and compliant.", "en": " 這就是人類的本性的事實 已被社會科學、 文學、宗教 以及幾乎所有學科領域所公認 許多心理學研究證明 當一個人知道他可能在被看著 他的行為會尤其地順從"}, {"zh-tw": " Human shame is a very powerful motivator, as is the desire to avoid it, and that's the reason why people, when they're in a state ofbeing watched, make decisions not that are the byproduct of their own agency but that are about the expectations that others have of them or the mandates of societal orthodoxy. This realization was exploited most powerfully for pragmatic ends by the 18th-century philosopher Jeremy Bentham, who set out to resolve an important problem ushered in by the industrial age, where, for the first time, institutions had become so large and centralized that they were no longer able to monitor and therefore control each oneof their individual members, and the solution that he devised was an architectural design originally intended to be implemented in prisons that he called the panopticon, the primary attribute of which was the construction of an enormous tower in the center of the institution where whoever controlled the institution could at any moment watch any of the inmates, although they couldn't watch all of them at all times.", "en": " 人的羞恥心是一個強大的動力 以避免受辱 這就是為什麼 人們在被看著的情況下所做的決定 並非他們自己機體的副產品 而是別人對他們的期望或者是社會正統所要求的 對於這件現象的認識 被十八世紀的實用主義哲學家杰裡米 邊沁為了務實的目的大為利用 以解決了工業時期出現的一個很重要的問題 就是當組織體系初次大幅擴張和權力的集中以致於 人們無法進行監視 和控制到他們組織的每一個份子 邊沁的解決方案是 一個建築學設計 本來的目的是用於監獄 他稱之為全景監獄 其主要特徵是將一個巨大的塔建立在組織機構的中間 這樣組織的統治者就可以隨時監視其中的任一個囚犯 雖然他不能一直看著所有的人"}, {"zh-tw": " And crucial to this design was that the inmates could not actually see into the panopticon, into the tower, and so they never knew if they were being watched or even when. And what made him so excited about this discovery was that that would mean that the prisoners would have to assume that they were being watched at any given moment, which would be the ultimate enforcer for obedience and compliance.", "en": " 這個設計的關鍵處在於 犯人無法看到塔的内部 所以他們永遠無法知道 自己是否或者什麼時候是在被監視著的 這個發現讓邊沁非常興奮 因為這意味著囚犯們會假定 他們隨時隨地是被監視著的 這種假定成為了順從和服從的終極實施者"}, {"zh-tw": " The 20th-century French philosopher Michel Foucault realized that that model could be used not just for prisons but for every institution that seeks to control human behavior: schools, hospitals, factories, workplaces. And what he said was that this mindset, this framework discovered by Bentham, was the key means of societal control for modern, Western societies, which no longer need the overt weapons of tyranny — punishing or imprisoning or killing dissidents, or legally compelling loyalty to a particular party — because mass surveillance creates a prison in the mind that is a much more subtle though much more effective means of fostering compliance with social norms or with social orthodoxy, much more effective than brute force could ever be.", "en": " 二十世紀法國哲學家米歇爾 福柯 意識到這個模型不僅可以用於監獄 它可以用於任何控制人類行為的機構 學校、醫院、工廠、工作場所 而且他說這種思維模式邊沁發明的這種結構 是現代西方社會進行社會控制的主要手段 讓社會不再需要公然的使用暴政的武器 －懲罰，或者投送監獄，或者處死異議者， 或者合法地強迫人民對一個政黨的忠誠 因為廣泛的監控 會在人腦中形成一個監獄 這是一個非常微妙的且更加有效的 使人服從社會規範或者社會正統的方法 這是暴力手段遠不能及的"}, {"zh-tw": " The most iconic work of literature about surveillance and privacy is the George Orwell novel \"1984,\" which we all learn in school, andtherefore it's almost become a cliche. In fact, whenever you bring it upin a debate about surveillance, people instantaneously dismiss it as inapplicable, and what they say is, \"Oh, well in '1984,' there weremonitors in people's homes, they were being watched at every given moment, and that has nothing to do withthe surveillance state that we face.\" That is an actual fundamental misapprehension of the warnings that Orwell issued in \"1984.\" The warning that he was issuing was about a surveillance state not that monitored everybody at all times, but where people were aware that they could be monitored at any given moment.", "en": " 關於監視和隱私，最標誌性的文學表達是喬治 奧威爾的小說《1984》 我們在學校都學過，它都快成了陳詞濫調了 事實上，在關於監視的討論中不論什麼時候提到本書 人們都立即忽略它 認為它行不通，他們說： “在《1984》裡人們家裡都是監視器， 他們無時無刻不被看著 這和我們所面對的國家監控是不一樣的。” 這其實是從根本上誤解奧威爾在《1984》裡提出的警告 他所發出的警告 其實不是關於國家隨時隨地在監視人們 而是人們知道他們可能隨時被監視着"}, {"zh-tw": " Here is how Orwell's narrator, Winston Smith, described the surveillance system that they faced: \"There was, of course, no way of knowing whether you were being watchedat any given moment.\" He went on to say, \"At any rate, they could plug in your wire whenever they wanted to. You had to live, did live, from habit that became instinct, in the assumption that every sound you made was overheard and except in darkness every movement scrutinized.\" The Abrahamic religions similarly posit that there's an invisible, all-knowing authority who, because of its omniscience, always watches whatever you're doing, which means you never have a private moment, the ultimate enforcer for obedience to its dictates.", "en": " 這是溫斯頓 史密斯， 奧威爾小說的敘述者， 所描述的他們面對的監控系統： “當然，你無從知道你何時在被監視著。” 他接著說： “但是，他們隨時想要是都可以插上監視你的電線。 你必須，也確實地活在一個漸漸變成本能的習慣裡， 假定你發出的任何聲音都會被聽到， 和除了在黑暗中，你的所有的動作被監視着。” 亞伯拉罕教派也有類似的斷定 有一個無形的、無所不知的權威 因為祂的全知全能 總是在看你在做什麼 意思就是你從來沒有一刻是私有的 這就是讓你對祂絕對服從最終執行者"}, {"zh-tw": " What all of these seemingly disparate works recognize, the conclusion that they all reach, is that a society in which people can be monitored at all times is a society that breeds conformity and obedience and submission, which is why every tyrant, the most overt to the most subtle, craves that system. Conversely, even more importantly, it is a realm of privacy, the ability to go somewhere where we can think and reason and interact and speak without the judgmental eyesof others being cast upon us, in which creativity and exploration and dissent exclusively reside, and that is the reason why, when we allow a society to exist in which we're subject to constant monitoring, we allow the essence of human freedom to be severely crippled.", "en": " 這些看似不同的手段 最終的共同的結論是 一個人們隨時都在被監視的社會 是在培養一致、順從、和屈服 這也是為什麼每一個暴君 從公然施暴的到暗中控制的 都渴望這種制度 相反的，而且更重要的是 在一個有隱私的空間裡 我們可以去某處思考 辯論，互動，和發表言論 而沒有別人投來的批判的目光 只有在此創新、探索 和異議可以存在 這就是為什麼當我們允許一個 我們隨時被監控的社會存在 我們就是容許人類自由的本質慘遭蹂躪"}, {"zh-tw": " The last point I want to observe about this mindset, the idea that only people who are doing something wrong have things to hide and thereforereasons to care about privacy, is that it entrenches two very destructive messages, two destructive lessons, the first of which is that the only people who care about privacy, the only people who will seek out privacy, are by definition bad people. This is a conclusion that we should have all kinds of reasons for avoiding, the most important of which is that when you say, \"somebody who is doing bad things,\" you probably mean thingslike plotting a terrorist attack or engaging in violent criminality, a much narrower conception of what people who wield power mean when they say, \"doing bad things.\" For them, \"doing bad things\" typically means doing something that poses meaningful challenges to the exercise of our own power.", "en": " 最後，我對這種心理的一個觀察是 這種認為只有做了錯事的人 才想隱藏，才關心隱私的思維模式 它確立了兩個非常有害的信息 兩個破壞性的教導 第一個是 只有那些關心隱私的人 只有那些想得到隱私的人 被自然的被定義為壞人 這是一個我們應該用各種理由避免的結論 其中最重要的是 當你說“那個人在做壞事”時 你可能是指謀劃恐怖襲擊 或參與暴力犯罪之類的事 這個概念比行使權力的人所指的“做壞事”要狹窄的多 對他們來說，“做壞事”基本上意思是 做對自己行使權利造成一定挑戰的事"}, {"zh-tw": " The other really destructive and, I think, even more insidious lesson that comes from accepting this mindset is there's an implicit bargain that people who accept this mindset have accepted, and that bargain is this: If you're willing to render yourself sufficiently harmless, sufficiently unthreatening to those who wield political power, then and only then can you be free of the dangers of surveillance. It's only those who are dissidents, who challenge power, who have something to worry about.", "en": " 另一個真正有破壞性的而且我認為更加陰險的教導 來自於接受這種思維模式 這其中暗含一個交易 接受這種思維模式的人同時也接受了這個交易 這個交易就是： 只要你願意讓自己 對那些行使政治權利的人不造成傷害或威脅 那麼，也只有這樣，你才就能夠遠離開被監視的危險 而只有那些唱反調的 挑戰權力的人才需要擔心"}, {"zh-tw": " There are all kinds of reasons why weshould want to avoid that lesson as well. You may be a person who, right now, doesn't want to engage in that behavior, but at some point in the future you might.", "en": " 我們同樣有各種各樣的理由要避免這個教導 你也許此時此刻 不想參與那些行為 但未來的某個時候你有可能會"}, {"zh-tw": " Even if you're somebody who decides that you never want to, the fact that there are other people who are willing to and able to resist and be adversarial to those in power — dissidents and journalists and activists and a whole range of others — is something that brings us all collective good that we should want to preserve. Equally critical is that the measure of how free a society is is not how it treats its good, obedient, compliant citizens, but how it treats its dissidents and those who resist orthodoxy.", "en": " 就算你是那些已下決心永遠不會的人 也會有其他人想要也能夠反抗 和敵對那些權力之中的人 比如政見不同的人，記者， 積極分子，還有其他很多人 這是會給我們帶來集體的好處的是我們所想要保護的 同樣重要的是衡量一個社會自由程度的標尺 不是看這個社會怎樣對待好的、順從它的公民 而是看它如何對待不同意見的人以及那些反抗正統的人"}, {"zh-tw": " But the most important reason is that a system of mass surveillance suppresses our own freedom in all sorts of ways. It renders off-limits all kinds of behavioral choices without our even knowing that it's happened.", "en": " 但是最重要的原因是 一個廣泛監視的制度 會以各種方式壓制我們的自由 設定各種行為選擇的禁地 而我們甚至全然沒有意識到"}, {"zh-tw": " The renowned socialist activist Rosa Luxemburg once said, \"He who does not move does not notice his chains.\" We can try and render the chains of mass surveillance invisible or undetectable, but the constraints that it imposes on us do not become any less potent. Thank you very much.", "en": " 著名社會主義積極分子羅莎 盧森堡 曾經說過：“如果你不動，你不會發現身上的鎖鏈。” 我們可以試著粉飾這些廣泛的監視的鎖鏈為無形的或無法測出的 但它對我們施加的限制不會有任何減少 非常感謝"}, {"zh-tw": " Thank you. Thank you.", "en": " 謝謝 謝謝"}, {"zh-tw": " Bruno Giussani: Glenn, thank you. The case is rather convincing, I have to say, but I want to bring you back to the last 16 months and to Edward Snowden for a few questions, if you don't mind.", "en": " 布魯諾 朱薩尼：格倫，非常感謝我必須說你的演講十分有說服力 但是我想回到十六個月前 關於愛德華 斯諾登，如果你不介意的話我有幾個問題"}, {"zh-tw": " The first one is personal to you. We have all read about the arrest of your partner, David Miranda in London, and other difficulties, but I assume that in terms of personal engagement and risk, that the pressure on you is not that easy to take on the biggest sovereign organizations in the world.", "en": " 第一個問題對你來說比較私人性的 我們都看到了你的同伴大衛米蘭達在倫敦被捕的消息， 以及他受到的磨難但是我認為 就個人參與和風險來說你身上的壓力也不輕 承擔著世界上最大的獨立主權組織"}, {"zh-tw": " Tell us a little bit about that. Glenn Greenwald: You know, I thinkone of the things that happens is that people's courage in this regard gets contagious, and so although I and the otherjournalists with whom I was working were certainly aware of the risk — the United States continues to bethe most powerful country in the world and doesn't appreciate it when you disclose thousands of their secrets on the Internet at will — seeing somebody who is a 29-year-old ordinary person who grew up in a very ordinary environment exercise the degree of principledcourage that Edward Snowden risked, knowing that he was going to goto prison for the rest of his life or that his life would unravel, inspired me and inspired other journalists and inspired, I think, people around the world, including future whistleblowers, to realize that they can engagein that kind of behavior as well.", "en": " 給我們介紹一下吧 格林沃德：我認為人們對於這件事的勇氣是會傳染的 所以即使我以及其他和我一起工作的記者們 當然知道事情的危險性 美國仍然是世界上最強大的國家 而且它不希望 你在網上任意泄露他大量的機密 看著一個29歲的 生長於普通家庭環境的普通人 用高度有原則的勇氣承擔著像愛德華 斯諾登所承擔的這樣的風險 明知道他的後半生會在監獄中度過 或者他的生活會就此結束 激勵著我，激勵著其他的記者 激勵著，我想，全世界的人 包括將來的告密者 讓他們意識到他們一樣可與參與進來"}, {"zh-tw": " BG: I'm curious about yourrelationship with Ed Snowden, because you have spoken with him a lot, and you certainly continue doing so, but in your book, you never call him Edward, nor Ed, you say \"Snowden.\" How come? GG: You know, I'm sure that's something for a team of psychologists to examine. I don't really know. The reason I think that, one of the important objectives that he actually had, one of his, I think, most important tactics, was that he knew that one of the ways to distract attention from thesubstance of the revelations would be to try and personalize the focus on him, and for that reason, he stayed out of the media.", "en": " 朱薩尼：我很好奇你和愛德 斯諾登的關係 因為你多次與他談話 而且你肯定會繼續與他談話 但是在你的書裡，你不會叫他“愛德華” 或者愛德，你叫他“斯諾登”，為什麼？ 格林沃德：你知道嗎，我想這是心理學家們要研究的事情 我不是很確定。我覺得原因是 他的一個很重要的目的 我想，其中最重要的一個策略是 他知道如果（有人）要轉移對他所揭露的重點的注意力 就會試著將注意力集中在他個人身上 因此他一直遠離媒體"}, {"zh-tw": " He tried not to ever have his personal life subject to examination, and so I think calling him Snowden is a way of just identifying himas this important historical actor rather than trying to personalize him in a way that might distract attention from the substance. Moderator: So his revelations, your analysis, the work of other journalists, have really developed the debate, and many governments, for example, have reacted, including in Brazil, with projects and programs to reshape a little bit the design of the Internet, etc.", "en": " 他努力不讓任何他的個人生活受到查問 所以我覺得叫他斯諾登 是一種視他為一個重要的歷史人物 而不是將他個人化 從而導致分散對此事件本身的注意力 朱薩尼：所以他所揭露的，你的分析，以及其他記者的文章 已經發展出一個辯論 而且很多政府，比如，已經做出回應 包括巴西，提出項目和方案 對互聯網的設計做出一點修改，等等"}, {"zh-tw": " There are a lot of things going on in that sense. But I'm wondering, for you personally, what is the endgame? At what point will you think, well, actually, we've succeeded in moving the dial? GG: Well, I mean, the endgame for me as a journalist is very simple, which is to make sure that every single document that's newsworthy and that ought to be disclosed ends up being disclosed, and that secrets that should neverhave been kept in the first place end up uncovered.", "en": " 這樣說來很多事情都在進行中 我很好奇，對你個人來說 什麼才是最後的終結？ 怎麼樣你才會說 我們已成功地啟動了轉盤 格林沃德：我想終結對於我，一個記者來說，很簡單 就是確保每條新聞有報道價值的 應該公開的得到公開 不應該成為秘密的秘密最終被揭開"}, {"zh-tw": " To me, that's the essence of journalism and that's what I'm committed to doing. As somebody who finds mass surveillance odious for all the reasons I just talked about and a lot more, I mean, I look at this as work that will never end until governments around the world are no longer able to subject entire populations to monitoring and surveillance unless they convince some court or some entity that the person they've targeted has actually done something wrong.", "en": " 對我來說這就是記者的本質 也是我承諾要做的事情 一些人很厭惡政府的監視 如同我剛才講到的那些原因，甚至更多 我把這看做一份沒有終結的工作 直到全世界的政府不能再 監視和控制所有的人民 除非他們可以說服法院或其他機構 他們監視的對象真的做了錯事"}, {"zh-tw": " To me, that's the way thatprivacy can be rejuvenated. BG: So Snowden is very,as we've seen at TED, is very articulate in presenting and portraying himself as a defender of democratic values and democratic principles.", "en": " 對我來說，這樣，隱私才能被還原 朱薩尼：所以斯諾登，在我們TED的講台上看來， 非常明確地表達自己是 民主觀念和民主原則的捍衛者"}, {"zh-tw": " But then, many people really find it difficult to believe that those are his only motivations. They find it difficult to believe that there was no money involved, that he didn't sell some of those secrets, even to China and to Russia, which are clearly not the best friends of the United States right now.", "en": " 但是，很多人不相信這些是他唯一的動機 他們不相信這之中沒有錢的摻入 他們不相信他沒有把那些機密賣給其他國家 甚至包括中國和俄羅斯 這兩個顯然不是和美國的很友好的國家"}, {"zh-tw": " And I'm sure many people in the room are wondering the same question. Do you consider it possible there is that part of Snowden we've not seen yet? GG: No, I consider that absurd and idiotic.", "en": " 而且我相信在坐的很多人都有同樣的疑問 你認不認為也許斯諾登的某一面我們誰都沒有見過 格林沃德：不，我認為這太愚蠢而且荒唐"}, {"zh-tw": " If you wanted to, and I know you're just playing devil's advocate, but if you wanted to sell secrets to another country, which he could have done and become extremely rich doing so, the last thing you would do is take those secrets and give them to journalists andask journalists to publish them, because it makes those secrets worthless. People who want to enrich themselves do it secretly by selling secrets to the government, but I think there's one important point worth making, which is, that accusation comes from people in the U.S. government, from people in the media who are loyalists to these various governments, and I think a lot of times when people make accusations like that about other people — \"Oh, he can't really be doing this for principled reasons, he must have some corrupt, nefarious reason\" — they're saying a lot more about themselves than they are the target of their accusations, because —  — those people, the ones who make that accusation, they themselves never act for any reason other than corrupt reasons, so they assume that everybody else is plagued by the same disease of soullessness as they are, and so that's the assumption.", "en": " 如果你想 我知道你只是在故意唱反調 但如果你真的想 把機密賣給別的國家 而且如果他真的賣了他會變得非常有錢 那他不會想要把那些機密 拿給記者來發表 因為這樣做會讓那些機密變得不值錢 想發財的人 會悄悄地把機密賣給政府 但是有一點值得提的是 那些指責來自美國政府 來自媒體裡擁護各個政府的人 而且我認為很多時候人們指責別人： 他這樣做肯定不是 出於正當原因 他肯定有什麼腐敗或者不法的意圖 他們其實更多的是在說他們自己 而不是他們指責的對象 因為 那些做出這些指責的人 他們自己只會出於腐敗的原因做一些事情 所以他們才會假設 所有人和他們一樣都身患沒有靈魂的疾病 這就是他們的設想"}, {"zh-tw": " BG: Glenn, thank you very much.GG: Thank you very much. BG: Glenn Greenwald.", "en": " 格林沃德：非常感謝朱薩尼：謝謝 朱薩尼：格倫 格林沃德"}], "title": "Glenn Greenwald Why Privacy Matters"}