{"url": "http://www.ted.com/talks/mark_plotkin_what_the_people_of_the_amazon_know_that_you_don_t", "paragraphs": [{"zh-tw": " Now, I'm an ethnobotanist. That's a scientist who works in the rainforest to document how people use local plants. I've been doing this for a long time, and I want to tell you, these people know these forestsand these medicinal treasures better than we do andbetter than we ever will.", "en": " 我是民族植物學家。 是在雨林工作的科學家， 記載人們如何使用當地植物。 我從事這項工作很久了， 我想告訴你們， 這些人對這片森林及這些藥用寶藏的瞭解 比我們還多，比我們將來所知還多。"}, {"zh-tw": " But also, these cultures, these indigenous cultures, are disappearing much fasterthan the forests themselves. And the greatest andmost endangered species in the Amazon Rainforest is not the jaguar, it's not the harpy eagle, it's the isolated and uncontacted tribes.", "en": " 但同時，這些文化， 這些原住民文化， 正在消失，比森林本身消失還快。 而最偉大又幾乎瀕臨絕種的物種， 在亞馬遜雨林中， 不是美洲豹， 也不是角鵰， 而是那些與世隔絕、未被接觸的部落。"}, {"zh-tw": " Now four years ago, I injured my foot in a climbing accident and I went to the doctor. She gave me heat, she gave me cold, aspirin, narcotic painkillers, anti-inflammatories, cortisone shots.", "en": " 四年前，我在一次登山意外中弄傷了腳， 我去看醫師。 她給我熱敷、 她給我冷敷、阿斯匹靈、 麻醉止痛劑、消炎劑、 可體松針。"}, {"zh-tw": " It didn't work. Several months later, I was in the northeast Amazon, walked into a village, and the shaman said, \"You're limping.\" And I'll never forgetthis as long as I live.", "en": " 都沒有用。 幾個月後， 我在亞馬遜東北區， 徒步走進一座村落， 有個巫醫說：「你跛腳了。」 只要我活著，我永遠也不會忘記這件事。"}, {"zh-tw": " He looked me in the face and he said, \"Take off your shoe and give me your machete.\" He walked over to a palm tree and carved off a fern, threw it in the fire, applied it to my foot, threw it in a pot of water, and had me drink the tea. The pain disappeared for seven months.", "en": " 他看看我的臉然後他說： 「脫掉鞋子，給我你那隻大腳丫。」 他走到一棵棕櫚樹旁 切下一塊蕨類， 丟進火裡， 然後敷在我的腳上， 又把它丟進一碗水中， 然後要我喝了那碗藥茶。 腳痛消失了七個月。"}, {"zh-tw": " When it came back, I wentto see the shaman again. He gave me the same treatment, and I've been cured for three years now.", "en": " 又痛起來的時候，我又回去看那位巫醫。 他給我同樣的療法， 我現在已經治好有三年了。"}, {"zh-tw": " Who would you rather be treated by? Now, make no mistake — Western medicine is the most successful systemof healing ever devised, but there's plenty of holes in it. Where's the cure for breast cancer? Where's the cure for schizophrenia? Where's the cure for acid reflux? Where's the cure for insomnia? The fact is that these people can sometimes, sometimes, sometimes cure things we cannot.", "en": " 那你寧願給誰醫呢？ 那麼，不要搞錯，西醫 是有史以來設計最成功的醫療系統， 但是還是有很多漏洞。 乳腺癌的治療法在哪？ 精神分裂症的治療法在哪？ 胃酸倒流的治療法又在哪？ 失眠的治療法呢？ 事實是這些人 時不時，一次又一次， 的確可以治好我們治不好的病。"}, {"zh-tw": " Here you see a medicine manin the northeast Amazon treating leishmaniasis, a really nasty protozoal disease that afflicts 12 millionpeople around the world. Western treatment areinjections of antimony.", "en": " 這裡你看到亞馬遜東北區的巫醫 治療利什曼病， 一種非常討厭的原蟲疾病， 全世界有一千二百萬人為之折磨。 西醫的療法是注射銻。"}, {"zh-tw": " They're painful, they're expensive, and they're probablynot good for your heart; it's a heavy metal. This man cures it with three plantsfrom the Amazon Rainforest.", "en": " 注射銻很痛，很貴， 對你的心臟也不太好。 它是重金屬。 這個人用三種取自亞馬遜雨林的植物治療它。"}, {"zh-tw": " This is the magic frog. My colleague, the lategreat Loren McIntyre, discoverer of the source lake of the Amazon, Laguna McIntyre in the Peruvian Andes, was lost on the Peru-Brazilborder about 30 years ago.", "en": " 這是魔法青蛙。 我的同事，已故的偉人羅倫‧麥肯泰爾， 亞馬遜源頭的發現者， 即秘魯境內安地斯山的麥肯泰爾小湖， 在約三十年前於秘魯巴西邊境迷路。"}, {"zh-tw": " He was rescued by a group of isolated Indians called the Matsés. They beckoned for him to followthem into the forest, which he did.", "en": " 他被一群稱為馬策斯人的隱世印地安人救起。 他們召喚他跟著他們進入森林，他跟去了。"}, {"zh-tw": " There, they took out palm leaf baskets. There, they took out thesegreen monkey frogs — these are big suckers,they're like this — and they began licking them.", "en": " 在那裡，他們拿出棕櫚葉籃。 在那裡，他們拿出幾隻這種綠色的猴樹蛙， 這些可是大吸蟲，牠們就像這樣， 牠們開始舔舐。"}, {"zh-tw": " It turns out, they'rehighly hallucinogenic. McIntyre wrote about this and it was read by the editor of High Times magazine.", "en": " 結果，牠們居然是高度迷幻藥！ 麥肯泰爾寫下了這件事，還被《嗨翻天》毒品雜誌的編輯看到。"}, {"zh-tw": " You see that ethnobotanists have friends in all sorts of strange cultures. This guy decided he would go downto the Amazon and give it a whirl, or give it a lick, and he did, and he wrote, \"My blood pressure went through the roof, I lost full control ofmy bodily functions, I passed out in a heap, I woke up in a hammock six hours later, felt like God for two days.\" An Italian chemist read this and said, \"I'm not really interested in the theological aspects of the green monkey frog.", "en": " 你看民族植物學家有很多三教九流的朋友。 這傢伙決定要去一趟亞馬遜，親自試一下， 或說舔一下，他的確也舔了，然後他寫道： 「我的血壓飆到最高點， 我的身體完全不聽使喚， 我崩倒在地， 六個小時後我在吊床上醒來， 之後兩天覺得像神一樣！」 一位義大利化學家讀了這段之後說： 「我對綠猴樹蛙的神學方面沒什麼興趣，"}, {"zh-tw": " What's this about thechange in blood pressure?\" Now, this is an Italian chemist who's working on a new treatmentfor high blood pressure based on peptides in the skinof the green monkey frog, and other scientists are looking at a cure for drug-resistant Staph aureus. How ironic if these isolated Indians and their magic frog prove to be one of the cures.", "en": " 但是這個血壓變化是怎麼回事？」 這位義大利化學家 正在研發治療高血壓的新療法， 以綠猴樹蛙皮膚上的肽類為基礎， 其他科學家也在研究 抗藥性金黃色葡萄球菌的新解方。 多諷刺啊！如果這些隱世的印地安人及他們的魔蛙 證明的確是解方。"}, {"zh-tw": " Here's an ayahuasca shaman in the northwest Amazon, inthe middle of a yage ceremony. I took him to Los Angeles tomeet a foundation officer looking for support for moniesto protect their culture.", "en": " 這是位煮死藤水的巫師， 在亞馬遜西北區，正在舉行通靈儀式。 我帶他到洛杉磯去見一位基金會的幹事， 他正在尋求金援以保護他們的文化。"}, {"zh-tw": " This fellow looked at themedicine man, and he said, \"You didn't go to medical school, did you?\" The shaman said, \"No, I did not.\" He said, \"Well, then what canyou know about healing?\" The shaman looked at him and he said, \"You know what? If you have an infection, go to a doctor. But many human afflictions are diseases of the heart, the mind and the spirit.", "en": " 這傢伙看著這名巫醫，他說： 「你沒上過醫學院，對吧？」 這巫師說：「沒有，沒上過。」 他又說：「嗯，那你怎麼知道醫療過程？」 這巫師看看他，然後他說： 「你知道嗎？如果你受感染，你會去看醫生。 但是人類很多的苦惱是心智靈的疾病。"}, {"zh-tw": " Western medicine can't touch those. I cure them.\" But all is not rosy in learning fromnature about new medicines. This is a viper from Brazil, the venom of which was studied atthe Universidade de São Paulo here.", "en": " 西醫束手無策。我卻可以醫好。」 但從大自然學習新醫藥可不是一片光明。 這是一條巴西毒蛇， 這裡的聖保羅大學研究其毒液。"}, {"zh-tw": " It was later developedinto ACE inhibitors. This is a frontline treatmentfor hypertension.", "en": " 後來研發成血管張力素轉化酶抑制劑。 這是高血壓的第一線藥物。"}, {"zh-tw": " Hypertension causes over 10 percent of all deaths on the planet every day. This is a $4 billion industry based on venom from a Brazilian snake, and the Brazilians did not get a nickel.", "en": " 高血壓每天在全世界 導致超過百分之十的死亡。 這是四十億美金的產業， 以巴西蛇毒為研發基礎， 巴西人卻一毛錢也拿不到。"}, {"zh-tw": " This is not an acceptableway of doing business. The rainforest has been called the greatest expression of life on Earth.", "en": " 這可不是能令人接受的經商之道。 雨林被稱為地球上最偉大的生命表現。"}, {"zh-tw": " There's a saying in Surinamethat I dearly love: \"The rainforests hold answersto questions we have yet to ask.\" But as you all know,it's rapidly disappearing. Here in Brazil, in the Amazon, around the world.", "en": " 蘇利南國有句我非常愛的話： 「雨林擁有我們還沒問的問題的答案。」 但是你們都知道，雨林正在快速消失。 在巴西這裡，在亞馬遜， 在全世界都是如此。"}, {"zh-tw": " I took this picture from a small plane flying over the eastern borderof the Xingu indigenous reserve in the state of Mato Grossoto the northwest of here. The top half of the picture, you see where the Indians live.", "en": " 我從小飛機上照下這張相片， 飛越巴西申谷河原住民保留區的東疆， 在巴西的馬托格羅索州到西北這裡。 相片的上半部 是印地安人住的地方。"}, {"zh-tw": " The line through the middle is the eastern border of the reserve. Top half Indians, bottom half white guys.", "en": " 中間這條線， 是保留區的東疆。 上半部是印地安人，下半部是白人。"}, {"zh-tw": " Top half wonder drugs, bottom half just a bunchof skinny-ass cows. Top half carbon sequesteredin the forest where it belongs, bottom half carbon in the atmosphere where it's driving climate change.", "en": " 上半是奇妙的藥物， 下半不過就是一群瘦巴巴的牛。 上半的碳隱蔽在所屬的森林中， 下半的碳則排到大氣層， 造成氣候變遷。"}, {"zh-tw": " In fact, the number two cause of carbon being releasedinto the atmosphere is forest destruction. But in talking about destruction, it's important to keep in mind that the Amazon is the mightiestlandscape of all.", "en": " 實際上，第二大 造成碳排放到大氣層的成因 是森林破壞。 但是要談到破壞， 要記住這一點很重要， 就是亞馬遜是世上最偉大的景觀。"}, {"zh-tw": " It's a place of beauty and wonder. The biggest anteater in the world lives in the rain forest, tips the scale at 90 pounds.", "en": " 它是美麗與奇妙共存的地方。 世上最大的食蟻獸 就生活在這片雨林裡， 體重重達 90 磅 （41 公斤）。"}, {"zh-tw": " The goliath bird-eating spider is the world's largest spider. It's found in the Amazon as well.", "en": " 巨人食鳥蛛 是世界上最大的蜘蛛， 也能在亞馬遜找到。"}, {"zh-tw": " The harpy eagle wingspanis over seven feet. And the black cayman — these monsters can tip thescale at over half a ton.", "en": " 角鵰展翼可以超過七呎（二公尺）。 而黑鱷 這些怪物可以超過半噸重。"}, {"zh-tw": " They're known to be man-eaters. The anaconda, the largest snake, the capybara, the largest rodent.", "en": " 人稱這些為食人獸。 森蚺，最大的蛇， 水豚，最大的齧齒類。"}, {"zh-tw": " A specimen from here in Brazil tipped the scale at 201 pounds. Let's visit where these creatures live, the northeast Amazon, home to the Akuriyo tribe.", "en": " 從巴西這裡來的一副標本 重達 201 磅（91 公斤）。 讓我們探訪一下這些生物住的地方， 亞馬遜東北區， 阿庫里優部落的家鄉。"}, {"zh-tw": " Uncontacted peoples hold a mystical and iconic role in our imagination. These are the people who know nature best.", "en": " 未接觸部落在我們的想像中 總給人一種神秘與定型的印象。 他們是最瞭解大自然的人。"}, {"zh-tw": " These are the people who truly live in total harmony with nature. By our standards, some woulddismiss these people as primitive.", "en": " 他們是真正與大自然 和諧共存的人。 按照我們的標準，有些人會視他們為原始人。"}, {"zh-tw": " \"They don't know how to make fire, or they didn't when theywere first contacted.\" But they know the forest farbetter than we do. The Akuriyos have 35 words for honey, and other Indians look up to them as being the true mastersof the emerald realm.", "en": " 他們不知道如何生火， 或說在首次接觸外界前他們不知道如何生火。 但是他們比我們更了解森林。 阿庫里優人對蜂蜜有 35 種叫不同的方法， 其它的印地安人景仰他們， 因為他們是這片翡翠大地真正的主人。"}, {"zh-tw": " Here you see the face of my friend Pohnay. When I was a teenager rocking out to the Rolling Stones in myhometown of New Orleans, Pohnay was a forest nomad roaming the jungles ofthe northeast Amazon in a small band, looking for game, looking for medicinal plants, looking for a wife, in other small nomadic bands.", "en": " 這是我的朋友波奈的臉。 當我還是青少年在老家紐奧良 隨著滾石樂團搖頭晃腦時， 波奈已經是個森林遊牧人， 在亞馬遜東北的叢林中漫遊， 與一小群人為伍，找尋獵物， 找尋藥用植物， 找老婆， 在外族中找。"}, {"zh-tw": " But it's people like these that know things that we don't, and they have lots of lessons to teach us. However, if you go into most ofthe forests of the Amazon, there are no indigenous peoples.", "en": " 但是就是這樣的人 瞭解我們不了解的東西， 而且他們能教我們很多功課。 然而，如果你進入亞馬遜森林大部分的地方， 都看不到原住民。"}, {"zh-tw": " This is what you find: rock carvings which indigenous peoples, uncontacted peoples, used to sharpenthe edge of the stone axe. These cultures that once danced, made love, sang to the gods, worshipped the forest, all that's left is an imprint in stone,as you see here.", "en": " 而這是你會看到的： 石刻，為原住民， 未接觸之民拿來磨利石斧之刃留下的。 這些原本舞蹈、 交合、向諸神歌頌、 信奉森林的文化， 只剩下石頭上的印記留存，如你現在所見。"}, {"zh-tw": " Let's move to the western Amazon, which is really the epicenterof isolated peoples. Each of these dots represents a small, uncontacted tribe, and the big reveal today is we believethere are 14 or 15 isolated groups in the Colombian Amazon alone.", "en": " 再來看亞馬遜西區， 那裡真的是隱世之民的中心。 這裡每一個點都代表了 一個小小的、未接觸部落。 今天的大揭密是我們相信光是在哥倫比亞屬的亞馬遜 就有 14 或 15 個隱世的部落。"}, {"zh-tw": " Why are these people isolated? They know we exist, theyknow there's an outside world. This is a form of resistance.", "en": " 為什麼這些人要隱世獨立？ 他們知道我們的存在，他們知道有外面的世界。 這是一種反抗的形式。"}, {"zh-tw": " They have chosen to remain isolated, and I think it is theirhuman right to remain so. Why are these the tribesthat hide from man? Here's why.", "en": " 他們選擇繼續隱世， 而我認為繼續如此是他們的人權。 為什麼這些部落要躲人？ 我告訴你為什麼。"}, {"zh-tw": " Obviously, some of this was set off in 1492. But at the turn of the last century was the rubber trade.", "en": " 很明顯，這從 1492 年就開始了。 但就在上世紀之初， 橡膠貿易興起。"}, {"zh-tw": " The demand for natural rubber, which came from the Amazon, set off the botanicalequivalent of a gold rush. Rubber for bicycle tires, rubber for automobile tires, rubber for zeppelins.", "en": " 人們對天然橡膠的需求， 天然橡膠來自亞馬遜， 爆發了橡膠的淘金潮。 橡膠能做自行車輪胎， 橡膠能做車胎， 橡膠還能做齊柏林飛船。"}, {"zh-tw": " It was a mad race to get that rubber, and the man on the left, Julio Arana, is one of the true thugs of the story. His people, his company, and other companies like them killed, massacred, tortured,butchered Indians like the Witotos you see on theright hand side of the slide.", "en": " 那是一場瘋狂的橡膠大戰， 而左邊的那位，胡利歐·阿拉納， 則是這個故事裡真正的惡棍。 他的人，他的公司， 及其他跟他們一樣的公司， 殘殺、屠殺、虐待、宰殺印地安人， 像你在照片右手邊看到的維多多人。"}, {"zh-tw": " Even today, when peoplecome out of the forest, the story seldom has a happy ending. These are Nukaks. Theywere contacted in the '80s.", "en": " 即使在今天，他們離開森林與外界接觸， 也很少有好下場。 這些是努卡人。他們於 80 年代開始與外界接觸。"}, {"zh-tw": " Within a year, everybody over 40 was dead. And remember, theseare preliterate societies.", "en": " 不到一年，每一個超過 40 歲的人都死了。 你要記得，這些是文前社會。"}, {"zh-tw": " The elders are the libraries. Every time a shaman dies, it's as if a library has burned down.", "en": " 耆老就是圖書館。 每次有巫師死亡， 就好像有圖書館被燒掉了一樣。"}, {"zh-tw": " They have been forced off their lands. The drug traffickers havetaken over the Nukak lands, and the Nukaks live as beggars in public parks in eastern Colombia.", "en": " 他們被迫離開他們的土地。 毒品販子占領了努卡人的地， 努卡人則成了乞丐， 在東哥倫比亞的公園裡行乞為生。"}, {"zh-tw": " From the Nukak lands, I want to take you to the southwest, to the most spectacular landscape in the world: Chiribiquete National Park. It was surrounded by three isolated tribes and thanks to the Colombian governmentand Colombian colleagues, it has now expanded.", "en": " 我要帶你們從努卡人的土地到西南區， 到全世界最壯麗的地景上： 奇里比格達國家公園。 它被三個遺世的部落環繞， 感謝哥倫比亞政府及哥倫比亞的同僚， 現在公園的範圍擴大了。"}, {"zh-tw": " It's bigger than the state of Maryland. It is a treasure troveof botanical diversity.", "en": " 它比馬里蘭州還大。 它是植物多樣性的寶庫。"}, {"zh-tw": " It was first explored botanically in 1943 by my mentor, Richard Schultes, seen here atop the Bell Mountain, the sacred mountains of the Karijonas. And let me show youwhat it looks like today.", "en": " 1943 年首次在當地探勘植物， 由我的導師理查·舒爾茲帶領， 照片上看到在鐘山頂上， 卡里荷那人的聖山。 讓你們看一下今天是甚麼樣子。"}, {"zh-tw": " Flying over Chiribiquete, realize that these lost worldmountains are still lost. No scientist has been atop them.", "en": " 飛越奇里比格達， 你會明瞭這個失落世界的山脈依然失落。 仍然沒有科學家登過頂。"}, {"zh-tw": " In fact, nobody has beenatop the Bell Mountain since Schultes in '43. And we'll end up herewith the Bell Mountain just to the east of the picture.", "en": " 事實上，沒有人再登過鐘山 自 1946 舒爾茲登頂之後。 我們就停在這裡， 鐘山就在照片東邊。"}, {"zh-tw": " Let me show you what it looks like today. Not only is this a treasuretrove of botanical diversity, not only is it home tothree isolated tribes, but it's the greatest treasure trove of pre-Colombian art in the world: over 200,000 paintings.", "en": " 讓你們看一下今天的樣子。 這裡不但是植物多樣性的寶庫， 不但是三個隱世部落的家， 還是世界最大的寶庫 蘊藏前哥倫布時期藝術： 超過二十萬幅壁畫。"}, {"zh-tw": " The Dutch scientist Thomas van der Hammen described this as the Sistine Chapelof the Amazon Rainforest. But move from Chiribiquetedown to the southeast, again in the Colombian Amazon.", "en": " 荷蘭科學家湯瑪士·凡德韓門 描述這是亞馬遜雨林的西斯廷小堂。 但從奇里比格達往下移到東南， 又回到哥倫比亞屬亞馬遜。"}, {"zh-tw": " Remember, the Colombian Amazonis bigger than New England. The Amazon's a big forest, and Brazil's got a big part of it, but not all of it.", "en": " 要記得，哥倫比亞亞馬遜比新英格蘭區還大。 亞馬遜是座大森林， 巴西占了其中很大一塊地， 但不是全部。"}, {"zh-tw": " Moving down to these two national parks, Cahuinari and Puré in the Colombian Amazon — that's the Brazilianborder to the right — it's home to several groups of isolated and uncontacted peoples. To the trained eye, youcan look at the roofs of these malocas, these longhouses, and see that there's cultural diversity.", "en": " 往下到這兩座國家公園， 卡輝拿里及普瑞， 位在哥倫比亞屬亞馬遜， 右邊的是巴西邊境， 這裡是幾群 隱世未接觸之民的家。 訓練有素的人，你可以從 茅屋的屋頂，這些公社長屋， 看出文化上的差異。"}, {"zh-tw": " These are, in fact, different tribes. As isolated as these areas are, let me show you how the outside world is crowding in.", "en": " 事實上這些都是不同的部落。 這些地區就算隱世， 讓我告訴你外面的世界如何擠進。"}, {"zh-tw": " Here we see trade and transportincreased in Putumayo. With the diminishment ofthe Civil War in Colombia, the outside world is showing up.", "en": " 我們在普圖馬約這裡看到貿易及運輸都增加。 隨著哥倫比亞內戰消退， 外面的世界開始出現。"}, {"zh-tw": " To the north, we have illegal gold mining, also from the east, from Brazil. There's increased hunting and fishingfor commercial purposes.", "en": " 在北邊，我們有非法的金礦， 同樣是從東邊，從巴西來。 商業捕魚及打獵日增，"}, {"zh-tw": " We see illegal loggingcoming from the south, and drug runners are trying tomove through the park and get into Brazil. This, in the past, is why you didn't mess with isolated Indians.", "en": " 我們看見從南邊來的非法伐木， 還有運毒販正試著要穿過這座公園 進入巴西。 這個，在過去，是你為什麼不要 惹隱世的印地安人的原因。"}, {"zh-tw": " And if it looks like thispicture is out of focus because it was takenin a hurry, here's why. This looks like — This looks like a hangarfrom the Brazilian Amazon.", "en": " 如果這張照片看起來有點糊， 是因為拍的有點急。原因是這個。 這看起來像 這看起來像巴西亞馬遜的刑架。"}, {"zh-tw": " This is an art exhibit in Havana, Cuba. A group called Los Carpinteros.", "en": " 這是在古巴哈瓦那的藝術展品。 一個稱為木匠的團體弄的。"}, {"zh-tw": " This is their perception of why you shouldn't mess with uncontacted Indians. But the world is changing.", "en": " 你為什麼不該去惹未接觸之印地安人，這就是他們的觀點。 但是世界正在改變。"}, {"zh-tw": " These are Mashco-Piroson the Brazil-Peru border who stumbled out of the jungle because they were essentially chased out by drug runners and timber people. And in Peru, there'sa very nasty business.", "en": " 這些是在巴西秘魯邊境的馬施可皮洛人， 他們踉蹌地逃出叢林， 因為他們基本上是被 運毒販及伐木的人趕出去的。 在秘魯，有一種很可惡的生意。"}, {"zh-tw": " It's called human safaris. They will take you in to isolatedgroups to take their picture.", "en": " 叫做觀野人之旅。 他們會帶你到隱世的族群裡照像。"}, {"zh-tw": " Of course, when you give them clothes, when you give them tools, you also give them diseases. We call these \"inhuman safaris.\" These are Indians again on the Peru border, who were overflown by flightssponsored by missionaries.", "en": " 當然，在你給他們衣服，給他們工具的時候， 你也給了他們疾病。 我們叫這個為野蠻人之旅。 這些也是秘魯邊境的印地安人， 傳教士資助的飛機飛越他們的上空。"}, {"zh-tw": " They want to get in thereand turn them into Christians. We know how that turns out.", "en": " 他們想把些人變成基督徒。 我們都知道結果如何。"}, {"zh-tw": " What's to be done? Introduce technologyto the contacted tribes, not the uncontacted tribes, in a culturally sensitive way. This is the perfect marriage of ancient shamanic wisdom and 21st century technology.", "en": " 那我們能做什麼？ 引進科技給已接觸外界之部落， 而不是給未接觸之部落， 而且方法要對文化敏感。 這是古老的巫師智慧 與 21 世紀科技的完美結合。"}, {"zh-tw": " We've done this now with over 30 tribes, mapped, managed and increased protection of over 70 million acresof ancestral rainforest. So this allows the Indians to take control of their environmentaland cultural destiny.", "en": " 我們已對超過 30 個部落做到這一點， 勘測、管理並增加保護 超過七千萬英畝的古老雨林。 所以這讓印地安人能掌控 他們的環境及文化的命運。"}, {"zh-tw": " They also then set up guard houses to keep outsiders out. These are Indians, trainedas indigenous park rangers, patrolling the borders and keeping the outside world at bay.", "en": " 他們還設置守衛室 不讓外人進入。 這些是印地安人，訓練成原著民公園管理員， 巡邏邊境， 不讓外面的世界接近。"}, {"zh-tw": " This is a picture of actual contact. These are Chitonahua Indians on the Brazil-Peru border.", "en": " 這是實際接觸的照片。 這些人是奇圖那瓦印地安人， 在巴西秘魯邊境。"}, {"zh-tw": " They've come out of the jungle asking for help. They were shot at, their malocas, their longhouses, were burned.", "en": " 他們離開叢林 尋求幫助。 他們被射殺， 他們的茅屋，他們的長屋被焚燒。"}, {"zh-tw": " Some of them were massacred. Using automatic weapons to slaughter uncontacted peoples is the single most despicable and disgusting human rights abuse on our planet today, and it has to stop.", "en": " 有些人還被屠殺。 用自動武器屠殺未接觸之民 是今天在我們的地球上 最卑劣最噁心的人權侵犯，而這必須停止。"}, {"zh-tw": " But let me conclude by saying, this work can be spiritually rewarding, but it's difficult andit can be dangerous. Two colleagues of minepassed away recently in the crash of a small plane.", "en": " 但讓我這樣下結論， 這份工作可以是精神上的獎勵， 可是很難很危險。 我有兩位同事最近 死於小飛機墜機。"}, {"zh-tw": " They were serving the forest to protect those uncontacted tribes. So the question is, in conclusion, is what the future holds.", "en": " 他們為森林服務， 保護這些未接觸的部落。 所以作為總結，我的問題是， 將來會怎樣。"}, {"zh-tw": " These are the Uray people in Brazil. What does the future hold for them, and what does the future hold for us? Let's think differently.", "en": " 這些是巴西優瑞人。 這些人的將來會怎樣？ 我們的將來又會怎樣？ 讓我們跳脫窠臼思維。"}, {"zh-tw": " Let's make a better world. If the climate's going to change, let's have a climate that changes forthe better rather than the worse.", "en": " 讓我們創造更美好的世界。 如果氣候必定要變遷， 就讓我們的氣候變得更好，而不是更壞。"}, {"zh-tw": " Let's live on a planet full of luxuriant vegetation, in which isolated peoples can remain in isolation, can maintain that mystery and that knowledge if they so choose. Let's live in a world where the shamans live in these forests and heal themselves and us with their mystical plants and their sacred frogs.", "en": " 讓我們活在 鬱鬱菁菁的星球上， 而隱世之民 能繼續隱世， 持守神秘， 持守知識， 如果他們選擇如此行。 讓我們生活的世界， 是巫師能活在自己的森林裡 醫好他們自己還有我們， 用他們神祕的植物 及他們神聖的青蛙。"}, {"zh-tw": " Thanks again.", "en": " 再次感謝。"}], "title": "Mark Plotkin What The People Of The Amazon Know That You Don T"}