{"url": "http://www.ted.com/talks/michael_rubinstein_see_invisible_motion_hear_silent_sounds_cool_creepy_we_can_t_decide", "paragraphs": [{"zh-tw": " So over the past few centuries,microscopes have revolutionized our world. They revealed to us a tiny worldof objects, life and structures that are too small for usto see with our naked eyes. They are a tremendous contributionto science and technology.", "en": " 幾世紀以來，顯微鏡對世界產生革命性的影響 它為我們揭開了微小世界的物體、生命和結構 那些因為太過微小而沒有辦法用肉眼觀察 對於科學和科技是個巨大的貢獻"}, {"zh-tw": " Today I'd like to introduce youto a new type of microscope, a microscope for changes. It doesn't use opticslike a regular microscope to make small objects bigger, but instead it uses a video cameraand image processing to reveal to us the tiniest motionsand color changes in objects and people, changes that are impossiblefor us to see with our naked eyes.", "en": " 今天我想介紹大家一種新的顯微鏡 一種觀察變化的顯微鏡 不像一般顯微鏡使用光線 放大微小的物體 而是使用攝影機和圖像處理 來讓我們看見人與物的微小運動和顏色變化 那些變化是我們沒有辦法用肉眼觀察的"}, {"zh-tw": " And it lets us look at our worldin a completely new way. So what do I mean by color changes? Our skin, for example,changes its color very slightly when the blood flows under it.", "en": " 讓我們以全新的方式去看世界 而我所說的顏色變化到底是甚麼? 舉例來說:皮膚我們的皮膚會產生極細微的顏色變化 當我們的血液流過"}, {"zh-tw": " That change is incredibly subtle, which is why, when youlook at other people, when you look at the personsitting next to you, you don't see their skinor their face changing color. When we look at this video of Steve here,it appears to us like a static picture, but once we look at this videothrough our new, special microscope, suddenly we seea completely different image.", "en": " 這個變化是極度細微的 這也是為什麼當大家看向別人時 當你看著坐在你身旁的人 你不會看到他臉部皮膚的顏色變化 當我們看到影片中的史蒂夫，顯示出的是一張靜態的圖片 但當我們以新的、特殊的顯微鏡 突然間看見一個全然不同的影像"}, {"zh-tw": " What you see here are small changesin the color of Steve's skin, magnified 100 timesso that they become visible. We can actually see a human pulse.", "en": " 這裡你們看見的是史蒂夫臉部皮膚的微小顏色變化 放大一百倍後 變得肉眼可見 我們可以真的看見 人類的脈搏"}, {"zh-tw": " We can see how fastSteve's heart is beating, but we can also see the actual waythat the blood flows in his face. And we can do that not justto visualize the pulse, but also to actually recover our heart rates, and measure our heart rates.", "en": " 我們可以看見史蒂夫的心跳是多麼的快速 而且我們也看見血液實際上如何流過他的臉部 而且我們不只是將脈搏變得可見 還能夠真的獲取我們的心跳 和測量我們的心跳速率"}, {"zh-tw": " And we can do it with regular camerasand without touching the patients. So here you see the pulse and heart ratewe extracted from a neonatal baby from a video we tookwith a regular DSLR camera, and the heart rate measurement we get is as accurate as the one you'd getwith a standard monitor in a hospital.", "en": " 並且我們可以使用普通的鏡頭而不需要觸碰病人 因此在這裡你們可以看見 得自新生嬰兒的脈搏和心跳速率 透過我們攝自普通的數位單眼相機 我們測量出心跳速率 是與醫院中標準監測設備一樣準確的"}, {"zh-tw": " And it doesn't even have to bea video we recorded. We can do it essentiallywith other videos as well.", "en": " 而且甚至不需要使用我們拍攝的影片 我們可以實質上使用在其他人拍攝的影片"}, {"zh-tw": " So I just took a short clipfrom \"Batman Begins\" here just to show Christian Bale's pulse. And you know, presumablyhe's wearing makeup, the lighting here is kind of challenging, but still, just from the video,we're able to extract his pulse and show it quite well.", "en": " 因此我擷取了\"蝙蝠俠：開戰時刻\"裡的一個片段 來顯示克里斯汀·貝爾的脈搏 (大笑) 而你們知道，他大概有化妝 這樣的明暗變化有點挑戰性 但還是一樣，在這個影片我們仍能夠取得他的脈搏 而且還蠻明顯的"}, {"zh-tw": " So how do we do all that? We basically analyze the changesin the light that are recorded at every pixel in the video over time, and then we crank up those changes. We make them biggerso that we can see them.", "en": " 然而我們到底是怎麼做到的? 基本上，我們分析記錄到的光線變化 每一個畫面中的像素 然後我們處理這些變化 我們放大這些變化讓它們可以被看見"}, {"zh-tw": " The tricky part is that those signals, those changes that we're after,are extremely subtle, so we have to be very carefulwhen you try to separate them from noise that always exists in videos. So we use some cleverimage processing techniques to get a very accurate measurementof the color at each pixel in the video, and then the way the colorchanges over time, and then we amplify those changes.", "en": " 其中最難處理的是那些訊號 那些我們想要尋找的變化，是非常細微的 所以當我們分離出變化時必須非常細心 因為干擾會一直出現在影像中 因此我們使用巧妙的圖像處理技巧 自影像裡每個像素取得非常精確的顏色辨識 和隨著時間產生的顏色變化 然後我們放大這些變化"}, {"zh-tw": " We make them bigger to create those typesof enhanced videos, or magnified videos, that actually show us those changes. But it turns out we can do thatnot just to show tiny changes in color, but also tiny motions, and that's because the lightthat gets recorded in our cameras will change not only if the colorof the object changes, but also if the object moves.", "en": " 我們讓變化增大制出改進的影像或是放大的影像 而確實地向我們顯示出變化來 [運動顯微鏡]但後來我們不僅能展示微小的顏色變化 還能表現出細微的動作 那是因為我們鏡頭紀錄的光線 不只有物體顏色上的變化 還有物體的運動"}, {"zh-tw": " So this is my daughterwhen she was about two months old. It's a video I recordedabout three years ago.", "en": " 這是我女兒，當時兩個月大 這是我三年前拍攝的影片"}, {"zh-tw": " And as new parents, we all wantto make sure our babies are healthy, that they're breathing,that they're alive, of course. So I too got one of those baby monitors so that I could see my daughterwhen she was asleep.", "en": " 而且像所有的新手父母親一樣，我希望我們的小孩健康 他們有沒有呼吸，還活著，想當然 所以我也買了嬰兒監視器 讓我能夠在我女兒睡覺時看見她"}, {"zh-tw": " And this is pretty much what you'll seewith a standard baby monitor. You can see the baby's sleeping, but there's not too much information there.", "en": " 一般嬰兒監視器拍到的差不多就像這樣 你知道的，你可以看到嬰兒的睡眠但資訊顯現的不多"}, {"zh-tw": " There's not too much we can see. Wouldn't it be better,or more informative, or more useful, if instead we could lookat the view like this.", "en": " 我們能看見的不多 如果換成這種觀看的視角 更多的訊息、更有幫助會好很多"}, {"zh-tw": " So here I took the motionsand I magnified them 30 times, and then I could clearly see that mydaughter was indeed alive and breathing. Here is a side-by-side comparison.", "en": " 所以我拍攝了這些動作並且放大30倍 然後我可以清楚看見我的女兒的確活著而且有呼吸 (大笑) 這裡並列的是比較圖"}, {"zh-tw": " So again, in the source video,in the original video, there's not too much we can see, but once we magnify the motions,the breathing becomes much more visible. And it turns out, there'sa lot of phenomena we can reveal and magnifywith our new motion microscope.", "en": " 在原始的影像裡 並沒有太多可以觀察的 而一旦經過我們放大動作，呼吸變得更容易觀察 而這表示，許多現象的出現 透過新式運動顯微鏡我們可以找且放大"}, {"zh-tw": " We can see how our veins and arteriesare pulsing in our bodies. We can see that our eyesare constantly moving in this wobbly motion.", "en": " 我們可以觀察我們的動脈和靜脈如何在我們身體裡脈動 可以看見我們的眼睛是不斷的移動 不穩定的擺動"}, {"zh-tw": " And that's actually my eye, and again this video was takenright after my daughter was born, so you can see I wasn't gettingtoo much sleep. Even when a person is sitting still, there's a lot of informationwe can extract about their breathing patterns,small facial expressions.", "en": " 並且那實際上是我的眼睛 再次，這個影片拍攝就在我女兒出生之後 所以你看得出我那時候沒甚麼睡(大笑) 就算一個人坐著 還是有許多的訊息我們能夠獲取 他們呼吸的模式、細微的臉部表情"}, {"zh-tw": " Maybe we could use those motions to tell us something aboutour thoughts or our emotions. We can also magnify smallmechanical movements, like vibrations in engines, that can help engineers detectand diagnose machinery problems, or see how our buildings and structuressway in the wind and react to forces.", "en": " 說不定我們可以運用這些運動 從而得知我們的想法或情緒 我們可以放大細微的機械運動 像是引擎的顫動 這可以幫助工程師檢測和診斷出機械問題 或是我們的大樓和建築物在風吹、地震影響下的晃動"}, {"zh-tw": " Those are all things that our societyknows how to measure in various ways, but measuring those motions is one thing, and actually seeing thosemotions as they happen is a whole different thing. And ever since we discoveredthis new technology, we made our code available online so that others could use and experiment with it.", "en": " 在這個社會中知道各種不同測量物體的方式 但這種測量是另一回事 真的看見這些運動的發生 是完全不同的事情 自我們發現這個新科技後 我們就將編碼放在網路上讓其他人能夠使用並測試它"}, {"zh-tw": " It's very simple to use. It can work on your own videos.", "en": " 它是非常容易上手的 它能夠運用在你的影片上"}, {"zh-tw": " Our collaborators at Quanta Researcheven created this nice website where you can upload your videosand process them online, so even if you don't have any experiencein computer science or programming, you can still very easily experimentwith this new microscope. And I'd like to show youjust a couple of examples of what others have done with it.", "en": " 我們量子研究的合作人還架設了一個很好的網站 可以讓你上傳影片和在網路上進行處理 所以即使你沒有任何電腦科學和寫軟體的經驗 還是很容易就能測試新式顯微鏡 並且在這裡我很樂意秀幾個例子給你們 其他人如何去使用它"}, {"zh-tw": " So this video was made bya YouTube user called Tamez85. I don't know who that user is, but he, or she, used our code to magnify small bellymovements during pregnancy.", "en": " 而這是 YouTube 使用者Tamez85 所做的影片 我並不知道使用者是誰 但他或她，使用了編碼 放大懷孕中腹部的細微運動"}, {"zh-tw": " It's kind of creepy. People have used it to magnifypulsing veins in their hands.", "en": " 是有點詭異 (大笑) 有人使用它去放大手部的靜脈脈博"}, {"zh-tw": " And you know it's not real scienceunless you use guinea pigs, and apparently this guinea pigis called Tiffany, and this YouTube user claimsit is the first rodent on Earth that was motion-magnified. You can also do some art with it.", "en": " 你們也知道只有用天竺鼠測試過才叫真的科學 這隻天竺鼠叫做蒂芬妮 這位YouTube使用者表示這是世界上第一隻囓齒動物 使用動作放大化 你還可以加入藝術"}, {"zh-tw": " So this video was sent to meby a design student at Yale. She wanted to seeif there's any difference in the way her classmates move.", "en": " 這個影片是一位耶魯大學設計系的學生寄給我的 她想要看到她同學的移動方式是否有所差異"}, {"zh-tw": " She made them all stand still,and then magnified their motions. It's like seeing still pictures come to life.", "en": " 她讓同學們都站直不動然後放大他們的動作 像把靜止的相片變得有生命"}, {"zh-tw": " And the nice thing with all those examples is that we had nothing to do with them. We just provided this new tool,a new way to look at the world, and then people find other interesting,new and creative ways of using it.", "en": " 而這些不錯的例子 完全不是我們做出的 我們只提供新工具，一種新的方式去觀察世界 然後有人發現一些有趣、有創意的新方式去使用"}, {"zh-tw": " But we didn't stop there. This tool not only allows usto look at the world in a new way, it also redefines what we can do and pushes the limits of whatwe can do with our cameras.", "en": " 而我們沒有就停在這裡 這個工具並非只讓我們用新的方式看世界 它還重新定義我們能夠做的 並且將相機的使用推向極限"}, {"zh-tw": " So as scientists, we started wondering, what other types of physical phenomenaproduce tiny motions that we could now useour cameras to measure? And one such phenomenonthat we focused on recently is sound. Sound, as we all know,is basically changes in air pressure thattravel through the air.", "en": " 所以身為科學家，我們開始想 有哪些物理現象會產生細微的運動 可以讓我們用相機去測量 最近我們專注於聲音這個現象 聲音就我們所知是一種 大氣壓力的變化通過空氣"}, {"zh-tw": " Those pressure waves hit objectsand they create small vibrations in them, which is how we hearand how we record sound. But it turns out that soundalso produces visual motions.", "en": " 壓力波動打在物體上使其產生微小的顫動 而我們透過它聽見和紀錄聲音 結果我們還發現聲音會產生可見的運動"}, {"zh-tw": " Those are motionsthat are not visible to us but are visible to a camerawith the right processing. So here are two examples.", "en": " 那些不能用肉眼觀察 但相機可以看見且處理的 而這裡是兩個例子"}, {"zh-tw": " This is me demonstratingmy great singing skills. (Singing) And I took a high-speed videoof my throat while I was humming.", "en": " 這裡展示著我厲害的歌唱能力 (唱歌) (大笑) 而我拍攝了一段當我在唱歌時我喉嚨的高速影片"}, {"zh-tw": " Again, if you stare at that video, there's not too muchyou'll be able to see, but once we magnify the motions 100 times,we can see all the motions and ripples in the neck that are involvedin producing the sound. That signal is there in that video.", "en": " 再次，如果你注意這個影片 並沒有太多東西你能看到的 但一旦以 100 倍放大那些動作 我們可以看見運動和波紋 在脖子裡面，參與聲音的製造 這個聲音訊息就在這部影片中"}, {"zh-tw": " We also know that singerscan break a wine glass if they hit the correct note. So here, we're going to play a note that's in the resonancefrequency of that glass through a loudspeaker that's next to it.", "en": " 我們還知道歌手可以唱破酒杯 假設他們抓到了對的音 所以這裡我們要來播放一個音 在玻璃的共振頻率範圍內 透過旁邊的擴音器"}, {"zh-tw": " Once we play that noteand magnify the motions 250 times, we can very clearly see how the glass vibrates and resonates in response to the sound. It's not something you're usedto seeing every day.", "en": " 一旦我們放出並且放大動作 250 倍 可以清晰地看到玻璃是如何顫動 和與聲音的共振 這並非我們平日能夠所見"}, {"zh-tw": " But this made us think.It gave us this crazy idea. Can we actually invert this processand recover sound from video by analyzing the tiny vibrationsthat sound waves create in objects, and essentially convert thoseback into the sounds that produced them.", "en": " 但這讓我們思考。給我們一個瘋狂的想法 我們能夠反過來處理並恢復影像中的聲音嗎? 透過分析這些由聲音影響物體產生的微小顫動 然後實際上還原出源頭的聲音"}, {"zh-tw": " In this way, we can turneveryday objects into microphones. So that's exactly what we did.", "en": " 透過這個方式，我們可以讓所有東西都變成麥克風 而這裡是我們實際做的"}, {"zh-tw": " So here's an empty bag of chipsthat was lying on a table, and we're going to turn that bag of chips into a microphone by filming it with a video camera and analyzing the tiny motionsthat sound waves create in it. So here's the soundthat we played in the room.", "en": " 一個空的洋芋片包裝放在桌上 然後我們要將那包洋芋片藉由拍攝將它變成我們的麥克風 並且分析它因為聲音影響而生的細微運動 這是我們在房間裡撥放的聲音"}, {"zh-tw": " (Music: \"Mary Had a Little Lamb\") And this is a high-speed videowe recorded of that bag of chips. Again it's playing.", "en": " (音樂：Mary Had a Little Lamb) 這裡是我們拍攝包裝袋的高速影像 聲音在撥放"}, {"zh-tw": " There's no chance you'll be ableto see anything going on in that video just by looking at it, but here's the sound we were ableto recover just by analyzing the tiny motions in that video. (Music: \"Mary Had a Little Lamb\") I call it -- Thank you.", "en": " 若只是用看的你無法看見影片中發生甚麼事 但這裡我們能還原聲音 就只依靠分析影片中的細微運動 (音樂：Mary Had a Little Lamb) 我稱呼它 -- 謝謝"}, {"zh-tw": " I call it the visual microphone. We actually extract audio signalsfrom video signals.", "en": " 我稱呼它為視覺麥克風 我們真的從影像訊號中擷取聲音訊號"}, {"zh-tw": " And just to give you a senseof the scale of the motions here, a pretty loud sound will cause that bagof chips to move less than a micrometer. That's one thousandth of a millimeter.", "en": " 而這裡給你了解運動的規模 響亮的聲音只會讓洋芋片包裝袋移動不到一微米 那是一千分之一毫米"}, {"zh-tw": " That's how tiny the motions arethat we are now able to pull out just by observing how lightbounces off objects and gets recorded by our cameras. We can recover soundsfrom other objects, like plants.", "en": " 這就是我們現在找出的動作，如此細微 只透過反射自物體的光線 並且用我們的相機記錄 我們可以從物體上還原聲音，像植物"}, {"zh-tw": " (Music: \"Mary Had a Little Lamb\") And we can recover speech as well. So here's a person speaking in a room.", "en": " (音樂：Mary Had a Little Lamb) 還可以還原言語 使用喇叭，這是一個人在房間裡講話"}, {"zh-tw": " Voice: Mary had a little lambwhose fleece was white as snow, and everywhere that Mary went,that lamb was sure to go. Michael Rubinstein: And here'sthat speech again recovered just from this videoof that same bag of chips.", "en": " 聲音：瑪莉有一隻小羊，牠的毛和雪一樣白 而不論瑪莉去哪裡，都會帶著小羊 麥可·魯賓斯坦：這裡是那段話被再次還原 正是從這影片中同樣的洋芋片包裝袋"}, {"zh-tw": " Voice: Mary had a little lambwhose fleece was white as snow, and everywhere that Mary went,that lamb was sure to go. MR: We used \"Mary Had a Little Lamb\" because those are said to bethe first words that Thomas Edison spoke into his phonograph in 1877.", "en": " 聲音：瑪莉有一隻小羊，牠的毛和雪一樣白 而不論瑪莉去哪裡，都會帶著小羊 我們使用\"Mary Had a Little Lamb\" 是因為這據說是愛迪生 在 1877 年，第一次對他的留聲機所留"}, {"zh-tw": " It was one of the first soundrecording devices in history. It basically directed the soundsonto a diaphragm that vibrated a needle that essentiallyengraved the sound on tinfoil that was wrapped around the cylinder.", "en": " 這是歷史上第一個聲音紀錄裝置 它基本上在一個隔膜上接受聲音 而隔膜震動了針而雕刻錫板 錫板是包裹在圓柱體上"}, {"zh-tw": " Here's a demonstration of recording and replaying sound with Edison's phonograph. (Video) Voice: Testing,testing, one two three.", "en": " 此處展示的是愛迪生的留聲機如何錄入和重放 (影片)聲音：測試，測試，一二三"}, {"zh-tw": " Mary had a little lambwhose fleece was white as snow, and everywhere that Mary went,the lamb was sure to go. Testing, testing, one two three.", "en": " 瑪莉有隻小羊羊毛像雪一般白 而且瑪莉到哪裡，都會帶著小羊 測試，測試，一二三"}, {"zh-tw": " Mary had a little lambwhose fleece was white as snow, and everywhere that Mary went,the lamb was sure to go. MR: And now, 137 years later, we're able to get soundin pretty much similar quality but by just watching objectsvibrate to sound with cameras, and we can even do that when the camera is 15 feet away from the object,behind soundproof glass.", "en": " 瑪莉有隻小羊羊毛像雪一般白 而且瑪莉到哪裡，都會帶著小羊 而現在，137 年後的現在 我們能夠擷取聲音到非常相似的程度 卻只是藉由相機觀察物體對聲音的顫動 我們還能做到這件事在相機 離物體 15 英呎 在隔音玻璃外"}, {"zh-tw": " So this is the sound that we were able to recover in that case. Voice: Mary had a little lambwhose fleece was white as snow, and everywhere that Mary went,the lamb was sure to go.", "en": " 而這是我們在這個情況下得到的聲音 聲音：瑪莉有隻小羊羊毛像雪一般白 而且瑪莉到哪裡，都會帶著小羊"}, {"zh-tw": " MR: And of course, surveillance isthe first application that comes to mind. But it might actually be usefulfor other things as well.", "en": " 想當然，監控裝置是第一個被想到的應用方式 （大笑） 但這可能真的對其他事情很有用"}, {"zh-tw": " Maybe in the future, we'll be ableto use it, for example, to recover sound across space, because sound can't travelin space, but light can. We've only just begun exploring other possible usesfor this new technology.", "en": " 可能在未來我們能夠使用它，舉例來說 在外太空還原聲音 因為聲音不能在太空中傳播而光線可以 我們才剛開始探索 這個裝置其他的運用可能"}, {"zh-tw": " It lets us see physical processesthat we know are there but that we've never been ableto see with our own eyes until now. This is our team.", "en": " 它讓看見我們實際知道存在的物理運作 但直到現在我們才能用肉眼觀察 這是我的團隊"}, {"zh-tw": " Everything I showed you todayis a result of a collaboration with this great groupof people you see here, and I encourage you and welcome youto check out our website, try it out yourself, and join us in exploringthis world of tiny motions. Thank you.", "en": " 每一個在今天展示出的東西是團隊成果 和你在這裡看到的一群偉大的人 而我鼓勵各位並且歡迎各位看看我們的網站 自己試試看 並且加入我們一起探索世界中的微小運動 謝謝大家"}], "title": "Michael Rubinstein See Invisible Motion Hear Silent Sounds Cool Creepy We Can T Decide"}