{"url": "http://www.ted.com/talks/fredy_peccerelli_a_forensic_anthropologist_who_brings_closure_for_the_disappeared", "paragraphs": [{"zh-tw": " Guatemala is recovering froma 36-year armed conflict. A conflict that was foughtduring the Cold War. It was really just a small leftist insurgency and a devastating response by the state.", "en": " 瓜地馬拉正在從36年前的武力衝突中恢復過來 這個衝突是在冷戰期間發生的 那其實只是一個很小的左翼暴動 和一個政府方面具有極端破壞性的反應"}, {"zh-tw": " What we have as a resultis 200,000 civilian victims, 160,000 of thosekilled in the communities: small children, men, women, the elderly even. And then we have about 40,000 others, the missing, the ones we're still looking for today.", "en": " 結果是20萬的人民受害 其中16萬人在他們的社區內被殺 小孩，男人，女人，甚者老人 此外，還有4萬人失踪 我們至今仍在尋找這些人"}, {"zh-tw": " We call them the Desaparecidos. Now, 83 percent of the victims are Mayan victims, victims that are the descendants of the original inhabitants of Central America.", "en": " 我們稱他們為“消失者” 有百分之八十三的受害者是馬雅人 這些馬雅受害者是 中美洲原始住民的後代"}, {"zh-tw": " And only about 17 percent are of European descent. But the most important thing here is that the very people who are supposed to defend us, the police, the military, are the ones that committedmost of the crimes.", "en": " 只有差不多百分之十七是歐洲人的後代 但是最重要的是 那些應該是要保護我們的人，警察和軍隊 正是殺害這些人民的罪魁禍首"}, {"zh-tw": " Now the families,they want information. They want to know what happened.", "en": " 現在受害者的家人們想要知道 到底發生了什麼事？"}, {"zh-tw": " They want the bodies of their loved ones. But most of all,what they want is they want you, they want everyone to knowthat their loved ones did nothing wrong.", "en": " 他們要取回他們所愛的家人的屍體 但最重要的是，他們想要你們 他們要每個人都知道他們所愛的家人並沒有做錯任何事"}, {"zh-tw": " Now, my case was that my fatherreceived death threats in 1980. And we left.", "en": " 我家的情況是我父親在1980年受到死亡威脅 我們就離開瓜地馬拉來到這裡"}, {"zh-tw": " We left Guatemala and we came here. So I grew up in New York, I grew up in Brooklyn as a matter of fact,and I went to New Utrecht High School and I graduated from Brooklyn College.", "en": " 所以我是在紐約長大的 實際上我是在布魯克林區長大的我上過新優翠特高中 然後畢業於布魯克林學院"}, {"zh-tw": " The only thing was that I really didn't know what was happening in Guatemala. I didn't care for it; it was too painful.", "en": " 唯一的一件事是 我真的不知道在瓜地馬拉究竟發生了什麼事 我也不想知道；因為太痛苦了"}, {"zh-tw": " But it wasn't till 1995 that I decidedto do something about it. So I went back.", "en": " 一直到1995年我才決定要為它做點什麼 所以我回去了"}, {"zh-tw": " I went back to Guatemala, to look for the bodies, to understand what happenedand to look for part of myself as well. The way we work is thatwe give people information.", "en": " 我回到瓜地馬拉去尋找那些被殺害者的屍體 去了解事件的真相也去尋找我自己的一部分 我們工作的方式是：由我們給大家資訊"}, {"zh-tw": " We talk to the family membersand we let them choose. We let them decide to tellus the stories, to tell us what they saw, to tell us about their loved ones.", "en": " 和家人討論，讓他們選擇 我們讓他們決定要不要將他們的故事告訴我們 告訴我們他們看到的 告訴我們關於他們所愛的家人的事"}, {"zh-tw": " And even more important, we let them choose togive us a piece of themselves. A piece, an essence, of who they are.", "en": " 更重要的是 我們讓他們決定是否給我們他們自己的一部分 主要是，”他們是誰“的一部分"}, {"zh-tw": " And that DNA is what we're going to compare to the DNA that comesfrom the skeletons. While we're doing that, though,we're looking for the bodies.", "en": " 那些DNA就是我們要用來比對 骨骸的DNA 在做那個的同時我們也在找受害者的屍體"}, {"zh-tw": " And these are skeletons by now, most of these crimes happened 32 years ago. When we find the grave, we take out the dirt and eventually clean the body, document it, and exhume it.", "en": " 那些現在都已成為骨骸了 大多數的罪行發生在32年前 當我們找到墳墓時 我們清掉泥土，最後清潔身體，做資料，再取出來"}, {"zh-tw": " We literally bring the skeleton out of the ground. Once we have those bodies, though,we take them back to the city, to our lab, and we begin a process of tryingto understand mainly two things: One is how people died.", "en": " 我們真的是從地下取出骨骸 拿到這些屍體後, 我們將他們帶回到我們所在城市的實驗室 然後我們開始試著去了解主要的兩點： 第一點是他們是怎麼死的"}, {"zh-tw": " So here you see a gunshotwound to the back of the head or a machete wound, for example. The other thing we want to understandis who they are.", "en": " 這裡你看到的是從頭後面開槍的傷口 或者例如是用彎刀砍的傷口 另一點我們要了解的是他們是誰"}, {"zh-tw": " Whether it's a baby, or an adult. Whether it's a woman or a man.", "en": " 是一個嬰兒？ 或是一個成人？ 是女人？ 還是男人？"}, {"zh-tw": " But when we're donewith that analysis what we'll do is we'll take a small fragment of the bone and we'll extract DNA from it. We'll take that DNA and then we'll compare it with theDNA of the families, of course.", "en": " 但是當我們完成分析後 我們會拿骨頭的一小碎片 然後從那裡抽取出DNA 我們再拿那個DNA 和他們家人的DNA做比對"}, {"zh-tw": " The best way to explain this to youis by showing you two cases. The first is the case of the military diary.", "en": " 為各位解釋這一點的最好方法就是讓你們看兩個例子 第一個是是軍方日記"}, {"zh-tw": " Now this is a document that was smuggledout of somewhere in 1999. And what you see thereis the state following individuals, people that, like you, wanted to change their country, and they jotted everything down.", "en": " 這個是在1999年從某處偷渡出來的文件 然後你這裡看到的是政府追踪一個人 一個像你一樣想要改變他們的國家的人 他們將每件事記錄下來"}, {"zh-tw": " And one of the things that they wrote down is when they executed them. Inside that yellow rectangle, you see a code, it's a secret code: 300.", "en": " 他們寫下來的其中一件事是他們殺害這些人的日期 在那個黃色的方塊內 有一個密碼：300"}, {"zh-tw": " And then you see a date. The 300 means \"executed\" and the date means when they were executed.", "en": " 然後你看到一個日期 那個300是指“已殺害” 那個日期是他們被殺害的日期"}, {"zh-tw": " Now that's going to comeinto play in a second. What we did is we conductedan exhumation in 2003, where we exhumed 220 bodiesfrom 53 graves in a military base.", "en": " 等一下你就會知道關聯了 我們在2003年做了一次墳墓挖掘 那次我們在一個軍事基地內的53個墳墓挖出了220個屍體"}, {"zh-tw": " Grave 9, though, matched the familyof Sergio Saul Linares. Now Sergio was a professorat the university.", "en": " 而從第九號墳墓堆出來的是沙基歐·沙無·李拿瑞斯 沙基歐是一位大學教授"}, {"zh-tw": " He graduted from Iowa State University and went back to Guatemalato change his country. And he was captured on February 23, 1984.", "en": " 他畢業於愛荷華州立大學 回到瓜地馬拉去改變他的國家 他在1984年2月23日被抓走"}, {"zh-tw": " And if you can see there, he was executed on March 29, 1984, which was incredible. We had the body, we had the family's information and their DNA, and now we have documentsthat told us exactly what happened.", "en": " 如果你看得到的話他是在1984年3月29日被殺的 真是不可思議 我們有屍體，家人資料和他們的DNA 現在我們也有文件資料告訴我們發生的事情"}, {"zh-tw": " But most important is abouttwo weeks later, we go another hit, another match from the same grave to Amancio Villatoro. The DNA of that bodyalso matched the DNA of that family.", "en": " 但更重要的，大約兩星期後 我們有找到另一個成功的配對 也是在同一個墳墓叫做阿曼西歐·威亞頭羅 那個屍體的DNA也和那個家人配對成功"}, {"zh-tw": " And then we noticedthat he was also in the diary. But it was amazing to see that he was also executed on March 29, 1984.", "en": " 然後我們也注意到他也被記載在日記裡 驚人的是 他也是在1984年3月29日被殺的"}, {"zh-tw": " So that led us to think, hmm, how many bodies were in the grave? Six. So then we said, how many peoplewere executed on March 29, 1984? That's right, six as well.", "en": " 那讓我們開始思考，到底那個墳墓有幾個屍體 有6個 然後我們就在想到底有幾個人在1984年3月29日被殺呢 沒錯，也是六個"}, {"zh-tw": " So we have Juan de Dios, Hugo,Moises and Zoilo. All of them executed on the same date, all captured at different locations and at different moments.", "en": " 我們找到璜·德·蒂歐斯，烏鉤，摩伊瑟斯和索依樓 他們在不同地方被抓但都是在同一天被殺 不同的時間被殺"}, {"zh-tw": " All put in that grave. The only thing we needed nowwas the DNA of those four families So we went and we looked for themand we found them.", "en": " 都放在同一個墳墓 我們只需要這個四個家人的DNA 我們就去找他們，而我們也找到了"}, {"zh-tw": " And we identified those six bodiesand gave them back to the families. The other case I want to tell you about is that of a military base called CREOMPAZ.", "en": " 我們確認了那六個屍體然後還給他們的家人 另一個我要告訴你們的案例是 一個名為哥列偶安巴斯的軍事基地"}, {"zh-tw": " It actually means, \"to believe in peace,\"but the acronym really means Regional Command Centerfor Peacekeeping Operations. And this is where the Guatemalan militarytrains peacekeepers from other countries, the ones that serve with the U.N.", "en": " 它的意思其實是“相信和平”但是這條大寫縮寫代表的是 維持和平作業地區指揮中心 這是瓜地馬拉軍方訓練其他國家來的和平維持者的地方 這些人為聯合國服務"}, {"zh-tw": " and go to countrieslike Haiti and the Congo. Well, we have testimony that said thatwithin this military base, there were bodies, there were graves.", "en": " 然後他們去像海地和剛果這樣的國家 我們有證詞說，在這個軍事基地裡有屍體和墳墓"}, {"zh-tw": " So we went in there with a search warrantand about two hours after we went in, we found the first of 84 graves, a total of 533 bodies. Now, if you think about that, peacekeepers being trainedon top of bodies.", "en": " 所以我們拿著搜查令去到那裡我們進去兩小時後 我們發現84座墳墓中的第一座，裡面總共有533個屍體 你想想看 和平維持者是在屍體的上面受訓的"}, {"zh-tw": " It's very ironic. But the bodies -- face down, most of them,hands tied behind their backs, blindfolded, all types of trauma -- these were people who were defenselesswho were being executed.", "en": " 實在是很諷刺！ 大多數的屍體，面向下，手被綁在背後 眼睛被蒙住，各種各樣的傷痕 - 這些人在被殺時是完全沒有抵抗力的"}, {"zh-tw": " People that 533 families are looking for. So we're going to focus on Grave 15.", "en": " 他們是533個家庭在找的家人 我們現在要談談第十五號墳墓"}, {"zh-tw": " Grave 15, what we noticed,was a grave full of women and children, 63 of them. And that immediately made us think, my goodness, where is therea case like this? When I got to Guatemala in 1995, I heard of a case of a massacrethat happened on May 14, 1982, where the army came in, killed the men, and took the women and children in helicopters to an unknown location.", "en": " 第15號墳墓，我們注意到，是一個滿是女人和小孩子的墳墓 共63人 那讓我們馬上想到 我的天，哪曾有這樣的案件？ 當我1995年到達瓜地馬拉時 我聽說有一件在1982年5月14日發生的屠殺 軍隊去到那裡，殺掉男人 將女人和小孩子們用直升機載到不明地點"}, {"zh-tw": " Well, guess what? The clothing from this grave matched the clothing from the region where these people were taken from, where these women and children were taken from. So we conducted some DNA analysis,and guess what? We identified Martina Rojas and Manuel Chen.", "en": " 你猜怎麼樣？ 這個墳墓裡的衣服和那個地區的服裝吻合 也就是他們被帶走的地區 這些女人和小孩子們被帶走的地區 所以我們做了一些DNA分析，你猜怎麼了？ 我們對到了瑪爾丁娜.羅哈斯和曼努爾.陳"}, {"zh-tw": " Both of them disappeared in that case,and now we could prove it. We have physical evidence thatproves that this happened and that those people were taken to this base.", "en": " 這兩個人都是在那裡失踪的，現在我們可以證明 我們有物證可以證明這個事件的確曾發生 以及這些人的確是被帶到了這個基地"}, {"zh-tw": " Now, Manuel Chen was three years old. His mother went to the river to wash clothes, and she left him with a neighbor.", "en": " 曼努爾·陳才三歲 他的母親將他託付給一個鄰居然後去河邊洗衣服"}, {"zh-tw": " That's when the army came and that's when he was taken away in a helicopter and never seen again until we found him in Grave 15. So now with science, with archaeology, with anthropology, with genetics, what we're doing is, we'regiving a voice to the voiceless.", "en": " 那時軍隊來到 那時他被直升機帶走後就沒有人再見到他 直到我們在第15號墳墓裡發現他 所以現在用科學，考古學，人類學，和遺傳學 我們所做的是我們讓無聲者發出聲音"}, {"zh-tw": " But we're doing more than that. We're actually providing evidence for trials, like the genocide trial that happened last year in Guatemala where General Ríos Montt was found guiltyof genocide and sentenced to 80 years.", "en": " 但我們所做的還更多 我們實際上在為審判提供證據 例如瓜地馬拉去年舉行的種族屠殺的審判 利歐斯·蒙特將軍被判種族屠殺罪和80年的監禁"}, {"zh-tw": " So I came here to tell you todaythat this is happening everywhere -- it's happening in Mexicoright in front of us today -- and we can't let it go on anymore. We have to now come together and decide that we're not going to have any more missing.", "en": " 所以我今天來這裡告訴你們這是每個地方都在發生的事 就在我們的眼前，在墨西哥發生 我們不能再讓它繼續發生了 我們現在必須聯合起來並決定 我們絕不再讓任何人失踪"}, {"zh-tw": " So no more missing, guys. Okay? No more missing.", "en": " 不再有人失踪"}, {"zh-tw": " Thank you.", "en": " 好嗎？不再有人失踪！謝謝"}], "title": "Fredy Peccerelli A Forensic Anthropologist Who Brings Closure For The Disappeared"}