{"url": "http://www.ted.com/talks/bruce_aylward_humanity_vs_ebola_the_winning_strategies_in_a_terrifying_war", "paragraphs": [{"zh-tw": " When I was invited to give this talk a couple of months ago, we discussed a number of titles with the organizers, and a lot of different items were kicked around and were discussed. But nobody suggested this one, and the reason for thatwas two months ago, Ebola was escalating exponentially and spreading over wider geographic areasthan we had ever seen, and the world was terrified, concerned and alarmed by this disease, in a way we've not seen in recent history.", "en": " 幾個月前，我受邀來進行這場演講時 我們與主辦方探討了幾個題目 從多個角度考慮並討論了很多不同的可能 但沒有人建議用“擊敗伊波拉” 而其原因正是在兩個月前 伊波拉病毒以指數增長級滋生 蔓延到前所未見的廣大地區 而全世界都為之驚恐、擔憂、警惕 其緊張程度在近代史上是前所未見的"}, {"zh-tw": " But today, I can stand here and I can talk to you about beating Ebola because of people whom you've never heard of, people like Peter Clement, a Liberian doctor who's working in Lofa County, a place that many of you have never heard of, probably, in Liberia. The reason that Lofa County is so important is because about five months ago, when the epidemic was just starting to escalate, Lofa County was right at the center, the epicenter of this epidemic.", "en": " 但今天，我能夠站在這裡與大家討論擊敗伊波拉這個話題 多虧了那些你們從未聽說過的人們 比如彼特•克萊蒙德賴比瑞亞-洛法鎮的一名醫生 你們當中許多人可能從未聽說過賴比瑞亞的洛法鎮 洛法鎮變得如此重要的原因 是因為在大約五個月前 當伊波拉疫情剛剛開始蔓延時 洛法鎮正是這場疫情的中心"}, {"zh-tw": " At that time, MSFand the treatment center there, they were seeing dozens of patients every single day, and these patients, these communitieswere becoming more and more terrified as time went by, with this disease and what it was doing to their families, to their communities, to their children, to their relatives. And so Peter Clement was charged with driving that 12-hour-long rough road from Monrovia, the capital,up to Lofa County, to try and help bring controlto the escalating epidemic there.", "en": " 那時，駐紮在那裡的無國界醫生組織和治療中心 每天都要見數十位病人 而這些病人，這些社區隨著時間流逝 變得愈發恐懼，這場疾病給他們的家人帶來了滅頂之災 還有他們的社區，孩子以及親戚 因此彼特•克萊蒙德卯足了勁在顛簸的公路上開了12個小時 從賴比瑞亞首都蒙羅維亞開到了洛法鎮 去試著幫助控制正在逐漸蔓延的疫情"}, {"zh-tw": " And what Peter found when he arrived wasthe terror that I just mentioned to you. So he sat down with the local chiefs, and he listened.", "en": " 而彼特到達洛法鎮時，發現了我之前提到的恐慌 他和當地領袖們會面聆聽他們的看法"}, {"zh-tw": " And what he heard was heartbreaking. He heard about the devastation and the desperation of people affected by this disease.", "en": " 他聽到的是令人心碎的消息 他聽到了那些患者的 悲痛和絕望"}, {"zh-tw": " He heard the heartbreaking stories about not just the damagethat Ebola did to people, but what it did to families and what it did to communities. And he listened to the local chiefs thereand what they told him -- They said, \"When our children are sick, when our children are dying, we can't hold them at a time when we want to be closest to them.", "en": " 他聽到了那些令人心碎的故事 不僅僅是關於伊波拉對人們所造成的破壞 還有它對家庭、社區造成的影響 他聽著當地領袖們訴說的故事 他們說：“當我們的孩子生病時當我們的孩子瀕臨死亡邊緣 我們在最想靠近他們的時刻，卻不能抱住他們"}, {"zh-tw": " When our relatives die, we can't take careof them as our tradition demands. We are not allowed to wash the bodies to bury them the way our communities and our rituals demand.", "en": " 當我們的親人死去，我們無法依傳統習俗照料他們的遺體 我們被禁止洗梳他們的遺體為他們下葬 正如我們的社區和習俗所要求的那樣"}, {"zh-tw": " And for this reason, they weredeeply disturbed, deeply alarmed and the entire epidemic was unraveling in front of them. People were turning on the healthcare workers who had come, the heroes who had come to try and help save the community, to help work with the community,and they were unable to access them.", "en": " 正因如此，他們身心不寧，高度警惕 而整場瘟疫就在他們面前拉開帷幕 人們開始寄望那些來到鎮上的醫務人員 那些來試著拯救這個社區的英雄 來幫助這個社區的英雄但他們無法接近這些英雄"}, {"zh-tw": " And what happened then was Peter explained to the leaders. The leaders listened. They turned the tables.", "en": " 接下來，彼特為當地領袖們進行了解釋 領袖們聆聽著，他們扭轉了局面"}, {"zh-tw": " And Peter explained what Ebola was.He explained what the disease was. He explained what it didto their communities.", "en": " 彼特解釋了伊波拉病毒是什麼他解釋了這種疾病是怎麼回事 他解釋了伊波拉對他們社區造成的影響"}, {"zh-tw": " And he explained that Ebola threatened everything that made us human. Ebola means you can't hold your childrenthe way you would in this situation.", "en": " 然後他還解釋了伊波拉病毒威脅著我們的人性 伊波拉意味著你不能在孩子們奄奄一息時抱住他們"}, {"zh-tw": " You can't bury your dead the way that you would. You have to trust these people in these space suits to do that for you.", "en": " 你無法按照傳統習俗安葬他們的遺體 你必須相信那些身著“太空服”的人相信他們會為你做這些事情"}, {"zh-tw": " And ladies and gentlemen, what happened then was rather extraordinary: The community and the health workers, Peter, they sat down together and they put together a new plan for controlling Ebola in Lofa County. And the reason that this is such an important story, ladies and gentlemen, is because today, this county, which is right at the center of this epidemic you've been watching, you've been seeing in the newspapers, you've been seeing on the television screens, today Lofa County is nearly eight weekswithout seeing a single case of Ebola.", "en": " 女士們先生們，接下來發生的相當非比尋常： 整個社區和醫護人員，還有彼特一起坐了下來 他們共同規劃了新方案以在洛法鎮控制伊波拉病毒 而這個故事重要的原因女士們先生們 就在今天，這個位於疫情中心的鎮 你一直在關注的疫情你一直在報紙上見到的疫情 你一直在電視螢幕上看到的疫情 在今天的洛法鎮，已經有將近八週沒有新病例產生了"}, {"zh-tw": " Now, this doesn't mean that the job is done, obviously. There's still a huge riskthat there will be additional cases there.", "en": " 顯然，這並不意味著大功告成 那裡會產生更多病例的風險仍然很大"}, {"zh-tw": " But what it does teach us is that Ebola can be beaten. That's the key thing.", "en": " 但這個故事教給我們的是伊波拉病毒是能夠被擊敗的。 那才是關鍵"}, {"zh-tw": " Even on this scale, even with the rapid kind of growththat we saw in this environment here, we now know Ebola can be beaten. When communities come together with health care workers, work together, that's when this disease can be stopped.", "en": " 甚至是在這麼大的規模下 甚至是以我們在這個環境中所看到的這般蔓延速度 如今我們知道伊波拉是能被擊敗的 當社區聚到一起，再加上醫護人員大家共同努力 此時，這場疫情就能被終止"}, {"zh-tw": " But how did Ebola end upin Lofa County in the first place? Well, for that, we have to go back 12 months, to the start of this epidemic. And as many of you know, this virus went undetected, it evaded detection for three or four months when it began.", "en": " 但伊波拉在最初是如何在洛法鎮出現的呢？ 要回答這個問題，我們必須回到12個月前，回到這場疫情的開端 你們當中許多人都知道這種病毒當時沒有被檢測到 疫情爆發前，這個病毒已經潛伏了三至四個月"}, {"zh-tw": " That's because this is not a disease of West Africa, it's a disease of Central Africa, half a continent away. People hadn't seen the disease before; health workers hadn't seen the disease before.", "en": " 那是因為伊波拉並非西非的疾病 而是來自相距半塊大陸之遠的中非 人們之前從未見過這種病 醫護人員之前也從未見過這種病"}, {"zh-tw": " They didn't know what they were dealing with, and to make it even more complicated, the virus itself was causing a symptom,a type of a presentation that wasn't classical of the disease. So people didn't even recognize the disease, people who knew Ebola.", "en": " 他們不知道自己面對的是什麼 而令事情更為複雜的是 病毒本身引起了一種症狀 一種這種病非典型的表現 所以知道伊波拉的人也並未認出這種疾病"}, {"zh-tw": " For that reason it evaded detection for some time, But contrary to public belief sometimes these days, once the virus was detected, there was a rapid surge in of support. MSF rapidly set up an Ebola treatment center, as many of you know, in the area.", "en": " 由於這個原因，它潛伏了一段時間 但與如今公眾所相信的，恰恰相反的是 當病毒被檢測到時有一大批支援湧入了疫情中心 無國界醫生組織在這片地區迅速設置起了伊波拉治療中心"}, {"zh-tw": " The World Health Organizationand the partners that it works with deployed eventually hundreds of people over the next two months to be able to help track the virus. The problem, ladies and gentlemen,is by then, this virus, well known now as Ebola, had spread too far.", "en": " 世界衛生組織和其合作夥伴們 在接下來的兩個月內逐步部署了幾百人 以幫助追蹤病情的發展 問題是，女士們先生們當時這個病毒 這個如今以“伊波拉”之名聞名於世的病毒，早已蔓延開來"}, {"zh-tw": " It had already outstripped what was one of the largest responses that had been mounted so farto an Ebola outbreak. By the middle of the year,not just Guinea but now Sierra Leone and Liberiawere also infected.", "en": " 它的規模早已超越了當時 為伊波拉爆發所做出的最大準備 年中時，不僅僅是幾內亞 還有獅子山國和賴比瑞亞也遭受感染"}, {"zh-tw": " As the virus was spreading geographically,the numbers were increasing and at this time, not only were hundreds of people infected and dying of the disease, but as importantly,the front line responders, the people who had gone to try and help, the health care workers, the other responders were also sick and dying by the dozens. The presidents of these countries recognized the emergencies.", "en": " 隨著病毒大面積擴散受感染人數不斷增加 此時，不僅有幾百人受到伊波拉感染 並死於此病 而且同樣重要的是在前線抗爭的人們 那些來試著幫忙的人 醫護人員和其他人們 也有數十人因此病倒並死於伊波拉病毒 這些國家的總統意識到問題的急切性"}, {"zh-tw": " They met right around that time, they agreed on common action and they put together an emergency joint operation center in Conakry to try and work together to finish thisdisease and get it stopped, to implement the strategieswe talked about. But what happened then was something we had never seen before with Ebola.", "en": " 他們就在那時進行了會面並一致同意共同採取行動 然後他們在柯那克里（幾內亞首都）成立了一個應急聯合行動中心 來試著通過合作消滅這場疾病阻止它的蔓延 並執行我們探討過的戰略 但當時我們所面臨的情況是早前對抗伊波拉時從未遇見的"}, {"zh-tw": " What happened then was the virus, or someone sick with the virus, boarded an airplane, flew to another country, and for the first time,we saw in another distant country the virus pop up again. This time it was in Nigeria,in the teeming metropolis of Lagos, 21 million people.", "en": " 當時伊波拉病毒，或者是攜帶著這病毒的人 登上了飛機，到了另一個國家 而有史以來第一次我們在另一個遙遠的國度看到 伊波拉病毒再度出現 這一次，是在奈吉利亞在熱鬧的大都市拉哥斯 有兩千一百萬人口"}, {"zh-tw": " Now the virus was in that environment. And as you can anticipate, there was international alarm, international concern on a scale that we hadn't seen in recent years caused by a disease like this.", "en": " 病毒到了那樣的一個環境中 正如你所預計的，國際警報就此拉響 引發了一場我們近年來都不曾見到的大規模國際性關注 正是由這樣的一場疾病所導致的"}, {"zh-tw": " The World Health Organization immediately called together an expert panel, looked at the situation, declared an international emergency. And in doing so, the expectation would bethat there would be a huge outpouring of international assistanceto help these countries which were in so much troubleand concern at that time.", "en": " 世界衛生組織立即召集了一個專家小組 研究了當下情況，並宣佈這是一場國際性緊急狀況 這樣做是期望之後會湧現一大批 國際援助，來幫助這些國家 這些當時充滿難關和憂慮的國家"}, {"zh-tw": " But what we saw was something very different. There was some great response.", "en": " 但我們所見到的卻截然不同 那時的反響十分強烈"}, {"zh-tw": " A number of countries came to assist --many, many NGOs and others, as you know, but at the same time, the opposite happened in many places. Alarm escalated, and very soon these countries found themselves not receiving the support they needed,but increasingly isolated.", "en": " 許多國家前來支援 ﹣ 許多許多非政府組織，正如你所了解的 但與此同時，恰恰相反的回應在許多地區也在發生 警報逐步升級，很快這些國家發現自己得不到所需的援助 而且變得愈發孤立"}, {"zh-tw": " What we saw was commercial airlines[stopped] flying into these countries and people who hadn't even beenexposed to the virus were no longer allowed to travel. This caused not only problems, obviously, for the countries themselves, but also for the response.", "en": " 我們見到商業航線開始飛入這些國家 而那些根本沒有接觸過伊波拉病毒的人們 被禁止旅行 很顯然，這不單為那些國家帶來了問題 還對救援工作造成了麻煩"}, {"zh-tw": " Those organizations that were trying to bring people in, to try and help themrespond to the outbreak, they could not get people on airplanes, they could not get them into the countries to be able to respond. In that situation,ladies and gentleman, a virus like Ebola takes advantage.", "en": " 那些正試著將人帶入這些國家的組織 那些想要幫助他們對抗伊波拉病毒爆發的組織 他們無法將人送上飛機 也無法把人帶到施以援助的國家 在那樣的情況下，女士們先生們 像伊波拉這樣的病毒就會趁虛而入"}, {"zh-tw": " And what we saw then was something also we hadn't seen before. Not only did this virus continue in the places where they'd already become infected,but then it started to escalate and we saw the case numbersthat you see here, something we'd never seen beforeon such a scale, an exponential increase of Ebola cases not just in these countries or the areas already infected in these countries but also spreading further and deeper into these countries.", "en": " 我們所面臨的局面是前所未見的 伊波拉病毒不單在這些已受感染的地方繼續傳播 然後病毒甚至開始升級 於是我們得到了你們眼前所見的病例數量 這種規模是前所未見的 伊波拉病例以指數般增長 不單是在這些國家或是這些國家中已受感染的地區 並且它在這些國家擴散得更廣更深"}, {"zh-tw": " Ladies and gentleman,this was one of the most concerning international emergencies in public healthwe've ever seen. And what happened in these countries then, many of you saw, again, on the television,read about in the newspapers, we saw the health system start to collapseunder the weight of this epidemic.", "en": " 女士們先生們 這是我們所見過最令人擔憂的國際性公共衛生緊急狀況之一 而之後在這些國家發生的事情 正如你們許多人在電視上所看到的或是在報紙上所讀到的 這些國家的健康體系開始在這場伊波拉戰役的重壓下崩潰"}, {"zh-tw": " We saw the schools begin to close, markets no longer started, no longer functioned the way that they should in these countries. We saw that misinformation and misperceptions started to spread even faster through the communities,which became even more alarmed about the situation.", "en": " 學校開始關閉，市場不再開門 也不再如往常般在這些國家運行 誤報和誤解在這些社區 開始以更快的速度流傳"}, {"zh-tw": " They started to recoil from those people that you saw in those space suits, as they call them, who had come to help them. And then the situationdeteriorated even further.", "en": " 令他們對局勢變得愈發緊張 他們開始疏遠那些被稱為“身著太空服的人” 而那些人是來幫助當地社區的 然後局勢進一步惡化"}, {"zh-tw": " The countries had to declarea state of emergency. Large populations needed to be quarantinedin some areas, and then riots broke out.", "en": " 這些國家不得不宣告本國處於緊急狀況 這些地區大量人口要被隔離然後更爆發騷亂"}, {"zh-tw": " It was a very, very terrifying situation. Around the world,many people began to ask, can we ever stop Ebola when it starts to spread like this? And they started to ask, how well do we really know this virus? The reality is we don't know Ebola extremely well.", "en": " 此時的局勢非常非常的可怕 在全球各地，許多人開始問 當伊波拉病毒開始如此瘋狂擴散時我們還能阻止它嗎？ 他們開始問我們對這個病毒到底有多少了解？ 事實上，我們對伊波拉病毒了解的並不多"}, {"zh-tw": " It's a relatively modern diseasein terms of what we know about it. We've known the disease only for 40 years, since it first popped upin Central Africa in 1976.", "en": " 就我們所了解的而言，它是一種相對現代的疾病 我們知道這種病僅僅 40 年 它第一次出現是在 1976 年的中非"}, {"zh-tw": " But despite that, we do know many things: We know that this virusprobably survives in a type of a bat. We know that it probably enters a human population when we come in contact with a wild animal that has been infected with the virus and probably sickened by it.", "en": " 但除此之外，我們的確知道許多事情： 我們知道這種病毒很有可能存活於一種蝙蝠體內 當我們接觸受伊波拉感染 或是已遭此病侵襲的野生動物時 我們知道它很有可能會進入人類社會"}, {"zh-tw": " Then we know that the virusspreads from person to person through contaminated body fluids. And as you've all seen, we know the horrific diseasethat it then causes in humans, where we see this disease causesevere fevers, diarrhea, vomiting, and then unfortunately, in 70 percentof the cases or often more, death.", "en": " 我們還知道這種病毒在人與人之間的擴散 是通過體液感染 正如你們都見到的 我們也知道這種病毒在人體內所造成的可怕疾病 這種疾病會導致發高燒、腹瀉、嘔吐 不幸的是，在超過70％的病例中，患者會死亡"}, {"zh-tw": " This is a very dangerous,debilitating, and deadly disease. But despite the fact that we've not knownthis disease for a particularly long time, and we don't know everything about it,we do know how to stop this disease.", "en": " 這是一種十分危險、令人逐步衰竭、並且置人于死地的疾病 然而，儘管我們了解這種疾病的時間並不長 也並沒有了解它的一切但我們的確知道如何阻止伊波拉"}, {"zh-tw": " There are four thingsthat are critical to stopping Ebola. First and foremost, the communities have got to understand this disease, they've got to understand how it spreads and how to stop it.", "en": " 有四件十分關鍵的事可以阻止伊波拉 首先，社區必須要去理解這種疾病 他們必須要理解伊波拉是如何擴散、如何阻止的"}, {"zh-tw": " And then we've got to be able to have systems that can find every single case, every contact of those cases, and begin to track the transmission chainsso that you can stop transmission. We have to have treatment centers,specialized Ebola treatment centers, where the workers can be protected as they try to provide supportto the people who are infected, so that they might survive the disease.", "en": " 然後我們必須建立一個體系能夠找到每一宗病例 以及那些病例的所有聯繫人 並且開始追蹤傳播鏈這樣才能阻止傳播 我們必須要建立治療中心專門研究伊波拉的治療中心 在那裡，醫療工作者們能得到保護 在他們努力為那些受感染的人提供幫助時 這樣他們才能夠活下來"}, {"zh-tw": " And then for those who do die, we have to ensure there is a safe, but atthe same time dignified, burial process, so that there is no spread at that time as well. So we do know how to stop Ebola, and thesestrategies work, ladies and gentlemen.", "en": " 而對於那些逝者 我們必須確保有一個安全而又保有尊嚴的埋葬流程 以確保在此流程中不會造成病毒的擴散 女士們先生們，我們真的知道如何有效的阻止伊波拉"}, {"zh-tw": " The virus was stopped in Nigeria by these four strategies and the people implementing them, obviously. It was stopped in Senegal, where it hadspread, and also in the other countries that were affected by this virus, in this outbreak.", "en": " 我們以這四個策略成功在奈及利亞阻止了伊波拉病毒 當然的，也多虧了執行這四個策略的人 該病毒也在之前不斷擴散的塞內加爾被阻止 同時，這次疫情爆發中受感染的其他國家也阻止了伊波拉"}, {"zh-tw": " So there's no question that these strategies actually work. The big question, ladies and gentlemen,was whether these strategies could work on this scale, in this situation,with so many countries affected with the kind of exponential growth that you saw.", "en": " 因此，毋庸置疑，這些策略的確奏效 女士們先生們，而最大的問題在於 這些策略是否能在這樣的規模下這樣的情況中奏效 已有這麼多國家受到感染擴散的速度如你所見以指數增加"}, {"zh-tw": " That was the big question that we were facing just two or three months ago. Today we know the answer to that question.", "en": " 那就是我們在兩到三個月前所面對的大問題 今天，我們知道了解決這個問題的答案"}, {"zh-tw": " And we know that answer because of the extraordinary work of an incredible group of NGOs,of governments, of local leaders, of U.N. agencies and many humanitarian and other organizations that came and joined the fightto try and stop Ebola in West Africa. But what had to be done there was slightly different.", "en": " 而我們之所以知道答案就是因為一群人的傑出努力 包括一群了不起的非政府組織一群政府，當地領袖 聯合國機構，以及，許多人道主義組織 他們前來加入了阻止伊波拉在西非擴散的抗爭中 但在那裡要完成的有稍許不同"}, {"zh-tw": " These countries took those strategies I just showed you; the community engagement,the case finding, contact tracing, etc., and they turned them on their head. There was so much disease,they approached it differently.", "en": " 這些國家採取了我剛剛展示的那些策略 社區聯合，尋找病例，追蹤聯繫人，等等 然後他們改變了策略 疾病已擴散得如此猖獗他們要用不同的手法來解決"}, {"zh-tw": " What they decided to do was they would first try and slow down this epidemic by rapidly building as many beds aspossible in specialized treatment centers so that they could prevent the diseasefrom spreading from those were infected. They would rapidly build outmany, many burial teams so that they could safelydeal with the dead, and with that, they would try and slow this outbreak to see if it could actually then be controlled using the classic approach of case finding and contact tracing.", "en": " 他們決定先試試延緩傳播速度 通過在專治伊波拉的治療中心快速搭建儘可能多的床位 這樣一來他們就能阻止疾病從已感染的人身上擴散開來 他們會快速成立許多安葬隊伍 這樣一來他們就能安全地處理病人的屍體 從而減緩這場傳染病的傳播速度 看看是否真的能夠控制伊波拉擴散 通過利用這種“尋找病例和追蹤聯繫人”的經典手法"}, {"zh-tw": " And when I went to West Africaabout three months ago, when I was therewhat I saw was extraordinary. I saw presidents opening emergencyoperation centers themselves against Ebola so that they could personally coordinate and oversee and champion this surge of international support to try and stop this disease.", "en": " 當我三個月前去西非時 我在那兒看到了一副超凡景象 我看到總統們親自打開急診手術中心的大門以對抗伊波拉 如此一來他們就能夠親自協調、監督、支持 大量湧入的國際支援，以對抗這場疾病的肆虐"}, {"zh-tw": " We saw militaries from within those countries and from far beyond coming in to help build Ebola treatment centers that could be used to isolate those who were sick. We saw the Red Cross movement working withits partner agencies on the ground there to help train the communities so thatthey could actually safely bury their dead in a dignified manner themselves.", "en": " 我們看到來自那些國家，甚至其他國家的軍隊 來到這裡幫助搭建伊波拉治療中心 用以隔離那些病人 我們看到紅十字會運動在那裡與它的夥伴機構一起合作 來幫助訓練社區成員使他們安全地安葬死去的親友 並以有尊嚴的方式，親自為死者下葬"}, {"zh-tw": " And we saw the U.N. agencies, the World Food Program, build a tremendous air bridge that could get responders to every singlecorner of these countries rapidly to be able to implement the strategiesthat we just talked about. What we saw, ladies and gentlemen, which was probably most impressive, was this incredible workby the governments, by the leaders in these countries,with the communities, to try to ensure people understood this disease, understood the extraordinary things they would have to do to try and stop Ebola.", "en": " 我們還看到聯合國機構和世界糧食計劃署 搭建了一架巨大的空運橋樑 將救援者快速送至這些國家的各個角落 以實施我們剛剛提到的策略 女士們先生們，我們看到或許最為令人影響深刻的 是這些國家的政府和領導人與社區一起做出的驚人努力 來試圖確保人們理解這場疾病 理解為了阻止伊波拉的傳播 他們必須做出非凡的努力"}, {"zh-tw": " And as a result, ladies and gentlemen, we saw something that we did not knowonly two or three months earlier, whether or not it would be possible. What we saw was what you see now in this graph, when we took stock on December 1.", "en": " 結果，女士們先生們 我們就看到了在兩三個月前 我們甚至不知道是否可能的事情 我們看到的正是你現在在這張圖表上所見的 我們在 12 月 1 日評估狀況時製作了這張表格"}, {"zh-tw": " What we saw was we could bend that curve, so to speak, change this exponential growth, and bring some hope backto the ability to control this outbreak. And for this reason, ladies and gentlemen,there's absolutely no question now that we can catch up with this outbreak in West Africa and we can beat Ebola.", "en": " 打個比喻來說，我們看到的是我們能夠壓制這條曲線 改變指數型增長模式 並且對控制這場病毒爆發的能力重新帶回希望 由於這個原因，女士們先生們，毋庸置疑， 我們能追上這場疾病在西非爆發的速度並且擊敗伊波拉"}, {"zh-tw": " The big question, though, that many people are asking, even when they saw this curve, they said, \"Well, hang on a minute --that's great you can slow it down, but can you actuallydrive it down to zero?\" We already answered that question back at the beginning of this talk, when I spoke about Lofa County in Liberia. We told you the storyhow Lofa County got to a situation where they have not seenEbola for eight weeks.", "en": " 然而最大的問題在於，許多人都在問 甚至當他們看到了這張曲線圖，他們還會說 「嘿，等會兒 ﹣ 你能把傳播速度減慢，這很贊 可是你真的能夠把病例數下降為零嗎？」 我們已在這演講開頭回答過這問題 當我談到賴比瑞亞的洛法鎮時 我們告訴你洛法鎮，如何到達他們如今的局面 他們已經八週沒有出現新病例了"}, {"zh-tw": " But there are similar stories from the other countries as well. From Gueckedou in Guinea, the first area where the first case wasactually diagnosed.", "en": " 但其他國家也有類似的故事 從幾內亞的蓋凱杜 也就是第一個伊波拉病例真正得到確診的地方"}, {"zh-tw": " We've seen very, very few casesin the last couple of months, and here in Kenema, in Sierra Leone, another area in the epicenter, we have not seen the virusfor more than a couple of weeks -- way too early to declare victory, obviously, but evidence, ladies and gentlemen, not only can the response catch up to the disease, but this disease can be driven to zero. The challenge now, of course, is doing this on the scale needed right across these three countries,and that is a huge challenge.", "en": " 我們在過去的幾個月內見到非常非常少量的新病例 而在獅子山國的凱內馬也就是另一個疫情中心 我們已經好幾周都沒有看到伊波拉病毒出現了 當然啦，要宣告勝利還為時過早 但證據表明，女士們先生們 我們的救援不僅能夠趕上疾病肆虐的步伐 還能將這場疾病徹底消滅 當然啦，目前的挑戰在於 在這三個國家所需的規模上實施這些策略這真是個巨大的挑戰"}, {"zh-tw": " Because when you've been at somethingfor this long, on this scale, two other big threats come in to join the virus. The first of those is complacency, the risk that as this disease curve starts to bend, the media look elsewhere, the world looks elsewhere.", "en": " 因為當你對抗大規模的事物如此之久時 另外兩個巨大的威脅會令這場病毒災難雪上加霜 首先是自鳴得意 風險在於隨著疾病曲線圖開始彎曲 媒體開始關注其他事情全世界開始關注其他事情"}, {"zh-tw": " Complacency always a risk. And the other risk, of course, is whenyou've been working so hard for so long, and slept so few hours over the past months, people are tired, people become fatigued, and these new risks start to creep into the response.", "en": " 自鳴得意永遠都是一個風險 當然，另一個風險則是當你這麼努力了這麼久 過去幾個月睡眠時間這麼少時 大家都會很疲憊，變得全身乏力 而這些新風險開始偷偷進入對伊波拉的響應中"}, {"zh-tw": " Ladies and gentlemen, I can tell you todayI've just come back from West Africa. The people of these countries,the leaders of these countries, they are not complacent.", "en": " 女士們先生們，我今天能告訴大家我剛剛從西非回來 這些國家的人民和領導者們 他們並沒有自鳴得意"}, {"zh-tw": " They want to drive Ebola to zero in their countries. And these people, yes, they're tired, but they are not fatigued.", "en": " 他們想要將伊波拉在自己的國家徹底消滅 而這些人們，他們的確很疲憊但並沒有感到乏力"}, {"zh-tw": " They have an energy, they have a courage, they have the strength to get this finished. What they need, ladiesand gentlemen, at this point, is the unwavering support of the international community, to stand with them, to bolster and bring even more support at this time, to get the job finished.", "en": " 他們充滿精力與勇氣 他們有力量完成這個使命 女士們先生們，他們在此刻需要的 是來自國際社區堅定不移的支持 堅定地與他們同在 在此時此刻支持甚至是帶來更多支持以完成這項使命"}, {"zh-tw": " Because finishing Ebola right now means turning the tables on this virus, and beginning to hunt it. Remember, this virus, this whole crisis, rather, started with one case, and is going to finish with one case.", "en": " 因為戰勝伊波拉在此刻意味著 人類對伊波拉從劣勢扭轉為優勢並且開始進行反擊 記住，這個病毒這整場開始於一個病例的災難 也將以一個病例結束"}, {"zh-tw": " But it will only finish if those countrieshave got enough epidemiologists, enough health workers, enough logisticiansand enough other people working with them to be able to find every one of those cases, track their contacts and make sure that this disease stops once and for all. Ladies and gentleman, Ebola can be beaten.", "en": " 但它的結束只有靠著那些國家擁有足夠多的流行病學家 足夠多的醫護人員，足夠多的物流人員以及足夠多的其他人來一起合作 才能找到那些病例所有的相關人并追蹤他們的聯繫人 確保這場疾病永遠消失 女士們先生們，伊波拉是能夠被擊敗的"}, {"zh-tw": " Now we need you to take this story outto tell it to the people who will listen and educate them on what it means to beat Ebola, and more importantly,we need you to advocate with the people who can help us bring the resources weneed to these countries, to beat this disease. There are a lot of people out there who will survive and will thrive, in part because of what you do to help us beat Ebola.", "en": " 我們需要你們把這個故事講給那些願意聽的人 並教育他們，擊敗伊波拉意味著什麼 更重要的是，我們需要你們 鼓動那些能夠幫助我們把資源送到這些國家的人們 以擊敗這場疾病 有許多人能夠從這場疾病中活下來並且從此茁壯成長 其中一部份原因就是因為你能夠為擊敗伊波拉所做的"}, {"zh-tw": " Thank you.", "en": " 謝謝大家"}], "title": "Bruce Aylward Humanity Vs Ebola The Winning Strategies In A Terrifying War"}