{"url": "http://www.ted.com/talks/marc_kushner_why_the_buildings_of_the_future_will_be_shaped_by_you", "paragraphs": [{"zh-tw": " Today I'm going to speak to you about the last 30 yearsof architectural history. That's a lot to pack into 18 minutes.", "en": " 今天我要告訴你 關於近３０年來建築學的歷史 要把很多內容放進１８分鐘裡"}, {"zh-tw": " It's a complex topic, so we're just going to dive right inat a complex place: New Jersey. Because 30 years ago, I'm from Jersey, and I was six, and I lived therein my parents' house in a town called Livingston, and this was my childhood bedroom.", "en": " 這是個複雜的議題 所以我們就深入一個複雜的地方 紐澤西 因為３０年前　－我從紐澤西來－ 我六歲時，我住在父母的房子裡 在一個名為利文斯頓的小鎮 這是我童年的臥房"}, {"zh-tw": " Around the corner from my bedroom was the bathroomthat I used to share with my sister. And in between my bedroom and the bathroom was a balcony that overlookedthe family room.", "en": " 就在臥房的角落 是姐姐跟我共用的浴室 在我的臥房和浴室中間 是可以看到客廳的陽台"}, {"zh-tw": " And that's where everyonewould hang out and watch TV, so that every time that I walkedfrom my bedroom to the bathroom, everyone would see me, and every time I took a showerand would come back in a towel, everyone would see me. And I looked like this.", "en": " 那是大家閒聊和看電視的地方 每當我從臥房走到浴室 大家都看得到我 每當我沖完澡，批著浴巾走回臥室 大家都看得到我 而我看起還像這樣"}, {"zh-tw": " I was awkward, insecure, and I hated it. I hated that walk, I hated that balcony, I hated that room, and I hated that house.", "en": " 好尷尬 沒安全感，我討厭這樣 我討厭這段路，我討厭這個陽台 我討厭那個房間，我討厭那間房子"}, {"zh-tw": " And that's architecture. Done.", "en": " 而，那就是建築 好"}, {"zh-tw": " That feeling, those emotions that I felt, that's the power of architecture, because architecture is not about mathand it's not about zoning, it's about those visceral,emotional connections that we feel to the places that we occupy. And it's no surprisethat we feel that way, because according to the EPA, Americans spend 90 percentof their time indoors.", "en": " 我感覺到 建築的力量 因為建築無關數學，無關空間 這關乎內心與情緒的連結 我們對於自身所處空間的感受 我們的感受不令人意外 因為根據環保署 美國人有９０％的時間在室內"}, {"zh-tw": " That's 90 percent of our timesurrounded by architecture. That's huge.", "en": " 有９０％的時間被建築物圍繞 很可觀"}, {"zh-tw": " That means that architecture is shaping usin ways that we didn't even realize. That makes us a little bit gullibleand very, very predictable.", "en": " 那代表建築正以我們沒有察覺的方式形塑我們 那使我們有些僵化，非常非常容易預測"}, {"zh-tw": " It means that when I show youa building like this, I know what you think: You think \"power\"and \"stability\" and \"democracy.\" And I know you think thatbecause it's based on a building that was build 2,500 years agoby the Greeks. This is a trick.", "en": " 這意味著，當我展示這樣的建物時 我知道你們的想法 你們想到力量，穩定，和民主 我知道你們這麼想是因為這個建築物 ２５００年前由希臘人所建築的 這是個技巧"}, {"zh-tw": " This is a trigger that architects use to get you to createan emotional connection to the forms that we buildour buildings out of. It's a predictable emotional connection, and we've been using this trickfor a long, long time.", "en": " 這是建築用來刺激你 創造一種情緒的連結 連結到我們建築的形式 這是個可預期的情緒連結 而我們以使用這個技巧，很久很久了"}, {"zh-tw": " We used it [200] years ago to build banks. We used it in the 19th centuryto build art museums.", "en": " 我們用這個技巧在２００年前蓋了銀行 在１９世紀蓋了博物館"}, {"zh-tw": " And in the 20th century in America, we used it to build houses. And look at these solid,stable little soldiers facing the oceanand keeping away the elements.", "en": " 而在２０世紀的美國 我們用它來蓋房屋 看看這些穩固的小戰士們 面對大海，遠離基本要素"}, {"zh-tw": " This is really, really useful, because building things is terrifying. It's expensive, it takes a long time,and it's very complicated.", "en": " 這真的很有用 因為蓋東西是很可怕的 昂貴，耗時，又很複雜"}, {"zh-tw": " And the people that build things -- developers and governments -- they're naturally afraid of innovation, and they'd rather just use those formsthat they know you'll respond to. That's how we end upwith buildings like this.", "en": " 蓋東西的人　－ 開發者和政府　－ 他們在本質上害怕創新 他們寧願用這些他們知道你會如何回應的形式 結果是我們造出這類房子"}, {"zh-tw": " This is a nice building. This is the Livingston Public Library that was completed in 2004 in my hometown, and, you know, it's got a dome and it's got this round thing and columns, red brick, and you can kind of guess what Livingstonis trying to say with this building: children, property values and history.", "en": " 這是一個好的建築物 這是利文斯頓圖書館 ２００４年在我的家鄉完工 它有個圓頂 圓弧狀、圓柱和紅磚 你可以猜想到立文斯頓試著透過它說話 孩童、財富價值以及歷史"}, {"zh-tw": " But it doesn't have much to dowith what a library actually does today. That same year, in 2004,on the other side of the country, another library was completed, and it looks like this.", "en": " 但它跟現在的圖書館沒甚麼關聯 同樣一年，２００４，在這個國家的另一邊 另一個圖書館完工了 看起來像這樣"}, {"zh-tw": " It's in Seattle. This library is about howwe consume media in a digital age.", "en": " 這在西雅圖 這圖書館是關於我們如何在數位時代消化媒體"}, {"zh-tw": " It's about a new kindof public amenity for the city, a place to gather and read and share. So how is it possible that in the same year,in the same country, two buildings, both called libraries, look so completely different? And the answer is that architecture workson the principle of a pendulum.", "en": " 它是這個城市公共設施的新型態 一個可以累積、閱讀和分享的地方 這如何做得到？ 在同一年，同一個國家 兩棟都被稱為圖書館的建築物 看起來卻完全不同？ 答案是建築學是依照鐘擺理論運作的"}, {"zh-tw": " On the one side is innovation, and architects are constantly pushing,pushing for new technologies, new typologies, new solutionsfor the way that we live today. And we push and we push and we push until we completely alienate all of you.", "en": " 一邊是創新 建築師持續推動新科技 新類型學、新方案用於今日的居住形式 我們不斷地推動、推動、再推動 直到我們完全與世隔絕"}, {"zh-tw": " We wear all black, we get very depressed, you think we're adorable, we're dead inside becausewe've got no choice. We have to go to the other side and reengage those symbolsthat we know you love.", "en": " 我們身著華服 你們認為我們是值得尊敬的 我們內心是一片死寂，因為我們別無選擇 我們必須去到另一邊 再次琢磨那些你們所愛的經典"}, {"zh-tw": " So we do that, and you're happy, we feel like sellouts, so we start experimenting again and we push the pendulum backand back and forth and back and forth we've gone for the last 300 years, and certainly for the last 30 years. Okay, 30 years agowe were coming out of the '70s.", "en": " 我們這麼做，而你們會開心 我們自覺像叫賣 所以我們又再次開始實驗 我們把鐘擺推向後方，後方、前方、後方、前方 我們已經這麼做了，在最近３００年 當然也包括最近３０年 ３０年前，正是７０年代"}, {"zh-tw": " Architects had been busy experimentingwith something called brutalism. It's about concrete.", "en": " 建築師正忙著試驗一種稱為粗獷主義的東西 就是混凝土"}, {"zh-tw": " You can guess this. Small windows, dehumanizing scale.", "en": " 你可以猜猜看 小窗戶，不合乎人體尺寸的比例尺"}, {"zh-tw": " This is really tough stuff. So as we get closer to the '80s, we start to reengage those symbols.", "en": " 這真是很粗野的東西 所以當我們靠近８０年代 我們開始鑽研那些經典"}, {"zh-tw": " We push the pendulumback into the other direction. We take these forms that we know you love and we update them.", "en": " 我們把鐘擺拉回到另一個方向 我們採用你們會喜歡的形式 作一些更新"}, {"zh-tw": " We add neon and we add pastels and we use new materials. And you love it.", "en": " 我們增加了氖燈 增加些粉嫩的顏色 使用些新材料 然後你們就會愛上它"}, {"zh-tw": " And we can't give you enough of it. We take Chippendale armoires and we turned those into skyscrapers, and skyscrapers can bemedieval castles made out of glass.", "en": " 我們不能夠給你們足夠的東西時 我們拿了齊本德爾式櫥櫃 把它轉化為摩天大樓 而摩天大樓可以是玻璃做的中世紀城堡"}, {"zh-tw": " Forms got big, forms got bold and colorful. Dwarves became columns.", "en": " 形式巨大化 形式凸顯、又富有色彩 小矮人變梁柱"}, {"zh-tw": " Swans grew to the size of buildings. It was crazy.", "en": " 天鵝長得像房子一樣大 真瘋狂！"}, {"zh-tw": " But it's the '80s, it's cool. We're all hanging out in malls and we're all moving to the suburbs, and out there, out in the suburbs, we can create our ownarchitectural fantasies.", "en": " 但那是８０年代，那很酷！ 我們都在購物中心逛街 我們向郊區遷徙 就在郊區 我們可以創造自我的建築夢幻作品"}, {"zh-tw": " And those fantasies, they can be Mediterranean or French or Italian. Possibly with endless breadsticks.", "en": " 那些夢幻作品 可以是地中海風格 法國風格 或是義大利風格 也許帶著數不盡的長棍麵包"}, {"zh-tw": " This is the thing about postmodernism. This is the thing about symbols.", "en": " 這是後現代主義 這關乎經典"}, {"zh-tw": " They're easy, they're cheap, because instead of making places, we're making memories of places. Because I know, and I know all of you know, this isn't Tuscany.", "en": " 簡單又便宜 因為無關建築 我們在創造建築的回憶 因為我知道，我知道你們都知道 這不是托斯卡尼"}, {"zh-tw": " This is Ohio. So architects get frustrated, and we start pushing the pendulumback into the other direction.", "en": " 這是俄亥俄州 所以建築師很挫折 我們開始把鐘擺推向另一邊"}, {"zh-tw": " In the late '80s and early '90s, we start experimenting with somethingcalled deconstructivism. We throw out historical symbols, we rely on new, computer-aideddesign techniques, and we come up with new compositions, forms crashing into forms.", "en": " 在８０年代後期、９０年代初期 我們開始實驗某個稱為解構主義的玩意 丟棄歷史的經典 我們仰賴新的、電腦輔助的設計技巧 我們有了新的組成 從破壞中創造新的形式"}, {"zh-tw": " This is academic and heady stuff, it's super unpopular, we totally alienate you. Ordinarily, the pendulum would justswing back into the other direction.", "en": " 這是學院派與新潮派的產物 超級不普及 我們完全與世隔絕 一般來說，鐘擺只會擺盪到另一個方向"}, {"zh-tw": " And then, something amazing happened. In 1997, this building opened.", "en": " 然後，令人驚喜的事情發生了 在１９９７年，這棟建築物開幕了"}, {"zh-tw": " This is the Guggenheim Bilbao,by Frank Gehry. And this building fundamentally changesthe world's relationship to architecture.", "en": " 這是畢爾包古根漢美術館，出自法蘭克·蓋瑞之手 而這個建築物 從根本上改變世界與建築的關係"}, {"zh-tw": " Paul Goldberger said that Bilbaowas one of those rare moments when critics, academics,and the general public were completely united around a building. The New York Timescalled this building a miracle.", "en": " 保羅·戈德伯格說畢爾包是極少見的 能夠將話題、學術與普羅大眾 完美結合在一起的建築 紐約時報稱之為奇蹟"}, {"zh-tw": " Tourism in Bilbao increased 2,500 percent after this building was completed. So all of a sudden, everybodywants one of these buildings: L.A., Seattle, Chicago, New York, Cleveland, Springfield.", "en": " 畢爾包的遊客增加了２５００％ 在這個建築物完工之後 轉瞬間，所有人都想要一個這樣的建築物 洛杉磯 西雅圖 芝加哥 紐約 克里夫蘭 斯普林菲爾德"}, {"zh-tw": " Everybody wants one,and Gehry is everywhere. He is our very first starchitect.", "en": " 大家都想要一個，蓋瑞的作品到處都有 他是第一個超級明星建築師"}, {"zh-tw": " Now, how is it possiblethat these forms -- they're wild and radical -- how is it possible that they becomeso ubiquitous throughout the world? And it happened because mediaso successfully galvanized around them that they quickly taught usthat these forms mean culture and tourism. We created an emotionalreaction to these forms.", "en": " 這些形式是如何能夠 狂野又前衛 它如何能夠在全世界變得普及呢？ 它的成功來自媒體成功的鍍金 媒體很快地教會我們，這些風格代表文化與觀光 我們創造了這種風格的情緒反應"}, {"zh-tw": " So did every mayor in the world. So every mayor knewthat if they had these forms, they had culture and tourism.", "en": " 每個市長也如此 每個市長知道，如果他有擁有這些 他們就擁有文化和觀光"}, {"zh-tw": " This phenomenonat the turn of the new millennium happened to a few other starchitects. It happened to Zaha and it happened to Libeskind, and what happenedto these elite few architects at the turn of the new millennium could actually start to happento the entire field of architecture, as digital media startsto increase the speed with which we consume information.", "en": " 這個現象在新的千禧年之際 發生在某些其他超級明星建築師身上 發生在札哈身上（札哈·哈蒂，伊拉克裔英國建築師） 發生在里伯斯金身上（波蘭、猶太裔美國建築師） 發生在這些菁英建築師的事 在新千禧年來臨之際 可以開始發生在整個建築領域 正當數位媒體 開始加速我們消化資訊的速度"}, {"zh-tw": " Because think abouthow you consume architecture. A thousand years ago, you would have had to have walked tothe village next door to see a building.", "en": " 因為想想你如何消化建築 千年以前 你必須要走過一個村莊才能看到你要的建築"}, {"zh-tw": " Transportation speeds up: You can take a boat, you can take a plane,you can be a tourist. Technology speeds up:You can see it in a newspaper, on TV, until finally, we are allarchitectural photographers, and the building has becomedisembodied from the site.", "en": " 交通加速發展 你可以搭船、搭飛機、可以是個旅行者 科技加速發展，你可以在報紙、電視看到 最終，我們都是建築攝影師 而建築已從固定的地方解放出來"}, {"zh-tw": " Architecture is everywhere now, and that means thatthe speed of communication has finally caught upto the speed of architecture. Because architectureactually moves quite quickly.", "en": " 建築現在到處可見 這意謂著，傳播的速度 終於趕上建築的速度 因為建築事實上移動得相當快速"}, {"zh-tw": " It doesn't take longto think about a building. It takes a long time to build a building, three or four years, and in the interim, an architectwill design two or eight or a hundred other buildings before they know if that buildingthat they designed four years ago was a success or not.", "en": " 不需要花費太多時間來構思一個建築物 需要花很多時間建造一個建築物 三或四年 在這期間，建築師會設計２或８個 或是１００個其他建築物 在他們知道 ４年前設計的作品成功與否之前"}, {"zh-tw": " That's because there's never beena good feedback loop in architecture. That's how we end upwith buildings like this.", "en": " 那是因為未曾有好的回饋圍繞在建築旁 那就是我們呈現這類建物的方式"}, {"zh-tw": " Brutalism wasn't a two-year movement, it was a 20-year movement. For 20 years, we were producingbuildings like this because we had no ideahow much you hated it.", "en": " 粗獷主義不是兩年期的活動 它是２０年期的活動 ２０年來，我們持續蓋出這樣的建築 因為我們不知道你們多討厭它。"}, {"zh-tw": " It's never going to happen again, I think, because we are living on the vergeof the greatest revolution in architecture since the invention of concrete, of steel, or of the elevator, and it's a media revolution. So my theory is that whenyou apply media to this pendulum, it starts swinging faster and faster, until it's at both extremesnearly simultaneously, and that effectively blurs the differencebetween innovation and symbol, between us, the architects,and you, the public.", "en": " 這將不再發生 就我的認知而言； 因為我們正處於最偉大建築革命的邊緣 自混凝土、 鋼結構或電梯問世以來 而現在是媒體革命 我的理論是：在鐘擺上應用媒體時 它開始擺盪的越來越快 直到幾乎同時到達兩個極端 這有效地模糊了前衛與經典的差異 就在我們、建築師、你們與群眾之間"}, {"zh-tw": " Now we can make nearly instantaneous,emotionally charged symbols out of something that's brand new. Let me show you how this plays out in a project that my firmrecently completed.", "en": " 現在我們可以幾乎一瞬間創造富有情感的經典 從全新的事物上 讓我來說明這如何運作 就在我公司最近完成的一個專案中"}, {"zh-tw": " We were hired to replace this building,which burned down. This is the center of a towncalled the Pines in Fire Island in New York State.", "en": " 我們受聘換掉這棟失火過的建築 這是稱作派恩斯的小鎮的中心 在紐約州的火島"}, {"zh-tw": " It's a vacation community. We proposed a building that was audacious, that was different than any of the formsthat the community was used to, and we were scaredand our client was scared and the community was scared, so we created a seriesof photorealistic renderings that we put onto Facebook and we put onto Instagram, and we let people startto do what they do: share it, comment, like it, hate it.", "en": " 它是個度假勝地 我們提議了一個大膽的建築 那是當地未曾出現過的形式 我們很害怕，客戶也很害怕 當地社區也很害怕 所以我們創造了一系列的圖像式呈現 放上Facebook 放上Instagram 我們讓人們開始動作 分享、評論、喜歡、討厭"}, {"zh-tw": " But that meant that two yearsbefore the building was complete, it was already a part of the community, so that when the renderingslooked exactly like the finished product, there were no surprises. This building was already a partof this community, and then that first summer, when people started arrivingand sharing the building on social media, the building ceased to be just an edificeand it became media, because these, these are notjust pictures of a building, they're your pictures of a building.", "en": " 但那代表在完工前的兩年， 該建築已經是當地社區的一部分 所以當呈現的圖像跟完工後看起來一模一樣時 沒有驚喜 該建物已經是社區的一份子了 接著的第一個夏天 當人們開始抵達，開始分享該建築在社群媒體時 它不只是個建築，它變成媒體 因為這些不只是建築的照片 這些是屬於你的建築物的照片"}, {"zh-tw": " And as you use them to tell your story, they become partof your personal narrative, and what you're doingis you're short-circuiting all of our collective memory, and you're making these charged symbolsfor us to understand. That means we don't needthe Greeks anymore to tell us what to thinkabout architecture.", "en": " 當你用它們來說故事 它們變成的你個人故事的一部分 你正在做的，就是短暫回顧 我們共同的記憶 你們正在創造這些富有情感的符號，讓我們能夠理解 那代表我們再也不需要希臘風格 來告訴我們用甚麼去思考建築"}, {"zh-tw": " We can tell each otherwhat we think about architecture, because digital media hasn't just changedthe relationship between all of us, it's changed the relationshipbetween us and buildings. Think for a second aboutthose librarians back in Livingston.", "en": " 我們可以彼此分享關於建築的想法 因為數位媒體不僅改變我們彼此的關係 也改變了我們跟建築的關係 用一秒鐘回想利文斯頓的圖書館"}, {"zh-tw": " If that building was goingto be built today, the first thing they would do is go onlineand search \"new libraries.\" They would be bombarded by examplesof experimentation, of innovation, of pushing at the envelopeof what a library can be. That's ammunition.", "en": " 如果圖書館是在今日被建造 它們會做的第一件事是上網，然後搜尋\"新圖書館\" 他們會受到範例的衝擊，實驗性的、創新的 嘗試突破常規的圖書館範例 那都是有力的資訊"}, {"zh-tw": " That's ammunitionthat they can take with them to the mayor of Livingston,to the people of Livingston, and say, there's no one answerto what a library is today. Let's be a part of this.", "en": " 那都是可以帶給其他人的有力資訊 給利文斯頓的市長、利文斯頓的群眾 然後說：沒有一個答案可以說明今日的圖書館應該是甚麼 讓我們共同參與"}, {"zh-tw": " This abundance of experimentation gives them the freedomto run their own experiment. Everything is different now.", "en": " 這個豐富的實驗過程 給他們彈性去嘗試自己的實驗 一切從今不同"}, {"zh-tw": " Architects are no longerthese mysterious creatures that use big wordsand complicated drawings, and you aren't the hapless public, the consumer that won't acceptanything that they haven't seen anymore. Architects can hear you, and you're not intimidatedby architecture.", "en": " 建築師從此不再是神祕的生物 使用高深文字與複雜圖表的生物 你們不是不幸運的群眾 消費者不再接受從未看過的任何東西 建築師可以聽見你的聲音 而你不會再因建築感到不適"}, {"zh-tw": " That means that that pendulumswinging back and forth from style to style,from movement to movement, is irrelevant. We can actually move forward and find relevant solutionsto the problems that our society faces.", "en": " 這意謂鐘擺前後擺盪 從不同風格、不同行動 都沒有關連 我們可以真正地向前行 找到社會面臨的問題的相關解決方案"}, {"zh-tw": " This is the end of architectural history, and it means thatthe buildings of tomorrow are going to look a lot differentthan the buildings of today. It means that a public spacein the ancient city of Seville can be unique and tailoredto the way that a modern city works.", "en": " 這是建築史的結束 這代表明日的建築 將與今日的建物大大不同 代表塞維亞古城的公共空間 可以是獨一且迎合現代城市運作的方式"}, {"zh-tw": " It means that a stadium in Brooklyncan be a stadium in Brooklyn, not some red-brick historical pastiche of what we think a stadium ought to be. It means that robots are goingto build our buildings, because we're finally ready for the formsthat they're going to produce.", "en": " 代表布魯克林的體育館就是一座坐落於布魯克林的體育館 不是紅磚的歷史拼貼風格 不是我們想像中體育館應該有的模樣 代表機器人將可以建造建築物 因為我們終於準備好機器人可以投入建築的形式"}, {"zh-tw": " And it means that buildingswill twist to the whims of nature instead of the other way around. It means that a parking garagein Miami Beach, Florida, can also be a place for sports and for yoga and you can evenget married there late at night.", "en": " 代表建築將會隨自然的律動而轉向 而非其他方式 代表佛羅里達邁阿密的車庫 也可以是個運動的地方 瑜珈也可以 甚至可以在那舉辦晚間婚禮"}, {"zh-tw": " It means that three architectscan dream about swimming in the East River of New York, and then raise nearlyhalf a million dollars from a communitythat gathered around their cause, no one client anymore. It means that no buildingis too small for innovation, like this little reindeer pavilion that's as muscly and sinewyas the animals it's designed to observe.", "en": " 代表三個建築師可以做個游泳的白日夢 就在紐約的東河 然後募資５０萬 從圍繞在它們的構想的社群 而不再是單一客戶 代表沒有建物會因太小而無法創新 就像這個小小的馴鹿觀賞室 它就像被觀賞的動物一樣粗曠有勁"}, {"zh-tw": " And it means that a buildingdoesn't have to be beautiful to be lovable, like this ugly little building in Spain, where the architects dug a hole, packed it with hay, and then poured concrete around it, and when the concrete dried, they invited someone to comeand clean that hay out so that all that's left when it's done is this hideous little room that's filled with the imprintsand scratches of how that place was made, and that becomes the most sublime placeto watch a Spanish sunset. Because it doesn't matterif a cow builds our buildings or a robot builds our buildings.", "en": " 代表建物不需要是美麗的 可愛的 就像西班牙這個醜醜的建築物 建築師在那挖了個洞 填滿乾草 然後在周遭澆鑄混凝土 當混凝土乾燥後 他們邀請某人過來，然後把乾草清掉 這就是完工後的樣子 這是個醜陋的小房間 充滿了印記、痕跡，關於這房間是如何被建造的 最終，變成最觸動心弦的西班牙風格夕陽景觀房 因為這無關乎是否是一頭牛蓋房子 或是機器人蓋房子"}, {"zh-tw": " It doesn't matter how we build,it matters what we build. Architects already know howto make buildings that are greener and smarter and friendlier.", "en": " 這無關乎如何蓋房子，只關乎我們蓋了甚麼 建築師已經知道如何蓋出更綠的房子 更智慧化、更友善"}, {"zh-tw": " We've just been waitingfor all of you to want them. And finally, we're noton opposite sides anymore.", "en": " 我們一直都在等待你們的渴望 而最終，我們不再站在相反的那一邊"}, {"zh-tw": " Find an architect, hire an architect, work with us to design better buildings,better cities, and a better world, because the stakes are high. Buildings don't just reflect our society,they shape our society down to the smallest spaces: the local libraries, the homes where we raise our children, and the walk that they takefrom the bedroom to the bathroom.", "en": " 找一位建築師，聘請一位建築師 跟我們一起工作，設計更好的建築、更好的城市、更好的世界 因為這賭注很高 建築不只反射出我們的社會，也塑造我們的社會 直到每個最渺小的地方 當地的圖書館 我們養育孩子的家 還有他們所走過的從房間到浴室的這段路"}, {"zh-tw": " Thank you.", "en": " 謝謝！"}], "title": "Marc Kushner Why The Buildings Of The Future Will Be Shaped By You"}