{"url": "http://www.ted.com/talks/kenneth_shinozuka_my_simple_invention_designed_to_keep_my_grandfather_safe", "paragraphs": [{"zh-tw": " What's the fastest growing threatto Americans' health? Cancer? Heart attacks? Diabetes? The answer is actually none of these; it's Alzheimer's disease. Every 67 seconds, someone in the United Statesis diagnosed with Alzheimer's.", "en": " 在威脅美國人健康的疾病中，增速最快的是哪種？ 癌癥？心臟病？糖尿病？ 其實都不是。 答案是失智症（阿爾茨海默病）。 每隔 67 秒， 美國就有一人被診斷出患有失智症。"}, {"zh-tw": " As the number of Alzheimer's patientstriples by the year 2050, caring for them, as well asthe rest of the aging population, will become an overwhelmingsocietal challenge. My family has experienced firsthand the struggles of caringfor an Alzheimer's patient.", "en": " 而到 2050 年，失智症患者的數量會翻三倍， 照顧這些患者，以及其他老齡人口 將會成為巨大的社會挑戰。 我的家庭就有切身體驗， 知道照顧失智症患者的辛苦。"}, {"zh-tw": " Growing up in a familywith three generations, I've always been very closeto my grandfather. When I was four years old, my grandfather and I were walking in a park in Japan when he suddenly got lost.", "en": " 我成長於三代同堂的家庭， 從小就跟爺爺非常親近。 當我四歲時， 我跟爺爺在公園裡散步， 突然間他走失了。"}, {"zh-tw": " It was one of the scariest momentsI've ever experienced in my life, and it was also the firstinstance that informed us that my grandfatherhad Alzheimer's disease. Over the past 12 years,his condition got worse and worse, and his wandering in particularcaused my family a lot of stress.", "en": " 這是迄今為止最讓我害怕的回憶之一， 也是第一次使我們意識到， 爺爺得了失智症。 過去 12 年來，他的病情逐漸加重， 尤其是他出去遊盪的時候，全家都會很緊張。"}, {"zh-tw": " My aunt, his primary caregiver, really struggled to stay awake at nightto keep an eye on him, and even then often failedto catch him leaving the bed. I became really concernedabout my aunt's well-being as well as my grandfather's safety.", "en": " 姑媽是爺爺的主要看護人， 她夜裡硬撐著不敢睡覺，為了看住爺爺， 即使這樣，也經常沒能阻止爺爺下床。 我開始非常擔心姑媽的健康 和我爺爺的安全。"}, {"zh-tw": " I searched extensively for a solutionthat could help my family's problems, but couldn't find one. Then, one night about two years ago, I was looking after my grandfatherand I saw him stepping out of the bed.", "en": " 我廣泛搜尋，想要找到一個方法可以幫助我的家人。 卻都以失敗告終。 後來，兩年前的一個晚上， 我在照顧爺爺的時候，看到他正想要下床，"}, {"zh-tw": " The moment his foot landed on the floor, I thought, why don't I puta pressure sensor on the heel of his foot? Once he stepped onto the floorand out of the bed, the pressure sensor would detect anincrease in pressure caused by body weight and then wirelessly send an audible alertto the caregiver's smartphone. That way, my aunt could sleepmuch better at night without having to worryabout my grandfather's wandering.", "en": " 他的腳碰到地面的瞬間， 我想到，為何不在他的後腳跟放個壓力傳感器呢？ 當他下床著地的時候， 傳感器就能檢測到由於爺爺體重而造成的壓力上漲， 並能將警報信號通過無線網路傳輸到看護人的智能手機。 這樣一來，我姑媽晚上就可以睡得更好一些。 不用一直擔心爺爺會到處走動。"}, {"zh-tw": " So now I'd like to performa demonstration of this sock. Could I please havemy sock model on the stage? Great.", "en": " 現在我來展示一下我發明的壓力感應襪子。 能邀請我的襪子模特到臺上來嗎？ 很好。"}, {"zh-tw": " So once the patientsteps onto the floor -- (Ringing) -- an alert is sentto the caregiver's smartphone. Thank you.", "en": " 一旦病人的腳著地 ﹣﹣ （警報聲）﹣﹣ 警報就會被發送到看護人的智能手機上。 謝謝。"}, {"zh-tw": " Thank you, sock model. So this is a drawingof my preliminary design.", "en": " 謝謝這位模特。 這就是我初步設計的草圖。"}, {"zh-tw": " My desire to createa sensor-based technology perhaps stemmed from my lifelong lovefor sensors and technology. When I was six years old, an elderly family friendfell down in the bathroom and suffered severe injuries.", "en": " 我之所以想要創造一個基於傳感器的技術， 原因可能來自我對傳感器和相關科技長期以來的熱愛。 當我六歲時， 家裡有一位長者在浴室跌倒了， 並因此傷得很重。"}, {"zh-tw": " I became concernedabout my own grandparents and decided to inventa smart bathroom system. Motion sensors would be installedinside the tiles of bathroom floors to detect the falls of elderly patientswhenever they fell down in the bathroom.", "en": " 我開始擔心祖父母的安全， 並且決心要發明一套智能浴室系統。 運動傳感器將會被嵌入在浴室的地磚裡面， 當老人摔倒在地板上的時候就能夠檢測到壓力。"}, {"zh-tw": " Since I was only six years old at the time and I hadn't graduatedfrom kindergarten yet, I didn't have the necessary resources and tools to translate my idea into reality, but nonetheless, my research experience really implanted in me a firm desireto use sensors to help the elderly people. I really believe that sensors can improvethe quality of life of the elderly.", "en": " 當時我才只有6歲， 幼稚園尚未畢業， 沒法獲取所需的資源和工具來實現我的想法， 儘管如此，我的研究經歷 讓我樹立起堅定的信念，利用傳感器去幫助老人。 我堅信傳感器可以提高老年人的生活質量。"}, {"zh-tw": " When I laid out my plan, I realizedthat I faced three main challenges: first, creating a sensor; second, designing a circuit; and third, coding a smartphone app. This made me realize that my projectwas actually much harder to realize than I initially had thought it to be.", "en": " 當我開始細化我的計劃時，我意識到我面臨著三大挑戰： 第一，創造傳感器； 第二，設計電路； 第三，寫出手機軟件。 這讓我意識到，實現我的計劃比我一開始想象的要難得多。"}, {"zh-tw": " First, I had to create a wearable sensorthat was thin and flexible enough to be worn comfortablyon the bottom of the patient's foot. After extensive research and testingof different materials like rubber, which I realized was too thick to be wornsnugly on the bottom of the foot, I decided to print a film sensor with electrically conductivepressure-sensitive ink particles.", "en": " 首先，我需要發明一個可穿戴、足夠輕薄靈活的傳感器， 能讓病人舒適地穿在腳上。 在廣泛地研究和嘗試了許多種材料之後，比如橡膠， 我意識到它們都太厚了，穿在腳上不夠服帖。 我決定打印一個薄膜式傳感器， 使用能感知壓力的電子墨水來構造。"}, {"zh-tw": " Once pressure is applied, the connectivitybetween the particles increases. Therefore, I could design a circuitthat would measure pressure by measuring electrical resistance.", "en": " 一旦產生壓力，墨水粒子之間的連通性就增加了。 因此，我就可以通過測量電阻的方法， 設計測試壓力的電路。"}, {"zh-tw": " Next, I had to designa wearable wireless circuit, but wireless signal transmissionconsumes lots of power and requires heavy, bulky batteries. Thankfully, I was able to find outabout the Bluetooth low energy technology, which consumes very little powerand can be driven by a coin-sized battery.", "en": " 接下來，我需要設計可穿戴的無線電路。 但是無線信號傳輸非常耗電， 並且需要笨重的電池。 所幸我找到了低功耗的藍牙技術， 耗电很少，紐扣電池就能夠發動起來。"}, {"zh-tw": " This prevented the systemfrom dying in the middle of the night. Lastly, I had to code a smartphone appthat would essentially transform the care-giver's smartphoneinto a remote monitor.", "en": " 這就避免了系統工作到半夜就沒電的狀況。 最後，我需要自己寫一款智能手機軟件， 它將看護人的智能手機變成遠程監控器。"}, {"zh-tw": " For this, I had to expand uponmy knowledge of coding with Java and XCode and I also had to learn about how to codefor Bluetooth low energy devices by watching YouTube tutorialsand reading various textbooks. Integrating these components, I was ableto successfully create two prototypes, one in which the sensoris embedded inside a sock, and another that'sa re-attachable sensor assembly that can be adhered anywherethat makes contact with the bottom of the patient's foot.", "en": " 為此，在 Java 和 XCode 知識的基礎上我繼續鑽研編程， 並自學了如何用代碼去操縱藍牙低功耗設備， 為此我看了很多的 YouTube 指導視頻以及翻了很多書。 把這些組件拼接起來後，我成功做出來了兩個原型， 其中一個原型，傳感器被嵌入襪子裡， 而另一個，傳感器則是可以拆卸的， 可以粘在病人腳底 任何產生接觸的地方。"}, {"zh-tw": " I've tested the device on my grandfatherfor about a year now, and it's had a 100 percent success rate in detecting the over 900 known cases of his wandering. Last summer, I was ableto beta test my device at several residentialcare facilities in California, and I'm currently incorporatingthe feedback to further improve the device into a marketable product.", "en": " 我在爺爺身上試驗了大約一年， 它的準確率高達 100％， 成功檢測到了我爺爺超過 900 次的發病情況。 去年夏天，我開始在美國加州的一些護理院試用這套設備， 目前我正在收集反饋， 來進一步完善這個裝置，使它成為可以進入市場的產品。"}, {"zh-tw": " Testing the device on a number of patients made me realize that I neededto invent solutions for people who didn't wantto wear socks to sleep at night. So sensor data, collectedon a vast number of patients, can be useful for improving patient care and also leading to a curefor the disease, possibly.", "en": " 在一些病人試用的過程中， 我意識到我需要創新解決方案， 來幫助那些不想穿著襪子睡覺的人。 從大規模的病人身上采集到的傳感器數據， 不僅對於照顧病人有幫助作用， 對於疾病本身的治療也可能會有幫助。"}, {"zh-tw": " For example, I'm currently examining correlations between the frequencyof a patient's nightly wandering and his or her daily activities and diet. One thing I'll never forgetis when my device first caught my grandfather's wanderingout of bed at night.", "en": " 例如，我現在在檢測的是 病人夜間活動的頻率 與白天的行為和飲食之間的關聯。 我永遠忘不了 我的設備第一次成功檢測到我爺爺半夜下床的時刻。"}, {"zh-tw": " At that moment, I was really struckby the power of technology to change lives for the better. People living happily and healthfully -- that's the world that I imagine.", "en": " 那一刻，我強烈地感受到了科技的力量， 它能讓生活更加美好。 人們可以健康快樂地生活 ﹣﹣ 那就是我夢想中的世界。"}, {"zh-tw": " Thank you very much.", "en": " 非常感謝。"}], "title": "Kenneth Shinozuka My Simple Invention Designed To Keep My Grandfather Safe"}