{"url": "http://www.ted.com/talks/romina_libster_the_power_of_herd_immunity", "paragraphs": [{"zh-tw": " One of the first patientsI had to see as a pediatrician was Sol, a beautiful month-old baby who was admitted with signsof a severe respiratory infection. Until then, I had never seena patient worsen so fast.", "en": " 成為小兒科醫生後 我要接見的第一個病人叫索爾 是一個很美麗的彌月嬰兒 她患有很嚴重呼吸道感染的徵兆 直到那時為止 我從未見過一個病人惡化得那麼快"}, {"zh-tw": " In just two daysshe was connected to a respirator and on the third day she died. Sol had whooping cough.", "en": " 只在兩天裡，她就要接駁呼吸器 第三天她就離世了 索爾患上了百日咳"}, {"zh-tw": " After discussing the case in the roomand after a quite distressing catharsis, I remember my chief resident said to me, \"Okay, take a deep breath. Wash your face. And now comes the hardest part: We have to go talk to her parents.\" At that time, a thousand questionscame to mind, from, \"How could a one-month-oldbaby be so unfortunate?\" to, \"Could we have donesomething about it?\" Before vaccines existed, many infectious diseaseskilled millions of people per year.", "en": " 在房間裡經過一番討論 經過很令人心痛的宣泄之後 我記得我的總住院醫師曾經對我說： 「好了，深呼吸，洗個臉吧 現在才是最困難 我們要向她的父母解釋。」 那時候，我腦海裡出現很多問題 從「怎麼一個彌月的嬰兒會這麼不幸？」 到「我們是否能做些甚麼呢？」 在疫苗出現之前 很多傳染病每年奪去數百萬人的性命"}, {"zh-tw": " During the 1918 flu pandemic 50 million people died. That's greater than Argentina'scurrent population.", "en": " 1989年流感大流行時期 5千萬人死亡 比阿限廷現在的人口還多"}, {"zh-tw": " Perhaps, the older ones among youremember the polio epidemic that occurred in Argentina in 1956. At that time, there was no vaccineavailable against polio.", "en": " 或許，在座有年紀大一點的會記得1956年在阿限廷 發生了一場小兒麻痺流行病 在那時候，沒有適合的疫苗對抗小兒麻痺"}, {"zh-tw": " People didn't know what to do.They were going crazy. They would go painting treeswith caustic lime.", "en": " 人們都無計可施 他們都快要被迫瘋了 他們用生石灰畫樹"}, {"zh-tw": " They'd put little bags of camphor in their children's underwear,as if that could do something. During the polio epidemic,thousands of people died.", "en": " 他們將小包的樟腦放進小孩的內衣褲裡 彷彿可以產生一些作用 在這場小兒麻痺流行病中"}, {"zh-tw": " And thousands of people were leftwith very significant neurological damage. I know this because I read about it, because thanks to vaccines,my generation was lucky to not live through an epidemicas terrible as this.", "en": " 有幾千人死亡 另外有數千人患有影響非常大的神經損害後遺症 我是因為閱讀而知道這事件的 因為感激疫苗的出現 我們這世代很幸運 不用經歷像那樣恐怖的流行病"}, {"zh-tw": " Vaccines are one of the great successesof the 20th century's public health. After potable water, they are the interventionsthat have most reduced mortality, even more than antibiotics.", "en": " 疫苗是20世紀公眾健康 其中一個很大的成就 自從有了可飲用的水 對降低死亡率有很大的幫助 甚至比抗生素還大"}, {"zh-tw": " Vaccines eradicated terrible diseasessuch as smallpox from the planet and succeeded in significantlyreducing mortality due to other diseases such as measles, whooping cough, polio and many more. All these diseases are consideredvaccine-preventable diseases.", "en": " 疲苗杜絕地球上很多可怕的疾病 例如天花 更成功大大地降低 因其他疾病造成的死亡率，例如麻疹 百日咳、小兒麻痺，還有更多 以上所有疾病都被視為 疫苗可預防疾病"}, {"zh-tw": " What does this mean? That they are potentially preventable, but in order to be so,something must be done. You need to get vaccinated.", "en": " 這是甚麼意思呢？ 即是它們是可預防的 但要預防，必需做一點東西 你需要接種疫苗"}, {"zh-tw": " I imagine that most,if not all of us here today, received a vaccineat some point in our life. Now, I'm not so sure that many of us know which vaccines or boosterswe should receive after adolescence.", "en": " 我經常想，如果今天我們都不在這兒 在我們人生中某個時候接種疫苗 現在，我不確定 我們當中多少人知道長大成人後 應該接受哪上疫苗或增壓劑"}, {"zh-tw": " Have you ever wonderedwho we are protecting when we vaccinate? What do I mean by that? Is there any other effectbeyond protecting ourselves? Let me show you something. Imagine for a moment that we are in a city that has never had a caseof a particular disease, such as the measles.", "en": " 你有沒有曾經想過當我們接種疫苗時 我們正在保護誰？ 我究竟想帶出甚麼意思？ 除了保護我們自身 有沒有帶來其他影響？ 讓我告訴你一些事 試想像現在這一刻 我們身處在一個城市裡 那裡從沒有發生任何一種疾病 譬如麻疹"}, {"zh-tw": " This would mean that no one in the cityhas ever had contact with the disease. No one has natural defenses against,nor been vaccinated against measles.", "en": " 即是說在城市裡 無一曾經和疾病扯上關係 無一擁有天然防禦力能 或者曾接種疫苗對抗麻疹"}, {"zh-tw": " If one day, a person sick with the measlesappears in this city the disease won't find much resistance and will begin spreadingfrom person to person, and in no time it will disseminatethroughout the community. After a certain time a big part of the population will be ill.", "en": " 假若有一天，這個城市出現麻疹 有一個人染了病 這個疾病的抗性不高 它會開始人傳人 而且很快就會廣泛地傳播到整個社區 在一段時間之後 很大部分的人都會染病"}, {"zh-tw": " This happened when there were no vaccines. Now, imagine the complete opposite case.", "en": " 這種情形是發生在還沒有疫苗的時候 現在，想像一下完全相反的情況"}, {"zh-tw": " We are in a city where more than 90 percentof the population has defenses againstthe measles, which means that they either had the disease,survived, and developed natural defenses; or that they had beenimmunized against measles. If one day, a person sick with the measlesappears in this city, the disease will find much more resistance and won't be transmittedthat much from person to person.", "en": " 我們身處在一個城市 那兒有超過9成人口對麻疹是有防禦能力的 意思即是要不他們是曾經患有麻疹，幸而存活 有了自然的抵抗力 要不就是他們本身就已經對麻疹免疫 假如有一天 城裡有一個人罹患麻疹 疾病的抗性較高 不會那麼容易在人與人之間傳播"}, {"zh-tw": " The spread will probably remain contained and a measles outbreak won't happen. I would like youto pay attention to something.", "en": " 病情就可以受到控制 麻疹的爆發亦不會發生 我想請你們注意一點"}, {"zh-tw": " People who are vaccinated are not only protecting themselves, but by blocking the disseminationof the disease within the community, they are indirectly protectingthe people in this community who are not vaccinated. They create a kind of protective shield which prevents them fromcoming in contact with the disease, so that these people are protected.", "en": " 已接種疫苗的人 不單止保障了他們自身 更加阻止了疾病在社區內散播 他們間接保障了 社區裡的未接種疫苗人 他們創造了一個保護屏障 來避免疾病闖進接觸到人們 因此那些人受到保障"}, {"zh-tw": " This indirect protection that the unvaccinated peoplewithin a community receive simply by being surroundedby vaccinated people, is called herd immunity. Many people in the community depend almost exclusivelyon this herd immunity to be protected against disease.", "en": " 這一種由已接種疫苗的人包圍群體內未接種的人 令他們簡單地得到的間接保護 叫群體免疫 有很多在社群裡的人 幾乎只靠這種群體免疫來對抗疾病"}, {"zh-tw": " The unvaccinated people you seein infographics are not just hypothetical. Those people are our niecesand nephews, our children, who may be too youngto receive their first shots.", "en": " 你見到圖像裡未接種疫苗的人不只是個假設 那些人是我們的姪女姪兒、我們的孩子 他們都可能因為年紀太小而不能接受首次疫苗注射"}, {"zh-tw": " They are our parents, our siblings, our acquaintances, who may have a disease, or take medicationthat lowers their defenses. There are also people who areallergic to a particular vaccine.", "en": " 那些人或會是我們的父母、兄弟姊妹 我們認識的人卻患有疾病 或者接受了藥劑反而會減低他們的防禦能力 此外還有一些對於某種疫苗會過敏的人"}, {"zh-tw": " They could even be among us, any of us who got vaccinated, but the vaccine didn't producethe expected effect, because not all vaccinesare always 100 percent effective. All these people dependalmost exclusively on herd immunity to be protected against diseases.", "en": " 甚至在我們當中 有些人注射了疫苗 但是疫苗達不到預期的效果 因為不是所有疫苗都百分之百有效 這些人全部都幾乎 只靠群體免疫來對抗疾病"}, {"zh-tw": " To achieve this effect of herd immunity, it is necessary that a large percentageof the population be vaccinated. This percentage is called the threshold.", "en": " 要實現群體免疫的效用 必需要很大的人口比例接種疫苗 這個比例叫作閾值數"}, {"zh-tw": " The threshold depends on many variables: It depends on the germ's characteristics, and those of the immune responsethat the vaccine generates. But they all have something in common.", "en": " 閾值數取決於很多變數 取決於種的特性 和疫苗產生的免疫反應 但他們都有一個共通點"}, {"zh-tw": " If the percentage of the populationin a vaccinated community is below this threshold number, the disease will beginto spread more freely and may generate an outbreakof this disease within the community. Even diseases which were at some point controlled may reappear.", "en": " 那就是，如果已接種疫苗社區的人口比例 低於這個閾值數 疾病會更自由無礙地擴散 可能會導致該社區爆發疫症 即使之前已受控的疾病都可能再出現"}, {"zh-tw": " This is not just a theory. This has happened,and is still happening.", "en": " 這個不止是理論 是有發生過，而且仍然在發生"}, {"zh-tw": " In 1998, a British researcherpublished an article in one of the most importantmedical journals, saying that the MMR vaccine, which is given for measles,mumps and rubella, was associated with autism. This generated an immediate impact.", "en": " 在1998年，一個英國研究者於其中一本 很重要的醫學期刊中刊登了一篇論文 當中提及專門預防麻疹、腮腺炎及風疹的 麻腮風三聯疫苗跟自閉症有關 這產生了即時性的影響"}, {"zh-tw": " People began to stop getting vaccinated,and stopped vaccinating their children. And what happened? The number of people vaccinated, in many communities around the world,fell below this threshold.", "en": " 人們開始停止接種疫苗， 更不讓他們的孩子接種疫苗 然後結果呢？ 全世界很多國家接種疫苗的人數下跌至低於閾值數"}, {"zh-tw": " And there were outbreaks of measlesin many cities in the world -- in the U.S., in Europe. Many people got sick.", "en": " 世界各國 — 美國、歐洲都爆發麻疹 很多人患病"}, {"zh-tw": " People died of measles. What happened? This article also generated a huge stirwithin the medical community.", "en": " 很多人死於麻疹 之後怎樣呢？ 那篇論文在醫學界亦牽起了巨大的轟動"}, {"zh-tw": " Dozens of researchers began to assessif this was actually true. Not only could no one find a causal association between MMRand autism at the population level, but it was also found that this articlehad incorrect claims.", "en": " 許多研究人員開始著手評估這是否屬實 不單沒有一個找到麻腮風三聯疫苗與 人口水平上自閉症的因果關係 更加發現那篇論文存在不實的言論"}, {"zh-tw": " Even more, it was fraudulent. It was fraudulent.", "en": " 更甚的是，它是騙人的 是欺詐的"}, {"zh-tw": " In fact, the journal publicly retractedthe article in 2010. One of the main concerns and excusesfor not getting vaccinated are the adverse effects.", "en": " 事實上，在2010年該期刊公開聲明收回那篇論文 其中一個主要的顧慮和不接種疫苗的藉口 是不利的影響"}, {"zh-tw": " Vaccines, like other drugs,can have potential adverse effects. Most are mild and temporary.", "en": " 疫苗，就像其他藥物 可以帶來潛在的反面影響 多數是溫和及短暫的"}, {"zh-tw": " But the benefits are always greaterthan possible complications. When we are ill,we want to heal fast.", "en": " 但益處一般都比可能存在的併發症多 當我們患病，一定要盡快醫治"}, {"zh-tw": " Many of us who are here take antibioticswhen we have an infection, we take anti-hypertensiveswhen we have high blood pressure, we take cardiac medications. Why? Because we are sickand we want to heal fast.", "en": " 許多人當被感染到傳染病時會服食抗生素 當高血壓時服用降壓藥 有時候服食心臟藥 為甚麼呢？因為我們生病，需要盡快治理"}, {"zh-tw": " And we don't question it much. Why is it so difficultto think of preventing diseases, by taking care of ourselveswhen we are healthy? We take care of ourselves a lotwhen affected by an illness, or in situations of imminent danger.", "en": " 我們不會對此存疑 那為甚麼當我們健康的時候將預防疾病 當作是照顧自己一樣就變得這麼困難呢？ 在我們患病時或者在危難迫近眉睫的情形時 我們懂得好好照顧自己"}, {"zh-tw": " I imagine most of us here, remember the influenza-A pandemic which broke out in 2009in Argentina and worldwide. When the first casesbegan to come to light, we, here in Argentina,were entering the winter season.", "en": " 我想在座各位很多都記得2009年 在阿根廷及世界各地爆發的流感大流行 當時第一批感染個案曝光時 我們在阿根廷正在步入冬季"}, {"zh-tw": " We knew absolutely nothing. Everything was a mess.", "en": " 當時我們一無所知 簡直是一團糟"}, {"zh-tw": " People wore masks on the street,ran into pharmacies to buy alcohol gel. People would line upin pharmacies to get a vaccine, without even knowingif it was the right vaccine that would protect themagainst this new virus.", "en": " 街上的人們都戴上口罩走到藥房購買酒精液 人們在藥房外排隊等候疫苗 他們甚至不知道那疫苗是否合適 是否能夠保護他們對抗新病毒"}, {"zh-tw": " We knew absolutely nothing. At that time, in addition to doingmy fellowship at the Infant Foundation, I worked as a home pediatricianfor a prepaid medicine company.", "en": " 我們完全是一無所知 當時，我除了處理我在嬰幼兒基金會研究金的審查 我還在一間預付醫藥公司當家庭兒科醫生"}, {"zh-tw": " I remember that I startedmy shift at 8 a.m., and by 8, I already had a listof 50 scheduled visits. It was chaos;people didn't know what to do.", "en": " 我記得當時從早上8時當值至晚上8時 已經有50個預定探訪的名單 那時一片混亂；大家都不知道怎麼辦"}, {"zh-tw": " I remember the types of patientsthat I was examining. The patients were a little older thanwhat we were used to seeing in winter, with longer fevers.", "en": " 我還記得我很留意為哪些類型的病人作檢查 那些病人比我們往常在冬季見到的年紀大一點 發燒的時間較長一點"}, {"zh-tw": " And I mentioned thatto my fellowship mentor, and he, for his part, had heardthe same from a colleague, about the large numberof pregnant women and young adults being hospitalized in intensive care, with hard-to-manage clinical profiles. At that time, we set out to understandwhat was happening.", "en": " 我向我研究金的導師提及這一點 他亦從他的同事聽聞過相同的情況 大量孕婦及年輕成人正在深切治療部留醫 他們的臨床資料被歸類為複雜個案 在那時候，我們著手瞭解究竟發生甚麼事"}, {"zh-tw": " First thing Monday morning,we took the car and went to a hospitalin Buenos Aires Province, that served as a referral hospitalfor cases of the new influenza virus. We arrived at the hospital;it was crowded.", "en": " 在星期一早上 我們駕車到布宜諾斯艾利斯省的一家醫院 那兒被劃為新型流感病毒個案的轉診醫院 我們到達醫院的時候，那兒很擁擠"}, {"zh-tw": " All health staff were dressedin NASA-like bio-safety suits. We all had face masks in our pockets.", "en": " 所有醫護人員都穿上像美國太空總署的生物安全服 我們全部在衣袋裡都有面罩"}, {"zh-tw": " I, being a hypochondriac,didn't breathe for two hours. But we could see what was happening.", "en": " 我猶如一個疑病症患者，兩小時都不能呼吸 可是我們目睹這是甚麼一回事"}, {"zh-tw": " Immediately, we startedreaching out to pediatricians from six hospitals in the cityand in Buenos Aires Province. Our main goal was to find out how this new virus behavedin contact with our children, in the shortest time possible.", "en": " 我們立即開始聯絡位於城市及 布宜諾斯艾利斯省一共六間醫院的兒科醫生 我們的主要目的是在最短到時間內找出 這種新病毒在接觸小孩時有甚麼表現"}, {"zh-tw": " A marathon work. In less than three months, we could see what effectthis new H1N1 virus had on the 251 childrenhospitalized by this virus.", "en": " 是一場馬拉松式的工作 在三個月內 我們見到新型H1N1病毒 在251個因該病毒而留醫的小朋友身上產生甚麼影響"}, {"zh-tw": " We could see which childrengot more seriously ill: children under four, especially thoseless than one year old; patients with neurological diseases; and young childrenwith chronic pulmonary diseases. Identifying these at-risk groupswas important to include them as priority groups in the recommendationsfor getting the influenza vaccine, not only here in Argentina, but also in other countrieswhich the pandemic not yet reached.", "en": " 我們見到哪些小孩會病得較重： 四歲以下，尤其少於一歲的小朋友； 有神經疾病的患者； 與及患上慢性肺部疾病的小朋友 識別這些高危人士很重要 可以將他們囊括在建議優先取得流感疫苗的一群裡 不單只在阿根廷 在其它流感大流行尚未出現的國家都一樣"}, {"zh-tw": " A year later, when a vaccine against the pandemicH1N1 virus became available, we wanted to see what happened. After a huge vaccination campaign aimed at protecting at-risk groups, these hospitals, with 93 percentof the at-risk groups vaccinated, had not hospitalized a single patient for the pandemic H1N1 virus.", "en": " 一年後 對抗流感大流行H1N1病毒的疫苗面世 我們想見到會發生甚麼事 在一個以保障高危一族為主的大型疫苗接種活動後 那些醫院有9成3的高危人士接種疫苗 之後他們再沒有需要留醫H1N1流感的單一患者 （拍掌）"}, {"zh-tw": " In 2009: 251. In 2010: zero.", "en": " 2009年：251宗 2010年：0宗"}, {"zh-tw": " Vaccination is an actof individual responsibility, but it has a huge collective impact. If I get vaccinated,not only am I protecting myself, but I am also protecting others.", "en": " 接種疫苗是個人責任的表現 卻帶來龐大的集體影響 假如我一經接種，我不單只保障自己 更保障了其他人"}, {"zh-tw": " Sol had whooping cough. Sol was very young, and she hadn't yet receivedher first vaccine against whooping cough.", "en": " 索爾罹患百日咳 索爾還很年幼 她不能夠注射首支疫苗來對抗百日咳"}, {"zh-tw": " I still wonder what would have happened if everyone around Solhad been vaccinated.", "en": " 我仍然在想 如果每一個在索爾身邊的人都已經接種了疫苗 會有一個怎麼樣的結果"}], "title": "Romina Libster The Power Of Herd Immunity"}