{"url": "http://www.ted.com/talks/andy_yen_think_your_email_s_private_think_again", "paragraphs": [{"zh-tw": "25 年前，歐洲核子研究組織的科學家創造了全球資訊網。自此之後，網路改變了我們溝通、做生意，甚至是生活的方式。從很多方面來說，這個概念也催生了谷歌、臉書、推特和無數網站，同時也改變了我們的生活，並帶給我們許多實質上的助益，例如關係更緊密的社會。", "en": "Twenty-five years ago, scientists at CERNcreated the World Wide Web. Since then, the Internet has transformed the way we communicate, the way we do business,and even the way we live. In many ways, the ideas that gave birth to Google,Facebook, Twitter, and so many others, have now really transformed our lives, and this has brought us many real benefitssuch as a more connected society."}, {"zh-tw": "然而，網路也有些壞處。現在一般人放在網路上的個資多得嚇人，只要我們每次在臉書貼文、在谷歌上搜尋，或是寄封信都會在網路上添加一筆個資。", "en": "However, there are alsosome downsides to this. Today, the average personhas an astounding amount of personal information online, and we add to this online informationevery single time we post on Facebook, each time we search on Google, and each time we send an email."}, {"zh-tw": "大多數人可能會想，一封電子郵件而已，裡面沒什麼資料吧？但是如果你評估一整年的電郵，或甚至是一輩子的電郵，加總起來透露的訊息非常多。可以透露我們去了哪裡、和誰見了面，甚至能從許多方面了解我們在想什麼。", "en": "Now, many of us probably think, well, one email,there's nothing in there, right? But if you considera year's worth of emails, or maybe even a lifetime of email, collectively, this tells a lot. It tells where we have been,who we have met, and in many ways,even what we're thinking about."}, {"zh-tw": "更恐怖的是現在我們的資料會永存於世，所以你的資料能夠也將會比你活得還要久。現況是我們幾乎無法控制自己的資料和隱私。", "en": "And the more scary part about this isour data now lasts forever, so your data can and will outlive you. What has happened is that we've largelylost control over our data and also our privacy."}, {"zh-tw": "因此網路誕生滿 25 年的今年，很重要的是我們應該要花點時間思考這代表了什麼意義。我們必須認真思考。", "en": "So this year, as the web turns 25, it's very important for usto take a moment and think about the implications of this. We have to really think."}, {"zh-tw": "我們失去了隱私，沒錯，但其實我們也失去了「隱私」這個概念。如果你仔細一想，在座大多數人應該都記得還沒有網路的生活是什麼樣子，但現在有一群新世代從很小的時候就學會上網分享大小事，這個世代不會記得有隱私資料的年代是什麼樣子。", "en": "We've lost privacy, yes, but actually what we've also lostis the idea of privacy itself. If you think about it, most of us here today probably remember what life was like before the Internet, but today, there's a new generation that is being taught from a very young ageto share everything online, and this is a generation that is not going to remember when data was private."}, {"zh-tw": "再這樣下去二十年後，「隱私」兩字就會有全然不同的意義，與你我所知的大不相同。因此現在我們該花點時間思考，有辦法能改變現況嗎？我相信有辦法。", "en": "So we keep going down this road,20 years from now, the word 'privacy' is going to havea completely different meaning from what it means to you and I. So, it's time for us to take a moment and think, is there anything we can do about this? And I believe there is."}, {"zh-tw": "我們來看看現在世界上最普遍的溝通方式：電子郵件。在電子郵件發明前，我們大多靠信件連繫，過程很簡單。", "en": "Let's take a look at one of the mostwidely used forms of communication in the world today: email. Before the invention of email,we largely communicated using letters, and the process was quite simple."}, {"zh-tw": "你會先在一張紙上寫些訊息，然後放進信封中密封，在寄出前你只要貼郵票、寫地址就可以了。不幸的是，現在我們寄的其實是電郵，而非信函。", "en": "You would first start by writingyour message on a piece of paper, then you would place itinto a sealed envelope, and from there,you would go ahead and send it after you put a stamp and address on it. Unfortunately, today, when we actually send an email,we're not sending a letter."}, {"zh-tw": "從多方面來看，你寄的其實是明信片，這張明信片每個人都看得到，從你的電腦寄出到收信人收到的這段時間，每個人都看得到全文。解決方式已廣為人知一段時間了，還有許多嘗試處理的方法。", "en": "What you are sending, in many ways,is actually a postcard, and it's a postcard in the sensethat everybody that sees it from the time it leaves your computerto when it gets to the recipient can actually read the entire contents. So, the solution to thishas been known for some time, and there's many attempts to do it."}, {"zh-tw": "最基本的解決方式是加密，道理很簡單。首先，將你的電腦和電郵伺服器間的連結加密，", "en": "The most basic solutionis to use encryption, and the idea is quite simple. First, you encrypt the connection between your computerand the email server."}, {"zh-tw": "然後資料擱在伺服器的時候也要加密資料。但會出現一個問題是電郵伺服器也有加密金鑰，因此你有個超級大鎖，鑰匙就放在旁邊。", "en": "Then, you also encrypt the dataas it sits on the server itself. But there's a problem with this, and that is, the email serversalso hold the encryption keys, so now you have a really big lockwith a key placed right next to it."}, {"zh-tw": "不只是這樣，所有政府都能依法要求並取得資料的鑰匙，而且你完全不會察覺。我們解決這個問題的方法其實很簡單，從理論上講，你給每個人專屬鑰匙，然後確保伺服器沒有鑰匙。", "en": "But not only that, any governmentcould lawfully ask for and get the key to your data, and this is all without youbeing aware of it. So the way we fix this problemis actually relatively easy, in principle: You give everybody their own keys, and then you make sure the serverdoesn't actually have the keys."}, {"zh-tw": "這看起來就像常識，對吧？問題來了，為何到現在都還做不到？如果我們仔細想想，會發現當代的網路商業模式其實無法和隱私共存。只要看網路上最大的幾個網站，你就會發現廣告扮演極大的角色。", "en": "This seems like common sense, right? So the question that comes up is,why hasn't this been done yet? Well, if we really think about it, we see that the business modelof the Internet today really isn't compatible with privacy. Just take a look at someof the biggest names on the web, and you see that advertisingplays a huge role."}, {"zh-tw": "事實上，它們光是今年廣告費就花了 1370 億美元，為了讓我們看到的廣告效果發揮最大功效，廠商就要對我們無所不知。他們必須知道我們住在哪、年紀多大、喜歡什麼、討厭什麼，還有他們能得手的所有訊息。", "en": "In fact, this year alone,advertising is 137 billion dollars, and to optimize the adsthat are shown to us, companies have to knoweverything about us. They need to know where we live, how old we are, what we like,what we don't like, and anything elsethey can get their hands on."}, {"zh-tw": "仔細想想，要得到這些訊息的最好方法其實就是侵犯我們的隱私。所以這些公司才不會給我們隱私。", "en": "And if you think about it, the best way to get this informationis really just to invade our privacy. So these companiesaren't going to give us our privacy."}, {"zh-tw": "如果你想要在網路上擁有隱私，就必須自己挺身而出、去爭取。多年來，談到電子郵件隱私的時候，解決方式就只有良好隱私密碼法 (PGP)，不僅十分複雜，而且只有科技達人才會懂。", "en": "If we want to have privacy online, what we have to do iswe've got to go out and get it ourselves. For many years, when it came to email, the only solutionwas something known as PGP, which was quite complicatedand only accessible to the tech-savvy."}, {"zh-tw": "這份圖表基本上顯示出加密與解密訊息的過程。不用說，這個方法不是人人適用，而且其實還是問題的一部分，因為當你思考「溝通」，定義上來說，就是要和另一個人溝通。", "en": "Here's a diagram that basically shows the process for encryptingand decrypting messages. So needless to say,this is not a solution for everybody, and this actually is part of the problem, because if you think about communication, by definition, it involveshaving someone to communicate with."}, {"zh-tw": "因此良好隱私密碼法如期發揮強大功效的同時，對方卻不知道該怎麼使用，那麼私下溝通就根本不存在。這是我們必須解決的問題。", "en": "So while PGP does a great jobof what it's designed to do, for the people out therewho can't understand how to use it, the option to communicate privatelysimply does not exist. And this is a problemthat we need to solve."}, {"zh-tw": "如果我們想要在網路上擁有隱私，唯一可行的方法就是讓全世界都參與，而唯一可能的方式就是我們打破入門的藩籬。我想這正是科技界的關鍵挑戰。", "en": "So if we want to have privacy online, the only way we can succeedis if we get the whole world on board, and this is only possibleif we bring down the barrier to entry. I think this is actually the key challengethat lies in the tech community."}, {"zh-tw": "我們該做的是付出行動，並讓隱私不再遙不可及。因此去年夏天，愛德華．史諾登事件爆發，我和幾位同事決定看看我們能不能讓這件事成真。", "en": "What we really have to dois work and make privacy more accessible. So last summer, whenthe Edward Snowden story came out, several colleagues and I decided to seeif we could make this happen."}, {"zh-tw": "當時我們在歐洲核子研究組織工作，在世界上最大的粒子對撞機裡，附帶一提，那會撞擊質子。我們都是科學家，所以我們運用自己的科學創造力為我們的計畫想出非常有創意的名稱：質子信箱 (ProtonMail)。", "en": "At that time, we were working at theEuropean Organization for Nuclear Research at the world's largest particle collider,which collides protons, by the way. We were all scientists,so we used our scientific creativity and came up with a verycreative name for our project: ProtonMail."}, {"zh-tw": "當代許多新創公司都是從某個人的車庫或地下室起步。我們不太一樣。", "en": "Many startups these daysactually begin in people's garages or people's basements. We were a bit different."}, {"zh-tw": "我們起步的地方是在歐洲核子研究組織的自助餐廳，其實這很讚，因為你看，你想要的食物和水這裡都有。而且更棒的是每天中午十二點到下午兩點，不用收費，就能與歐洲核子研究組織自助餐廳裡幾千個科學家和工程師談話，這些人基本上知道所有問題的解答。", "en": "We started out at the CERN cafeteria, which actually is great, because look, you have all the foodand water you could ever want. But even better than thisis that every day between 12 p.m. and 2 p.m.,free of charge, the CERN cafeteria comes withseveral thousand scientists and engineers, and these guys basically knowthe answers to everything."}, {"zh-tw": "我們就在這樣的環境中開始工作。其實我們想要做的是將你的電子郵件轉變為某種看起來像這樣的東西，但更重要的是，我們想採取你察覺不到的方式。", "en": "So it was in this environmentthat we began working. What we actually want to dois we want to take your email and turn it into somethingthat looks more like this, but more importantly,we want to do it in a way that you can't even tellthat it's happened."}, {"zh-tw": "要實現這個，我們需要結合科技和設計。我們要怎麼做才能做到這樣？不把鑰匙放在伺服器上大概是個好主意。", "en": "So to do this, we actually needa combination of technology and also design. So how do we go aboutdoing something like this? Well, it's probably a good ideanot to put the keys on the server."}, {"zh-tw": "因此我們做的是在你的電腦上產生加密金鑰，不只是一把鑰匙，而是一對鑰匙，所以會有一把 RSA 私密金鑰和一把 RSA 公開金鑰，這些金鑰都完全相連。我們來看看多人溝通時的運作過程。", "en": "So what we do is we generateencryption keys on your computer, and we don't generate a single key,but actually a pair of keys, so there's an RSA private keyand an RSA public key, and these keysare mathematically connected. So let's have a lookand see how this works when multiple people communicate."}, {"zh-tw": "鮑勃和艾莉絲想要私下聯絡，關鍵挑戰是如何取得鮑勃的訊息，並在交給艾莉絲的過程中，讓伺服器無法讀取訊息。", "en": "So here we have Bob and Alice,who want to communicate privately. So the key challengeis to take Bob's message and to get it to Alice in such a waythat the server cannot read that message."}, {"zh-tw": "因此我們要做的是加密，甚至在鮑勃送出前就加密，有個招術是我們用艾莉絲的公鑰加密。這份加密資料透過伺服器送給艾莉絲，因為訊息是用艾莉絲的公鑰加密，現在唯一能解密的就是艾莉絲的私鑰，而艾莉絲就是唯一擁有這把鑰匙的人。", "en": "So what we have to dois we have to encrypt it before it even leaves Bob's computer, and one of the tricks is, we encrypt itusing the public key from Alice. Now this encrypted data is sentthrough the server to Alice, and because the message was encryptedusing Alice's public key, the only key that can now decrypt itis a private key that belongs to Alice, and it turns out Alice is the only personthat actually has this key."}, {"zh-tw": "所以現在我們已經完成這項目標，就是讓訊息在鮑勃送給艾莉絲的過程中，伺服器無法讀取內容。其實我在這裡放的是非常簡化的圖片。", "en": "So we've now accomplished the objective, which is to get the messagefrom Bob to Alice without the server being ableto read what's going on. Actually, what I've shown hereis a highly simplified picture."}, {"zh-tw": "真實情況複雜多了，需要很多軟體，看起來有點像這樣。真正關鍵的設計挑戰在於：我們如何把這些複雜性和軟體，以使用者看不到的方式操作。", "en": "The reality is much more complex and it requires a lot of softwarethat looks a bit like this. And that's actuallythe key design challenge: How do we take all this complexity,all this software, and implement it in a waythat the user cannot see it."}, {"zh-tw": "我想在質子信箱上，我們已經做到非常接近的程度了。我們來看實務操作的情況。", "en": "I think with ProtonMail,we have gotten pretty close to doing this. So let's see how it works in practice."}, {"zh-tw": "這裡同樣是鮑勃和艾莉絲，他們也想要對話有保障。他們只要在質子信箱上建立帳號，很簡單，只要一下子就好了，所有的金鑰加密和產生就在鮑勃建立帳號的同時，會自動在後臺啟動。", "en": "Here, we've got Bob and Alice again, who also want to communicate securely. They simply create accounts on ProtonMail, which is quite simpleand takes a few moments, and all the key encryption and generation is happening automaticallyin the background as Bob is creating his account."}, {"zh-tw": "帳號建立好後，他只要點選「寫信」，現在他就可以像平常一樣寫信。他輸入訊息後，只要再點選「送出」，就像那樣，不需要了解密碼學，只要用和現在完全一樣的方式寫信，鮑勃就能送出加密訊息。", "en": "Once his account is created,he just clicks \"compose,\" and now he can write his emaillike he does today. So he fills in his information, and then after that, all he has to do is click \"send,\" and just like that,without understanding cryptography, and without doing anything differentfrom how he writes email today, Bob has just sent an encrypted message."}, {"zh-tw": "現在這只是第一步，但是我們就能看到：只要改良科技，擁有隱私就不會太難，也不需要搞破壞。如果我們改變目標，將增加廣告收益改為保護資料，我們就真的能擁有隱私。", "en": "What we have hereis really just the first step, but it shows thatwith improving technology, privacy doesn't have to be difficult,it doesn't have to be disruptive. If we change the goal from maximizing ad revenue to protecting data, we can actually make it accessible."}, {"zh-tw": "我知道每個人心裡都有一個疑問，好啦，保護隱私，這是遠大目標，但是沒有廣告給你的大筆收入，你還能不能做到？我想答案是肯定的，因為現在我們已經做到讓世界各地的人都了解隱私有多重要，當你擁有了這樣的觀念，任何事都可能。今年初，質子信箱的使用者多到讓我們耗盡資源，因此，我們的使用者共同捐了五十萬美元。", "en": "Now, I know a questionon everybody's minds is, okay, protecting privacy,this is a great goal, but can you actually do this without the tons of moneythat advertisements give you? And I think the answer is actually yes, because today, we've reached a point where people around the world reallyunderstand how important privacy is, and when you have that,anything is possible. Earlier this year, ProtonMail actually had so many users that we ran out of resources, and when this happened,our community of users got together and donated half a million dollars."}, {"zh-tw": "這只是一個案例，讓你看見當你帶領社群一起實現共同目標會有什麼可能。我們也能影響世界。", "en": "So this is just an exampleof what can happen when you bring the community togethertowards a common goal. We can also leverage the world."}, {"zh-tw": "現在，有 25 萬人在質子信箱註冊，這些人來自世界各地，顯示了隱私不只是歐美的議題，而是影響我們每個人的全球議題。這是我們確實必須關心並實踐的問題。", "en": "Right now, we have a quarter of a million peoplethat have signed up for ProtonMail, and these people come from everywhere, and this really shows that privacy is not just an Americanor a European issue, it's a global issuethat impacts all of us. It's something that we reallyhave to pay attention to going forward."}, {"zh-tw": "那麼我們應該怎麼解決這個問題？首先，我們要支持不同的網路商業模式，支持不完全依賴廣告收益和成長的模式。我們確實需要建立新網路，將我們的隱私與管控資料的能力擺在第一順位的新網路。", "en": "So what do we have to doto solve this problem? Well, first of all, we need to support a differentbusiness model for the Internet, one that does not relyentirely on advertisements for revenue and for growth. We actually need to build a new Internet where our privacy and our ability to control our data is first and foremost."}, {"zh-tw": "但更重要的是我們必須建立新網路，其中隱私不再只是一個選項，而是預設值。我們已經用質子信箱完成第一步，但這其實只是漫長旅程的第一步。", "en": "But even more importantly, we have to build an Internet where privacy is no longer just an option but is also the default. We have done the first stepwith ProtonMail, but this is really just the first stepin a very, very long journey."}, {"zh-tw": "今天我可以和大家分享的好消息，這個讓人興奮的消息是這條路上我們不孤獨。保護大眾隱私和網路自由的運動日益壯大，現在世界各地都有許多計畫共同協助強化我們的隱私。", "en": "The good news I can sharewith you guys today, the exciting news,is that we're not traveling alone. The movement to protect people's privacyand freedom online is really gaining momentum, and today, there are dozens of projectsfrom all around the world who are working togetherto improve our privacy."}, {"zh-tw": "這些計畫保護的範圍從網路聊天室到語音通話，也包含了我們檔案儲存、線上搜尋，線上瀏覽和許多事情。這些計畫沒有大筆廣告費贊助，而是確實獲得到大眾支持，就像你我一樣來自世界各地的個人捐助。", "en": "These projects protect thingsfrom our chat to voice communications, also our file storage, our online search, our online browsing,and many other things. And these projects are not backedby billions of dollars in advertising, but they've found supportreally from the people, from private individuals like you and Ifrom all over the world."}, {"zh-tw": "這很重要，因為最終隱私取決於我們每一個人，我們現在必須保護隱私，因為我們的線上資料不只是 0 和 1 的組合，重要性遠甚於此。", "en": "This really matters, because ultimately, privacy depends on eachand every one of us, and we have to protect it nowbecause our online data is more than just a collectionof ones and zeros. It's actually a lot more than that."}, {"zh-tw": "那關乎我們的生命、個人故事、我們的朋友、家人，在許多方面也和我們的希望、抱負有關。現在我們需要花時間確實保護我們的權利，只和我們想分享隱私的對象分享，因為沒有了隱私，我們就無法擁有自由社會。", "en": "It's our lives, our personal stories, our friends, our families, and in many ways,also our hopes and our aspirations. We need to spend time nowto really protect our right to share this only with peoplethat we want to share this with, because without this,we simply can't have a free society."}, {"zh-tw": "現在我們應該一起站起來說：是的！我們想要生活在有線上隱私的社會；是的！我們可以共同合作，讓願景成真。謝謝。", "en": "So now's the time for usto collectively stand up and say, yes, we do want to livein a world with online privacy, and yes, we can work togetherto turn this vision into a reality. Thank you."}], "title": "Andy Yen Think Your Email S Private Think Again"}