{"url": "http://www.ted.com/talks/joe_desimone_what_if_3d_printing_was_25x_faster", "paragraphs": [{"zh-tw": " I'm thrilled to be here tonight to share with you somethingwe've been working on for over two years, and it's in the areaof additive manufacturing, also known as 3D printing. You see this object here.", "en": " 今晚很高興 能來到這裡與大家分享 我們兩年來的工作成果， 我們的工作領域是積層製造， 也就是所謂的3D列印。 大家看看這一物品。"}, {"zh-tw": " It looks fairly simple,but it's quite complex at the same time. It's a set of concentricgeodesic structures with linkages between each one.", "en": " 看似簡單，但又相當複雜。 這是一個同心密網格結構組合， 彼此相連。"}, {"zh-tw": " In its context, it is not manufacturableby traditional manufacturing techniques. It has a symmetry suchthat you can't injection mold it.", "en": " 傳統製造技術製造不出這種結構。 結構具有對稱性，因此不能注塑模具。"}, {"zh-tw": " You can't even manufacture itthrough milling. This is a job for a 3D printer, but most 3D printers would take betweenthree and 10 hours to fabricate it, and we're going to take the risk tonightto try to fabricate it onstage during this 10-minute talk.", "en": " 甚至不能通過銑削製造。 這是3D列印機的施展拳腳的地方， 但大多數3D列印機製作這個要用上3-10小時， 今晚我們會冒險嘗試來製造這個結構， 演講的10分鐘之內完成。"}, {"zh-tw": " Wish us luck. Now, 3D printing is actually a misnomer.", "en": " 祝我們好運。 「3D列印」的叫法不恰當。"}, {"zh-tw": " It's actually 2D printingover and over again, and it in fact uses the technologiesassociated with 2D printing. Think about inkjet printing where youlay down ink on a page to make letters, and then do that over and over againto build up a three-dimensional object.", "en": " 實際上是二維印刷反復地進行， 採用的是二維印刷的相關技術。 想想噴墨列印，你用墨水在紙上列印字母， 然後重複這一過程，來建立一個三維物體。"}, {"zh-tw": " In microelectronics, they use something called lithography to dothe same sort of thing, to make the transistorsand integrated circuits and build up a structure several times. These are all 2D printing technologies.", "en": " 在微電子學中， 人們使用平版印刷做類似的東西， 來製造晶體管和集成電路， 多次后就完成了一個結構。 這些都是二維印刷技術。"}, {"zh-tw": " Now, I'm a chemist,a material scientist too, and my co-inventorsare also material scientists, one a chemist, one a physicist, and we began to beinterested in 3D printing. And very often, as you know,new ideas are often simple connections between people with different experiencesin different communities, and that's our story.", "en": " 我是一名化學家和材料科學家， 我的工作夥伴們也是材料科學家， 一個是化學家，一個物理學家， 我們對3D列印感興趣。 大家知道，新穎的想法 往往簡單牽連起不同社區不同經歷的人， 而這就是我們的故事。"}, {"zh-tw": " Now, we were inspired by the \"Terminator 2\" scene for T-1000, and we thought, why couldn't a 3D printeroperate in this fashion, where you have an objectarise out of a puddle in essentially real time with essentially no waste to make a great object? Okay, just like the movies. And could we be inspired by Hollywood and come up with waysto actually try to get this to work? And that was our challenge.", "en": " 我們的靈感來源於 「魔鬼終結者2」的液態金屬機器人T-1000， 我們就想3D列印機能不能做到同樣的效果？ 讓一個物體從液體中， 實時成形， 不造成任何浪費的同時， 又能製造出很棒的物體。 就像電影中那樣。 我們可否取材好萊塢， 找出方法嘗試實現這一效果？ 那是我們的挑戰。"}, {"zh-tw": " And our approach would be,if we could do this, then we could fundamentally addressthe three issues holding back 3D printing from being a manufacturing process. One, 3D printing takes forever.", "en": " 我們的方法如果能成功， 就可以從根本上解決阻礙3D列印 成為一個製造過程的三大問題。 首先，3D列印耗時長。"}, {"zh-tw": " There are mushrooms that grow fasterthan 3D printed parts. The layer by layer process leads to defectsin mechanical properties, and if we could grow continuously,we could eliminate those defects.", "en": " 蘑菇生長都比3D列印一些物件的速度還快。 積層疊加過程 導致機械性質存在缺陷， 如果我們能夠無間斷地製造，就可以消除這些缺陷。"}, {"zh-tw": " And in fact, if we could grow really fast,we could also start using materials that are self-curing,and we could have amazing properties. So if we could pull this off,imitate Hollywood, we could in fact address 3D manufacturing.", "en": " 事實上，我們要是能夠實現快速製造，就可以使用使用自凝材料， 達到優秀的機械性質。 所以，如果我們能成功模仿好萊塢， 我們可以真正解決3D製造存在的問題。"}, {"zh-tw": " Our approach is to usesome standard knowledge in polymer chemistry to harness light and oxygento grow parts continuously. Light and oxygen work in different ways.", "en": " 我們的方法是運用 高分子化學的標準知識， 通過控制利用光和氧氣來無間斷地製造部件。 光和氧氣的作用機制不同。"}, {"zh-tw": " Light can take a resinand convert it to a solid, can convert a liquid to a solid. Oxygen inhibits that process.", "en": " 光可以將合成樹脂轉換成固體， 即將液體轉換為固體。 氧氣則抑制這一過程。"}, {"zh-tw": " So light and oxygenare polar opposites from one another from a chemical point of view, and if we can control spatiallythe light and oxygen, we could control this process. And we refer to this as CLIP.[Continuous Liquid Interface Production.] It has three functional components.", "en": " 所以從化學角度看， 光和氧氣彼此兩極對立， 我們要是能控制光和氧氣， 就控制整個製作過程。 我們將此稱為CLIP：「無間斷液態介面印製法」 CLIP有三個功能組件。"}, {"zh-tw": " One, it has a reservoirthat holds the puddle, just like the T-1000. At the bottom of the reservoiris a special window.", "en": " 第一個是用來存放液體的容器， 就像液態金屬機器人T-1000。 容器的底部有一個特殊窗口，"}, {"zh-tw": " I'll come back to that. In addition, it has a stagethat will lower into the puddle and pull the object out of the liquid.", "en": " 我等下會談到。 組件二是一個架台，可下調至容器， 把物體從液體中拉出。"}, {"zh-tw": " The third componentis a digital light projection system underneath the reservoir, illuminating with lightin the ultraviolet region. Now, the key is that this windowin the bottom of this reservoir, it's a composite,it's a very special window.", "en": " 第三部分是數位光投影系統， 位於容器的下方， 可在紫外光區域照明。 現在的關鍵是容器底部的窗口。 這是一個複合體，一個非常特殊的窗口。"}, {"zh-tw": " It's not only transparent to lightbut it's permeable to oxygen. It's got characteristicslike a contact lens.", "en": " 不僅透光，而且透氧。 特徵與隱形眼鏡相似。"}, {"zh-tw": " So we can see how the process works. You can start to see thatas you lower a stage in there, in a traditional process,with an oxygen-impermeable window, you make a two-dimensional pattern and you end up gluing that onto the windowwith a traditional window, and so in order to introducethe next layer, you have to separate it, introduce new resin, reposition it, and do this process over and over again.", "en": " 我們可以看到製造過程。 大家開始看到，當架台降低到那裡， 傳統製造過程使用不透氧窗口， 可以製造出二維圖案， 並最終用傳統的不透氣窗口將圖案粘合到窗口上， 因此，要形成下一層，你必須將其分開， 重新添加樹脂、重新定位， 並不斷重複這個過程。"}, {"zh-tw": " But with our very special window, what we're able to do is,with oxygen coming through the bottom as light hits it, that oxygen inhibits the reaction, and we form a dead zone. This dead zone is on the orderof tens of microns thick, so that's two or three diametersof a red blood cell, right at the window interfacethat remains a liquid, and we pull this object up, and as we talked about in a Science paper, as we change the oxygen content,we can change the dead zone thickness.", "en": " 但用我們的特殊窗口， 就能做到讓氧氣從底部進入， 當光線擊中氧氣， 氧氣抑制反應， 形成一個無感區。 無感區大約有幾十微米厚， 是紅血細胞直徑的兩三倍， 位於液體容器的窗口界面， 然後我們把這物體拉出， 正如我們的科學論文所描述的， 我們要是改變氧含量，就可以改變無感區的厚度。"}, {"zh-tw": " And so we have a number of key variablesthat we control: oxygen content, the light, the light intensity,the dose to cure, the viscosity, the geometry, and we use very sophisticated softwareto control this process. The result is pretty staggering.", "en": " 因此我們控制一些關鍵變量：氧含量、光、 光的強度、凝劑劑量、 粘度、形狀結構。 我們用非常複雜的軟體來控制這個過程。 得出的結果是相當驚人的。"}, {"zh-tw": " It's 25 to 100 times fasterthan traditional 3D printers, which is game-changing. In addition, as our abilityto deliver liquid to that interface, we can go 1,000 times faster I believe, and that in fact opens up the opportunityfor generating a lot of heat, and as a chemical engineer,I get very excited at heat transfer and the idea that we might one dayhave water-cooled 3D printers, because they're going so fast.", "en": " 與傳統的3D列印機相比，這個方法要快25到100倍， 這是改頭換面的變化。 此外，要是我們能夠向此界面傳送液體， 我相信，更可以快1000倍， 實際上這種方法很有可能產生大量熱量， 而作為一名化學工程師，我熱衷於熱量的轉化， 期待將來會有水冷式3D列印機， 因為列印的速度可以達到非常快。"}, {"zh-tw": " In addition, because we're growing things,we eliminate the layers, and the parts are monolithic. You don't see the surface structure.", "en": " 另外，因為我們是讓物體“長”出來的，摒棄了積層製造， 就使部件變得一致了， 也看不出表層結構。"}, {"zh-tw": " You have molecularly smooth surfaces. And the mechanical propertiesof most parts made in a 3D printer are notorious for having propertiesthat depend on the orientation with which how you printed it,because of the layer-like structure.", "en": " 我們得到了光滑的分子表層。 3D列印機製作的大部分部件， 其機械性質不甚理想，它極其受制於列印角度， 因為它採用層狀結構（的原理）。"}, {"zh-tw": " But when you grow objects like this, the properties are invariantwith the print direction. These look like injection-molded parts, which is very differentthan traditional 3D manufacturing.", "en": " 但當你用“長”的方式製造物體， 機械性質就不會因列印方向而變化。 這些看起來像注塑零件， 與傳統的3D製造迥異。"}, {"zh-tw": " In addition, we're able to throw the entire polymerchemistry textbook at this, and we're able to design chemistriesthat can give rise to the properties you really want in a 3D-printed object. There it is. That's great.", "en": " 此外，我們能夠利用 整本高分子化學課本的知識， 設計出合適的化學成份，使製造出的3D列印物體， 剛好擁有你真正需要的機械性質。 完成了。太棒了。"}, {"zh-tw": " You always take the risk that somethinglike this won't work onstage, right? But we can have materialswith great mechanical properties. For the first time, we can have elastomers that are high elasticityor high dampening.", "en": " 站在台上做這樣的展示，總有些風險，對吧？ 但是我們的材料有卓越的機械性質。 我們首次擁有了彈性體， 既可以具有高彈性，又可具有高阻尼性。"}, {"zh-tw": " Think about vibration controlor great sneakers, for example. We can make materialsthat have incredible strength, high strength-to-weight ratio,really strong materials, really great elastomers, so throw that in the audience there.", "en": " 例如，想想振動控制，或者是優質運動鞋。 我們可以製造出強有力的材料， 具有很高的強度-重量比，真的是很強韌的材料， 真正強大的彈性體材料， 我們可以把這個拋給遠處的觀眾。"}, {"zh-tw": " So great material properties. And so the opportunity now,if you actually make a part that has the propertiesto be a final part, and you do it in game-changing speeds, you can actually transform manufacturing.", "en": " 如此了不起的材料性質。 所以現在機會來了：如果製造出的部件 具有成為成品的屬性， 又能以改變行業面貌的高速度進行製造， 那你就有可能徹底改變製造業。"}, {"zh-tw": " Right now, in manufacturing,what happens is, the so-called digital threadin digital manufacturing. We go from a CAD drawing, a design,to a prototype to manufacturing.", "en": " 目前的製造業中的數位化製造， 存在著所謂的數位化線程。 我們從CAD繪圖、設計開始，發展原型，再到製造。"}, {"zh-tw": " Often, the digital thread is brokenright at prototype, because you can't goall the way to manufacturing because most parts don't havethe properties to be a final part. We now can connect the digital thread all the way from designto prototyping to manufacturing, and that opportunityreally opens up all sorts of things, from better fuel-efficient carsdealing with great lattice properties with high strength-to-weight ratio, new turbine blades,all sorts of wonderful things.", "en": " 通常情況下，數位線程會在製造原型過程中掉鏈， 因為你無法直接去到大規模製造這個環節， 因為大部分部件不具備成品特性。 現在我們把數位化線程聯繫起來， 從設計、原型製作到製造， 這個機會可以開拓出各種發展機遇， 譬如節油汽車具有高強度-重量比， 可以處理更多晶格特性， 還有新式渦輪葉片，以及各種美妙的物體。"}, {"zh-tw": " Think about if you need a stentin an emergency situation, instead of the doctor pulling offa stent out of the shelf that was just standard sizes, having a stent that's designedfor you, for your own anatomy with your own tributaries, printed in an emergency situationin real time out of the properties such that the stent could go awayafter 18 months: really-game changing. Or digital dentistry, and makingthese kinds of structures even while you're in the dentist chair.", "en": " 想想看，如果你在緊急情況下需要一個支架， 醫生不會只是從架子上 拿一個標準尺寸的支架， 而是提供專門為你設計的支架， 一個為你度身定制的支架， 在緊急情況下實時列印， 並且質量可以維持18個月：這是一種顛覆。 或者數位化牙科：當你躺在牙醫椅子上時 就可以做出這類結構。"}, {"zh-tw": " And look at the structuresthat my students are making at the University of North Carolina. These are amazing microscale structures.", "en": " 看看我的學生們 在北卡羅萊納大學所做出的結構。 這些是很棒的微型結構。"}, {"zh-tw": " You know, the world is really goodat nano-fabrication. Moore's Law has driven thingsfrom 10 microns and below.", "en": " 要知道，現今世界的奈米製造技術很優秀。 摩爾定律已經可以做到10微米及以下的物體。"}, {"zh-tw": " We're really good at that, but it's actually very hard to make thingsfrom 10 microns to 1,000 microns, the mesoscale. And subtractive techniquesfrom the silicon industry can't do that very well.", "en": " 我們這方面做得很好， 但把10微米的物體做到1000微米，實際上是非常困難的， 這就進入到中尺度的範疇。 而矽產業的消減技術 無法很好做到這一點。"}, {"zh-tw": " They can't etch wafers that well. But this process is so gentle, we can grow these objectsup from the bottom using additive manufacturing and make amazing thingsin tens of seconds, opening up new sensor technologies, new drug delivery techniques, new lab-on-a-chip applications,really game-changing stuff.", "en": " 他們不能完美地蝕刻晶片。 但我們的這種製程相當精細， 可以從底部製作物體， 利用添加製造技術， 在幾十秒內達到驚人的效果， 拓展了嶄新的傳感器技術、 新型施藥技術、 嶄新的芯片實驗室應用，真正能改變行業面貌。"}, {"zh-tw": " So the opportunity of makinga part in real time that has the properties to be a final part really opens up 3D manufacturing, and for us, this is very exciting,because this really is owning the intersection between hardware,software and molecular science, and I can't wait to see what designersand engineers around the world are going to be able to dowith this great tool. Thanks for listening.", "en": " 因此實時製作部件的機會， 讓部件具有成品屬性， 真正開拓了3D製造產業， 對我們來說，這非常令人振奮， 因為這真正實現了硬體、軟體和分子科學之間的結合， 我迫不及待地想看道世界各地的設計師和工程師們 會用這工具做出什麼成果。 謝謝大家。"}], "title": "Joe Desimone What If 3D Printing Was 25X Faster"}