{"url": "http://www.ted.com/talks/monica_lewinsky_the_price_of_shame", "paragraphs": [{"zh-tw": " You're looking at a womanwho was publicly silent for a decade. Obviously, that's changed, but only recently. It was several months ago that I gave my very firstmajor public talk at the Forbes 30 Under 30 summit: 1,500 brilliant people,all under the age of 30.", "en": " 你看到的是一個對公眾沉默了十年的女人。 顯然情況已經改變了， 但那只是最近的事。 幾個月前， 我首次發表大型公開演說， 那是在「富比世 30 青年」高峰會上： 1,500 位全是 30 歲以下的聰明人。"}, {"zh-tw": " That meant that in 1998, the oldest among the group were only 14, and the youngest, just four. I joked with them that somemight only have heard of me from rap songs.", "en": " 這意謂著在 1998 年， 這群人之中最年長的只有 14 歲， 而最年輕的只有 4 歲。 我和他們開玩笑說， 有些人應該只有在饒舌歌裡聽過我的名字。"}, {"zh-tw": " Yes, I'm in rap songs. Almost 40 rap songs.", "en": " 是的，我在饒舌歌裡出現。 將近 40 首饒舌歌。"}, {"zh-tw": " But the night of my speech,a surprising thing happened. At the age of 41, I was hit onby a 27-year-old guy.", "en": " 不過我演講的那晚，發生了令人驚訝的事。 41 歲的我被 27 歲的小夥子搭訕了。"}, {"zh-tw": " I know, right? He was charming and I was flattered, and I declined. You know what hisunsuccessful pickup line was? He could make me feel 22 again.", "en": " 我知道，很驚人吧？ 他很迷人，我也很開心， 但我婉拒了。 你知道他的失敗搭訕台詞是什麼嗎？ 他可以讓我感覺回到 22 歲。"}, {"zh-tw": " I realized later that night,I'm probably the only person over 40 who does not want to be 22 again. At the age of 22,I fell in love with my boss, and at the age of 24, I learned the devastating consequences.", "en": " 那個晚上我意識到我可能是唯一年過 40， 卻不想再回到 22 歲的人。 我 22 歲那年，愛上了我的上司； 24 歲的時候， 我嘗到了毀滅性的後果。"}, {"zh-tw": " Can I see a show of hands of anyone here who didn't make a mistakeor do something they regretted at 22? Yep. That's what I thought. So like me, at 22, a few of youmay have also taken wrong turns and fallen in love with the wrong person, maybe even your boss.", "en": " 在座有以下情況請舉手： 有人 22 歲的時候從未犯錯，或從未做過後悔的事嗎？ 沒錯，和我想的一樣。 就像我 22 歲的時候一樣， 你們之中有些人也做了錯誤的選擇， 愛上錯的對象， 甚至可能是你的上司。"}, {"zh-tw": " Unlike me, though, your boss probably wasn't the presidentof the United States of America. Of course, life is full of surprises.", "en": " 但是不像我，你的上司 大概不會是美國總統。 當然，生活中處處都有驚喜。"}, {"zh-tw": " Not a day goes by that I'm notreminded of my mistake, and I regret that mistake deeply. In 1998, after having been swept upinto an improbable romance, I was then swept up into the eyeof a political, legal and media maelstrom like we had never seen before.", "en": " 不會因為時間流逝就沒人提起我犯的錯， 我對那個錯誤深感後悔。 1998 年，我被捲入一場不太可能發生的愛情之後， 我又被捲入政治、法律和媒體漩渦的核心之中， 就像我們從未見過似的。"}, {"zh-tw": " Remember, just a few years earlier, news was consumed from just three places: reading a newspaper or magazine, listening to the radio, or watching television. That was it.", "en": " 要記得，僅僅在那之前幾年， 你只會從三個地方看到新聞： 讀報章雜誌、 聽廣播， 或是看電視。 這就是所有的方式了。"}, {"zh-tw": " But that wasn't my fate. Instead, this scandal was brought to you by the digital revolution.", "en": " 但我的命運不只是如此。 相反地，這個醜聞透過數位革命 傳遞給各位。"}, {"zh-tw": " That meant we could accessall the information we wanted, when we wanted it, anytime, anywhere, and when the story broke in January 1998, it broke online. It was the first time the traditional news was usurped by the Internetfor a major news story, a click that reverberatedaround the world.", "en": " 這意謂著我們可以獲取任何想要的訊息， 只要我們想要了解的時候，任何時間、任何地點都能看到。 因此當那個故事在 1998 年一月披露的時候， 就在網路上爆發了。 那是第一次傳統新聞 因為一則重要新聞故事被網路篡位， 一個點擊就能在世界各地造成迴響。"}, {"zh-tw": " What that meant for me personally was that overnight I wentfrom being a completely private figure to a publicly humiliated one worldwide. I was patient zeroof losing a personal reputation on a global scale almost instantaneously.", "en": " 而這件事對於我個人的意義在於： 一夜之間我從一個普通人 成為一個被全世界公開羞辱的人。 我幾乎是轉眼間就成為在全世界 失去個人名譽的頭號病人。"}, {"zh-tw": " This rush to judgment,enabled by technology, led to mobs of virtual stone-throwers. Granted, it was before social media, but people could still comment online, email stories, and, of course,email cruel jokes.", "en": " 這種透過科技的批判浪潮， 帶來了一大夥虛擬的批判暴民。 就算這件事是在社群媒體出現之前， 但是人人都可以在網路上評論， 透過電子郵件寄送故事，當然還有， 透過電子郵件寄送殘忍笑話。"}, {"zh-tw": " News sources plasteredphotos of me all over to sell newspapers, banner ads online, and to keep people tuned to the TV. Do you recall a particular image of me, say, wearing a beret? Now, I admit I made mistakes, especially wearing that beret.", "en": " 新聞消息來源到處張貼我的照片， 賣給報紙、網路上的小廣告， 讓大家繼續看電視。 你有沒有想起我的某一張照片， 比如說，戴著貝雷帽那張？ 現在，我承認我犯過的錯誤， 尤其是戴著那頂貝雷帽。"}, {"zh-tw": " But the attention and judgmentthat I received, not the story, but that I personally received,was unprecedented. I was branded as a tramp, tart, slut, whore, bimbo, and, of course, that woman.", "en": " 但是那些針對我的關注和批評，不是針對故事， 而是針對於我個人的關注和批評史無前例。 我被貼上淫婦、 妓女、蕩婦、娼妓、笨女人的標籤， 當然還有「那個女人」。"}, {"zh-tw": " I was seen by many but actually known by few. And I get it: it was easy to forget that that woman was dimensional, had a soul, and was once unbroken.", "en": " 很多人見過我， 但是只有少數人認識我。 然而我知道：大家很容易忘記 那個女人曾有軀體、 有靈魂，而且曾完整無缺。"}, {"zh-tw": " When this happened to me 17 years ago,there was no name for it. Now we call it cyberbullyingand online harassment.", "en": " 這件事 17 年前發生在我身上的時候，還沒有專有名詞形容它。 現在我們稱為網路霸凌或者網路騷擾。"}, {"zh-tw": " Today, I want to sharesome of my experience with you, talk about how that experience has helpedshape my cultural observations, and how I hope my past experiencecan lead to a change that results in less suffering for others. In 1998, I lost my reputationand my dignity.", "en": " 今天，我想和大家分享一些我的經歷， 說說那個經歷如何幫我塑造我的文化觀察， 還有我多麼希望過去的經歷能帶來改變， 讓更少人遭受苦難。 1998 年，我失去了我的名譽和尊嚴。"}, {"zh-tw": " I lost almost everything, and I almost lost my life. Let me paint a picture for you.", "en": " 我幾乎失去一切， 也幾乎失去了我的生活。 讓我為各位描繪一幅圖像。"}, {"zh-tw": " It is September of 1998. I'm sitting in a windowless office room inside the Officeof the Independent Counsel underneath humming fluorescent lights.", "en": " 那是在 1998 年九月， 我坐在一間沒有窗戶的辦公室裡， 位在獨立檢察官的辦公室內， 頭頂上的日光燈嗡嗡作響。"}, {"zh-tw": " I'm listening to the sound of my voice, my voice on surreptitiouslytaped phone calls that a supposed friendhad made the year before. I'm here becauseI've been legally required to personally authenticateall 20 hours of taped conversation.", "en": " 我聽著自己的聲音， 我在秘密錄音電話裡的聲音， 那是原以為是朋友的人在前一年錄的音。 我在這裡是因為法令上要求 我要親自證明這 20 小時錄音對話的真實性。"}, {"zh-tw": " For the past eight months,the mysterious content of these tapes has hung like the Swordof Damocles over my head. I mean, who can rememberwhat they said a year ago? Scared and mortified, I listen, listen as I prattle onabout the flotsam and jetsam of the day; listen as I confess my lovefor the president, and, of course, my heartbreak; listen to my sometimes catty,sometimes churlish, sometimes silly self being cruel, unforgiving, uncouth; listen, deeply, deeply ashamed, to the worst version of myself, a self I don't even recognize.", "en": " 在那過去八個月，這些神秘的錄音內容 像一把達摩克利斯之劍懸在我的頭上。 我是說，誰記得他們一年前說了什麼？ 我窘迫且驚恐地聽著， 聽著我聊一天中的雜事； 聽著我承認對總統的愛， 當然還有，我的傷心事； 聽著我有時狡詐、有時無禮、有時很愚蠢的自己， 變得冷酷、無情、粗魯； 聽著，感到深深、深深地慚愧， 對於我最差的一面， 那個連我自己都認不出的自己。"}, {"zh-tw": " A few days later, the Starr Reportis released to Congress, and all of those tapes and transcripts,those stolen words, form a part of it. That people can read the transcriptsis horrific enough, but a few weeks later, the audio tapes are aired on TV, and significant portionsmade available online.", "en": " 幾天之後，史塔報告送進國會， 還有所有的錄音帶和抄本，那些偷來的文字成了其中一部分。 那些人們可以閱讀的抄本已經夠恐怖了， 但是幾週之後， 錄音帶在電視上播出， 而且重要的部分還被放在網路上。"}, {"zh-tw": " The public humiliation was excruciating. Life was almost unbearable.", "en": " 公開羞辱讓人非常痛苦， 生活幾乎讓人難以承受。"}, {"zh-tw": " This was not something that happenedwith regularity back then in 1998, and by this, I mean the stealingof people's private words, actions, conversations or photos, and then making them public -- public without consent, public without context, and public without compassion. Fast forward 12 years to 2010, and now social media has been born.", "en": " 這在 1998 年的時候可不是一件尋常的事情， 透過這點，我是指竊取人們的私人言論、行動、 對話或圖片， 然後公開一切—— 未經同意就公開， 沒有交代來龍去脈就公開， 而且毫不留情地公開。 時間快轉 12 年到 2010 年， 現在社群媒體誕生了。"}, {"zh-tw": " The landscape has sadly become muchmore populated with instances like mine, whether or not someoneactually make a mistake, and now it's for both publicand private people. The consequences for somehave become dire, very dire.", "en": " 到處都可悲地充斥著和我一樣的例子， 不管這個人是不是真的犯了錯， 而且現在這是公眾人物和一般平民都會有的遭遇。 結果對一些人來說變得殘忍，非常殘忍。"}, {"zh-tw": " I was on the phone with my mom in September of 2010, and we were talking about the news of a young college freshmanfrom Rutgers University named Tyler Clementi. Sweet, sensitive, creative Tyler was secretly webcammed by his roommate while being intimate with another man.", "en": " 有天我和母親通電話， 那是在 2010 年九月的時候， 當時我們在討論 關於羅格斯大學一位新生的新聞， 他的名叫泰勒．克里蒙提。 親切、感性、有創造力的泰勒 曾被室友用網路攝影機偷拍， 當時他和男生正在親密互動。"}, {"zh-tw": " When the online worldlearned of this incident, the ridicule and cyberbullying ignited. A few days later, Tyler jumped from the George Washington Bridge to his death.", "en": " 當網路世界知道了這個事件， 嘲笑與網路霸凌一觸即發。 幾天後， 泰勒從喬治華盛頓大橋跳下， 因此喪命。"}, {"zh-tw": " He was 18. My mom was beside herself aboutwhat happened to Tyler and his family, and she was gutted with pain in a way that I just couldn'tquite understand, and then eventually I realized she was reliving 1998, reliving a time when she satby my bed every night, reliving a time when she made me showerwith the bathroom door open, and reliving a timewhen both of my parents feared that I would be humiliated to death, literally.", "en": " 他當時才 18 歲。 我的母親對泰勒和他家人的經歷非常驚訝， 她既傷痛又震驚， 用一種我無法理解的方式悲慟， 最後我才終於意識到 她再次經歷了 1998 年， 再次經歷她每夜坐在我床邊的那個時候， 再次經歷她讓我開著浴室門洗澡的那個時候， 再次經歷我的父母都很害怕 我可能因為羞辱而死的那個時候， 真的是這樣。"}, {"zh-tw": " Today, too many parents haven't had the chance to step inand rescue their loved ones. Too many have learnedof their child's suffering and humiliation after it was too late.", "en": " 如今，太多的家長 沒有機會介入或營救自己的摯愛。 很多家長知道孩子感到痛苦和羞辱的時候 都已經太遲了。"}, {"zh-tw": " Tyler's tragic, senseless deathwas a turning point for me. It served to recontextualizemy experiences, and I then began to look at the worldof humiliation and bullying around me and see something different.", "en": " 泰勒悲劇、沒有意義的死亡對我來說是個轉折點。 這件事讓我用新觀點檢視我的經驗， 然後我開始去看這個在我身邊充斥羞辱和霸凌的世界， 去看不一樣的事物。"}, {"zh-tw": " In 1998, we had no way of knowingwhere this brave new technology called the Internet would take us. Since then, it has connected peoplein unimaginable ways, joining lost siblings, saving lives, launching revolutions, but the darkness, cyberbullying,and slut-shaming that I experienced had mushroomed.", "en": " 1998 年，我們沒有辦法了解這個名為「網際網路」的美好新科技 會帶我們到什麼境界。 那之後，它以難以想像的方式聯繫著人們、 找到失散的手足、 拯救生命、發動革命， 但黑暗面是，我經歷的網路霸凌和蕩婦羞辱 也開始快速成長。"}, {"zh-tw": " Every day online, people,especially young people who are not developmentallyequipped to handle this, are so abused and humiliated that they can't imagine livingto the next day, and some, tragically, don't, and there's nothing virtual about that. ChildLine, a U.K. nonprofit that's focusedon helping young people on various issues, released a staggering statisticlate last year: From 2012 to 2013, there was an 87 percent increase in calls and emails relatedto cyberbullying.", "en": " 每天在網路上的人，尤其是年輕人， 他們還沒發展健全到能處理這樣的事件， 他們被虐待、羞辱 到無法想像明天的生活， 不幸的是還有些人沒能多活一天， 而這些卻根本不是虛擬的事。 英國非營利組織「兒童熱線」致力於幫助年輕人各種問題， 去年底發布了一項驚人數據： 2012 年到 2013 年之間 增加了 87% 的 電話和電子郵件網路霸凌。"}, {"zh-tw": " A meta-analysis doneout of the Netherlands showed that for the first time, cyberbullying was leadingto suicidal ideations more significantly than offline bullying. And you know what shocked me,although it shouldn't have, was other research last yearthat determined humiliation was a more intensely felt emotion than either happiness or even anger.", "en": " 一份來自荷蘭的整合分析 最早指出 網路霸凌引起的自殺念頭 遠比非網路霸凌來得更為嚴重。 而讓我震驚的是──雖然這也是預料中的事── 去年的另一項研究認定羞辱 是一種強烈的情緒感受， 比快樂甚至憤怒來得更強烈。"}, {"zh-tw": " Cruelty to others is nothing new, but online, technologicallyenhanced shaming is amplified, uncontained, and permanently accessible. The echo of embarrassment used to extendonly as far as your family, village, school or community, but now it's the online community too.", "en": " 殘酷對待他人不是什麼新鮮事， 但是在網路上，羞辱透過科技會變本加厲、 失去控制，而且會永久存在。 原本尷尬的迴響只會存在家庭、村里、 學校或社區裡， 但現在也會在網路社群迴響。"}, {"zh-tw": " Millions of people, often anonymously, can stab you with their words,and that's a lot of pain, and there are no perimetersaround how many people can publicly observe you and put you in a public stockade. There is a very personal price to public humiliation, and the growth of the Internethas jacked up that price.", "en": " 幾百萬人，通常是匿名， 可以用他們的話刺傷你，讓你非常痛苦， 而且無數人不分遠近 可以公開觀察你、 讓你置身在公開的牢籠裡。 公然羞辱的代價因人而異， 而網路的發展提高了這個代價。"}, {"zh-tw": " For nearly two decades now, we have slowly been sowing the seedsof shame and public humiliation in our cultural soil,both on- and offline. Gossip websites, paparazzi,reality programming, politics, news outlets and sometimes hackersall traffic in shame.", "en": " 將近二十年來， 我們慢慢播下羞恥與公然羞辱的種子， 在我們的文化土地上，不論是網路上或下了線。 八卦網站、狗仔隊、真人實境秀、政治、 新聞報導和一些駭客都在販賣羞恥。"}, {"zh-tw": " It's led to desensitizationand a permissive environment online which lends itself to trolling,invasion of privacy, and cyberbullying. This shift has createdwhat Professor Nicolaus Mills calls a culture of humiliation.", "en": " 這導致麻木不仁以及放縱的網路環境， 導致網路成為惹是生非、侵犯隱私、網路霸凌的環境。 這個轉變形成了尼古拉斯．米勒教授所說的 羞辱文化。"}, {"zh-tw": " Consider a few prominent examplesjust from the past six months alone. Snapchat, the service which is usedmainly by younger generations and claims that its messagesonly have the lifespan of a few seconds.", "en": " 想想單是過去六個月發生的重大案件。 Snapchat（閱後即刪的應用程式）主要用戶為年輕世代， 這個程式聲稱裡面的訊息壽命 只有幾秒鐘。"}, {"zh-tw": " You can imagine the rangeof content that that gets. A third-party app which Snapchattersuse to preserve the lifespan of the messages was hacked, and 100,000 personal conversations,photos, and videos were leaked online to now have a lifespan of forever.", "en": " 你能想像會收到什麼類型的內容。 使用者用來延長訊息壽命的第三方軟體 被駭客攻擊了， 十萬人的私人對話、照片、影片被洩漏在網路上， 而現在這些東西就會永存於世。"}, {"zh-tw": " Jennifer Lawrence and several other actorshad their iCloud accounts hacked, and private, intimate, nude photoswere plastered across the Internet without their permission. One gossip websitehad over five million hits for this one story.", "en": " 珍妮佛．勞倫斯和幾位演員的蘋果雲端帳號被駭客攻擊， 私密照和裸體照被放在網路上到處散布， 卻沒經過他們的允許。 單是一個八卦網站就有超過五百萬人次點閱 這個事件。"}, {"zh-tw": " And what about the Sony Picturescyberhacking? The documents which receivedthe most attention were private emails that hadmaximum public embarrassment value. But in this culture of humiliation, there is another kind of price tagattached to public shaming.", "en": " 索尼影像被駭客攻擊的事呢？ 那些備受關注的文件是私人電子郵件， 這些信件將公開讓人難堪的代價放到最大。 但是在這個羞辱的文化中， 有另外一種價格標籤貼在公開羞辱上。"}, {"zh-tw": " The price does not measurethe cost to the victim, which Tyler and too many others, notably women, minorities, and members of the LGBTQcommunity have paid, but the price measures the profitof those who prey on them. This invasion of others is a raw material, efficiently and ruthlessly mined,packaged and sold at a profit.", "en": " 它的價格不在估計受害者的損失， 比如泰勒和許多人， 尤其是婦女、少數民族， 和非異性戀者所付出的， 而是計算那些掠奪者的利益。 侵犯他人的行為是原料， 有效率、無情地挖掘，然後包裝、販賣獲利。"}, {"zh-tw": " A marketplace has emergedwhere public humiliation is a commodity and shame is an industry. How is the money made? Clicks.", "en": " 當公開羞辱成為商品、恥辱成為產業的時候， 市場就此浮現。 那錢是怎麼產生的呢？ 點閱。"}, {"zh-tw": " The more shame, the more clicks. The more clicks,the more advertising dollars.", "en": " 越多羞辱，就有越多點閱。 越多點閱，就有越多廣告費。"}, {"zh-tw": " We're in a dangerous cycle. The more we click on this kind of gossip, the more numb we getto the human lives behind it, and the more numb we get,the more we click.", "en": " 我們身在危險的循環之中。 我們點閱越多這種八卦， 我們對生活在背後的人們越是感到麻木， 我們越是麻木，就會點閱越多。"}, {"zh-tw": " All the while, someone is making money off of the back of someone else's suffering. With every click, we make a choice.", "en": " 總是會有人在他人受苦受難之後 牟取利益。 每一次點閱，我們就做一次決定。"}, {"zh-tw": " The more we saturate our culturewith public shaming, the more accepted it is, the more we will see behaviorlike cyberbullying, trolling, some forms of hacking, and online harassment. Why? Because they all havehumiliation at their cores.", "en": " 我們越是讓公開羞辱充斥在自己的文化中， 我們越能接受它， 我們就會看到越多像是網路霸凌、 惹是生非、一些駭客的攻擊方式， 還有網路上的騷擾。 為什麼？因為這些行為的核心都是羞辱。"}, {"zh-tw": " This behavior is a symptomof the culture we've created. Just think about it.", "en": " 這個行為就是我們創造的文化的一種症狀。 想想這件事。"}, {"zh-tw": " Changing behavior beginswith evolving beliefs. We've seen that to be truewith racism, homophobia, and plenty of other biases,today and in the past.", "en": " 行為的改變從發展信念開始。 我們從種族歧視、同性戀恐懼症中看到改變成真， 還有諸多當代或過去的偏見。"}, {"zh-tw": " As we've changed beliefsabout same-sex marriage, more people have beenoffered equal freedoms. When we began valuing sustainability, more people began to recycle.", "en": " 當我們對同性戀婚姻的想法改變， 更多人就因此獲得平等的自由。 當我們開始重視永續性， 就有更多人開始做資源回收。"}, {"zh-tw": " So as far as our cultureof humiliation goes, what we need is a cultural revolution. Public shamingas a blood sport has to stop, and it's time for an interventionon the Internet and in our culture.", "en": " 所以隨著羞辱文化的發展， 我們需要的是一場文化革命。 公開羞辱就像血腥運動必須停止， 現在是時候介入處理網路和我們的文化了。"}, {"zh-tw": " The shift begins with something simple,but it's not easy. We need to return to a long-held valueof compassion -- compassion and empathy.", "en": " 這場轉變始於一種簡單，但卻不容易的方式。 我們需要回到一直以來都擁有的同情心 ──同情以及同理，"}, {"zh-tw": " Online, we've got a compassion deficit, an empathy crisis. Researcher Brené Brown said, and I quote, \"Shame can't survive empathy.\" Shame cannot survive empathy.", "en": " 在網路上，我們碰到同理匱乏， 同理的危機。 我引用研究員布芮尼．布朗說過的話： 「有了同理心，羞辱感就不會存在。」 有了同理心，羞辱感就不會存在。"}, {"zh-tw": " I've seen some very dark days in my life, and it was the compassion and empathyfrom my family, friends, professionals, and sometimes even strangersthat saved me. Even empathy from one personcan make a difference.", "en": " 我在生命中見過一些非常黑暗的日子， 是那些來自家人、朋友、專家， 有時候甚至是陌生人的同情和同理，拯救了我。 即使是一個人的同情也能帶來改變。"}, {"zh-tw": " The theory of minority influence, proposed by social psychologistSerge Moscovici, says that even in small numbers, when there's consistency over time, change can happen. In the online world,we can foster minority influence by becoming upstanders.", "en": " 少數人影響力理論 是由社會心理學家塞奇．莫斯科維奇提出， 理論指出即使是非常少數， 只要一直持續不斷進行， 就可以帶來改變。 在網路世界，我們可以 透過成為榜樣，培養少數人影響力。"}, {"zh-tw": " To become an upstander meansinstead of bystander apathy, we can post a positive comment for someoneor report a bullying situation. Trust me, compassionate commentshelp abate the negativity.", "en": " 成為榜樣意謂著與其像旁觀者一樣無情， 我們可以發表支持網友的正面評論，或是檢舉霸凌的情況。 相信我，富有同情的留言可以幫助消除負面情緒。"}, {"zh-tw": " We can also counteract the cultureby supporting organizations that deal with these kinds of issues, like the Tyler ClementiFoundation in the U.S., In the U.K., there's Anti-Bullying Pro, and in Australia, there's Project Rockit. We talk a lot about our rightto freedom of expression, but we need to talk more about our responsibilityto freedom of expression.", "en": " 我們也可以消除這種文化， 透過支持處理這類問題的組織， 就像在美國的泰勒．克里蒙提基金會(Tyler Clementi Foundation)， 在英國有反霸凌組織(Anti-Bullying Pro)， 在澳洲則有搖滾計畫 (Project Rockit)。 我們談論很多言論自由權的議題， 但是我們需要討論更多針對 大家對言論自由的責任。"}, {"zh-tw": " We all want to be heard, but let's acknowledge the differencebetween speaking up with intention and speaking up for attention. The Internet is the superhighway for the id, but online, showing empathy to others benefits us all and helps createa safer and better world.", "en": " 我們都希望自己的聲音被聽見， 但是請分清楚為了傳達意義而挺身呼籲， 和為了吸引注意而發表言論兩者間的不同。 網際網路是傳達自我的高速公路， 但是在網路上， 向他人展現同理心對大家都有利， 而且也能創造更安全美好的世界。"}, {"zh-tw": " We need to communicateonline with compassion, consume news with compassion, and click with compassion. Just imagine walking a milein someone else's headline.", "en": " 我們需要富有同情心地在網路上交流， 富有同情心地閱讀新聞， 並且富有同情心地點閱。 只要試想自己長期成為別人頭條新聞的感受。"}, {"zh-tw": " I'd like to end on a personal note. In the past nine months, the question I've been asked the most is why.", "en": " 我想以個人心得做結語。 在過去的九個月中， 我最常被到的問題是：為什麼？"}, {"zh-tw": " Why now? Why was I sticking my head above the parapet? You can read between the linesin those questions, and the answer has nothingto do with politics. The top note answer was and isbecause it's time: time to stop tip-toeing around my past; time to stop living a life of opprobrium; and time to take back my narrative.", "en": " 為什麼是現在？ 為什麼我敢發表可能引發眾怒的言論？ 你可以在那些問題的字裡行間了解一些事， 而答案與政治毫無關係。 最主要的答案是因為這是時候了： 是時候停止小心翼翼活在我的過去中； 是時候停止過著被批評羞辱的生活； 也是時候由我說自己的故事。"}, {"zh-tw": " It's also not just about saving myself. Anyone who is suffering from shameand public humiliation needs to know one thing: You can survive it.", "en": " 這不只是拯救我自己。 任何一個感受過恥辱與被公開羞辱的人 都需要知道一件事： 你能挺過來的。"}, {"zh-tw": " I know it's hard. It may not be painless, quick or easy, but you can insiston a different ending to your story.", "en": " 我知道這很艱難， 也許會痛，也許漫長、困難， 但是你可以堅持讓自己的故事有不同的結尾。"}, {"zh-tw": " Have compassion for yourself. We all deserve compassion, and to live both online and offin a more compassionate world.", "en": " 同情你自己。 我們都值得同情， 無論在網路上或下了線， 也都值得生活在更富有同情心的世界裡。"}, {"zh-tw": " Thank you for listening.", "en": " 謝謝各位聆聽。"}], "title": "Monica Lewinsky The Price Of Shame"}