{"url": "http://www.ted.com/talks/bill_gates_the_next_disaster_we_re_not_ready", "paragraphs": [{"zh-tw": " When I was a kid, the disaster we worried about most was a nuclear war. That's why we had a barrel like thisdown in our basement, filled with cans of food and water.", "en": " 在我小時候， 最讓我們感到擔憂的是一場核戰災難， 那就是我們在地下室放個像這樣的桶子的原因， 裝滿罐頭食物及水。"}, {"zh-tw": " When the nuclear attack came, we were supposed to go downstairs,hunker down, and eat out of that barrel. Today the greatest risk of global catastrophe doesn't look like this.", "en": " 如果發生核子攻擊， 我們就要躲到地下室，蹲下，吃桶裡的食物。 但是今天全球最大的災難風險 不是這個，"}, {"zh-tw": " Instead, it looks like this. If anything kills over 10 million peoplein the next few decades, it's most likely to be a highly infectious virus rather than a war.", "en": " 而是這個。 如果在未來數十年有任何東西能殺死一千多萬人， 那極可能是具高度傳染性的病毒， 而非一場戰爭，"}, {"zh-tw": " Not missiles, but microbes. Now, part of the reason for this is that we've invested a huge amountin nuclear deterrents.", "en": " 不是各樣的飛彈，而是微生物。 那麼，造成這種情況的部分原因是 我們投進了大把鈔票在核武威脅上，"}, {"zh-tw": " But we've actually invested very little in a system to stop an epidemic. We're not ready for the next epidemic.", "en": " 卻極少投資在防止流行病的系統， 我們還沒準備好對抗下一場流行病。"}, {"zh-tw": " Let's look at Ebola. I'm sure all of you read about it in the newspaper, lots of tough challenges.", "en": " 來看一下伊波拉。 我敢肯定你們都在報上讀過相關消息， 很多艱難的挑戰。"}, {"zh-tw": " I followed it carefully through the case analysis tools we use to track polio eradication. And as you look at what went on, the problem wasn't that there was a systemthat didn't work well enough, the problem was that we didn't have a system at all.", "en": " 我透過我們追蹤根除小兒麻痺症的個案分析工具 仔細追蹤伊波拉的情況。 你看看當時的情況， 問題不在系統沒有發揮足夠的作用， 問題在於我們根本就沒有系統。"}, {"zh-tw": " In fact, there's some pretty obviouskey missing pieces. We didn't have a group of epidemiologists ready to go, who would have gone, seen what the disease was,seen how far it had spread.", "en": " 事實上，是有一些相當明顯的重大缺失。 我們沒有一組流行病學家待命，他們本該到發病當地， 察看這種疾病，察看這種疾病蔓延的情況。"}, {"zh-tw": " The case reports came in on paper. It was very delayedbefore they were put online and they were extremely inaccurate.", "en": " 個案報告以書寫形式發表， 但是耽擱許久後才放上網路， 而且內容還極不正確。"}, {"zh-tw": " We didn't have a medical team ready to go. We didn't have a way of preparing people.", "en": " 我們沒有醫療團隊待命， 我們沒有替隊員預備部署的方法。"}, {"zh-tw": " Now, Médecins Sans Frontières did a great job orchestrating volunteers. But even so, we were far slowerthan we should have been getting the thousands of workersinto these countries.", "en": " 現在無國界醫生在動員志工上表現極好， 但是即便如此，我們仍然慢太多了， 我們本來應該能動員數千名人員進入這些國家的，"}, {"zh-tw": " And a large epidemic would require usto have hundreds of thousands of workers. There was no one there to look at treatment approaches.", "en": " 而一場大型的流行病需要我們數千名人員待命。 沒有人在那裡研究治療方法，"}, {"zh-tw": " No one to look at the diagnostics. No one to figure out what tools should be used.", "en": " 沒有人研究診斷學， 沒有人去搞清楚到底要用什麼工具。"}, {"zh-tw": " As an example, we could have taken the blood of survivors, processed it, and put that plasmaback in people to protect them. But that was never tried.", "en": " 舉個例，我們本來可以取倖存者的血液， 處理一下，把那個血漿打回人類身上來保護他們， 但是那個方法從未試過，"}, {"zh-tw": " So there was a lot that was missing. And these things are really a global failure.", "en": " 所以還有很多的事情沒有處理， 而這些事真的是全球層面的失敗。"}, {"zh-tw": " The WHO is funded to monitor epidemics,but not to do these things I talked about. Now, in the movies it's quite different.", "en": " 世界衛生組織是受資助去監控流行病，但是沒有做到我剛剛談及的那幾件事。 但是電影可不是這麼演的。"}, {"zh-tw": " There's a group of handsomeepidemiologists ready to go, they move in, they save the day,but that's just pure Hollywood. The failure to prepare could allow the next epidemic to be dramatically more devastating than Ebola Let's look at the progression of Ebola over this year.", "en": " 有一群好帥的流行病學家隨時待命， 他們進入災區，轉危為安，但那只是好萊塢罷了。 無法未雨綢繆可能會讓下一場疫情 比伊波拉更具破壞力。 來看一下今年伊波拉的進展，"}, {"zh-tw": " About 10,000 people died, and nearly all were in the threeWest African countries. There's three reasons whyit didn't spread more.", "en": " 大約一萬人死亡， 而且死亡人口幾乎集中在這三個西非國家。 有三個原因讓它沒有蔓延到更遠的地方。"}, {"zh-tw": " The first is that there was a lot of heroic work by the health workers. They found the people and they prevented more infections.", "en": " 第一是衛生人員做了很多英勇事蹟。 他們找出患病的人，而且防止更多感染。"}, {"zh-tw": " The second is the nature of the virus. Ebola does not spread through the air.", "en": " 第二是這個病毒的天性。 伊波拉不會透過空氣傳播，"}, {"zh-tw": " And by the time you're contagious, most people are so sick that they're bedridden. Third, it didn't getinto many urban areas.", "en": " 當你被傳染時， 大部分患者都已嚴重到臥病在床。 第三，它沒有傳到許多城市地區，"}, {"zh-tw": " And that was just luck. If it had gotten into a lot more urban areas, the case numbers would have been much larger.", "en": " 這僅是運氣好。 如果它傳到更多城市地區， 病例數可能會大幅提高。"}, {"zh-tw": " So next time, we might not be so lucky. You can have a virus where people feel well enough while they're infectious that they get on a planeor they go to a market.", "en": " 所以下次，我們可能就沒這麼幸運了！ 你可能帶有一種病毒，而其他人的身體沒有出現毛病， 病毒卻具感染性的，他們還可以登機或去市場。"}, {"zh-tw": " The source of the virus could be a natural epidemic like Ebola, or it could be bioterrorism. So there are things that would literallymake things a thousand times worse.", "en": " 病毒的來源可能是天然疫源如伊波拉， 也可能是生化恐怖主義。 所以的確有東西會讓情況糟一千倍。"}, {"zh-tw": " In fact, let's look at a modelof a virus spread through the air, like the Spanish Flu back in 1918. So here's what would happen: It would spread throughout the worldvery, very quickly.", "en": " 事實上，讓我們來看一下經空氣傳播的病毒傳染模式， 就像 1918 年發生的西班牙型流感。 所以情況可能是這樣： 它可能極快速地傳遍世界。"}, {"zh-tw": " And you can see over 30 million peopledied from that epidemic. So this is a serious problem.", "en": " 你們可以看到超過三千萬人死於那次疫情。 所以這是很嚴重的問題，"}, {"zh-tw": " We should be concerned. But in fact, we can builda really good response system.", "en": " 我們應當掛慮。 但事實上，我們可以建立良好的應變系統，"}, {"zh-tw": " We have the benefits of all the scienceand technology that we talk about here. We've got cell phones to get information from the public and get information out to them.", "en": " 我們有這裡談到的科學與技術優勢。 我們有手機 可以從民眾得到資訊，也可以傳播資訊給民眾。"}, {"zh-tw": " We have satellite maps where we can seewhere people are and where they're moving. We have advances in biology that should dramatically change the turnaround time to look at a pathogen and be able to make drugs and vaccinesthat fit for that pathogen.", "en": " 我們有衛星圖能看到民眾聚集在哪裡又移動到哪裡。 我們的生物學蓬勃發展， 應能大幅提升從尋找病原體 到製造治療藥物及疫苗所需的處理時間。"}, {"zh-tw": " So we can have tools, but those tools need to be putinto an overall global health system. And we need preparedness.", "en": " 所以我們有工具， 但是這些工具需要讓全球衛生系統都運用到， 而且我們要未雨綢繆。"}, {"zh-tw": " The best lessons, I think, on how to get prepared are again, what we do for war. For soldiers, we have full-time,waiting to go.", "en": " 我想，如何未雨綢繆的最佳範例 就是我們如何備戰。 在軍員方面，我們的職業軍人隨時待命，"}, {"zh-tw": " We have reserves that can scale us up to large numbers. NATO has a mobile unit that can deploy very rapidly.", "en": " 而後備軍人也能大量擴充動員。 北約還有個機動組能快速遣兵，"}, {"zh-tw": " NATO does a lot of war games to check, are people well trained? Do they understand about fuel and logistics and the same radio frequencies? So they are absolutely ready to go. So those are the kinds of thingswe need to deal with an epidemic.", "en": " 北約做過很多軍事演習以查驗大家是否訓練有素？ 他們是否了解燃料及後勤， 是否在同一無線頻率上？ 如此一來他們完全準備待命。 這些就是我們對抗流行病需要做的事。"}, {"zh-tw": " What are the key pieces? First, we need strong health systemsin poor countries. That's where mothers can give birth safely, kids can get all their vaccines.", "en": " 有哪些主要部分？ 第一，在貧窮國家我們需要完善的醫療系統， 在那裡母親能安全生產， 小孩能注射疫苗。"}, {"zh-tw": " But, also where we'll see the outbreak very early on. We need a medical reserve corps: lots of people who've got the training and background who are ready to go, with the expertise.", "en": " 但是，那些地方也是我們能早早發現疫情爆發的地方， 我們需要醫療後備部隊： 很多受過訓練且具備相關背景的人 能隨時待命，還有專門知識技能。"}, {"zh-tw": " And then we need to pair thosemedical people with the military. taking advantage of the military's abilityto move fast, do logistics and secure areas.", "en": " 然後我們需要讓醫療人員與軍方配搭， 利用軍方的能力快速行動、做後勤 及採取安全措施保護當地。"}, {"zh-tw": " We need to do simulations, germ games, not war games,so that we see where the holes are. The last time a germ game was done in the United States was back in 2001, and it didn't go so well.", "en": " 我們需要模擬演練， 做微生物演習，而非軍事演習，那樣才能發現漏洞所在。 美國最後一次微生物演習 於 2001 年舉行，而且還不太成功。"}, {"zh-tw": " So far the score is germs: 1, people: 0. Finally, we need lots of advanced R&Din areas of vaccines and diagnostics.", "en": " 到目前為止比數是微生物 1 分， 人類 0 分。 最後，我們就疫苗及診斷方面需要很多先進的研發，"}, {"zh-tw": " There are some big breakthroughs, like the Adeno-associated virus, that could work very, very quickly. Now I don't have an exact budgetfor what this would cost, but I'm quite sure it's very modestcompared to the potential harm.", "en": " 也有一些重大的突破，例如腺相關病毒， 能產生非常非常快的成效。 我對這個要花多少錢並沒有明確的預算， 但我還蠻確定與潛在危害相比這應該不算多。"}, {"zh-tw": " The World Bank estimates that if we have a worldwide flu epidemic, global wealth will go downby over three trillion dollars and we'd have millionsand millions of deaths. These investments offer significant benefits beyond just being ready for the epidemic.", "en": " 世界銀行估計如果來一場全球流感疫情， 全球財富將會減少三兆多美元， 而且還會有數不清的死亡病例。 這些投資提供的顯著效益 不僅在於充分預備對抗流感疫情，"}, {"zh-tw": " The primary healthcare, the R&D, those things would reduce global health equity and make the world more just as well as more safe. So I think this should absolutelybe a priority.", "en": " 還有基礎衛生醫療與研發， 這些事都可能縮小全球健康公平性的差距， 讓這個世界更公平更安全。 所以我認為這絕對是該優先考慮的事情。"}, {"zh-tw": " There's no need to panic. We don't have to hoard cans of spaghettior go down into the basement.", "en": " 我們絕不需要恐慌， 不需要囤積義大利麵罐頭或躲到地下室去。"}, {"zh-tw": " But we need to get going,because time is not on our side. In fact, if there's one positive thingthat can come out of the Ebola epidemic, it's that it can serve as an early warning, a wake-up call, to get ready.", "en": " 但是我們需要開始行動，因為時間並不站在我們這邊。 事實上，如果要說伊波拉疫情帶給我們什麼正面的事情， 那就是它是早期警告，一個警鐘，要我們準備好。"}, {"zh-tw": " If we start now, we can be ready for the next epidemic. Thank you.", "en": " 如果我們現在就開始，必定能夠準備好對抗下一場疫情。 謝謝。"}], "title": "Bill Gates The Next Disaster We Re Not Ready"}