{"url": "http://www.ted.com/talks/chris_milk_how_virtual_reality_can_create_the_ultimate_empathy_machine", "paragraphs": [{"zh-tw": " Virtual reality started for mein sort of an unusual place. It was the 1970s. I got into the field very young:I was seven years old.", "en": " 對於我來說，虛擬實境是以一種特殊方式開始的。 在 1970 年代， 我在非常年輕的時候就加入這個領域，當時我七歲，"}, {"zh-tw": " And the tool that I used to access virtual reality was the Evel Knievel stunt cycle. This is a commercial for that particular item: (Video) Voice-over: What a jump! Evel's riding the amazing stunt cycle.", "en": " 而那個讓我進入虛擬實境的工具 是艾佛·克尼沃的特技飛車模型。 這是它的商業宣傳： （影片）旁白：看那一跳！ 艾佛正在表演驚人的飛車特技，"}, {"zh-tw": " That gyro-power sends him over 100 feet at top speed. Chris Milk: So this was my joy back then.", "en": " 他以最高速讓陀螺轉子的力量 到達 100 英尺的高度。 克里斯·米爾克：這就是我當時的娛樂。"}, {"zh-tw": " I rode this motorcycle everywhere. And I was there with Evel Knievel; we jumped the Snake River Canyon together.", "en": " 我騎著這個摩托車到處跑。 我和艾佛·克尼沃一起跳過了蛇湖峽谷。"}, {"zh-tw": " I wanted the rocket. I never got the rocket,I only got the motorcycle.", "en": " 我想要那個火箭。 但我卻沒得到那個火箭，我只有得到摩托車。"}, {"zh-tw": " I felt so connected to this world. I didn't want to be a storyteller when I grew up, I wanted to be stuntman.", "en": " 這讓我感覺到我與世界緊緊相連。 我不想長大後成是一個講故事人，我想成為一個特技演員。"}, {"zh-tw": " I was there. Evel Knievel was my friend. I had so much empathy for him.", "en": " 我就在那裡，艾佛·克尼沃是我的朋友。 我在他身上投入了很多感情。"}, {"zh-tw": " But it didn't work out. I went to art school.", "en": " 但是這沒什麼用。 我進了藝術學校。"}, {"zh-tw": " I started making music videos. And this is one of the earlymusic videos that I made: (Music: \"Touch the Sky\" by Kanye West) CM: You may notice some slight similarities here.", "en": " 開始製作音樂影片。 這是我早期製作的音樂影片之一： （音樂：「觸摸蒼穹」 凱恩·韋斯特） 克里斯·米爾克：你可能會發現一些細微的相同點。"}, {"zh-tw": " And I got that rocket. So, now I'm a filmmaker,or, the beginning of a filmmaker, and I started using the tools that areavailable to me as a filmmaker to try to tell the most compelling storiesthat I can to an audience.", "en": " 我得到了那火箭。 所以，現在我是一個電影製片人，或者說，一個新手的電影製片人。 我開始嘗試運用我可以利用的製片工具 將故事以吸引人方式帶給觀眾。"}, {"zh-tw": " And film is this incredible mediumthat allows us to feel empathy for people that are very different than us and worlds completely foreign from our own. Unfortunately, Evel Knievel did not feel the same empathy for us that we felt for him, and he sued us for this video -- -- shortly thereafter.", "en": " 而電影，是不可思議的媒介，讓我們感同身受， 體會那些截然不同的人生， 和那些對我們而言陌生的世界。 不幸的是 艾佛·克尼沃並沒有感受到我們的感受， 他因為這個影片而控告了我們 在那之後不久。"}, {"zh-tw": " On the upside, the man that I worshipped as a child, the man that I wanted to become as an adult, I was finally able to get his autograph. Let's talk about film now.", "en": " 不過就好的方面來說，那個我小時候一直崇拜的男人， 那我長大後想成為的男人， 最終我得到了他的簽名。 現在我們來談談電影"}, {"zh-tw": " Film, it's an incredible medium, but essentially, it's the samenow as it was then. It's a group of rectangles that areplayed in a sequence.", "en": " 電影，是一種不可思議的媒介， 不過就本質來說，它發展至今並沒有變化。 它只是將一組長方形（電影幀片）按一定的順序播放。"}, {"zh-tw": " And we've done incredible thingswith those rectangles. But I started thinking about, is there a way that I can use modernand developing technologies to tell stories in different ways and tell different kinds of stories that maybe I couldn't tell usingthe traditional tools of filmmaking that we've been using for 100 years? So I started experimenting, and what I was trying to do wasto build the ultimate empathy machine.", "en": " 而我們用這些長方形製作了很多令人難以置信的電影。 但我開始設想， 是否有什麼辦法，讓我運用現代先進技術， 將故事以不同的形式表達出來， 並講述不同的故事， 那些我不能用傳統技藝表達出來的故事， 那些已經用了 100 多年的技術？ 所以我開始進行試驗， 一個終極的可以表達情感的機器。"}, {"zh-tw": " And here's one of the early experiments: (Music) So this is called\"The Wilderness Downtown.\" It was a collaboration with Arcade Fire. It asked you to put in the addresswhere you grew up at the beginning of it.", "en": " 這是早期的試驗之一： （音樂） 這個叫做「市中心的荒野。」 一個與「拱廊之火」的合作項目。 它會請求你鍵入你成長地的地址。"}, {"zh-tw": " It's a website. And out of it starts growing these littleboxes with different browser windows.", "en": " 是一個網站。 之後，一些小方塊會從不同的瀏覽器視窗出現。"}, {"zh-tw": " And you see this teenager running down a street, and then you see Google Street Viewand Google Maps imagery and you realize the streethe's running down is yours. And when he stops in front of a house,he stops in front of your house.", "en": " 然後你會看見一個青少年在街上跑， 再然後，你會看見谷歌街景和谷歌地圖圖像 你會意識到，那個青少年跑過的街區，就是你童年呆過的地方。 當他停下的時候，正好停在你的房子面前。"}, {"zh-tw": " And this was great, and I saw people having an even deeper emotional reaction to this than the things that I had made in rectangles. And I'm essentially taking a piece of your history and putting it inside the framing of the story.", "en": " 這太棒了，我發現大家有更深層次的情感反饋。 比那些長方形幀片帶來的感情更深。 基本上是拿出你的一段過往 並將它植入故事的框架。"}, {"zh-tw": " But then I started thinking, okay, well that's a part of you, but how do I put all of youinside of the frame? So to do that, I startedmaking art installations. And this is one called \"The Treachery of Sanctuary.\" It's a triptych. I'm going to showyou the third panel.", "en": " 但是我又開始設想， 沒錯，那是你故事一部分， 但我怎樣才能將你們的全部融入這個框架呢？ 為了達成這個目標，我開始加入藝術效果。 這叫做「聖堂的背叛。」 是一個三聯畫，我現在向你展示第三聯畫。"}, {"zh-tw": " (Music) So now I've got you inside of the frame, and I saw people having even morevisceral emotional reactions to this work than the previous one. But then I started thinking about frames,and what do they represent? And a frame is just a window.", "en": " （音樂） 那麼現在，你進入了我的框架， 我看見人們有了比先前 更發自肺腑的情感反應。 但是，我開始思考這些框架：這代表了什麼？ 框架只是一扇窗戶。"}, {"zh-tw": " I mean, all the media that we watch --television, cinema -- they're these windows into these other worlds. And I thought, well, great. I got you in a frame.", "en": " 我的意思是，所有的媒體﹣電視、電影﹣ 都是通往其他世界的窗戶。 那麼我設想，好的，你進入了我設計的框架。"}, {"zh-tw": " But I don't want you in the frame,I don't want you in the window, I want you through the window,I want you on the other side, in the world, inhabiting the world. So that leads me back to virtual reality.", "en": " 但我不想讓你進入裡面，不想讓你出現在我的窗口， 我想讓你穿越這扇窗戶， 到達這個世界的另一邊，完全融入那個世界。 這讓我重新開始設想虛擬實境。"}, {"zh-tw": " Let's talk about virtual reality. Unfortunately, talking about virtual realityis like dancing about architecture.", "en": " 那麼，我們來談談虛擬實境。 不幸的是， 虛擬實境就像用舞蹈來解釋建築設計一樣。"}, {"zh-tw": " And this is actually someone dancingabout architecture in virtual reality. So, it's difficult to explain.Why is it difficult to explain? It's difficult because it's a very experiential medium.", "en": " 這真的是在虛擬世界裡就像舞蹈之於建築。 所以這很難解釋，為甚麼難呢？ 因為這是一個來自個人經驗的媒介。"}, {"zh-tw": " You feel your way inside of it. It's a machine, but inside of it, it feels like real life,it feels like truth.", "en": " 你會感覺到屬於你自己的方式。 這是個機器，但是它的內部， 就如同真實的世界 ,它就像現實一樣。"}, {"zh-tw": " And you feel present in the worldthat you're inside and you feel present with the peoplethat you're inside of it with. So, I'm going to show you a demoof a virtual reality film: a full-screen version ofall the information that we capture whenwe shoot virtual reality.", "en": " 你會感覺到你進入的那個世界 你感覺你與那個世界的人一起存在。 那麼現在，我要向大家展示一個虛擬實境的剪輯： 一個全螢幕的 在拍攝虛擬實境過程中獲得的資訊。"}, {"zh-tw": " So we're shooting in every direction. This is a camera system that we built that has 3D cameras that lookin every direction and binaural microphonesthat face in every direction.", "en": " 我們從每個角度進行拍攝。 我們構建一個攝影機系統， 每個角度都有 3D 攝影機進行拍攝， 並且有多方位的雙聲道麥克風裝置。"}, {"zh-tw": " We take this and we build, basically,a sphere of a world that you inhabit. So what I'm going to show youis not a view into the world, it's basically the whole worldstretched into a rectangle.", "en": " 實際上，我們利用這個系統構建了一個大家居住的世界。 那麼，我將向你展示的，不僅是這世界的一個拍攝角度， 而且是完整的一個被壓縮進長方形的世界。"}, {"zh-tw": " So this film is called \"Clouds Over Sidra,\" and it was made in conjunction with our virtual reality company called VRSE and the United Nations, and a co-collaborator named Gabo Arora. And we went to a Syrian refugee campin Jordan in December and shot the story of a 12-year-oldgirl there named Sidra.", "en": " 這段影片稱為「浮雲籠罩錫德拉，」 和虛擬實境公司 VRSE 以及聯合國一起製作， 還有一位合作者，名叫加博·阿羅拉。 我們於十二月拜訪了一個位於約旦敘利亞難民營 並拍攝了一個 12 歲小女孩名叫錫德拉的故事。"}, {"zh-tw": " And she and her family fled Syriathrough the desert into Jordan and she's been living in thiscamp for the last year and a half. (Video) Sidra: My name is Sidra.", "en": " 她與她的家人逃離了敘利亞，穿過沙漠來到了約旦 住在這個難民營已一年半了。 （影片）錫德拉：我叫錫德拉。"}, {"zh-tw": " I am 12 years old. I am in the fifth grade.", "en": " 今年十二歲。 我上五年級。"}, {"zh-tw": " I am from Syria,in the Daraa Province, Inkhil City. I have lived here in the Zaatari campin Jordan for the last year and a half.", "en": " 我來自敘利亞達拉省，印基爾市。 我居住在這裡，約旦的扎塔里營地，已經有一年半了。"}, {"zh-tw": " I have a big family: three brothers, one is a baby. He cries a lot.", "en": " 我有一個大家庭： 3 個兄弟，其中一個是嬰兒。 他經常哭。"}, {"zh-tw": " I asked my father if I cried when I was a baby and he says I did not. I think I was a stronger babythan my brother.", "en": " 我問爸爸我小時候是不是也經常哭，他說沒有。 我認為我比我弟弟更堅強。"}, {"zh-tw": " CM: So, when you're inside of the headset. you're not seeing it like this.", "en": " 克里斯·米爾克：因此，當你戴上這個裝置時， 你看到的不會是這樣。"}, {"zh-tw": " You're looking around through this world. You'll notice you see full360 degrees, in all directions.", "en": " 而是透過這構建的世界去看。 你會注意到，你看到的景象是360 度全方位的世界。"}, {"zh-tw": " And when you're sitting therein her room, watching her, you're not watching it througha television screen, you're not watching it through a window,you're sitting there with her. When you look down, you're sittingon the same ground that she's sitting on.", "en": " 你坐在她的房間裡，看著她， 你不是透過一個電視螢幕看到她， 也不是透過窗戶，你是真實地與她坐在一起。 當你向下看的時候，你會發現你與她坐在同一塊地板上。"}, {"zh-tw": " And because of that, you feel her humanity in a deeper way. You empathize with her in a deeper way.", "en": " 正因為如此， 你可以更深地體會到她的人性， 你與她有更深層次的情感交流。"}, {"zh-tw": " And I think that we can changeminds with this machine. And we've already startedto try to change a few.", "en": " 我認為我們可以通過這個機器改變人的想法。 我們已經開始嘗試進行小小的改變。"}, {"zh-tw": " So we took this film to the World EconomicForum in Davos in January. And we showed it to a group of people whose decisions affect the livesof millions of people.", "en": " 因此，我們一月時將這個微電影帶到了在達沃斯的世界經濟大會， 我們向一組人展示 這些人他們的決定會影響數以百萬人的生活。"}, {"zh-tw": " And these are people who might not otherwise be sitting in a tent in a refugee camp in Jordan. But in January, one afternoonin Switzerland, they suddenly all found themselves there.", "en": " 這些人可能不會真的 坐在一個約旦的難民營帳篷裡。 但是在一月的那個下午，就在瑞士， 他們發現自己已然身處那裡。"}, {"zh-tw": " And they were affected by it. So we're going to make more of them.", "en": " 他們被這打動了。 因此我們會製作更多。"}, {"zh-tw": " We're working with the United Nations right now to shoot a whole series of these films. We just finished shootinga story in Liberia.", "en": " 我們現在與聯合國合作 去製作一系列的這樣的電影。 我們剛剛完成了一個在利比亞的拍攝，"}, {"zh-tw": " And now, we're going to shoot a story in India. And we're taking these films, and we're showing them at the United Nations to people that work there and peoplethat are visiting there.", "en": " 並即將前往印度。 我們會將這些拍攝的影片， 在聯合國播放 給那些在那裡工作的人和去那裡參觀的人看。"}, {"zh-tw": " And we're showing them to the people that can actually change the livesof the people inside of the films. And that's where I think we juststart to scratch the surface of the true power of virtual reality.", "en": " 我們將這些 展示給了觀眾，這些觀眾有能力真正改變電影裡的人的命運。 我相信那就是我們的出發點 去真正接觸虛擬現實的力量。"}, {"zh-tw": " It's not a video game peripheral. It connects humans to other humansin a profound way that I've never seen before in any other form of media.", "en": " 這不是一個遊戲機器， 它將人與人以一種緊密的方式連接在一起 我從未從任何以往的媒介中發現。"}, {"zh-tw": " And it can change people'sperception of each other. And that's how I think virtual reality has the potentialto actually change the world.", "en": " 它可以改變人與人之間的感受 這就是我為何相信 虛擬實境俱有改變現實世界的力量。"}, {"zh-tw": " So, it's a machine, but through this machinewe become more compassionate, we become more empathetic,and we become more connected. And ultimately, we become more human.", "en": " 它是一個機器 但是透過它，我們變得更富有同情心 變得更能將心比心，變得更緊密。 最終變得更人性。"}, {"zh-tw": " Thank you.", "en": " 謝謝大家。"}], "title": "Chris Milk How Virtual Reality Can Create The Ultimate Empathy Machine"}