{"url": "http://www.ted.com/talks/barat_ali_batoor_my_desperate_journey_with_a_human_smuggler", "paragraphs": [{"zh-tw": "我是哈扎拉人，我們的家鄉是阿富汗。就像上萬個哈扎拉孩子一樣，我在流亡時誕生。", "en": "I am a Hazara, and the homelandof my people is Afghanistan. Like hundreds of thousandsof other Hazara kids, I was born in exile."}, {"zh-tw": "針對哈扎拉人不斷的迫害和征戰，讓我的父母不得不離開阿富汗。這場迫害歷史悠久，溯及十九世紀末，阿布杜爾．拉赫曼汗國王的政權。", "en": "The ongoing persecutionand operation against the Hazaras forced my parents to leave Afghanistan. This persecution has had a long historygoing back to the late 1800s, and the rule of King Abdur Rahman."}, {"zh-tw": "他殺了 63% 的哈扎拉人，用他們的頭顱建造宣禮塔。", "en": "He killed 63 percent of the Hazara population. He built minarets with their heads."}, {"zh-tw": "許多哈扎拉人被賣去當奴隸，有些人逃到鄰國伊朗或巴基斯坦。我父母也逃到巴基斯坦，在奎塔安頓下來，我也在那出生。", "en": "Many Hazaras were sold into slavery, and many others fled the countryfor neighboring Iran and Pakistan. My parents also fled to Pakistan, and settled in Quetta, where I was born."}, {"zh-tw": "911 雙子星大樓攻擊事件之後，我有機會前往阿富汗，那是我的第一次，和外籍記者同行。我才 18 歲就擔任口譯人員。", "en": "After the September 11attack on the Twin Towers, I got a chance to go to Afghanistan for the first time,with foreign journalists. I was only 18, and I got a jobworking as an interpreter."}, {"zh-tw": "四年後，我覺得阿富汗已經夠安全能夠搬回去定居了，我在那裡擔任紀實攝影師，拍攝很多故事。其中非常重要的一個故事就是阿富汗跳舞的男孩。", "en": "After four years, I felt it was safe enoughto move to Afghanistan permanently, and I was working thereas a documentary photographer, and I worked on many stories. One of the most importantstories that I did was the dancing boys of Afghanistan."}, {"zh-tw": "這個悲劇講述一項駭人的傳統。故事包括了小男孩跳舞給軍閥和社會上有權勢的男性看。", "en": "It is a tragic story aboutan appalling tradition. It involves young kidsdancing for warlords and powerful men in the society."}, {"zh-tw": "這些男孩通常是被綁架，或從窮困家長那買來的，他們被迫做性奴隸。這是蘇卡爾，", "en": "These boys are often abductedor bought from their poor parents, and they are put to work as sex slaves. This is Shukur."}, {"zh-tw": "他是軍閥從喀布爾綁來的。他被帶到另一個省，被迫當軍閥本人和朋友的性奴隸。", "en": "He was kidnapped from Kabul by a warlord. He was taken to another province, where he was forced to work as a sex slavefor the warlord and his friends."}, {"zh-tw": "這則故事在華盛頓郵報上報導後，我開始收到死亡威脅，被迫離開阿富汗，就像我父母過去那樣。我和父母回到奎達。", "en": "When this story was publishedin the Washington Post, I started receiving death threats, and I was forced to leave Afghanistan, as my parents were. Along with my family,I returned back to Quetta."}, {"zh-tw": "奎達的情況在我 2005 年離開後已經大幅改變。這裡曾是哈扎拉人的和平避風港，現在卻變成巴基斯坦最危險的城市。", "en": "The situation in Quetta had changeddramatically since I left in 2005. Once a peaceful haven for the Hazaras, it had now turned into the mostdangerous city in Pakistan."}, {"zh-tw": "哈扎拉人被限制在兩個小區域裡，他們在社會、教育上被排擠、懲罰。這是那迪爾，", "en": "Hazaras are confined into two small areas, and they are marginalized socially,educationally, and financially. This is Nadir."}, {"zh-tw": "我小時候就認識他了。他會受傷是因為恐怖分子在奎達攻擊他的貨車，", "en": "I had known him since my childhood. He was injured when his vanwas ambushed by terrorists in Quetta."}, {"zh-tw": "不久後他就傷重不治。大約有 1,600 名哈扎拉族人在各種攻擊中喪命；約有 3,000 人受傷，其中很多人都因此終生殘廢。", "en": "He later died of his injuries. Around 1,600 Hazara members had been killed in various attacks, and around 3,000 of them were injured, and many of them permanently disabled."}, {"zh-tw": "對哈扎拉族的攻擊只會越演越烈，因此很多人想流亡並不讓人意外。繼阿富汗、伊朗、巴基斯坦之後，澳洲是世界上哈扎拉人口第四多的家園。", "en": "The attacks on the Hazara communitywould only get worse, so it was not surprisingthat many wanted to flee. After Afghanistan, Iran, Pakistan, Australia is home to the fourth largestpopulation of Hazaras in the world."}, {"zh-tw": "提到離開巴基斯坦，澳洲似乎是無庸置疑的選擇。我們的經濟情況只容許一人離開，最後決定讓我走，希望我安全抵達目的地之後能設法讓全家團圓。", "en": "When it came time to leave Pakistan, Australia seemed the obvious choice. Financially, only one of us could leave, and it was decided that I would go, in the hope that if I arrivedat my destination safely, I could work to get the restof my family to join me later."}, {"zh-tw": "我們都知道風險，這趟路有多恐怖，我碰到很多人在海上失去摯愛。這是鋌而走險的選擇，要放下一切離開，沒人能輕鬆做這個決定。", "en": "We all knew about the risks, and how terrifying the journey is, and I met many peoplewho lost loved ones at sea. It was a desperate decision to take,to leave everything behind, and no one makes this decision easily."}, {"zh-tw": "如果我只是買張機票飛到澳洲，花的時間不用 24 小時。但是要拿到簽證根本是不可能的事。", "en": "If I had been ableto simply fly to Australia, it would have taken meless than 24 hours. But getting a visa was impossible."}, {"zh-tw": "我的路途更長、更複雜，而且無疑更危險，搭飛機到泰國、走陸路和搭船到馬來西亞和印尼，一路付錢給人和蛇頭，花很多時間躲藏，還有很多時間害怕被抓到。我在印尼加入七位尋求政治庇護者。", "en": "My journey was much longer, much more complicated, and certainly more dangerous, traveling to Thailand by air, and then by road and boatto Malaysia and into Indonesia, paying people and smugglers all the way and spending a lot of time hiding and a lot of time in fear of being caught. In Indonesia, I joined a groupof seven asylum seekers."}, {"zh-tw": "我們共用一間房間，在雅加達外的小鎮，茂物。在茂物待了一個星期之後，我的三位室友開始亡命之旅，兩天後我們聽說一艘破船在去聖誕島的途中沉了。", "en": "We all shared a bedroom in a town outside of Jakarta called Bogor. After spending a week in Bogor, three of my roommatesleft for the perilous journey, and we got the news two days later that a distressed boat sankin the sea en route to Christmas Island."}, {"zh-tw": "我們發現自己的三位室友──那若茲、賈法、沙畢──也身在其中。只有賈法獲救。", "en": "We found out that our three roommates --Nawroz, Jaffar and Shabbir -- were also among those. Only Jaffar was rescued."}, {"zh-tw": "沙畢和那若茲就此失去蹤影。這讓我思考自己是在做對的事情嗎？我認定自己別無選擇，只能繼續下去。", "en": "Shabbir and Nawroz were never seen again. It made me think, am I doing the right thing? I concluded I really hadno other choice but to go on."}, {"zh-tw": "幾週後，我們接到蛇頭的電話，通知我們船已經備好，可以展開海上旅途了。我們在夜裡被帶上運往大船的汽艇，搭上老舊超載的漁船。", "en": "A few weeks later, we got the callfrom the people smuggler to alert us that the boat is ready for usto commence our sea journey. Taken in the night towards the main vessel on a motorboat, we boarded an old fishing boatthat was already overloaded."}, {"zh-tw": "總共有 93 個人，我們全都在甲板下。沒人可以待在甲板上。", "en": "There were 93 of us, and we were all below deck. No one was allowed up on the top."}, {"zh-tw": "每個人都花了六千美元走這段路。第一晚和白天風平浪靜，但是第二晚天氣變了。", "en": "We all paid 6,000 dollars each for this part of the trip. The first night and day went smoothly, but by the second night, the weather turned."}, {"zh-tw": "浪把船打得翻來覆去，木頭嘎嘎作響。大家在甲板下哭泣、祈禱、思念摯愛的親友。", "en": "Waves tossed the boat around,and the timbers groaned. People below deck were crying,praying, recalling their loved ones."}, {"zh-tw": "他們尖叫。這一刻非常嚇人。", "en": "They were screaming. It was a terrible moment."}, {"zh-tw": "就像世界末日的場景，或是說就像好來塢電影上的情節，裡面的東西全都破裂四散，世界就此停止。這件事確實發生在我們身上，", "en": "It was like a scene from doomsday, or maybe like one of those scenesfrom those Hollywood movies that shows that everythingis breaking apart and the world is just ending. It was happening to us for real."}, {"zh-tw": "大家都已經絕望了。我們的船就像火柴盒一樣在水上漂，失去控制。", "en": "We didn't have any hope. Our boat was floatinglike a matchbox on the water without any control."}, {"zh-tw": "波浪打得比船還高，海水灌進來的速度快到電動幫浦來不及抽水。我們失去希望，", "en": "The waves were much higher than our boat, and the water poured in fasterthan the motor pumps could take it out. We all lost hope."}, {"zh-tw": "心想一切都要結束了。我們直視著自己的死亡，我紀錄這一切。", "en": "We thought, this is the end. We were watching our deaths, and I was documenting it."}, {"zh-tw": "船長告訴大家，我們撐不下去，必須折返了。我們站上甲板，開關手電筒吸引路過的般隻注意。", "en": "The captain told us that we are not going to make it, we have to turn back the boat. We went on the deck and turned our torches on and off to attract the attentionof any passing boat."}, {"zh-tw": "我們為了吸引注意，不斷揮動救生衣和吹哨子。最後我們終於在小島靠岸。", "en": "We kept trying to attract their attentionby waving our life jackets and whistling. Eventually, we made it to a small island."}, {"zh-tw": "船撞上岩石，我滑進水裡，弄壞了相機，我所紀錄的一切。幸運的是記憶卡倖存了。", "en": "Our boat crashing onto the rocks, I slipped into the water and destroyed my camera,whatever I had documented. But luckily, the memory card survived."}, {"zh-tw": "那是一座茂密的森林，我們幾組人意見分歧，吵著接下來要怎麼做。", "en": "It was a thick forest. We all split up into many groupsas we argued over what to do next."}, {"zh-tw": "大家都嚇壞了、不知所措。在海灘上待了一晚之後，我們發現防波堤和椰子，", "en": "We were all scared and confused. Then, after spendingthe night on the beach, we found a jetty and coconuts."}, {"zh-tw": "從附近的渡假村喚來一艘船，然後馬上被交到印尼水上警察手上。我們在西冷拘留所的時候，一位移民署官員進來對我們徹底搜身。", "en": "We hailed a boat from a nearby resort, and then were quickly handed overto Indonesian water police. At Serang Detention Center, an immigration officer cameand furtively strip-searched us."}, {"zh-tw": "他拿走我們的行動電話、我的三百美元現金、我們的鞋子，確保我們無法逃跑。但是我們一直注意著警衛，確認他們的一舉一動，清晨四點左右，他們圍坐在火堆旁，我們從外面的防護窗上移開雙層玻璃，然後偷跑出去。我們爬上外牆旁的一棵樹上，牆上都是碎玻璃。", "en": "He took our mobile, my $300 cash, our shoes that we should notbe able to escape, but we kept watching the guards,checking their movements, and around 4 a.m.when they sat around a fire, we removed two glass layersfrom an outside facing window and slipped through. We climbed a tree next to an outer wallthat was topped with the shards of glass."}, {"zh-tw": "我們放上枕頭，用床單纏住前臂，爬上牆，光著腳逃跑。我自由了，帶著不確定的未來，身無分文。", "en": "We put the pillow on that and wrapped our forearms with bedsheets and climbed the wall, and we ran away with bare feet. I was free, with an uncertain future, no money."}, {"zh-tw": "我唯一有的就是記憶卡，裡面存了照片和影片。我的記錄影片在澳洲公共電視台《國際換日線》節目播出後，很多朋友知道我的情況試圖要來幫我。", "en": "The only thing I had was the memory cardwith the pictures and footage. When my documentary was airedon SBS Dateline, many of my friends came to knowabout my situation, and they tried to help me."}, {"zh-tw": "他們不准我再冒著生命危險搭上任何船。我也決定留在印尼，透過聯合國難民署處理，但我真的很怕自己最後會在印尼待很多年還一事無成，而且不能工作，就像其他尋求政治庇護者一樣。", "en": "They did not allow me to takeany other boat to risk my life. I also decided to stay in Indonesiaand process my case through UNHCR, but I was really afraidthat I would end up in Indonesia for many years doing nothingand unable to work, like every other asylum seeker."}, {"zh-tw": "但是我的遭遇卻不太一樣。我當時很幸運。", "en": "But it had happened to bea little bit different with me. I was lucky."}, {"zh-tw": "我透過門路讓聯合國難民署加速處理我的案件，2013 年五月我被重新安置在澳洲。不是每個尋求政治庇護者都和我一樣幸運。", "en": "My contacts worked to expeditemy case through UNHCR, and I got resettledin Australia in May 2013. Not every asylum seeker is lucky like me."}, {"zh-tw": "命運懸在半空中的情況下要過日子是非常困難的事。澳洲的尋求政治庇護者議題已經被過度政治化到失去人道的地步。", "en": "It is really difficult to live a lifewith an uncertain fate, in limbo. The issue of asylum seekers in Australia has been so extremely politicized that it has lost its human face."}, {"zh-tw": "尋求政治庇護者被妖魔化後才呈現在人民眼前。我希望我的故事和其他哈扎拉人的故事能夠點燃一盞明燈，讓世人看見這些人在原生國受苦的模樣、他們的經歷，以及他們為什麼要冒著生命危險尋求庇護。", "en": "The asylum seekers have been demonizedand then presented to the people. I hope my story and the storyof other Hazaras could shed some light to show the people how these people are sufferingin their countries of origin, and how they suffer, why they risk their lives to seek asylum."}, {"zh-tw": "謝謝。", "en": "Thank you."}], "title": "Barat Ali Batoor My Desperate Journey With A Human Smuggler"}