{"url": "http://www.ted.com/talks/jedidah_isler_how_i_fell_in_love_with_quasars_blazars_and_our_incredible_universe", "paragraphs": [{"zh-tw": " My first love was for the night sky. Love is complicated. You're looking at a fly-through of the Hubble Space Telescope Ultra-Deep Field, one of the most distant imagesof our universe ever observed.", "en": " 我的初戀是夜空 這種喜愛很複雜 大家看到的是電腦模擬的哈勃望遠鏡超深空圖像 這是目前為止我們觀察到的最遙遠的圖像之一"}, {"zh-tw": " Everything you see here is a galaxy, comprised of billions of stars each. And the farthest galaxy is a trillion, trillion kilometers away.", "en": " 你看見的一切同屬一個星系 這個星系由上十億顆星球組成 距離我們最遠的星系在數以萬億千里外"}, {"zh-tw": " As an astrophysicist, I havethe awesome privilege of studying some of the most exotic objects in our universe. The objects that have captivated me from first crush throughout my career are supermassive, hyperactive black holes.", "en": " 作為一個天體物理學家我很幸運地能夠學習 宇宙中最遙遠的一些天體 首先吸引到我注意力的天體 是超重、超活躍的黑洞"}, {"zh-tw": " Weighing one to 10 billion times the mass of our own sun, these galactic black holes are devouring material, at a rate of upwards of 1,000 times more than your \"average\" supermassive black hole. These two characteristics, with a few others, make them quasars.", "en": " 黑洞的重量是我們太陽的100億倍 這些星際的黑洞在吞噬物質 與「普通」超重黑洞相比， 這些黑洞吞噬速度要快1000倍有多。 這兩個特徵 加上其他一些特徵，讓這些黑洞成為「類星體」"}, {"zh-tw": " At the same time, the objects I study are producing some of the mostpowerful particle streams ever observed. These narrow streams, called jets, are moving at 99.99 percent of the speed of light, and are pointed directly at the Earth.", "en": " 同時，我研究的這些天體 在釋放一些迄今為止剛測到的 能量最強的粒子流 這些狭窄的噴射流束 運動速度達到光速的99.99% 並且運動方向直接朝向地球"}, {"zh-tw": " These jetted, Earth-pointed, hyperactiveand supermassive black holes are called blazars, or blazing quasars. What makes blazars so specialis that they're some of the universe's most efficient particle accelerators, transporting incredible amountsof energy throughout a galaxy.", "en": " 這些高速、高度活躍、超質量的黑洞 被稱作「躍變體」或者「熾熱類星體」 躍變體的獨特之處在於： 它們是宇宙中最高效的粒子加速器之一 它們在星系中輸送大到難以置信的能量"}, {"zh-tw": " Here, I'm showing anartist's conception of a blazar. The dinner plate by which material falls onto the black hole is called the accretion disc, shown here in blue.", "en": " 這裡是從藝術家的角度看躍變體的概念 物質掉入黑洞時所穿過的「餐碟」 叫「吸積盤」 也就是藍色部分"}, {"zh-tw": " Some of that material is slingshottedaround the black hole and accelerated to insanely high speeds in the jet, shown here in white. Although the blazar system is rare, the process by which naturepulls in material via a disk, and then flings some of it out via a jet,is more common.", "en": " 有一些物質在黑洞周圍被彈射 並在流束中加速到異常的高速 白色部分是流束 雖然躍變體系統非常罕見 但是大自然通過盤面吸入物質 然後通過流束拋出，這一過程更加常見"}, {"zh-tw": " We'll eventually zoom out of the blazar system to show its approximate relationshipto the larger galactic context. Beyond the cosmic accountingof what goes in to what goes out, one of the hot topics in blazar astrophysics right now is where the highest-energy jet emission comes from.", "en": " 我們最終縮小躍變體系統 來展示其與更大星系體的潛在聯繫 除了宇宙中「進出」黑洞的物質 目前天體物理學界熱點話題之一 是那些高能噴射流束的來源"}, {"zh-tw": " In this image, I'm interestedin where this white blob forms and if, as a result, there's any relationship between the jet and the accretion disc material. Clear answers to this question were almost completelyinaccessible until 2008, when NASA launched a new telescopethat better detects gamma ray light -- that is, light with energiesa million times higher than your standard x-ray scan.", "en": " 在這圖像裡，我很想知道這白色光團是在哪裡形成的； 噴射流束與吸積盤之間 有沒有任何的關聯？ 我們無法清楚回答這個問題 直到2008年 美國航空航天局發射了一個能夠更好地觀測伽瑪射線的天文望遠鏡 相比於常規的X射線 伽瑪射線擁有的能量高達一百萬倍"}, {"zh-tw": " I simultaneously compare variationsbetween the gamma ray light data and the visible light data fromday to day and year to year, to better localize these gamma ray blobs. My research shows that in some instances, these blobs form much closerto the black hole than we initially thought.", "en": " 我年復一年、日復一日地對比可見光的數據和伽瑪射線的數據 我年復一年，日復一日地對比可見光的數據和伽瑪射線的數據 來更好地定位這些伽瑪射線團 我的研究表明，在某些時候 這些光團會在黑洞附近形成 比我們的預想的要近很多"}, {"zh-tw": " As we more confidently localize where these gamma ray blobs are forming, we can better understand how jetsare being accelerated, and ultimately reveal the dynamic processes by which some of the most fascinatingobjects in our universe are formed. This all started as a love story.", "en": " 當我們能夠更加肯定地定位 那些伽瑪射線形成的位置 我們可以更好地解釋噴射流束是如何被加速的 並最終發現 宇宙中最迷人的那些天體形成的動態過程 這一切始於一個愛情故事"}, {"zh-tw": " And it still is. This love transformed me from a curious, stargazing young girl to a professional astrophysicist, hot on the heels of celestial discovery.", "en": " 並一直都是 這個愛好將我從一個好奇、仰望星空的小女孩 變成了一個專業的天體物理學家 熱衷于追隨天體發現的足跡"}, {"zh-tw": " Who knew that chasing after the universe would ground me so deeplyto my mission here on Earth. Then again, when do we ever knowwhere love's first flutter will truly take us.", "en": " 誰知道，追隨宇宙的足跡 會讓我在地球深深地投身于我的工作中 我們什麼時候會知道我們最初的愛好 最終會把我們帶到何方"}, {"zh-tw": " Thank you.", "en": " 謝謝大家"}], "title": "Jedidah Isler How I Fell In Love With Quasars Blazars And Our Incredible Universe"}