{"url": "http://www.ted.com/talks/pamela_ronald_the_case_for_engineering_our_food", "paragraphs": [{"zh-tw": " I am a plant geneticist. I study genes that make plantsresistant to disease and tolerant of stress. In recent years, millions of people around the worldhave come to believe that there's something sinisterabout genetic modification.", "en": " 作為一名植物基因學家 我研究能使植物抵抗疾病 和抗壓的基因 近年來 很多人認為 基因研究出現了大問題"}, {"zh-tw": " Today, I am going to providea different perspective. First, let me introduce my husband, Raoul.", "en": " 今天，我將提出一個不同的觀點 首先，讓我介紹一下我的丈夫，雷歐"}, {"zh-tw": " He's an organic farmer. On his farm, he plantsa variety of different crops.", "en": " 他是一個有機農民 在他的田地里，種植著許多不同的農作物"}, {"zh-tw": " This is one of the manyecological farming practices he uses to keep his farm healthy. Imagine some of the reactions we get: \"Really? An organic farmerand a plant geneticist? Can you agree on anything?\" Well, we can, and it's not difficult,because we have the same goal.", "en": " 這是他用來保持作物健康的 眾多生態農業實踐中的一個 想象一下，人們對我們的反應 一個有機農名和一個植物基因學家？ 你們能有任何的共識嗎？ 嗯，我們可以，這並不困難，因為我們有共同的目標"}, {"zh-tw": " We want to help nourishthe growing population without further destroyingthe environment. I believe this is the greatestchallenge of our time.", "en": " 我們想要幫助滋養不斷增長的人口 而不用更進一步的破壞環境 我相信這是我們這個時代的最大的挑戰"}, {"zh-tw": " Now, genetic modification is not new; virtually everything we eathas been genetically modified in some manner. Let me give you a few examples.", "en": " 如今，基因改造並不是什麼新穎的東西 事實上，我們吃的所有的食物在一定程度上 都被基因改造過 讓我來舉幾個例子"}, {"zh-tw": " On the left is an image of the ancient ancestor of modern corn. You see a single roll of grainthat's covered in a hard case.", "en": " 左邊的圖片是 現代玉米的原始祖先 可以看到，由一排硬殼包著的玉米粒"}, {"zh-tw": " Unless you have a hammer, teosinte isn't good for making tortillas. Now, take a look atthe ancient ancestor of banana.", "en": " 除非你有一把錘子 不然，蜀黍並不適合用來做玉米餅 現在來看香蕉的古老祖先"}, {"zh-tw": " You can see the large seeds. And unappetizing brussel sprouts, and eggplant, so beautiful.", "en": " 你可以看到非常大的籽 一點也引不起食慾的甘藍 還有茄子，很漂亮"}, {"zh-tw": " Now, to create these varieties, breeders have used many differentgenetic techniques over the years. Some of them are quite creative, like mixing two different species together using a process called grafting to create this varietythat's half tomato and half potato.", "en": " 為了創造這些品種 多年來培育專家們用了很多種不同的基因技術 其中的一些很有創造性 例如，用嫁接的程序 將兩種不同的品種結合在一起 創造出了這個一半是番茄，一半是馬鈴薯的品種"}, {"zh-tw": " Breeders have also usedother types of genetic techniques, such as random mutagenesis, which induces uncharacterized mutations into the plants. The rice in the cerealthat many of us fed our babies was developed using this approach.", "en": " 培育專家們也使用了其他的基因技術 例如隨機突變 這種隨機突變能讓植物內部變生 非典型的突變基因 我們所用來餵養嬰兒的米糊 就是用這種方法發展來的"}, {"zh-tw": " Now, today, breeders haveeven more options to choose from. Some of them are extraordinarily precise.", "en": " 如今，培育專家們甚至有更多的選擇 其中的很多是非常精確的"}, {"zh-tw": " I want to give you a couple examplesfrom my own work. I work on rice, which is a staple foodfor more than half the world's people.", "en": " 我想舉幾個我工作中的例子 我研究大米，這是全世界過半人口的主糧"}, {"zh-tw": " Each year, 40 percentof the potential harvest is lost to pest and disease. For this reason,farmers plant rice varieties that carry genes for resistance.", "en": " 每年，百分之四十的飢餓 都由於病蟲害造成的 為此，農民們種植 帶有耐抗性基因的水稻品種"}, {"zh-tw": " This approach has been usedfor nearly 100 years. Yet, when I started graduate school, no one knew what these genes were.", "en": " 這種方法已經使用了將近100年 然而，當我在讀研究生的時候 還沒有人知道這些基因是什麼"}, {"zh-tw": " It wasn't until the 1990sthat scientists finally uncovered the genetic basis of resistance. In my laboratory, we isolated a genefor immunity to a very serious bacterial disease in Asia and Africa.", "en": " 科學家們最終於九十年代解開了 耐抗性基因的基礎 在我的實驗室中，我們將在亞洲和非洲非常嚴重的 細菌疾病的免疫基因分離了出來"}, {"zh-tw": " We found we could engineer the geneinto a conventional rice variety that's normally susceptible, and you can see the two leaveson the bottom here are highly resistant to infection. Now, the same monththat my laboratory published our discovery on the rice immunity gene, my friend and colleague Dave Mackillstopped by my office.", "en": " 我們發現，我們可以將這種基因移植到 易染病的傳統水稻品種上 你可以看到底部的兩個葉子 很好的抵抗了感染 在同一個月裡我們實驗室發佈了 我們對於水稻免疫基因的發現 我的朋友兼同事Dave Mackill來到我的辦公室"}, {"zh-tw": " He said, \"Seventy million rice farmersare having trouble growing rice.\" That's because their fields are flooded, and these rice farmers are livingon less than two dollars a day. Although rice grows wellin standing water, most rice varieties will dieif they're submerged for more than three days.", "en": " 他說：”七千萬的米農在種植水稻上遇到困難“ 因為他們的田地會有洪水侵襲 這些稻農每天的收入低於2美元 雖然水稻需要一定的水才能生長 但是，如果浸入水中超過三天的時間 水稻也會死亡"}, {"zh-tw": " Flooding is expectedto be increasingly problematic as the climate changes. He told me that his graduate studentKenong Xu and himself were studying an ancient variety of ricethat had an amazing property.", "en": " 隨著氣候的改變 洪災被認為是越來越嚴重的問題 他告訴我他和他的研究生 Kenong Xu 正在研究一種古老的優良性能的水稻品種"}, {"zh-tw": " It could withstand two weeksof complete submergence. He asked if I would be willingto help them isolate this gene.", "en": " 這種水稻能夠在被淹沒的環境下生存兩周 談詢問我是否願意幫他們分離這種基因"}, {"zh-tw": " I said yes -- I was very excited,because I knew if we were successful, we could potentially helpmillions of farmers grow rice even when their fields were flooded. Kenong spent 10 yearslooking for this gene.", "en": " 我說可以，我很激動，因為我知道如果成功了 我們就有可能幫助上百萬的農民種植水稻 即使當他們的田地被水淹沒 Kenong 花費了十年的時間尋找這種基因"}, {"zh-tw": " Then one day, he said, \"Come look at this experiment.You've got to see it.\" I went to the greenhouse and I saw that the conventional varietythat was flooded for 18 days had died, but the rice variety that wehad genetically engineered with a new gene we had discovered,called Sub1, was alive. Kenong and I were amazed and excited that a single gene could havethis dramatic effect.", "en": " 有一天，他說 “過來看一下這個實驗，一定要來看一下” 我去了他的溫室看到了 被水浸沒了18天的傳統水稻品種已經死了 但經過我們基因改造過的品種活了下來 這一基因是我們剛剛發現的，叫“替代一號” Kenong和我既驚訝又興奮 僅僅一個基因就有這如此巨大的作用"}, {"zh-tw": " But this is just a greenhouse experiment. Would this work in the field? Now, I'm going to show youa four-month time lapse video taken at the InternationalRice Research Institute.", "en": " 但這僅僅是在溫室裡的實驗 這一成果在稻田裡能實現么 現在，我要向你展示一個由國際水稻研究所 拍攝的長達四個月的視頻"}, {"zh-tw": " Breeders there developeda rice variety carrying the Sub1 gene using another genetic techniquecalled precision breeding. On the left, you can see the Sub1 variety, and on the rightis the conventional variety.", "en": " 培育專家們用另一種叫做“精密培育”的技術 培育了攜帶“替代一號\"基因的水稻品種 左邊的是攜帶”替代一號“品種的水稻 右邊的是傳統的水稻品種"}, {"zh-tw": " Both varieties do very well at first, but then the field is flooded for 17 days. You can see the Sub1 variety does great.", "en": " 一開始的時候兩個品種表現的相當好 然而，在農田被水浸沒17天之後 你可以看到”替代一號“表現的非常好"}, {"zh-tw": " In fact, it producesthree and a half times more grain than the conventional variety. I love this video because it shows the powerof plant genetics to help farmers.", "en": " 事實上，它的產量 是傳統品種的3.5倍 我喜歡這個視頻 因為它體現出了植物基因技術的強大"}, {"zh-tw": " Last year, with the helpof the Bill and Melinda Gates Foundation, three and a half million farmersgrew Sub1 rice. Thank you.", "en": " 去年，在比爾和梅琳達·蓋茨基金會的幫助下 三百五十萬的農民種植”替代一號“ 謝謝"}, {"zh-tw": " Now, many people don't mindgenetic modification when it comes to moving rice genes around, rice genes in rice plants, or even when it comesto mixing species together through grafting or random mutagenesis. But when it comes to taking genesfrom viruses and bacteria and putting them into plants, a lot of people say, \"Yuck.\" Why would you do that? The reason is that sometimesit's the cheapest, safest, and most effective technology for enhancing food securityand advancing sustainable agriculture.", "en": " 現在，很多人不介意基因改造 當在水稻上轉移基因 把水稻的基因改造于水稻上 或者甚至是通過移植或是隨機突變的方法把它和其他的水稻品種結合起來 都不會遭到反對 但是，當我們把病毒或是細菌的基因提取出來 放到其他的植物上 很多人就會說：”不行” 為何要如此呢？ 原因就是有時候這就是提高食品安全和發展可持續農業的 最安全，最廉價 同時也是最高效的技術"}, {"zh-tw": " I'm going to give you three examples. First, take a look at papaya.It's delicious, right? But now, look at this papaya.", "en": " 我來舉三個例子 首先，看一下這個木瓜，很美味，對嗎？ 再來看這一個"}, {"zh-tw": " This papaya is infectedwith papaya ringspot virus. In the 1950s, this virusnearly wiped out the entire production of papaya on the island of Oahu in Hawaii.", "en": " 被感染了木瓜環斑病毒 在上世紀50年代，這一病毒幾乎毀壞了 夏威夷瓦胡島上的全部木瓜產量"}, {"zh-tw": " Many people thoughtthat the Hawaiian papaya was doomed, but then, a local Hawaiian, a plant pathologistnamed Dennis Gonsalves, decided to try to fight this diseaseusing genetic engineering. He took a snippet of viral DNAand he inserted it into the papaya genome.", "en": " 很多人認為厄運降臨了夏威夷的木瓜 然而，一個當地的夏威夷人 一個叫做丹尼斯·貢薩爾維斯的植物病理學家 決定嘗試用基因工程技術來對抗這種疾病 他提取了病毒DNA的一個片段 並將其植入到了木瓜的基因組中"}, {"zh-tw": " This is kind of like a humangetting a vaccination. Now, take a look at his field trial.", "en": " 這有點像人類接種育苗 現在，看一下他的試驗田"}, {"zh-tw": " You can see the geneticallyengineered papaya in the center. It's immune to infection.", "en": " 你能看到中間的是被基因改造過的木瓜 對於病毒的免疫相當好"}, {"zh-tw": " The conventional papaya around the outsideis severely infected with the virus. Dennis' pioneering work is creditedwith rescuing the papaya industry.", "en": " 外圍的是傳統的木瓜，被感染的很嚴重 丹尼斯先驅性的工作拯救了木瓜產業，其飽受讚揚"}, {"zh-tw": " Today, 20 years later, there's still noother method to control this disease. There's no organic method.There's no conventional method.", "en": " 二十年後的今天，仍沒有找到控制這種疾病的其它方法 沒有有機的方法，沒有傳統的方法，統統沒有"}, {"zh-tw": " Eighty percent of Hawaiian papayais genetically engineered. Now, some of you may still feel a littlequeasy about viral genes in your food, but consider this: The genetically engineered papayacarries just a trace amount of the virus.", "en": " 夏威夷百分之八十的木瓜都被基因改造過 現在，有些人可能仍然對你們的食品中的病毒基因感到不安 但是請想一想 這一被基因改造過的木瓜僅僅是攜帶了病毒的一小部分"}, {"zh-tw": " If you bite into an organicor conventional papaya that is infected with the virus, you will be chewing on tenfoldmore viral protein. Now, take a look at this pestfeasting on an eggplant.", "en": " 但是如果你咬了一口被病毒感染了的 有機傳統木瓜的話 你會嚼著多於十倍的病毒蛋白質 現在來看一下這隻正在吃著茄子的害蟲"}, {"zh-tw": " The brown you see is frass, what comes outthe back end of the insect. To control this serious pest, which can devastate the entireeggplant crop in Bangladesh, Bangladeshi farmers spray insecticides two to three times a week, sometimes twice a day,when pest pressure is high.", "en": " 你所看到的棕色的東西 是從蟲體內排出的蟲糞 為了控制這種嚴重的害蟲 這種害蟲能夠吃掉整個孟加拉國的茄子 孟加拉國的農民每週 碰撒兩到三次的農藥 當蟲災嚴重時，要一天噴灑兩次"}, {"zh-tw": " But we know that some insecticidesare very harmful to human health, especially when farmers and their families cannot afford proper protection,like these children. In less developed countries,it's estimated that 300,000 people die every year because ofinsecticide misuse and exposure.", "en": " 但是我們知道有些殺蟲劑對人體危害很大 尤其是對於一些難以支付合適的防護措施 的農民及他們的家庭，就像這些孩子 在少些發達國家 據估計，每年有三十萬的人口死於殺蟲劑的濫用和暴露"}, {"zh-tw": " Cornell and Bangladeshi scientistsdecided to fight this disease using a genetic technique that buildson an organic farming approach. Organic farmers like my husband Raoulspray an insecticide called B.T., which is based on a bacteria.", "en": " 康奈爾和孟加拉國的科學家決定使用 一種建立在有機農業上的基因技術來對抗這一疾病 像我丈夫雷歐這樣的有機農民噴灑一種叫做B.T的殺蟲劑 這種殺蟲劑的基礎是細菌"}, {"zh-tw": " This pesticide is very specificto caterpillar pests, and in fact, it's nontoxicto humans, fish and birds. It's less toxic than table salt.", "en": " 這種殺蟲劑對於毛蟲來說相當特別 而事實上，它對於人類，魚類及鳥類並無毒性 比平常食用的鹽的毒性還小"}, {"zh-tw": " But this approachdoes not work well in Bangladesh. That's because these insecticide sprays are difficult to find, they're expensive, and they don't prevent the insectfrom getting inside the plants.", "en": " 但是這種方法在孟加拉國並不怎麼奏效 因為這種殺蟲劑的噴灑裝置 很難得到且價格昂貴 同時，它並不阻止蟲子進入到植物體內"}, {"zh-tw": " In the genetic approach, scientistscut the gene out of the bacteria and insert it directly intothe eggplant genome. Will this work to reduceinsecticide sprays in Bangladesh? Definitely.", "en": " 在所用的基因方法里，科學家們將細菌的一小部分基因切除出來 並將其植入到茄子的基因組中 這種方法能減少孟加拉國殺蟲劑的噴灑嗎？ 答案是顯而易見的"}, {"zh-tw": " Last season, farmers reported they wereable to reduce their insecticide use by a huge amount, almost down to zero. They're able to harvestand replant for the next season.", "en": " 上一個季節，農民們反映他們已經可以大幅度減少 殺蟲劑的使用，幾乎無需使用 他們能夠豐收且下一個季節繼續種植"}, {"zh-tw": " Now, I've given you a couple examplesof how genetic engineering can be used to fight pests and disease and to reduce the amount of insecticides. My final example is an example where genetic engineeringcan be used to reduce malnutrition.", "en": " 現在，我給了幾個基因工程技術的例子 關於對抗蟲災和疾病 同時減少殺蟲劑的使用量 我最後的一個例子 是基因工程在哪些地方可以用來減少營養不良"}, {"zh-tw": " In less developed countries, 500,000 children go blind every yearbecause of lack of Vitamin A. More than half will die.", "en": " 在未發達國家 每年有五十萬兒童由於缺少維他命A而致盲 他們中過於半數會死亡"}, {"zh-tw": " For this reason, scientists supportedby the Rockefeller Foundation genetically engineered a golden rice to produce beta-carotene,which is the precursor of Vitamin A. This is the same pigmentthat we find in carrots.", "en": " 正因此，科學家門在洛克菲勒基金會的幫助下 基因重組了一種能夠產生β-胡蘿蔔素的黃金大米 而β-胡蘿蔔素正是維他命A的的前體 這同我們在蘿蔔里找到的色素相同"}, {"zh-tw": " Researchers estimate that just one cupof golden rice per day will save the livesof thousands of children. But golden rice is virulently opposed by activists who areagainst genetic modification.", "en": " 研究人員估計每天僅需一小杯黃金大米 就可以拯救數以千計的兒童 但是黃金大米卻 被反轉基因人士極力反對"}, {"zh-tw": " Just last year, activists invaded and destroyeda field trial in the Philippines. When I heard about the destruction, I wondered if they knew that theywere destroying much more than a scientific research project, that they were destroying medicinesthat children desperately needed to save their sight and their lives.", "en": " 去年 反基因人士入侵並摧毀了一個位於菲律賓的試驗田 當我聽說這個消息後 我在想，他們是否知道 他們摧毀的不僅僅是一個科學研究項目 他們所摧毀的是兒童們所急需的 能夠拯救他們視力及生命的東西"}, {"zh-tw": " Some of my friends and family still worry: How do you know genesin the food are safe to eat? I explained the genetic engineering, the process of movinggenes between species, has been used for more than 40 years in wines, in medicine,in plants, in cheeses. In all that time, there hasn't beena single case of harm to human health or the environment.", "en": " 我的一些家人及朋友仍然擔心 你怎麼知道食品裡的基因是足夠安全的？ 我向他們解釋了基因工程 這種在物種間移植基因的方法 已經在酒中，藥物中，植物中，在奶酪中 使用了超過四十年 長時間以來，沒有一個對人體及環境 造成危害的例子"}, {"zh-tw": " But I say, look, I'm notasking you to believe me. Science is not a belief system.", "en": " 我說，我並不是要就你去相信我 科學並不是一個相信的機制"}, {"zh-tw": " My opinion doesn't matter. Let's look at the evidence.", "en": " 我的觀點無關緊要 重要的是證據"}, {"zh-tw": " After 20 years of careful studyand rigorous peer review by thousands of independent scientists, every major scientific organizationin the world has concluded that the crops currentlyon the market are safe to eat and that the processof genetic engineering is no more risky than older methodsof genetic modification. These are precisely the sameorganizations that most of us trust when it comes to otherimportant scientific issues such as global climate changeor the safety of vaccines.", "en": " 經過了二十年數以千計的獨立科學家們 謹慎的研究和嚴格的同業互查 世界上每一個主要的科研機構已經認為 市場上所有的食物都是安全可食用的 而且這樣的轉基因技術 並不比傳統的基因改造方法有更大的危險性 這些機構都是我們所在很多科學問題上 都信任的科學機構 例如全球變暖以及疫苗問題"}, {"zh-tw": " Raoul and I believe that, instead ofworrying about the genes in our food, we must focus on how we can helpchildren grow up healthy. We must ask if farmersin rural communities can thrive, and if everyone can afford the food.", "en": " 雷歐和我都相信，與其關注我們所食用的轉基因食品安全問題 我們更應該關注如何幫助我們的孩子健康成長 我們必須問一問農村的農民是否能夠營生 每個人是否都能夠買得起食物"}, {"zh-tw": " We must try to minimizeenvironmental degradation. What scares me most aboutthe loud arguments and misinformation about plant genetics is that the poorest peoplewho most need the technology may be denied access because ofthe vague fears and prejudices of those who have enough to eat.", "en": " 我們必須盡力對環境的損害做到最小化 關於轉基因的激烈爭論和錯誤信息中 最令我害怕的是 由於一些足夠吃飽飯的人 他們的不明確的擔心與偏見 造成一些急需此技術改善生活的窮苦人們失去食物"}, {"zh-tw": " We have a huge challenge in front of us. Let's celebrate scientificinnovation and use it.", "en": " 我們面臨著嚴峻的挑戰 我們慶幸科學的創新之舉並付諸於實踐"}, {"zh-tw": " It's our responsibility to do everything we can to helpalleviate human suffering and safeguard the environment. Thank you.", "en": " 這是我們的責任 是我們盡一切可能幫助減輕人們的痛苦 以及維護我們的環境的責任 謝謝"}, {"zh-tw": " Thank you. Chris Anderson: Powerfully argued.", "en": " 謝謝 克里斯·安德森：強有力的論證！"}, {"zh-tw": " The people who argue against GMOs, as I understand it, the core piececomes from two things. One, complexity andunintended consequence.", "en": " 反對轉基因的人們， 就我所理解的，主要的批評來自於兩點 一點是複雜性和不可預測的結果"}, {"zh-tw": " Nature is this incredibly complex machine. If we put out these brand new genesthat we've created, that haven't been challengedby years of evolution, and they started mixing upwith the rest of what's going on, couldn't that trigger some kindof cataclysm or problem, especially when you add inthe commercial incentive that some companies haveto put them out there? The fear is that those incentives mean that the decision is not madeon purely scientific grounds, and even if it was, that there would beunintended consequences.", "en": " 自然是一個極其複雜的機器 如果我們拿出這些新創造出來的 未經自然長時間演化論證的基因 讓他們和現有的基因混合起來 這會引發一些激變或是問題嗎？ 尤其是當你添加進一些商業因素在裡面 這些公司已經將推出了這些基因 擔心的是這些商業動機 那就意味著這些結論並不是純科學環境下做出來的 就算是，這裡面會出現一些不可測結果嗎？"}, {"zh-tw": " How do we know that there isn'ta big risk of some unintended consequence? Often our tinkerings with naturedo lead to big, unintended consequences and chain reactions. Pamela Ronald: Okay,so on the commercial aspects, one thing that's really importantto understand is that, in the developed world,farmers in the United States, almost all farmers, whetherthey're organic or conventional, they buy seed produced by seed companies.", "en": " 我們怎麼知道這些不可測結果是不是風險太大 往往，我們對於大自然的小小的變動就是出現巨大不可測的結果 以及一些連鎖反應 帕梅拉·羅納德：好的，在商業環境下 有一點值得理解的是 在發達國家，美國的農民 幾乎所有的農民，不論是有機農民還是傳統農民 他們從種子公司購買種子"}, {"zh-tw": " So there's definitely a commercialinterest to sell a lot of seed, but hopefully they're selling seedthat the farmers want to buy. It's different in theless developed world.", "en": " 售賣種子當然有很大的商業利益 但是希望他們賣的是農民們所想要購買的 在未發達國家就不同了"}, {"zh-tw": " Farmers there cannot afford the seed. These seeds are not being sold.", "en": " 農民們買不起種子 這些種子不是買來的"}, {"zh-tw": " These seeds are being distributed freely through traditional kindsof certification groups, so it is very importantin less developed countries that the seed be freely available. CA: Wouldn't some activists say that thisis actually part of the conspiracy? This is the heroin strategy.", "en": " 而是通過傳統的有資格的單位 免費分發得來的 因此，在未發達國家 由於種子可以免費得到，這一點就變得尤其重要 克里斯·安德森：會不會有一些反轉基因人士認為這是陰謀呢？ 這是海洛因策略"}, {"zh-tw": " You seed the stuff,and people have no choice but to be hooked on these seeds forever? PR: There are a lot of conspiracy theoriesfor sure, but it doesn't work that way. For example, the seed that's beingdistributed, the flood-tolerant rice, this is distributed freely through Indian and Bangladeshiseed certification agencies, so there's no commercial interest at all.", "en": " 種植這些東西沒有別的選擇 而因此受制於永遠使用這些種子 帕梅拉·羅納德：當然會存在很多陰謀論，但這是行不通的 例如，免費分發的種子，抗水災性水稻 是通過印度和孟加拉國的官方部門 免費分發的 所以不存在一點的商業利益"}, {"zh-tw": " The golden rice was developed throughsupport of the Rockefeller Foundation. Again, it's being freely distributed.", "en": " 黃金水稻是在洛克菲勒基金會的支持下發展來的 同樣，免費分發的"}, {"zh-tw": " There are no commercial profits in this situation. And now to address your other questionabout, well, mixing genes, aren't there some unintended consequences? Absolutely -- every timewe do something different, there's an unintended consequence, but one of the points I was trying to make is that we've been doingkind of crazy things to our plants, mutagenesis using radiationor chemical mutagenesis.", "en": " 在這種情況下 也不存在商業利益 現在來討論一下關於其他問題，嗯，關於基因混合 會有什麼不可預測的結果嗎？ 當然，每次當我們嘗試一些不同的東西的時候 都會有一些不可預測的結果 但有一點我想說的是 我們已經在植物上做了很多我們認為瘋狂的事情 用輻射或者是化學誘變的方法讓基因差生變異"}, {"zh-tw": " This induces thousandsof uncharacterized mutations, and this is even a higher riskof unintended consequence than many of the modern methods. And so it's really importantnot to use the term GMO because it's scientifically meaningless.", "en": " 這包括上千種不確定的突變 而這相比於現代方法 有著甚至更高的不確定性風險 所以，不要使用GMO這個詞 因為這在科學上是沒有意義的"}, {"zh-tw": " I feel it's very important to talkabout a specific crop and a specific product, and think aboutthe needs of the consumer. CA: So part of what's happening hereis that there's a mental model in a lot of people that nature is nature,and it's pure and pristine, and to tinker with it is Frankensteinian.", "en": " 我認為討論關於特定的農作物、特定的產品 並且想想我們消費者的需要 克里斯·安德森：很多人有一種特定的思維模式 認為自然的東西就是天然的，它純淨且質樸 對它做修改無異於作法自斃"}, {"zh-tw": " It's making something that's puredangerous in some way, and I think you're sayingthat that whole model just misunderstands how nature is. Nature is a much more chaoticinterplay of genetic changes that have been happeningall the time anyway.", "en": " 這種想法在一定程度上比較危險 我認為你所說的這整個的思維模式 是誤解了什麼是自然 自然界本身有著更為複雜的基因變換 而這種變換時時刻刻都在發生著"}, {"zh-tw": " PR: That's absolutely true, and there'sno such thing as pure food. I mean, you could not sprayeggplant with insecticides or not genetically engineer it,but then you'd be stuck eating frass.", "en": " 帕梅拉·羅納德：這絕對是正確的，並不存在什麼純正無比的食物 我的意思是，你可以不對茄子噴灑殺蟲劑 或者是不對其進行基因改造，那麼對不起，你得吃蟲糞了"}, {"zh-tw": " So there's no purity there. CA: Pam Ronald, thank you. That was powerfully argued.", "en": " 因此，並沒什麼純粹的東西 克里斯·安德森：謝謝，帕梅拉·羅納德，這是一次精彩的演講"}, {"zh-tw": " PR: Thank you very much. I appreciate it.", "en": " 帕梅拉·羅納德：謝謝，非常感謝！"}], "title": "Pamela Ronald The Case For Engineering Our Food"}