{"url": "http://www.ted.com/talks/greg_gage_how_to_control_someone_else_s_arm_with_your_brain", "paragraphs": [{"zh-tw": " The brain is an amazing and complex organ. And while many peopleare fascinated by the brain, they can't really tell you that much about the propertiesabout how the brain works because we don't teachneuroscience in schools. And one of the reasonswhy is that the equipment is so complex and so expensive that it's really only done at majoruniversities and large institutions.", "en": " 大腦，是個令人驚奇又複雜的器官。 雖然很多人對大腦深深著迷， 但他們其實無法深入的告訴你 大腦運作時的詳細特性。 因為學校教育裡並沒有教我們神經科學。 原因之一，是因為神經科學的儀器 實在太複雜也太昂貴了， 所以只有在重點大學和一些大型研究機構裡面才有。"}, {"zh-tw": " And so in order to be ableto access the brain, you really need to dedicate your life and spend six and a half yearsas a graduate student just to become a neuroscientistto get access to these tools. And that's a shamebecause one out of five of us, that's 20 percent of the entire world,will have a neurological disorder.", "en": " 因此，若想接觸大腦， 你真的需要投注生命、 花上六年半的時間讀研究所 只為了成為神經科學家，如此才能接觸這些儀器。 這樣很可惜，因為我們平均五個人裡，就有一個 患有某種神經方面的失調，這大約佔了全球人口的 20%。"}, {"zh-tw": " And there are zero curesfor these diseases. And so it seems thatwhat we should be doing is reaching back earlierin the eduction process and teaching students about neuroscienceso that in the future, they may be thinking about possiblybecoming a brain scientist.", "en": " 目前這些疾病都無法完全治癒。 所以，我們似乎有個要務， 我們要設法在早期的教育裡教導學生神經科學的知識， 好讓「腦神經學家」成為他們未來的人生選項之一。"}, {"zh-tw": " When I was a graduate student,my lab mate Tim Marzullo and myself, decided that what if we tookthis complex equipment that we have for studying the brain and made it simpleenough and affordable enough that anyone that you know, an amateuror a high school student, could learn and actually participatein the discovery of neuroscience. And so we did just that.", "en": " 我在讀研究所的時候，我和我的實驗室夥伴Tim Marzullo決定： 我們何不以實驗室裡一台研究腦部的精密儀器為藍圖， 把儀器簡化、讓它可以更便宜， 好讓每個人，像是非專業的人、或高中生， 可以學習、甚至參與神經科學的發現過程？ 因此我們付諸實踐了。"}, {"zh-tw": " A few years ago, we starteda company called Backyard Brains and we make DIY neuroscience equipmentand I brought some here tonight, and I want to do some demonstrations. You guys want to see some? So I need a volunteer.", "en": " 幾年前，我們創立了一間公司，名為「後院天才」（Backyard Brains） 我們自製了一些神經科學儀器，今晚也帶了一些過來。 我要做一些展示。 你們想看嗎？ 好，我需要一個志願者。"}, {"zh-tw": " So right before -- what is your name? Sam Kelly: Sam. Greg Gage: All right, Sam, I'm goingto record from your brain.", "en": " 好，在此之前......妳叫什麼名字？ 莎姆：莎姆。 葛雷格：好的，莎姆，我現在要錄下妳的腦部訊號。"}, {"zh-tw": " Have you had this before? SK: No. GG: I need you to stick outyour arm for science, roll up your sleeve a bit, So what I'm going to do,I'm putting electrodes on your arm, and you're probably wondering, I just said I'm going to record from yourbrain, what am I doing with your arm? Well, you have about 80 billion neuronsinside your brain right now.", "en": " 妳做過這種事嗎？ 莎姆：沒有。 葛雷格：請妳為了科學，伸出手吧， 袖子捲上來一點， 好，我現在要做的是，我要在妳的手臂放上電極。 妳現在可能在想， 你剛剛不是說要錄下我的腦部訊號？跟手臂有什麼關係？ 事實上，妳的腦部大概有八百億個神經元，"}, {"zh-tw": " They're sending electrical messagesback and forth, and chemical messages. But some of your neuronsright here in your motor cortex are going to send messages downwhen you move your arm like this.", "en": " 它們負責傳遞電子訊號，以及化學訊號， 但其中有一些運動皮質區的神經元， 會在妳運動手臂時，送出訊號，"}, {"zh-tw": " They're going to go downacross your corpus callosum, down onto your spinal cordto your lower motor neuron out to your muscles here, and that electrical dischargeis going to be picked up by these electrodes right here and we're going to be able to listen to exactly what your brainis going to be doing. So I'm going to turn this on for a second.", "en": " 這些訊號從妳的胼胝體傳下來， 經過妳的脊髓，下達到運動神經元， 再傳到妳這裡的肌肉。 而這些電子訊號會被妳手臂上的電極捕捉到。 所以我們可以聽到 妳的腦部所發出的指令。 好，我現在開機一下。"}, {"zh-tw": " Have you ever heardwhat your brain sounds like? SK: No. GG: Let's try it out.So go ahead and squeeze your hand.", "en": " 妳曾經聽過腦部發出的聲音嗎？ 莎姆：沒有。 葛雷格：沒關係，我們試試看。現在妳手用力。 (聲響)"}, {"zh-tw": " (Rumbling) So what you're listening to, so this is your motor unitshappening right here. Let's take a look at it as well.", "en": " 所以現在你們聽到的是 妳這裡運動神經元所接收到的訊號。 我們也可以看到這些訊號。"}, {"zh-tw": " So I'm going to stand over here, and I'm going to open up our app here. So now I want you to squeeze.", "en": " 我現在要站到這裡來， 打開我的應用程式。 好，現在手用力。"}, {"zh-tw": " (Rumbling) So right here, these are the motor unitsthat are happening from her spinal cordout to her muscle right here, and as she's doing it, you're seeing the electrical activitythat's happening here. You can even click hereand try to see one of them.", "en": " (聲響) 現在看到的這個，就是運動神經元的訊號， 訊號是從她的脊髓傳遞到她這邊的肌肉， 所以當她做動作的時候， 妳可以看到其中的電流活動。 你還可以點選其中一個波段來細看。 所以請繼續用力握。"}, {"zh-tw": " So keep doing it really hard. So now we've paused on one motor action potential that'shappening right now inside of your brain.", "en": " 好，我們現在停在 妳的腦部裡面其中一個訊號正要觸發動作的時刻。"}, {"zh-tw": " Do you guys want to see some more? That's interesting,but let's get it better. I need one more volunteer.", "en": " 你們想看多一點嗎？ 剛剛很有趣，不過我們來點更棒的。 我需要另一名志願者。"}, {"zh-tw": " What is your name, sir? Miguel Goncalves: Miguel. GG: Miguel, all right.", "en": " 好的。先生，你叫甚麼名字？ 米格爾：米格爾。 葛雷格：米格爾，很好。"}, {"zh-tw": " You're going to stand right here. So when you're moving your arm like this, your brain is sending a signaldown to your muscles right here.", "en": " 請你站在這裡。 好，所以，當妳這樣動妳的手時， 妳的腦會送訊息到妳這裡的肌肉。"}, {"zh-tw": " I want you to move your arm as well. So your brain is going to senda signal down to your muscles.", "en": " 我要請你也移動你的手。 好，所以你的大腦也會送訊息到你的肌肉。"}, {"zh-tw": " And so it turns out that there isa nerve that's right here that runs up here that innervatesthese three fingers, and it's close enough to the skinthat we might be able to stimulate that so that what we can do is copy your brain signalsgoing out to your hand and inject it into your hand, so that your hand will movewhen your brain tells your hand to move. So in a sense, she will take awayyour free will and you will no longer haveany control over this hand.", "en": " 很碰巧的，在這裡，有一條神經 它會牽動你的這三根手指， 而這條神經離皮膚非常的近，所以我們可能可以 直接刺激這條神經。因此，我們可以 複製妳腦部要送到妳手臂的訊號 然後注入他的手臂， 所以你的手，會在她的大腦命令她的手運動時，跟著一起運動。 也就是說，她會奪走你的自由意志， 你不再能掌握你自己的這隻手。好嗎？"}, {"zh-tw": " You with me? So I just need to hook you up. So I'm going to find your ulnar nerve, which is probably right around here.", "en": " 你們聽懂了嗎？ 所以我要幫你們連線了。 我要找一下你的尺骨神經， 大概在這裡吧。"}, {"zh-tw": " You don't know what you're signing up for when you come up. So now I'm going to move awayand we're going to plug it in to our human-to-human interface over here.", "en": " 你上台時不知道我會這樣玩你吧。 好，現在我要站到一邊去， 啟動我們的「人傳人」的界面。"}, {"zh-tw": " Okay, so Sam, I want youto squeeze your hand again. Do it again. Perfect.", "en": " 好的，那麼......莎姆，請妳再握緊妳的手。 再握一次。好，很好。"}, {"zh-tw": " So now I'm going to hook you upover here so that you get the -- It's going to feela little bit weird at first, this is going to feel like a -- You know, when you lose your free will,and someone else becomes your agent, it does feel a bit strange. Now I want you to relax your hand.", "en": " 好，我現在要把你跟莎姆連線了，你將會...... 一開始感覺會有點怪， 感覺會有點像...... 你知道，如果你失去了自由意志，而別人反而變成主宰， 那種感覺真的怪怪的。 現在，請你放鬆你的手。"}, {"zh-tw": " Sam, you're with me? So you're going to squeeze. I'm not going to turn it on yet,so go ahead and give it a squeeze.", "en": " 莎姆，妳有跟上嗎？ 好，請妳手用力。 我現在還沒打開連線，所以儘量用力。"}, {"zh-tw": " So now, are you ready, Miguel? MG: Ready as I'll ever be. GG: I've turned it on, so go aheadand turn your hand.", "en": " 好，米格爾，你準備好了嗎？ 米格爾：好了，再好不過。 葛雷格：我現在打開了，請轉動你的手。"}, {"zh-tw": " Do you feel that a little bit?MG: Nope. GG: Okay, do it again?MG: A little bit.", "en": " 有感覺到了嗎？米格爾：沒。 葛雷格：OK，再試試看？米格爾：有一點。"}, {"zh-tw": " GG: A little bit? So relax. So hit it again.", "en": " 葛雷格：有一點？ 放輕鬆⋯ 再試試看。"}, {"zh-tw": " Oh, perfect, perfect. So relax, do it again.", "en": " 噢，太棒了，太棒了。 好，放鬆，再試試看。"}, {"zh-tw": " All right, so right now, your brain is controlling your armand it's also controlling his arm, so go ahead and just do it one more time. All right, so it's perfect.", "en": " 好了。所以現在⋯⋯ 所以現在：妳的腦控制著妳的手臂，而且也控制著他的手臂， 所以妳再用力一次試試看。 好了，非常完美。"}, {"zh-tw": " So now, what would happenif I took over my control of your hand? And so, just relax your hand. What happens? Ah, nothing.", "en": " 所以現在，如果是由我來控制妳的這隻手呢？ 好，妳手放鬆。 現在怎麼樣？ 啊～沒反應。"}, {"zh-tw": " Why not? Because the brain has to do it. So you do it again.", "en": " 為什麼？ 因為必須要由腦來控制才有用。 所以再試一次。"}, {"zh-tw": " All right, that's perfect. Thank you guys for beingsuch a good sport.", "en": " 好了，很完美。 感謝兩位，讓大家有愉快時光。"}, {"zh-tw": " This is what's happeningall across the world -- electrophysiology! We're going to bring onthe neuro-revolution. Thank you.", "en": " 這是全世界都在發生的事—— 電流生理學！ 我們要準備掀起神經元革命了。 感謝各位。"}], "title": "Greg Gage How To Control Someone Else S Arm With Your Brain"}