{"url": "http://www.ted.com/talks/tal_danino_we_can_use_bacteria_to_detect_cancer_and_maybe_treat_it", "paragraphs": [{"zh-tw": "你可能沒有意識到 :身體裡細菌的數量，其實比整個銀河系的星星還要多。這個迷人的細菌宇宙，在我們的身體裡，構成我們健康的一部分。隨著科技快速地進步，今日，我們可以像在電腦裡寫程式一樣設定這些細菌。", "en": "You may not realize this, but there are more bacteria in your bodythan stars in our entire galaxy. This fascinating universeof bacteria inside of us is an integral part of our health, and our technology is evolving so rapidly that today we can program these bacterialike we program computers."}, {"zh-tw": "現在，來看這張圖表：我知道這看起來有點像某種體育比賽，實際上，是我研發的第一支細菌程式的藍圖。就像寫軟體一樣，可以將DNA列印、撰寫成細菌內不同的演算法或程式。", "en": "Now, the diagram that you see here, I know it looks likesome kind of sports play, but it is actually a blueprint ofthe first bacterial program I developed. And like writing software,we can print and write DNA into different algorithmsand programs inside of bacteria."}, {"zh-tw": "這個程序用富有節奏的方式，產生螢光蛋白質以及一個小分子，讓細菌可以溝通、同步，就像你在影片裡看到的那樣。這個成長中菌落的寬度大概和人類頭髮差不多。", "en": "What this program doesis produces fluorescent proteins in a rhythmic fashion and generates a small molecule that allows bacteriato communicate and synchronize, as you're seeing in this movie. The growing colony of bacteriathat you see here is about the width of a human hair."}, {"zh-tw": "現在，你沒有辦法看到我們的基因程式命令這些細菌產生小分子，這些分子在數千個獨立的細菌之間游走，告訴它們什麼時候要開、關。細菌的同步在這個尺度下表現很好，但因這些讓細菌同步的分子傳導地很快，在比較大的菌落裡，將導致細菌間產生傳導波，讓細菌之間彼此遠離，你可以看到這些軌跡從螢幕的右邊一直傳到左邊。", "en": "Now, what you can't seeis that our genetic program instructs these bacteriato each produce small molecules, and these molecules travel betweenthe thousands of individual bacteria telling them when to turn on and off. And the bacteria synchronizequite well at this scale, but because the molecule that synchronizesthem together can only travel so fast, in larger colonies of bacteria,this results in traveling waves between bacteria that arefar away from each other, and you can see these waves goingfrom right to left across the screen."}, {"zh-tw": "我們的遺傳程序仰賴於一種稱作「群聚感應」的自然現像，一但菌落達到臨界密度，細菌之間就會開始相互協調，甚至會產生致命的反應。你可以觀察「群聚感應」在這部影片中正在起作用，成長中的菌落在達到高密度或臨界密度後才會開始發光。", "en": "Now, our genetic programrelies on a natural phenomenon called quorum sensing, in which bacteria trigger coordinatedand sometimes virulent behaviors once they reach a critical density. You can observe quorum sensingin action in this movie, where a growing colony of bacteriaonly begins to glow once it reaches a highor critical density."}, {"zh-tw": "我們的基因程序在菌落向外成長時，用這種富有節奏的樣式持續製造螢光蛋白質。我們稱這個特別的影片和實驗作「超新星」，因為這看起來很像星星爆炸。", "en": "Our genetic program continues producing theserhythmic patterns of fluorescent proteins as the colony grows outwards. This particular movie and experimentwe call The Supernova, because it looks like an exploding star."}, {"zh-tw": "除了編譯這些美麗的樣式外，我開始想：這些細菌還能做什麼?我決定探索如何編譯細菌去偵測和治療身體的疾病，像是癌症。關於細菌的其中一個驚人事實是細菌可以在腫瘤裡自然地生長。", "en": "Now, besides programmingthese beautiful patterns, I wondered, what else can we getthese bacteria to do? And I decided to explorehow we can program bacteria to detect and treat diseasesin our bodies like cancer. One of the surprising facts about bacteria is that they can naturally growinside of tumors."}, {"zh-tw": "這現像會發生是因為基本上腫瘤是免疫系統鞭長莫及的區域，所以當細菌發現這些腫瘤時，細菌會將腫瘤當作避風港，並在此茁壯、成長。我們開始使用一種益生菌，一種安全且對身體有益的細菌。我們發現，當老鼠口服時，這些益生菌會選擇生長在肝臟的腫瘤裡。", "en": "This happens because typically tumors are areas where the immune systemhas no access, and so bacteria find these tumors and use them as a safe havento grow and thrive. We started using probiotic bacteria which are safe bacteriathat have a health benefit, and found thatwhen orally delivered to mice, these probiotics would selectivelygrow inside of liver tumors."}, {"zh-tw": "我們了解到，最方便標出益生菌，也就是，讓腫瘤現形的方法是讓這些細菌產生可以在尿液中被偵測到的訊號，所以我們特別編譯了這些益生菌，讓分子可以改變你尿液的顏色以檢驗是否患有癌症。我們接著證明這項技術可以敏感地偵測出肝癌，如果用傳統方法檢測，並不容易偵測到。", "en": "We realized that the most convenient way to highlight the presenceof the probiotics, and hence, the presence of the tumors, was to get these bacteriato produce a signal that would be detectable in the urine, and so we specificallyprogrammed these probiotics to make a molecule that would changethe color of your urine to indicate the presence of cancer. We went on to show that this technology could sensitively and specificallydetect liver cancer, one that is challengingto detect otherwise."}, {"zh-tw": "既然這些細菌能專門定位癌症位置，我們將它們編譯成不只偵測癌症，也能治療癌症。藉由從腫瘤內部環境產生治療性分子，讓現有的腫瘤萎縮，而我們我們已經在用群聚感應程序實作了，就像之前影片中看到的一樣。想像一下，未來可以服用這些編譯過的細菌來偵測、治療癌症，甚至其他的疾病。", "en": "Now, since these bacteriaspecifically localize to tumors, we've been programming themto not only detect cancer but also to treat cancer by producing therapeutic moleculesfrom within the tumor environment that shrink the existing tumors, and we've been doing thisusing quorum sensing programs like you saw in the previous movies. Altogether, imagine in the futuretaking a programmed probiotic that could detect and treat cancer, or even other diseases."}, {"zh-tw": "我們這編譯細菌以及編譯生命的能力在癌症研究上開闢了新的視野。為了分享這個願景，我和藝術家維克穆尼茲，共同創造了這個完全由細菌和癌症細胞所組成的宇宙符號。最終，我希望這個美麗的微觀宇宙，能夠在未來的癌症研究中啟發新穎和創意的方法。", "en": "Our ability to program bacteria and program life opens up new horizons in cancer research, and to share this vision,I worked with artist Vik Muniz to create the symbol of the universe, made entirely out of bacteriaor cancer cells. Ultimately, my hope is that the beautyand purpose of this microscopic universe can inspire new and creative approachesfor the future of cancer research."}, {"zh-tw": "謝謝。", "en": "Thank you."}], "title": "Tal Danino We Can Use Bacteria To Detect Cancer And Maybe Treat It"}