{"url": "http://www.ted.com/talks/anand_varma_a_thrilling_look_at_the_first_21_days_of_a_bee_s_life", "paragraphs": [{"zh-tw": "（音樂）這些是我在加州柏克萊房子後院的蜜蜂。一直到去年，我從來沒有飼養過蜜蜂，但是國家地理頻道請我拍下蜜蜂的故事，於是我決定，為了拍到令人信服的照片，我應該開始自己養蜂。", "en": "(Music) These bees are in my backyardin Berkeley, California. Until last year,I'd never kept bees before, but National Geographic asked meto photograph a story about them, and I decided, to be ableto take compelling images, I should start keeping bees myself."}, {"zh-tw": "如你所知，蜜蜂為我們三分之一的農作物傳粉，最近蜜蜂的生存狀況不是很好。所以，身為攝影師，我想探索這個問題的真實長相。", "en": "And as you may know, bees pollinate one thirdof our food crops, and lately they've been havinga really hard time. So as a photographer, I wanted to explorewhat this problem really looks like."}, {"zh-tw": "所以接下來將展示我去年的發現成果。這個毛茸茸的小生物是一隻正從撫幼室出來的新蜜蜂，目前蜜蜂正面臨幾個生存難題，包括殺蟲劑，疾病，和棲息地的減少。其中，最大一種威脅來自亞洲的寄生蟲，", "en": "So I'm going to show youwhat I found over the last year. This furry little creature is a fresh young bee halfway emergedfrom its brood cell, and bees right now are dealingwith several different problems, including pesticides, diseases,and habitat loss, but the single greatest threatis a parasitic mite from Asia, Varroa destructor."}, {"zh-tw": "瓦螨。這個針頭大小的螨蟲爬到幼蜂身上，吸吮他們的血。這最後造成整個蜂窩的毀滅，因為瓦螨會降低蜜蜂的免疫力，讓他們無法抵抗壓力和疾病。", "en": "And this pinhead-sized mitecrawls onto young bees and sucks their blood. This eventually destroys a hive because it weakensthe immune system of the bees, and it makes them more vulnerableto stress and disease."}, {"zh-tw": "這時蜜蜂處於其最敏感時期，他們正在撫幼室內進行發育。為了解這個過程到底真相為何，所以我和加州大學戴維斯分校的蜜蜂實驗室合作，設法在攝影機前養育蜜蜂。下面將為你展示一隻蜜蜂生命最開始的21天，濃縮成60秒鐘。", "en": "Now, bees are the most sensitive when they're developinginside their brood cells, and I wanted to knowwhat that process really looks like, so I teamed upwith a bee lab at U.C. Davis and figured out how to raise beesin front of a camera. I'm going to show youthe first 21 days of a bee's life condensed into 60 seconds."}, {"zh-tw": "這是一個蜜蜂卵，他正在孵化成幼蟲，這些新孵化的幼蟲在撫幼室中到處游動，吃這些保育蜂分泌的白色粘液。然後，他們的頭和腿慢慢的分化出來，變態成蛹。", "en": "This is a bee eggas it hatches into a larva, and those newly hatched larvaeswim around their cells feeding on this white goothat nurse bees secrete for them. Then, their head and their legsslowly differentiate as they transform into pupae."}, {"zh-tw": "這是同一次蛹化過程，但你可看到螨在撫幼室內到處爬動。然後他們體內組織重新排列，色素慢慢在其眼中積累。", "en": "Here's that same pupation process, and you can actually see the mitesrunning around in the cells. Then the tissue in their body reorganizes and the pigment slowlydevelops in their eyes."}, {"zh-tw": "最後一步是表皮變皺，體毛開始生長。（音樂）所以---就像你在影片中途所看到的，螨蟲在幼蜂周圍爬，養蜂人一般控制這些螨蟲的方法為對著蜂巢噴灑化學藥品。", "en": "The last step of the processis their skin shrivels up and they sprout hair. (Music) So -- As you can see halfwaythrough that video, the mites were running aroundon the baby bees, and the way that beekeeperstypically manage these mites is they treat their hives with chemicals."}, {"zh-tw": "長久來說，這非好事，所以研究員正尋找其他方案，來控制這些螨蟲。這就是其中一個方案。", "en": "In the long run, that's bad news, so researchers are workingon finding alternatives to control these mites. This is one of those alternatives."}, {"zh-tw": "這個實驗性的育種計畫，由位於巴頓魯治市的美國農業部 (USDA) 蜜蜂實驗室負責，這個蜂后和其侍衛蜂為本計畫的一份子。現在，研究員已經弄清楚某些蜜蜂有天生抵抗螨蟲的能力，所以他們開始同系交配出一種抗螨蟲蜜蜂。", "en": "It's an experimental breeding programat the USDA Bee Lab in Baton Rouge, and this queen and her attendant beesare part of that program. Now, the researchers figured out that some of the bees havea natural ability to fight mites, so they set out to breeda line of mite-resistant bees."}, {"zh-tw": "這是如何在實驗室為蜜蜂育種過程。先麻醉尚未生殖過的蜂后，接著研究員用精密儀器對她人工授精。", "en": "This is what it takesto breed bees in a lab. The virgin queen is sedated and then artificially inseminatedusing this precision instrument."}, {"zh-tw": "現在，這個過程允許研究員準確的控制哪些蜜蜂要用來繁殖。但是操控太多卻有個代價，他們成功的繁殖了抗螨蟲的蜜蜂，但是在這個過程中，這些蜜蜂也失去了一些特性比如他們的溫順性，和儲存蜂蜜的能力。所以為了解決這個問題，這些研究員和商業養蜂人合作。", "en": "Now, this procedure allows the researchers to control exactlywhich bees are being crossed, but there's a tradeoffin having this much control. They succeeded in breedingmite-resistant bees, but in that process, those beesstarted to lose traits like their gentlenessand their ability to store honey, so to overcome that problem, these researchers are now collaboratingwith commercial beekeepers."}, {"zh-tw": "這是擁有72000個蜂巢的Bret Adee，他正打開其中一個蜂巢。他和弟弟經營著世界最大的養蜂企業，美國農業部把抗螨蟲蜜蜂引進這個養蜂場，希望一段時間之後，他們可以挑選出既能抵抗螨蟲，又能保留其他有用特性的蜜蜂。", "en": "This is Bret Adee openingone of his 72,000 beehives. He and his brother run the largestbeekeeping operation in the world, and the USDA is integrating theirmite-resistant bees into his operation with the hope that over time, they'll be able to select the beesthat are not only mite-resistant but also retain all of these qualitiesthat make them useful to us."}, {"zh-tw": "這麼說，聽起來好像我們正在操控和利用蜜蜂，事實上，我們已經這樣做了數千年。我們把這野生的生物放進一個箱子裏，實際馴養他們，本來這是為了獲取其蜂蜜。但是漸漸地我們也開始失去我們的天然傳粉者，我們的野生傳粉者，現在有很多地方，那些野生傳粉者已經無法應付我們農業的傳粉需求，所以這些受控的蜜蜂已成為我們食物系統的重要一份子。", "en": "And to say it like that makes it sound like we're manipulatingand exploiting bees, and the truth is, we've been doing thatfor thousands of years. We took this wild creatureand put it inside of a box, practically domesticating it, and originally that wasso that we could harvest their honey, but over time we started losingour native pollinators, our wild pollinators, and there are many places nowwhere those wild pollinators can no longer meet the pollinationdemands of our agriculture, so these managed bees have becomean integral part of our food system."}, {"zh-tw": "所以當人們談論如何拯救蜜蜂的時候，我的看法是，我們需要拯救我們和蜜蜂的關係，為了設計出新的解決方案，我們需要了解蜜蜂的基本生物學知識，及了解是否有什麼我們看不到的壓力來源對蜜蜂產生影響。簡單的說，我們要更詳細了解蜜蜂這個物種。", "en": "So when people talk about saving bees, my interpretation of that is we need to saveour relationship to bees, and in order to design new solutions, we have to understandthe basic biology of bees and understand the effectsof stressors that we sometimes cannot see. In other words, we haveto understand bees up close."}, {"zh-tw": "謝謝。", "en": "Thank you."}], "title": "Anand Varma A Thrilling Look At The First 21 Days Of A Bee S Life"}