{"url": "http://www.ted.com/talks/the_lady_lifers_a_moving_song_from_women_in_prison_for_life", "paragraphs": [{"zh-tw": " (Music) Dannielle Hadley: Lifein Pennsylvania means just that: life without the possibility of parole. For us lifers, as we call ourselves, our only chance for release is through commutation, which has only been grantedto two women since 1989, close to 30 years ago.", "en": " （音樂） Dannielle Hadley：在賓夕法尼亞州(監獄)的人生就意味著： 無法假釋的人生。 對我們這些「無期徒刑人」 這是我們對自己的叫法 我們獲釋的唯一機會 是減刑 可是，自1989年以來，只有兩名女性獲得減刑 那差不多是30年前的事"}, {"zh-tw": " Our song, \"This Is Not Our Home,\" it tells of our experiences while doing life withoutthe possibility of parole. (Music) Brenda Watkins: I'm a woman.", "en": " 我們以歌曲「這不是我們的家」 訴說我們的心聲， 一個無法假釋的人生。 （音樂） Brenda Watkins：我是一名女性"}, {"zh-tw": " I'm a grandmother. I'm a daughter.", "en": " 我是一位祖母 我是一位女兒"}, {"zh-tw": " I have a son. I'm not an angel.", "en": " 我有一個兒子 我不是天使"}, {"zh-tw": " I'm not the devil. I came to jail when I was so young.", "en": " 我不是惡魔 我來到監獄時 還是那麼年輕"}, {"zh-tw": " I spend my time here inside these prison walls. Lost friends to death, saw some go home.", "en": " 我的時間耗在這裡 在這監獄牆內 失去過一些朋友，她們在此過世 也看過一些朋友，她們最後回家"}, {"zh-tw": " Watch years pass, people come and go, while I do life without parole. I am a prisonerfor the wrong I've done.", "en": " 眼看年華逝去 人來人往 而我在這裡過著假釋無望的人生 我是做過錯事的受刑人"}, {"zh-tw": " I'm doing time here. This is not my home.", "en": " 我在這裡受刑 這裡不是我的家"}, {"zh-tw": " Dream of freedom, hope for mercy. Will I see my family or die alone? As the years go by, I hold back my tears, because if I cry I'd give in to fear.", "en": " 夢想著自由，期待著慈悲 我會見到 我的家人 還是孤獨老死？ 年復一年 我止住了淚水 因為我一哭，就會向恐懼屈服"}, {"zh-tw": " I must be strong, have to hold on. Gotta get through another year.", "en": " 我必須堅強，必須堅持 必須熬過 另一年"}, {"zh-tw": " I am a prisonerfor the wrong I've done. I'm doing time here.This is not my home.", "en": " 我是做過錯事的受刑人 我在這裡受刑這裡不是我的家"}, {"zh-tw": " Dream of freedom, hope for mercy. Will I see my family or die alone? I'm not saying that I'm not guilty, I'm not saying that I shouldn't pay.", "en": " 夢想著自由，期待著慈悲 我會見到 我的家人 還是孤獨老死？ 我不是說我沒罪 我不是說我無需付出代價"}, {"zh-tw": " All I'm asking is for forgiveness. Gotta have hope I'll be free someday.", "en": " 我想要的只是原諒 必須抱著希望，某天我會重獲自由"}, {"zh-tw": " Is there a place for me in the world out there? Will they ever know or carethat I'm chained? Is there redemption for the sinof my younger days? Because I've changed. Lord knows I've changed.", "en": " 是否有我容身之地 在外面世界某處？ 外面到底有沒有人知道、或關心我在此受刑？ 我年輕時所犯的罪孽能否一一償還？ 因為我已經變了 上天知道我已經變了"}, {"zh-tw": " I am a prisonerfor the wrong I've done. I'm doing time here.This is not my home.", "en": " 我是做過錯事的受刑人 我在這裡受刑這裡不是我的家"}, {"zh-tw": " Dream of freedom, hope for mercy. Will I see my family or die alone? Will I see my family or die alone? I'm known to you as Inmate 008106.", "en": " 夢想著自由，期待著慈悲 我會見到 我的家人 還是孤獨老死？ 我會見到 我的家人 還是孤獨老死？ 對你來說，我是受刑人008106"}, {"zh-tw": " Incarcerated 29 years. My name is Brenda Watkins.", "en": " 已被監禁29年 我的名字是Brenda Watkins"}, {"zh-tw": " I was born and raisedin Hoffman, North Carolina. This is not my home.", "en": " 我出生長大在北卡羅來納州的霍夫曼鎮 這裡不是我的家"}, {"zh-tw": " Thelma Nichols: Inmate number 0B2472. I've been incarcerated for 27 years.", "en": " Thelma Nichols：受刑人編號0B2472 我已被監禁27年"}, {"zh-tw": " My name is Thelma Nichols. I was born and raisedin Philadelphia, P.A.", "en": " 我的名字是Thelma Nichols 我出生成長在賓州費城"}, {"zh-tw": " This is not my home. DH: 008494.", "en": " 這裡不是我的家 Dannielle Hadley：008494"}, {"zh-tw": " I've been incarcerated for 27 years. My name is Dannielle Hadley.", "en": " 我已被監禁27年 我的名字是Dannielle Hadley"}, {"zh-tw": " I was born and raisedin Philadelphia, P.A, and this is not my home. Theresa Battles: Inmate 008309.", "en": " 我出生成長在賓州費城 這裡不是我的家 Theresa Battles：受刑人008309"}, {"zh-tw": " I've been incarcerated for 27 years. My name is Theresa Battles.", "en": " 我已被監禁27年 我的名字是Theresa Battles"}, {"zh-tw": " I'm from Norton, New Jersey, and this is not my home. Debra Brown: I am known as Inmate 007080.", "en": " 我來自新澤西州的諾頓鎮 這裡不是我的家 Debra Brown：我是受刑人007080"}, {"zh-tw": " I've been incarcerated for 30 years. My name is Debra Brown.", "en": " 我已被監禁30年 我的名字是Debra Brown"}, {"zh-tw": " I'm from Pittsburgh, Pennsylvania. This is not my home.", "en": " 我來自賓夕法尼亞州的匹茲堡 這裡不是我的家"}, {"zh-tw": " Joann Butler: 005961. I've been incarcerated for 37 years.", "en": " Joann Butler：005961 我已被監禁37年"}, {"zh-tw": " My name is Joann Butler, and I was born and raised in Philadelphia. This is not my home.", "en": " 我的名字是Joann Butler 我出生成長在費城 這裡不是我的家"}, {"zh-tw": " Diane Hamill Metzger: Number 005634. I've been incarcerated for 39and one half years.", "en": " Diane Hamill Metzger：編號005634 我已被監禁39年半"}, {"zh-tw": " My name is Diane Hamill Metzger. I'm from Philadelphia, Pennsylvania, and this is not my home.", "en": " 我的名字是Diane Hamill Metzger 我來自賓夕法尼亞州的費城 這裡不是我的家"}, {"zh-tw": " Lena Brown: I am 004867. Incarcerated 40 years.", "en": " Lena Brown：我是004867 我已被監禁40年"}, {"zh-tw": " My name is Lena Brown, and I was born and raisedin Pittsburgh, Pennsylvania, and this is not my home. Trina Garnett: My number is 005545.", "en": " 我的名字是Lena Brown 我出生成長在賓夕法尼亞州的匹茲堡 這裡不是我的家 Trina Garnett：我的編號005545"}, {"zh-tw": " My name is Trina Garnett, I've been incarcerated for 37 years, since I was 14 years old. Born and raised in Chester, Pennsylvania, and this is not my home.", "en": " 我的名字是Trina Garnett 我已被監禁37年 進來時我才14歲 出生成長在賓夕法尼亞州的切斯特鎮 這裡不是我的家"}, {"zh-tw": " Will I see my family or die alone? Or die alone?", "en": " 我會見到 我的家人 還是孤獨老死？ 還是孤獨老死？"}], "title": "The Lady Lifers A Moving Song From Women In Prison For Life"}