{"url": "http://www.ted.com/talks/the_lady_lifers_a_moving_song_from_women_in_prison_for_life", "paragraphs": [{"zh-tw": "（音樂）Dannielle Hadley：在賓夕法尼亞州(監獄)的人生就意味著：無法假釋的人生。對我們這些「無期徒刑人」這是我們對自己的叫法我們獲釋的唯一機會是減刑可是，自1989年以來，只有兩名女性獲得減刑那差不多是30年前的事", "en": "(Music) Dannielle Hadley: Lifein Pennsylvania means just that: life without the possibility of parole. For us lifers, as we call ourselves, our only chance for release is through commutation, which has only been grantedto two women since 1989, close to 30 years ago."}, {"zh-tw": "我們以歌曲「這不是我們的家」訴說我們的心聲，一個無法假釋的人生。（音樂）Brenda Watkins：我是一名女性", "en": "Our song, \"This Is Not Our Home,\" it tells of our experiences while doing life withoutthe possibility of parole. (Music) Brenda Watkins: I'm a woman."}, {"zh-tw": "我是一位祖母我是一位女兒", "en": "I'm a grandmother. I'm a daughter."}, {"zh-tw": "我有一個兒子我不是天使", "en": "I have a son. I'm not an angel."}, {"zh-tw": "我不是惡魔我來到監獄時還是那麼年輕", "en": "I'm not the devil. I came to jail when I was so young."}, {"zh-tw": "我的時間耗在這裡在這監獄牆內失去過一些朋友，她們在此過世也看過一些朋友，她們最後回家", "en": "I spend my time here inside these prison walls. Lost friends to death, saw some go home."}, {"zh-tw": "眼看年華逝去人來人往而我在這裡過著假釋無望的人生我是做過錯事的受刑人", "en": "Watch years pass, people come and go, while I do life without parole. I am a prisonerfor the wrong I've done."}, {"zh-tw": "我在這裡受刑這裡不是我的家", "en": "I'm doing time here. This is not my home."}, {"zh-tw": "夢想著自由，期待著慈悲我會見到我的家人還是孤獨老死？年復一年我止住了淚水因為我一哭，就會向恐懼屈服", "en": "Dream of freedom, hope for mercy. Will I see my family or die alone? As the years go by, I hold back my tears, because if I cry I'd give in to fear."}, {"zh-tw": "我必須堅強，必須堅持必須熬過另一年", "en": "I must be strong, have to hold on. Gotta get through another year."}, {"zh-tw": "我是做過錯事的受刑人我在這裡受刑這裡不是我的家", "en": "I am a prisonerfor the wrong I've done. I'm doing time here.This is not my home."}, {"zh-tw": "夢想著自由，期待著慈悲我會見到我的家人還是孤獨老死？我不是說我沒罪我不是說我無需付出代價", "en": "Dream of freedom, hope for mercy. Will I see my family or die alone? I'm not saying that I'm not guilty, I'm not saying that I shouldn't pay."}, {"zh-tw": "我想要的只是原諒必須抱著希望，某天我會重獲自由", "en": "All I'm asking is for forgiveness. Gotta have hope I'll be free someday."}, {"zh-tw": "是否有我容身之地在外面世界某處？外面到底有沒有人知道、或關心我在此受刑？我年輕時所犯的罪孽能否一一償還？因為我已經變了上天知道我已經變了", "en": "Is there a place for me in the world out there? Will they ever know or carethat I'm chained? Is there redemption for the sinof my younger days? Because I've changed. Lord knows I've changed."}, {"zh-tw": "我是做過錯事的受刑人我在這裡受刑這裡不是我的家", "en": "I am a prisonerfor the wrong I've done. I'm doing time here.This is not my home."}, {"zh-tw": "夢想著自由，期待著慈悲我會見到我的家人還是孤獨老死？我會見到我的家人還是孤獨老死？對你來說，我是受刑人008106", "en": "Dream of freedom, hope for mercy. Will I see my family or die alone? Will I see my family or die alone? I'm known to you as Inmate 008106."}, {"zh-tw": "已被監禁29年我的名字是Brenda Watkins", "en": "Incarcerated 29 years. My name is Brenda Watkins."}, {"zh-tw": "我出生長大在北卡羅來納州的霍夫曼鎮這裡不是我的家", "en": "I was born and raisedin Hoffman, North Carolina. This is not my home."}, {"zh-tw": "Thelma Nichols：受刑人編號0B2472我已被監禁27年", "en": "Thelma Nichols: Inmate number 0B2472. I've been incarcerated for 27 years."}, {"zh-tw": "我的名字是Thelma Nichols我出生成長在賓州費城", "en": "My name is Thelma Nichols. I was born and raisedin Philadelphia, P.A."}, {"zh-tw": "這裡不是我的家Dannielle Hadley：008494", "en": "This is not my home. DH: 008494."}, {"zh-tw": "我已被監禁27年我的名字是Dannielle Hadley", "en": "I've been incarcerated for 27 years. My name is Dannielle Hadley."}, {"zh-tw": "我出生成長在賓州費城這裡不是我的家Theresa Battles：受刑人008309", "en": "I was born and raisedin Philadelphia, P.A, and this is not my home. Theresa Battles: Inmate 008309."}, {"zh-tw": "我已被監禁27年我的名字是Theresa Battles", "en": "I've been incarcerated for 27 years. My name is Theresa Battles."}, {"zh-tw": "我來自新澤西州的諾頓鎮這裡不是我的家Debra Brown：我是受刑人007080", "en": "I'm from Norton, New Jersey, and this is not my home. Debra Brown: I am known as Inmate 007080."}, {"zh-tw": "我已被監禁30年我的名字是Debra Brown", "en": "I've been incarcerated for 30 years. My name is Debra Brown."}, {"zh-tw": "我來自賓夕法尼亞州的匹茲堡這裡不是我的家", "en": "I'm from Pittsburgh, Pennsylvania. This is not my home."}, {"zh-tw": "Joann Butler：005961我已被監禁37年", "en": "Joann Butler: 005961. I've been incarcerated for 37 years."}, {"zh-tw": "我的名字是Joann Butler我出生成長在費城這裡不是我的家", "en": "My name is Joann Butler, and I was born and raised in Philadelphia. This is not my home."}, {"zh-tw": "Diane Hamill Metzger：編號005634我已被監禁39年半", "en": "Diane Hamill Metzger: Number 005634. I've been incarcerated for 39and one half years."}, {"zh-tw": "我的名字是Diane Hamill Metzger我來自賓夕法尼亞州的費城這裡不是我的家", "en": "My name is Diane Hamill Metzger. I'm from Philadelphia, Pennsylvania, and this is not my home."}, {"zh-tw": "Lena Brown：我是004867我已被監禁40年", "en": "Lena Brown: I am 004867. Incarcerated 40 years."}, {"zh-tw": "我的名字是Lena Brown我出生成長在賓夕法尼亞州的匹茲堡這裡不是我的家Trina Garnett：我的編號005545", "en": "My name is Lena Brown, and I was born and raisedin Pittsburgh, Pennsylvania, and this is not my home. Trina Garnett: My number is 005545."}, {"zh-tw": "我的名字是Trina Garnett我已被監禁37年進來時我才14歲出生成長在賓夕法尼亞州的切斯特鎮這裡不是我的家", "en": "My name is Trina Garnett, I've been incarcerated for 37 years, since I was 14 years old. Born and raised in Chester, Pennsylvania, and this is not my home."}, {"zh-tw": "我會見到我的家人還是孤獨老死？還是孤獨老死？", "en": "Will I see my family or die alone? Or die alone?"}], "title": "The Lady Lifers A Moving Song From Women In Prison For Life"}