{"url": "http://www.ted.com/talks/sara_seager_the_search_for_planets_beyond_our_solar_system", "paragraphs": [{"zh-tw": " I'm here to tell youabout the real search for alien life. Not little green humanoidsarriving in shiny UFOs, although that would be nice. But it's the search for planetsorbiting stars far away.", "en": " 在這裡我要告訴各位一個有關探尋外星生命的真實故事。 我所說不是長得像人的綠色小個子乘坐發光飛碟抵達地球， 儘管那個主題也很好。 我們在找尋的是繞行恆星的遠方行星。"}, {"zh-tw": " Every star in our sky is a sun. And if our sun has planets -- Mercury, Venus, Earth, Mars, etc., surely those other starsshould have planets also, and they do.", "en": " 天空中每一顆恆星都是一個太陽。 如果我們的太陽有行星 如水星、金星、地球、火星等等， 當然那些其他恆星也應該有行星， 它們確實有行星。"}, {"zh-tw": " And in the last two decades, astronomers have foundthousands of exoplanets. Our night sky is literallyteeming with exoplanets.", "en": " 在過去的二十年， 天文學家已發現數千顆系外行星。 夜晚的天空幾乎佈滿系外行星。"}, {"zh-tw": " We know, statistically speaking, that every star has at least one planet. And in the search for planets, and in the future,planets that might be like Earth, we're able to help address some of the most amazingand mysterious questions that have faced humankind for centuries.", "en": " 依據統計，我們知道， 每顆恆星至少有一顆行星。 在探尋行星中， 未來，行星或許像地球一樣， 我們能夠提出 一些令人訝異且神秘的問題 這問題已經圍繞人類數百年之久。"}, {"zh-tw": " Why are we here? Why does our universe exist? How did Earth form and evolve? How and why did life originateand populate our planet? The second questionthat we often think about is: Are we alone? Is there life out there? Who is out there? You know, this question has been aroundfor thousands of years, since at least the timeof the Greek philosophers. But I'm here to tell youjust how close we're getting to finding out the answerto this question.", "en": " 我們為什麼在這裡？ 我們的宇宙為什麼存在？ 地球是如何形成與演變而來的？ 生命的起源是什麼我們為何生活在這顆星球上？ 我們經常思考的第二個問題是： 我們獨立存在宇宙中嗎？ 有其他的生物存在嗎？ 他們是誰？ 你知道，這個問題已經圍繞人類數千年了， 至少從古希臘哲學家那時候起就已經有這個問題。 但此時我要告訴你我們有多接近 取得這個問題的答案。"}, {"zh-tw": " It's the first time in human historythat this really is within reach for us. Now when I think about the possibilitiesfor life out there, I think of the fact that our sunis but one of many stars.", "en": " 這是人類史上的第一次 當我思索其他生物存在的可能性， 事實上太陽是眾多恆星之一。"}, {"zh-tw": " This is a photograph of a real galaxy, we think our Milky Waylooks like this galaxy. It's a collection of bound stars.", "en": " 這是一張真實銀河星系的照片， 我們認為銀河就像這張照片。 是由眾多恆星組成。"}, {"zh-tw": " But our [sun] is oneof hundreds of billions of stars and our galaxy is one of upwardsof hundreds of billions of galaxies. Knowing that small planetsare very common, you can just do the math.", "en": " 太陽是千億恆星中的一員 我們的銀河是千億銀河中的一員。 我們知道小行星是非常普遍的， 可以算得出來。"}, {"zh-tw": " And there are just so many starsand so many planets out there, that surely, there must be lifesomewhere out there. Well, the biologists get furiouswith me for saying that, because we have absolutely no evidencefor life beyond Earth yet.", "en": " 那裡有好多的恆星行星， 必然一定有生物存在。 生物學家對我這樣的說法會非常生氣， 因為我們的確無法證明地球之外有生物存在。"}, {"zh-tw": " Well, if we were able to lookat our galaxy from the outside and zoom in to where our sun is, we see a real map of the stars. And the highlighted starsare those with known exoplanets.", "en": " 如果我們能夠從外部觀察銀河系 將太陽的位置放大觀察， 我們看到一張真實的恆星地圖。 高亮度的恆星是那些為大家所知的系外行星。"}, {"zh-tw": " This is really justthe tip of the iceberg. Here, this animation is zooming inonto our solar system.", "en": " 這只是冰山的一角。 這個動畫放大太陽系的位置。"}, {"zh-tw": " And you'll see here the planets as well as some spacecraftthat are also orbiting our sun. Now if we can imagine goingto the West Coast of North America, and looking out at the night sky, here's what we'd see on a spring night.", "en": " 你會看到這些行星 和一些太空船一樣繞著太陽轉。 想像我們到北美的西岸， 看著那裡的夜空， 這就是當地春天的夜晚。"}, {"zh-tw": " And you can seethe constellations overlaid and again, so many stars with planets. There's a special patch of the skywhere we have thousands of planets.", "en": " 你可以看到佈滿星群 同樣的，很多的恆星和行星。 天空有一特殊區塊那裡有數千顆行星。"}, {"zh-tw": " This is where the Kepler Space Telescopefocused for many years. Let's zoom in and lookat one of the favorite exoplanets.", "en": " 這是克卜勒太空望遠鏡多年來關注的地方。 我們放大畫面觀察其中一顆我們喜愛的系外行星。"}, {"zh-tw": " This star is called Kepler-186f. It's a system of about five planets.", "en": " 這恆星被稱為克卜勒-186f。 是一個由五個行星組成的系統。"}, {"zh-tw": " And by the way, most of these exoplanets,we don't know too much about. We know their size, and their orbitand things like that.", "en": " 順道一提，大部分的系外行星我們並不太了解。 我們知道它們的大小，運行軌道之類的。"}, {"zh-tw": " But there's a very special planethere called Kepler-186f. This planet is in a zonethat is not too far from the star, so that the temperaturemay be just right for life.", "en": " 有一個非常特別的行星被稱為克卜勒-186f。 這顆行星所在區域距離恆星不遠， 其溫度可能適合生物生存。"}, {"zh-tw": " Here, the artist's conceptionis just zooming in and showing you what that planetmight be like. So, many people have thisromantic notion of astronomers going to the telescopeon a lonely mountaintop and looking at the spectacular night skythrough a big telescope.", "en": " 這是藝術家的觀念，將畫面放大 向你們展示那顆行星的樣子。 因此，很多人對天文學家有浪漫的想法 在一個孤寂的山頂對著望遠鏡 透過大的望遠鏡觀察壯觀的夜空。"}, {"zh-tw": " But actually, we just workon our computers like everyone else, and we get our data by emailor downloading from a database. So instead of coming here to tell you about the somewhat tedious natureof the data and data analysis and the complex computer models we make, I have a different wayto try to explain to you some of the thingsthat we're thinking about exoplanets.", "en": " 但事實上，我們只是和其他人一樣在電腦前忙碌， 透過郵件或從資料庫下載以取得資料。 我不是跑到這裡來告訴你 有點冗長乏味的資料和資料分析 以及我們做的複雜電腦程式， 我要以不同的方式向你們解說 我們對系外行星的一些想法。"}, {"zh-tw": " Here's a travel poster: \"Kepler-186f: Where the grass is always redderon the other side.\" That's because Kepler-186forbits a red star, and we're just speculatingthat perhaps the plants there, if there is vegetationthat does photosynthesis, it has different pigments and looks red. \"Enjoy the gravity on HD 40307g, a Super-Earth.\" This planet is more massive than Earth and has a higher surface gravity.", "en": " 這是一張旅行海報： 「克卜勒-186f： 這草的顏色總是比另一邊的草還要紅。」 那是因為克卜勒-186f繞著紅恆星運轉， 我們只是推測那裡的行星， 如果有進行光合作用的植物， 會有不同的色素看起來是紅色。 「盡情享受 HD 40307g 的重力， 一顆超級地球。」 這顆行星遠大於地球 而且有較大地表引力。"}, {"zh-tw": " \"Relax on Kepler-16b, where your shadow always has company.\" We know of a dozen planetsthat orbit two stars, and there's likely many more out there. If we could visit one of those planets, you literally would see two sunsets and have two shadows.", "en": " 「在克卜勒-16b上放輕鬆 影子在那裡成雙成對。」 (笑聲） 我們知道繞著二顆恆星運轉的十二顆行星， 那裡可能有更多的行星。 如果我們能夠參觀其中一顆行星， 你幾乎可以看到二個日落 和二個自己的影子。"}, {"zh-tw": " So actually, science fictiongot some things right. Tatooine from Star Wars.", "en": " 事實上，科幻小說的故事有些是正確的。 星際大戰裡的塔圖因星"}, {"zh-tw": " And I have a couple of otherfavorite exoplanets to tell you about. This one is Kepler-10b, it's a hot, hot planet.", "en": " 我還有我喜歡的外行星 要告訴你。 這顆是克卜勒-10b， 是一顆很熱的行星，"}, {"zh-tw": " It orbits over 50 times closer to its star than our Earth does to our sun. And actually, it's so hot, we can't visit anyof these planets, but if we could, we would melt long before we got there.", "en": " 繞行就近的恆星超過五十次 超過地球繞太陽的次數。 事實上，它的溫度很高 我們無法參觀任何這類的行星如果可以的話， 在我們到達之前就已經融化。"}, {"zh-tw": " We think the surfaceis hot enough to melt rock and has liquid lava lakes. Gliese 1214b.", "en": " 我們認為其表面溫度很高足以融化岩石 有液體熔岩湖。 格利澤 1214b。"}, {"zh-tw": " This planet, we know the mass and the size and it has a fairly low density. It's somewhat warm.", "en": " 這顆行星，我們知道它的質量和體積 其密度極低。 有溫暖的氣候。"}, {"zh-tw": " We actually don't knowreally anything about this planet, but one possibilityis that it's a water world, like a scaled-up versionof one of Jupiter's icy moons that might be 50 percent water by mass. And in this case, it would havea thick steam atmosphere overlaying an ocean, not of liquid water, but of an exotic formof water, a superfluid -- not quite a gas, not quite a liquid.", "en": " 事實上我們對這星球一無所知， 但有一個可能性是這顆行星是個水世界， 像一顆放大版的木星冰冷衛星之一 或許水就佔了質量的一半。 在這種情況下，它有厚厚的大氣流， 覆蓋著一片海洋， 但不是液體形態的水， 而是異質形態的水，一種超級液體， 不完全是氣態，不完全是液態。"}, {"zh-tw": " And under that wouldn't be rock, but a form of high-pressure ice, like ice IX. So out of all these planets out there, and the varietyis just simply astonishing, we mostly want to find the planetsthat are Goldilocks planets, we call them.", "en": " 在海洋下面並非岩石， 而是一種高壓冰的形態， 如同冰 IX。 在那些行星範圍之外的地方， 其多樣性也令人驚訝， 我們大部分想找的行星是金髮星球行星。"}, {"zh-tw": " Not too big, not too small, not too hot, not too cold -- but just right for life. But to do that,we'd have to be able to look at the planet's atmosphere, because the atmosphereacts like a blanket trapping heat -- the greenhouse effect.", "en": " 體積不太大，也不太小， 溫度不太熱，也不太冷， 剛好適合生物生存。 不過要做到這一點，我們必須能夠 觀察到這顆行星的大氣， 因為大氣就像一塊保溫地毯 溫室效應。"}, {"zh-tw": " We have to be able to assessthe greenhouse gases on other planets. Well, science fictiongot some things wrong.", "en": " 我們必須能夠偵測到其他行星的 溫室氣體。 這方面，科幻小說的描述有誤。"}, {"zh-tw": " The Star Trek Enterprise had to travel vast distancesat incredible speeds to orbit other planets so that First Officer Spockcould analyze the atmosphere to see if the planet was habitable or if there were lifeforms there. Well, we don't needto travel at warp speeds to see other planet atmospheres, although I don't want to dissuadeany budding engineers from figuring out how to do that.", "en": " 「星艦迷航－企業號」 必須以高速繞行其他行星 做長距離旅行 因此副艦長斯波克才能分析大氣 以看出該行星是否適合生物定居 或者是否有生物存在。 我們不需要以極高速度行駛 以取得其他其他行星的大氣資料， 雖然我不想去勸阻新進工程師 去找到實踐這項工作的方法。"}, {"zh-tw": " We actually can and do studyplanet atmospheres from here, from Earth orbit. This is a picture, a photographof the Hubble Space Telescope taken by the shuttle Atlantisas it was departing after the lasthuman space flight to Hubble.", "en": " 實際上我們可以由地球軌道 去研究那些行星的大氣。 這是哈柏望遠鏡的照片 由太空梭亞特蘭蒂斯號返航時所拍攝的照片 最後一次載人太空船到哈柏之後。"}, {"zh-tw": " They installed a new camera, actually, that we use for exoplanet atmospheres. And so far, we've been able to studydozens of exoplanet atmospheres, about six of them in great detail.", "en": " 他們在太空船上安裝新的照相機， 可以用來收集外行星大氣資料。 目前，我們已經能夠研究數十個外行星大氣資料， 其中六個有非常詳細的資料。"}, {"zh-tw": " But those are notsmall planets like Earth. They're big, hot planetsthat are easy to see.", "en": " 這些行星不像地球是個小行星。 它們體積大且溫度高，是容易觀察到的行星。"}, {"zh-tw": " We're not ready, we don't have the right technology yetto study small exoplanets. But nevertheless, I wanted to try to explain to youhow we study exoplanet atmospheres.", "en": " 我們還沒準備好， 我們沒有相當的技術以研究小行星。 儘管如此， 我仍然想要向大家解釋我們是如何研究外行星大氣。"}, {"zh-tw": " I want you to imagine,for a moment, a rainbow. And if we could lookat this rainbow closely, we would see that somedark lines are missing.", "en": " 大家可以想像一下彩虹。 如果我們可近距離觀察彩虹， 可以看到一些暗色線消失了。"}, {"zh-tw": " And here's our sun, the white light of our sun split up, not by raindrops, but by a spectrograph. And you can seeall these dark, vertical lines.", "en": " 這是我們的太陽。 白色光分解了。 不是被雨滴，而是被光譜儀分解了。 你可以看到這暗色垂直的線。"}, {"zh-tw": " Some are very narrow, some are wide, some are shaded at the edges. And this is actually how astronomershave studied objects in the heavens, literally, for over a century.", "en": " 有些非常窄，有些寬， 有些邊緣被遮住了。 這就是天文學家如何研究太空物質的方式， 這是過去一百年的研究方式。"}, {"zh-tw": " So here, each different atom and molecule has a special set of lines, a fingerprint, if you will. And that's how we studyexoplanet atmospheres.", "en": " 這張圖，每一原子和分子 各有特殊的頻譜線， 你可以把它當作指紋， 那就是我們利用這訊息來研究外行星的大氣成份"}, {"zh-tw": " And I'll just never forgetwhen I started working on exoplanet atmospheres 20 years ago, how many people told me, \"This will never happen. We'll never be able to study them.Why are you bothering?\" And that's why I'm pleased to tell youabout all the atmospheres studied now, and this is really a field of its own.", "en": " 我永遠忘不了二十年前 剛開起研究外行星大氣的時候， 多少人告訴我， 「這行不通。 我們永遠無法做到。為何費心在這種事上？」 那就是為什麼我很高興要告訴你們目前所有有關的大氣研究， 它已成形了。"}, {"zh-tw": " So when it comes toother planets, other Earths, in the future when we can observe them, what kind of gaseswould we be looking for? Well, you know, our own Earthhas oxygen in the atmosphere to 20 percent by volume. That's a lot of oxygen.", "en": " 當談及到其他行星，其他類似地球行星， 將來我們可以觀察到， 什麼是我們要尋找的氣體？ 你知道，地球的大氣 含有百分之二十的氧氣。 含量很高。"}, {"zh-tw": " But without plantsand photosynthetic life, there would be no oxygen, virtually no oxygen in our atmosphere. So oxygen is here because of life.", "en": " 但若沒有植物及其光合作用。 大氣中不會有氧氣。 事實上我們的大氣中沒有氧氣。 因為生物的存在才有氧氣。"}, {"zh-tw": " And our goal then is to look for gasesin other planet atmospheres, gases that don't belong, that we might be ableto attribute to life. But which molecules should we search for? I actually told youhow diverse exoplanets are.", "en": " 我們目標就是尋找其他行星大氣中的氣體， 氣體原本不存在， 或許我們可以歸功於生物。 我們在尋找哪些分子呢？ 我告訴過各位外行星的種類很多。"}, {"zh-tw": " We expect that to continue in the future when we find other Earths. And that's one of the main thingsI'm working on now, I have a theory about this.", "en": " 未來會陸續發現更多 當我們發現其他類似地球的行星。 這是我目前正在從事的最主要工作， 我有個自己的理論。"}, {"zh-tw": " It reminds me that nearly every day, I receive an email or emails from someone with a crazy theoryabout physics of gravity or cosmology or some such. So, please don't email meone of your crazy theories.", "en": " 它幾乎每天提醒我， 我收到一封或多封郵件 是對重力物理學理論 或是宇宙論提出瘋狂想法的人所寄來的。 所以請不要再給我發這種郵件了。"}, {"zh-tw": " Well, I had my own crazy theory. But, who does the MIT professor go to? Well, I emailed a Nobel Laureatein Physiology or Medicine and he said, \"Sure, come and talk to me.\" So I brought my two biochemistry friends and we went to talk to himabout our crazy theory.", "en": " 我有自己瘋狂的理論。 麻省理工學院的教授要跟誰探討呢？ 我向諾貝爾生理及醫學獎得主發信 他說，「好，我們討論一下。」 我帶了二個我的生物化學領域的朋友 要和他討論我們的瘋狂理論。"}, {"zh-tw": " And that theory was that lifeproduces all small molecules, so many molecules. Like, everything I could think of,but not being a chemist.", "en": " 那理論是，生命製造了所有小分子， 許許多多的分子。 所有我可以想得到的事情，雖然我不是個化學領域專家。"}, {"zh-tw": " Think about it: carbon dioxide, carbon monoxide, molecular hydrogen, molecular nitrogen, methane, methyl chloride -- so many gases. They also exist for other reasons, but just life even produces ozone.", "en": " 想想看： 二氧化碳，一氧化碳， 氫分子，氮分子, 甲烷，氯甲烷， 等諸多氣體。 它們的存在也有其原因， 生物即可產生臭氧。"}, {"zh-tw": " So we go to talk to him about this, and immediately, he shot down the theory. He found an example that didn't exist.", "en": " 所以我們和他談論這個主題， 結果立刻被他否決。 他找到一個不存在的氣體的例子。"}, {"zh-tw": " So, we went back to the drawing board and we think we have found somethingvery interesting in another field. But back to exoplanets, the point is that life producesso many different types of gases, literally thousands of gases.", "en": " 所以我們回去從頭做起 我們發現在其他領域非常有趣的東西。 回到外行星這個話題， 重點是生物製造各種不同的氣體， 差不多有幾千種。"}, {"zh-tw": " And so what we're doing nowis just trying to figure out on which types of exoplanets, which gases could be attributed to life. And so when it comes timewhen we find gases in exoplanet atmospheres that we won't knowif they're being produced by intelligent aliens or by trees, or a swamp, or even just by simple,single-celled microbial life.", "en": " 我們現在要做的是試著找出 外行星上有那些氣體， 那些氣體是由生物產生。 當我們在外行星大氣中 所找到的氣體 不知道這些氣體是由 外星人製造，或是樹木所產生， 或是由沼澤產生。 或是來自單細胞生物。"}, {"zh-tw": " So working on the models and thinking about biochemistry, it's all well and good. But a really big challengeahead of us is: how? How are we going to find these planets? There are actually many waysto find planets, several different ways.", "en": " 所以有了一些模型 以生物化學思考， 會有好的結果。 但面臨最大的挑戰是：如何做？ 要如何找到這些行星？ 其實有許多方法找到行星。 許多不同的方法。"}, {"zh-tw": " But the one that I'm most focused onis how can we open a gateway so that in the future, we can find hundreds of Earths. We have a real shotat finding signs of life.", "en": " 不過我把焦點放在我們如何何開啟一個通道 在未來， 我們可以找到數百個地球。 我們確實已著手找尋有生命跡象的生物。"}, {"zh-tw": " And actually, I just finishedleading a two-year project in this very special phase of a concept we call the starshade. And the starshadeis a very specially shaped screen and the goal is to fly that starshade so it blocks out the light of a star so that the telescopecan see the planets directly.", "en": " 我剛完成一個由我負責的二年專案 在這個特殊的專案中 有一個我們稱為遮星板的概念。 遮星板是一個形狀非常特殊的螢幕 把遮星板送至外太空 它可遮恆星的光 因此可以透過望遠鏡直接看到行星。"}, {"zh-tw": " Here, you can see myselfand two team members holding up one small partof the starshade. It's shaped like a giant flower, and this is one of the prototype petals.", "en": " 這張圖可以看到我和二位團隊成員 拿著遮星板的一小部分。 它的形狀就像朵巨大的花， 這是一片花瓣的雛型。"}, {"zh-tw": " The concept is that a starshadeand telescope could launch together, with the petals unfurlingfrom the stowed position. The central truss would expand, with the petals snapping into place.", "en": " 這個概念是遮星板和望遠鏡可以一同送到太空， 然後從存放位置打開花瓣 中心的花束會展開， 花瓣迅速到達特定位置。"}, {"zh-tw": " Now, this has to be made very precisely, literally, the petals to microns and they have to deploy to millimeters. And this whole structure would have to fly tens of thousands of kilometersaway from the telescope.", "en": " 這過程要做到非常準確， 這花瓣要達微米的精確度 部署要達毫米精確度。 這整個架構必須送到 距離望遠鏡數萬公里的地方。"}, {"zh-tw": " It's about tens of meters in diameter. And the goal is to block outthe starlight to incredible precision so that we'd be able to seethe planets directly.", "en": " 它的直徑有幾十公尺。 目的是這個難以置信的精確度要去遮擋恆星的光線 這樣我們就可以直接觀察行星。"}, {"zh-tw": " And it has to be a very special shape, because of the physics of defraction. Now this is a real projectthat we worked on, literally, you would not believe how hard.", "en": " 它的形狀必須很特殊， 因為繞射現象。 這是我們做的一個專案， 你無法想像這有多難。"}, {"zh-tw": " Just so you believeit's not just in movie format, here's a real photograph of a second-generationstarshade deployment test bed in the lab. And in this case,I just wanted you to know that that central trusshas heritage left over from large radio deployables in space.", "en": " 這不是一個電影情節 這是一張真實的照片 實驗室裡第二代遮星板測試平台。 在這個專案中，我只是想讓你們知道 花的中心點 由太空中大範圍展開的無線電設備所留下來。"}, {"zh-tw": " So after all of that hard work where we try to think of all the crazygases that might be out there, and we build the verycomplicated space telescopes that might be out there, what are we going to find? Well, in the best case, we will find an imageof another exo-Earth. Here is Earth as a pale blue dot.", "en": " 經過努力之後 我們試想所有有可能出現的瘋狂氣體， 我們建造非常複雜的太空望遠鏡 或許就在那裡， 我們將會發現什麼呢？ 最好的情況是， 我們會找到另一張類地球行星的圖片。 這個淡藍色的點就是地球。"}, {"zh-tw": " And this is actuallya real photograph of Earth taken by the Voyager 1 spacecraft, four billion miles away. And that red light is just scattered lightin the camera optics.", "en": " 這是一張地球的真實照片 是由太空船旅行者一號所拍攝的， 從四十億英里外的距離拍下的。 這紅色光線是相機散射的光。"}, {"zh-tw": " But what's so awesome to consider is that if there are intelligent aliens orbiting on a planetaround a star near to us and they build complicatedspace telescopes of the kind that we're trying to build, all they'll see is this pale blue dot, a pinprick of light. And so sometimes, when I pause to think about my professional struggleand huge ambition, it's hard to think about that in contrast to the vastnessof the universe.", "en": " 思考其中的奧妙 如果存在高智慧外星生物 靠近我們的行星繞著恆星轉 他們建造複雜的太空望遠鏡 我們正在建造的那種望遠鏡， 他們看到的也是一個淡藍色點， 一個小小的光點。 有時候，我停下來思考 我所面臨的困難和雄心壯志， 與浩瀚宇宙相比 真是無法比擬。"}, {"zh-tw": " But nonetheless, I am devotingthe rest of my life to finding another Earth. And I can guarantee that in the next generationof space telescopes, in the second generation, we will have the capabilityto find and identity other Earths.", "en": " 儘管如此，我打算奉獻我的一生 來找尋另一個地球。 我可以保證 下一代的太空望遠鏡， 也就是第二代， 我們有能力找到並識別其他類地球行星。"}, {"zh-tw": " And the capabilityto split up the starlight so that we can look for gases and assess the greenhouse gasesin the atmosphere, estimate the surface temperature, and look for signs of life. But there's more.", "en": " 有能力分開星光的光線 找到那些氣體 確認大氣中溫室氣體的成份， 預估星球的表面溫度， 尋找生命的跡象。 不過我們有更多的計劃。"}, {"zh-tw": " In this case of searchingfor other planets like Earth, we are making a new kind of map of the nearby starsand of the planets orbiting them, including [planets] that actually might beinhabitable by humans. And so I envision that our descendants, hundreds of years from now, will embark on an interstellarjourney to other worlds.", "en": " 在尋找類地球行星時， 我們也製作一張圖 有關於附近恆星及其行星的太空圖， 包括可能適合人類居住的行星。 我在想我們的後代子孫， 數百年後， 透過星際旅行到其他的星球。"}, {"zh-tw": " And they will look back at all of us as the generation who first foundthe Earth-like worlds. Thank you.", "en": " 他們回顧我們這一代 是第一個發現類地星球的一代 謝謝各位。"}, {"zh-tw": " June Cohen: And I give you,for a question, Rosetta Mission Manager Fred Jansen. Fred Jansen: You mentioned halfway through that the technologyto actually look at the spectrum of an exoplanet like Earthis not there yet.", "en": " 吉恩·科恩：你先提問， 有請羅塞塔任務管理經理弗雷德·詹森 弗雷德·詹森：你剛剛有提到 那個用來找尋類地球行星的光譜技術 尚未找到。"}, {"zh-tw": " When do you expect this will be there, and what's needed? Actually, what we expect is what we callour next-generation Hubble telescope. And this is called the James WebbSpace Telescope, and that will launch in 2018, and that's what we're going to do, we're going to lookat a special kind of planet called transient exoplanets, and that will be our first shotat studying small planets for gases that might indicatethe planet is habitable.", "en": " 你認為何時可實現 我們要如何做？ 事實上，我們期待下一代哈伯望遠鏡。 我們稱它為詹姆斯偉伯太空望遠鏡， 將在 2018 年送上太空， 這是我們計劃要做的事， 我們將觀察一種特殊的行星 稱為凌日外行星， 那是我們第一次嘗試研究小行星 以找尋該行星上存在適合人類居住的氣體。"}, {"zh-tw": " JC: I'm going to ask youone follow-up question, too, Sara, as the generalist. So I am really struckby the notion in your career of the opposition you faced, that when you began thinkingabout exoplanets, there was extreme skepticismin the scientific community that they existed, and you proved them wrong.", "en": " 吉恩：莎拉，接著我也要問你一個問題， 一個普通的問題。 在你的職業生涯中 我對你所面臨的問題感到震驚， 當你開始思考外行星時， 科學家對於它們是否存在 抱著極端懷疑的態度， 你證明他們的想法是錯誤的。"}, {"zh-tw": " What did it take to take that on? SS: Well, the thing is that as scientists, we're supposed to be skeptical, because our job to make surethat what the other person is saying actually makes sense or not. But being a scientist, I think you've seen it from this session, it's like being an explorer.", "en": " 你是如何做到？ 莎拉：身為科學家， 我們理應對事情持有懷疑的態度， 因為我們的工作是確認他人的觀點 其說法是否合理。 但是身為科學家， 我想你們已從這段演講中看到， 科學家像一個探索者。"}, {"zh-tw": " You have this immense curiosity, this stubbornness, this sort of resolute willthat you will go forward no matter what other people say. JC: I love that. Thank you, Sara.", "en": " 有強烈的好奇心， 堅決的心， 堅定不移的意志勇往直前 無論其他人說了什麼。 吉恩：說的太好了，謝謝你，莎拉。"}], "title": "Sara Seager The Search For Planets Beyond Our Solar System"}