{"url": "http://www.ted.com/talks/bill_gross_the_single_biggest_reason_why_startups_succeed", "paragraphs": [{"zh-tw": " I'm really excited to share with you some findings that really surprise me about what makes companies succeed the most, what factors actually matter the mostfor startup success. I believe that the startup organization is one of the greatest formsto make the world a better place.", "en": " 我非常高興與大家分享 令我非常驚訝的研究結果 是有關創業成功的關鍵因素 實際影響創業成功與否最關鍵的因素是什麼 我認為創業 是使得世界變得更加美好的方式之一"}, {"zh-tw": " If you take a group of people with the right equity incentives and organize them in a startup, you can unlock human potentialin a way never before possible. You get them to achieve unbelievable things.", "en": " 如果你帶領一組團隊給他們適當的激勵獎金 開創一個事業 你可以用前所未有的方式開啟人類的潛能 你讓團隊達到令人難以置信的成功"}, {"zh-tw": " But if the startup organization is so great, why do so many fail? That's what I wanted to find out. I wanted to find out whatactually matters most for startup success.", "en": " 但是既然創業是如此美好 為什麼有這麼多人失敗？ 這是我想要找出原因的地方 我想要找出導致創業成功 最關鍵的因素"}, {"zh-tw": " And I wanted to try to be systematic about it, avoid some of my instinctsand maybe misperceptions I have from so many companiesI've seen over the years. I wanted to know this because I've been starting businessessince I was 12 years old when I sold candy at the bus stopin junior high school, to high school, when I madesolar energy devices, to college, when I made loudspeakers.", "en": " 而且我試著系統化地找出關鍵因素 以避免我的直覺和我的認知錯誤影響結果 我觀察多年來我見過的許多公司 想要了解創業成功的關鍵因素 因為我從十二歲就開始做生意 就讀初中時，我在公車站賣糖果 高中時，我製作太陽能的裝置 大學時，我製作擴音器"}, {"zh-tw": " And when I graduated from college,I started software companies. And 20 years ago,I started Idealab, and in the last 20 years,we started more than 100 companies, many successes, and many big failures.", "en": " 大學畢業後，我成立軟體公司 20 年前，我成立一家公司叫「創意實驗室」(Idealab) 在這 20 年當中，我創辦超過 100 家公司 很多是成功的企業，但也有很失敗的"}, {"zh-tw": " We learned a lot from those failures. So I tried to look across what factors accounted the most for companysuccess and failure.", "en": " 我們從失敗中學到許多寶貴經驗 所以我試著找出是什麼因素 導致一家公司成功或失敗"}, {"zh-tw": " So I looked at these five. First, the idea.", "en": " 我找出五個因素 第一個因素是，創意"}, {"zh-tw": " I used to think that the idea was everything. I named my company Idealabfor how much I worship the \"aha!\" moment when you firstcome up with the idea.", "en": " 我以前認為有創新的點子最重要 我把我的公司名為「創意實驗室」就知道我多麼看重這個因素 「啊！有了！」的當下有一個想法從腦中浮現"}, {"zh-tw": " But then over time, I came to think that maybe the team,the execution, adaptability, that mattered even more than the idea. I never thought I'd be quotingboxer Mike Tyson on the TED stage, but he once said, \"Everybody has a plan, until they getpunched in the face.\" And I think that's so trueabout business as well.", "en": " 但隨著時間的過去 我開始想或許團隊成員、執行力及適應力 甚至比創意還重要 我從沒想過會在 TED 講台上引用拳擊手麥克・泰森的話 但他曾經說過 「每個人都有自己的計畫，直到他們臉上挨了一拳」 這句話可以完全適用在商場上"}, {"zh-tw": " So much about a team's execution is its ability to adapt to getting punchedin the face by the customer. The customer is the true reality.", "en": " 團隊有是否有很強的執行力 完全在於他們能否能適應被客戶拳頭打在臉上的能力 客戶的反應才是真正的現實"}, {"zh-tw": " And that's why I came to think that the team maybewas the most important thing. Then I started lookingat the business model.", "en": " 這就是為何我開始思考 或許團隊才是最重要的因素 然後我又開始研究「商業模式」"}, {"zh-tw": " Does the company have a very clear pathgenerating customer revenues? That started rising to the topin my thinking about maybe what matteredmost for success. Then I looked at the funding.", "en": " 一個企業有明確的產生營收的方法嗎？ 因此我開始思考 或許這才是成功最關鍵的因素 然後，我也考慮「募資」這個因素"}, {"zh-tw": " Sometimes companies receivedintense amounts of funding. Maybe that's the most important thing? And then of course,the timing.", "en": " 有時後，企業籌得一大筆資金 或許這才是最重要因素？ 再來當然是「時機」"}, {"zh-tw": " Is the idea way too early andthe world's not ready for it? Is it early, as in, you're in advanceand you have to educate the world? Is it just right? Or is it too late, and there'salready too many competitors? So I tried to look very carefullyat these five factors across many companies. And I looked across all 100Idealab companies, and 100 non-Idealab companies to try and come up with something scientific about it.", "en": " 你腦海中的那個想法會不會現在還不適用呢？ 會不會現在開始還太早?你必須教育消費者？ 時機點剛剛好？ 或者太晚，市場上早已有大批的競爭者？ 我試著仔細地以這五個因素 用來研究大量的公司 包括我創立的一百家公司 和一百家非我創立的公司 試著以科學方法找出關鍵的因素"}, {"zh-tw": " So first, on these Idealab companies, the top five companies -- Citysearch, CarsDirect, GoTo,NetZero, Tickets.com -- those all became billion-dollar successes. And the five companies on the bottom -- Z.com, Insider Pages, MyLife,Desktop Factory, Peoplelink -- we all had high hopes for,but didn't succeed.", "en": " 首先，在我成立的公司 其中最成功的五家公司 Citysearch, CarsDirect, GoTo,Net Zero, Tickets.com 這五家公司非常賺錢 而五家最差的公司，分別是 Z.com, Insider Page, MyLife, Desktop Factory, poeplelink， 我們對這些公司抱有很高的期望但仍然沒有成功"}, {"zh-tw": " So I tried to rank across all of those attributes how I felt those companies scoredon each of those dimensions. And then for non-Idealab companies,I looked at wild successes, like Airbnb and Instagram and Uberand Youtube and LinkedIn.", "en": " 所以試著找出這些因素的排名 這些公司如何在每一個因素中取得分數 在非我建立的公司名單中我找了一些極度成功的例子 Airbnb, Instagram, UberYouTube 和 Linkedin."}, {"zh-tw": " And some failures: Webvan, Kozmo, Pets.com Flooz and Friendster. The bottom companies had intense funding, they even had business modelsin some cases, but they didn't succeed.", "en": " 也找了一些失敗的公司 像是 Webvan, Kozmo, Pets.com Flooz 和 Friendster 這些不成功的公司，籌得大筆資金 有的甚至有商業模式 但是沒能成功"}, {"zh-tw": " I tried to look at what factorsactually accounted the most for success and failure acrossall of these companies, and the results really surprised me. The number one thing was timing.", "en": " 我試著研究，什麼因素對這些公司的成功和失敗 佔有最高的比率 結果讓我很訝異 最重要的因素是「時機」"}, {"zh-tw": " Timing accounted for 42 percent of the differencebetween success and failure. Team and execution came in second, and the idea, the differentiability of the idea,the uniqueness of the idea, that actually came in third.", "en": " 時機佔 42% 這個比率是成功與失敗公司之間的差異 「團隊」和「執行力」排第二名 然後是「創意」 創意的可辨性，創意的獨特性 實際上排第三名"}, {"zh-tw": " Now, this isn't absolutely definitive, it's not to say that the idea isn't important, but it very much surprised me thatthe idea wasn't the most important thing. Sometimes it mattered more when it was actually timed.", "en": " 這個研究並不是絶對完整 並不是說「創意」不重要 但令我訝異的是「創意」不是最重要的 有時比較重要的，其實是「時機」"}, {"zh-tw": " The last two, business model and funding,made sense to me actually. I think business modelmakes sense to be that low because you can start outwithout a business model and add one later if your customersare demanding what you're creating.", "en": " 最後二個是「商業模式」和「募資」這是可以理解的 我想「商業模式」獲得較低的排名是有道理的 因為沒有商業模式，也可以創業 你的客戶有需求時，再將商業模式加入"}, {"zh-tw": " And funding, I think as well, if you're underfunded at firstbut you're gaining traction, especially in today's age, it's very, very easy to getintense funding. So now let me give you some specificexamples about each of these.", "en": " 募資也是一樣道理 即使剛開始沒有資金但公司越來越受歡迎 尤其是現在這時代 你就很容易籌得一大筆資金 讓我舉幾一些具體的例子"}, {"zh-tw": " So take a wild success like Airbnbthat everybody knows about. Well, that company was famouslypassed on by many smart investors because people thought, \"No one's going to rent out a spacein their home to a stranger.\" Of course, people proved that wrong.", "en": " 例如，大家熟知的、高度成功的 Airbnb 這間公司被許多聰明的投資者忽略 因為大家認為 「沒有人要將自家的房間出租給陌生人」 但事實證明這個想法是錯的"}, {"zh-tw": " But one of the reasons it succeeded, aside from a good business model,a good idea, great execution, is the timing. That company came outright during the height of the recession when people really needed extra money, and that maybe helped people overcome their objection to renting outtheir own home to a stranger.", "en": " 它成功的因素之一 除了好的商業模式好創意及優秀的執行力外 那就是「時機」 公司創立之時剛好是在經濟衰退的高點 人們需要額外的收入 這或許可以幫助人們克服 不喜歡將自己的房間出租給陌生人心態"}, {"zh-tw": " Same thing with Uber. Uber came out, incredible company,incredible business model, great execution, too.", "en": " 優步 (Uber) 也是相同的情況 優步成立之時 是個相當不錯的公司具有優異的商業模式 也有很強的執行力"}, {"zh-tw": " But the timing was so perfect for their need to get driversinto the system. Drivers were looking for extra money;it was very, very important.", "en": " 成立的時間點是如此完美 他們需要將計程車司機納入公司系統 而司機也在尋找額外的收入這一點相當重要"}, {"zh-tw": " Some of our early successes, Citysearch,came out when people needed web pages. GoTo.com, which we announcedactually at TED in 1998, was when companies were looking forcost-effective ways to get traffic.", "en": " 「Citysearch」是我們早期成功的公司，因應當時人們有網頁的需求而成立 我們在 1998 年在 TED 發表 GoTo.com 正逢當時企業在尋找符合成本效益的方法，取得網路流量"}, {"zh-tw": " We thought the idea was so great, but actually, the timing was probablymaybe more important. And then some of our failures.", "en": " 我們認為想這個點子真好 但事實上，時機或許更重要 我們也有一些失敗公司的例子"}, {"zh-tw": " We started a company called Z.com,it was an online entertainment company. We were so excited about it -- we raised enough money,we had a great business model, we even signed incredibly greatHollywood talent to join the company.", "en": " 我們成立一家公司稱為 Z.com是一家線上娛樂公司 我們對這家公司充滿期望 我們籌措足夠的資金具備很好的商業模式 甚至與好萊塢極的優秀人才簽約加入這個公司"}, {"zh-tw": " But broadband penetrationwas too low in 1999-2000. It was too hard to watchvideo content online, you had to put codecs in your browserand do all this stuff, and the company eventuallywent out of business in 2003.", "en": " 但在 1999-2000 年寬頻的普及率太低 人們要在網路觀看影片很困難 我們必須在用戶端的瀏覽器置入轉碼器協助用戶完成這個工作 這公司最後在 2003 年結束營業"}, {"zh-tw": " Just two years later, when the codec problemwas solved by Adobe Flash and when broadband penetrationcrossed 50 percent in America, YouTube was perfectly timed. Great idea, but unbelievable timing.", "en": " 僅儘二年之後 Adobe Flash 解決了轉碼的問題 並且，美國的寬頻普及率超過百分之五十 YouTube 就在這樣一個完美的時間點成立了 好的創意，配上絕佳的時機"}, {"zh-tw": " In fact, YouTube didn't even havea business model when it first started. It wasn't even certain that that would work out.", "en": " 事實上，YouTube 在成立之初並沒有商業模式 甚至不確定他們會成功"}, {"zh-tw": " But that was beautifully, beautifully timed. So what I would say, in summary, is execution definitely matters a lot.", "en": " 但它就成功在於遇上如此完美的時間點 總之，我要表達的是 「執行力」當然重要"}, {"zh-tw": " The idea matters a lot. But timing might matter even more.", "en": " 「創意」也很重要 但「時機」更加重要"}, {"zh-tw": " And the best way to really assess timing is to really look at whether consumers are really ready for what you have to offer them. And to be really, really honest about it, not be in denial aboutany results that you see, because if you have something you love,you want to push it forward, but you have to be very, very honestabout that factor on timing.", "en": " 評估時機最好的方式 是觀察消費者是否已經準備好 接受你要提供給他們的產品或服務 你要非常、非常誠實地考慮這個問題 不要否認你所看到的結果 因為如果有你喜歡的事業你要往前推動 你就必須非常誠實地考慮「時機」這個因素"}, {"zh-tw": " As I said earlier, I think startups can change the worldand make the world a better place. I hope some of these insights can maybe help youhave a slightly higher success ratio, and thus make something greatcome to the world that wouldn't have happened otherwise.", "en": " 如我稍早所說的 創業可以改變這個世界讓世界變得更美好 我希望今天的這些觀察 或許可以幫助你提升創業成功率 讓那些原本可能不會發生的創意點子 在現實世界裡開花結果"}, {"zh-tw": " Thank you very much,you've been a great audience.", "en": " 謝謝大家，你們是很棒的聽眾"}], "title": "Bill Gross The Single Biggest Reason Why Startups Succeed"}