{"url": "http://www.ted.com/talks/linda_cliatt_wayman_how_to_fix_a_broken_school_lead_fearlessly_love_hard", "paragraphs": [{"zh-tw": " It was November 1, 2002, my first day as a principal, but hardly my first dayin the school district of Philadelphia. I graduated fromPhiladelphia public schools, and I went on to teachspecial education for 20 years in a low-income, low-performing school in North Philadelphia, where crime is rampant and deep poverty isamong the highest in the nation.", "en": " 2002 年十一月一日 是我當校長的第一天， 但那天不是我在費城學區的第一天。 我從費城的公立學校畢業， 接著教了特殊教育 20 年， 那是一所低收入、低水準的學校， 位於北費城， 那裡犯罪猖獗， 收入不及聯邦貧窮線一半的人居全國之冠。"}, {"zh-tw": " Shortly after I walked into my new school, a huge fight broke out among the girls. After things were quickly under control, I immediately called a meeting in the school's auditorium to introduce myselfas the school's new principal.", "en": " 就在我走進我的新學校後不久， 有一群女生大打出手， 情況快速得到控制後， 我立刻召集眾人 在學校的禮堂開會， 介紹我自己是這學校的新校長。"}, {"zh-tw": " I walked in angry, a little nervous -- -- but I was determined to set the tone for my new students. I started listing as forcefully as I could my expectations for their behavior and my expectationsfor what they would learn in school.", "en": " 我走進去的時候懷著怒氣， 還有點緊張── ── 但我下定決心 要給我的新學生下點馬威。 我以我最強硬的聲調 開始列出我對他們行為的期望， 對他們要在學校學什麼的期望。"}, {"zh-tw": " When, all of a sudden, a girl way in the back of the auditorium, she stood up and she said, \"Miss! Miss!\" When our eyes locked, she said, \"Why do you keep calling this a school? This is not a school.\" In one outburst, Ashley had expressed what I felt and never quite was able to articulate about my own experiencewhen I attended a low-performing school in the same neighborhood,many, many, many years earlier. That school was definitely not a school.", "en": " 突然，有個女孩 在禮堂很後面的地方， 她站了起來， 然後她說：「校長！校長！」 我們的目光鎖定後，她說： 「妳為什麼一直叫這裡學校？ 這裡不是學校。」 艾希莉用這句大爆發的話， 表達了我曾有過的感受 及那難以言喻的親身經驗， 當時我唸的學校水準不高， 就位在同一個社區，那是很久以前的事了。 那所學校絕對稱不上是學校。"}, {"zh-tw": " Fast forwarding a decade later to 2012, I was entering my thirdlow-performing school as principal. I was to be Strawberry Mansion'sfourth principal in four years.", "en": " 時間快轉十年到 2012 年， 我第三度到低水準學校當校長。 我是草莓屋高中四年來的第四個校長。"}, {"zh-tw": " It was labeled \"low-performingand persistently dangerous\" due to its low test scores and high number of weapons, drugs, assaults and arrests. Shortly as I approached the doorof my new school and attempted to enter, and found the door locked with chains, I could hear Ashley's voice in my ears going, \"Miss! Miss! This is not a school.\" The halls were dim and darkfrom poor lighting.", "en": " 它被標為「低水準且持續危險」， 因為其低測驗分數、 高武器持有率、 藥物持有率、施暴及逮捕率。 就在我走近我新學校的大門 並想要進入的時候， 我立刻發現門是用鐵鍊鎖住的， 我似乎可以聽見艾希莉的聲音 在我耳中迴繞：「校長！校長！ 這不是學校！」 學校的走廊又黑又暗，因為照明不足。"}, {"zh-tw": " There were tons of pilesof broken old furniture and desks in the classrooms, and there were thousandsof unused materials and resources. This was not a school.", "en": " 數不清的破舊辦公室傢俱 和課桌椅堆在教室裡， 還有成千上萬未用過的教材及物品。 這不是學校。"}, {"zh-tw": " As the year progressed, I noticed that the classroomswere nearly empty. The students were just scared: scared to sit in rows in fearthat something would happen; scared because they were often teasedin the cafeteria for eating free food.", "en": " 隨著學年推移， 我注意到教室幾乎空無一人。 學生都嚇死了： 嚇得不敢排排坐，因為怕有什麼狀況發生； 嚇壞了因為他們常常在學校餐廳被人譏笑吃免費食物。"}, {"zh-tw": " They were scared from all the fightingand all the bullying. This was not a school.", "en": " 他們怕死了那些打架，那些霸凌。 這不是學校。"}, {"zh-tw": " And then, there were the teachers, who were incredibly afraidfor their own safety, so they had low expectationsfor the students and themselves, and they were totallyunaware of their role in the destructionof the school's culture. This was the most troubling of all.", "en": " 此外，還有老師， 他們對自身的安危都嚇得要命， 所以他們對學生、對自己的期望都很低， 他們也完全不知道自己的角色 能對這個崩壞的學校文化做什麼。 這是最令人頭疼的部分。"}, {"zh-tw": " You see, Ashley was right, and not just about her school. For far too many schools, for kids who live in poverty, their schools are reallynot schools at all.", "en": " 你看，艾希莉是對的， 她說對的不僅是她的學校。 對太多太多的學校而言， 對活在貧窮的孩子而言， 他們的學校真的稱不上是學校。"}, {"zh-tw": " But this can change. Let me tell you how it's being doneat Strawberry Mansion High School.", "en": " 但是這可以改變。 讓我告訴你們在草莓屋高中我們是怎麼做的。"}, {"zh-tw": " Anybody who's ever workedwith me will tell you I am known for my slogans. So today, I am going to use three that have been paramountin our quest for change.", "en": " 每個跟我共事過的人都會告訴你們 我以口號著稱。 所以今天，我要說三個口號， 是我們在尋求改變時的最高原則。"}, {"zh-tw": " My first slogan is: if you're going to lead, lead. I always believed that what happens in a schooland what does not happen in a school is up to the principal.", "en": " 第一個口號是： 如果你要領導，就好好領導。 我總是相信 學校要做什麼、不要做什麼 是由校長全權決定。"}, {"zh-tw": " I am the principal, and having that title required me to lead. I was not going to stay in my office, I was not going to delegate my work, and I was not going to be afraidto address anything that was not good for children, whether that made me liked or not.", "en": " 我是校長， 既然有那樣的頭銜就要領導。 我不要呆坐在辦公室裡， 我不要授權我的工作， 而我也不怕去處理 對孩子不好的任何事情， 無論這是否讓我受歡迎。"}, {"zh-tw": " I am a leader, so I know I cannot do anything alone. So, I assembleda top-notch leadership team who believed in the possibilityof all the children, and together, we tackled the small things, like resetting every singlelocker combination by hand so that every studentcould have a secure locker.", "en": " 我是領導人， 因此我知道我不能孤軍奮戰。 所以我組了一個頂尖的領導團隊， 這個團隊相信學童無窮的可能性， 我們一同合作解決一些小事， 像是親手重設每一個衣物櫃的號碼鎖， 所以每個學生都有能上鎖的衣物櫃，"}, {"zh-tw": " We decorated everybulletin board in that building with bright, colorful,and positive messages. We took the chains offthe front doors of the school.", "en": " 我們布置了那座建築物裡的每一面布告欄， 放上明亮鮮豔的色彩及正面積極的話語。 我們把學校前門的鎖鍊拿掉。"}, {"zh-tw": " We got the lightbulbs replaced, and we cleanedevery classroom to its core, recycling every, every textbookthat was not needed, and discarded thousandsof old materials and furniture. We used two dumpsters per day.", "en": " 我們更換燈泡， 我們還把每間教室都打掃得乾乾淨淨， 回收每一本、每一本用不到的教科書， 並丟棄成千上萬的舊教材及傢俱。 我們每天都裝滿兩大箱垃圾。"}, {"zh-tw": " And, of course, of course, we tackled the big stuff, like rehauling the entire school budget so that we can reallocate fundsto have more teachers and support staff. We rebuilt the entireschool day schedule from scratch to add a variety of start and end times, remediation, honors courses, extracurricular activities,and counseling, all during the school day.", "en": " 而且，理所當然， 我們也處理大問題， 像是重新編列學校的所有預算， 讓我們能重新分配專款聘請更多老師及支援職員。 我們重新建立學校的日課表， 增加了不同的開始及結束時間、 補救課程、優異學生預修大專院校課程、 課外活動及輔導， 這些都在學校上課的時間完成。"}, {"zh-tw": " All during the school day. We created a deployment plan that specified where every singlesupport person and police officer would be every minute of the day, and we monitoredat every second of the day, and, our best invention ever, we devised a schoolwidediscipline program titled \"Non-negotiables.\" It was a behavior system -- designed to promotepositive behavior at all times.", "en": " 都在學校上課的時間完成。 我們還做了一個調度表， 指定每一個職員及警察 每一天每一分鐘的崗位， 我們還監控每一天每一秒鐘的狀況， 還有，我們最棒的發明 就是設計了一套全校紀律計畫， 名為「絕不妥協」。 這是一套行為系統—— 這是一套行為系統 旨在隨時促進積極正面的行為。"}, {"zh-tw": " The results? Strawberry Mansion was removedfrom the Persistently Dangerous List our first year after being -- -- after being on the PersistentlyDangerous List for five consecutive years. Leaders make the impossible possible.", "en": " 結果如何？ 草莓屋高中從持續危險的名單上除名， 這是第一年── ── 是我們在持續危險名單上五年之後的第一年。 領導者讓不可能成為可能。"}, {"zh-tw": " That brings me to my second slogan: So what? Now what? When we looked at the data, and we met with the staff, there were many excuses for why Strawberry Mansion waslow-performing and persistently dangerous. They said that only 68 percent of the kidscome to school on a regular basis, 100 percent of them live in poverty, only one percentof the parents participate, many of the children come from incarcerationand single-parent homes, 39 percent of the studentshave special needs, and the state data revealed that six percent of the studentswere proficient in algebra, and 10 were proficient in literature.", "en": " 這帶出我的第二個口號： 那又怎樣？現在要怎麼辦？ 在我們看數據， 並與職員會談的時候， 會聽到好多藉口， 為什麼草莓屋高中低水準又持續危險。 他們說只有 68% 的孩子規律的到校上課， 100% 家境窮困， 只有 1% 的家長會來學校， 許多孩子 來自受刑人家庭及單親家庭， 39% 的學生為特殊兒童， 而州政府的數據顯示 只有 6% 的學生熟練代數， 10% 的學生熟練文學。"}, {"zh-tw": " After they got throughtelling us all the stories of how awful the conditionsand the children were, I looked at them, and I said, \"So what. Now what? What are we gonna do about it?\" Eliminating excuses at every turnbecame my primary responsibility. We addressed every one of those excuses through a mandatoryprofessional development, paving the way for intense focuson teaching and learning.", "en": " 在他們滔滔不絕的對我們說完 家庭及學生狀況有多慘的故事之後， 我看著他們， 然後我說：「那又怎樣？現在要怎麼辦？」 「我們要怎麼做？」 處處排除藉口成了我的主要責任。 我們在強制的專業發展計畫中討論每一項藉口的解決法， 為全神貫注的教書及學習鋪路。"}, {"zh-tw": " After many observations, what we determined wasthat teachers knew what to teach but they did not know how to teach so many childrenwith so many vast abilities. So, we developed a lessondelivery model for instruction that focused on small group instruction, making it possible for all the studentsto get their individual needs met in the classroom.", "en": " 在多次觀察後， 我們判定老師知道要教什麼， 但是他們不知道要怎麼教 這麼多良莠不齊學生。 所以，我們發展了一套教學法 專注在小組教學， 想辦法在課堂裡對所有的學生因材施教。"}, {"zh-tw": " The results? After one year, state data revealed that our scores have grownby 171 percent in Algebra and 107 percent in literature. We have a very long way to go, a very long way to go, but we now approach every obstaclewith a \"So What. Now What?\" attitude.", "en": " 結果如何？ 一年後，州政府數據顯示， 我們的代數分數成長了 171%， 文學分數成長了 107%。 我們還有很長的路要走， 非常遙遠的路，但是我們現在用 「那又怎樣？現在要怎麼辦？」的心態面對所有障礙。"}, {"zh-tw": " And that brings meto my third and final slogan. If nobody told you they loved you today, you remember I do, and I always will.", "en": " 這又帶出我的第三個也是最後的口號。 如果今天沒有人告訴你他們愛你， 你要記得我愛你，而且我永遠都愛你。"}, {"zh-tw": " My students have problems: social, emotional and economic problems you could never imagine. Some of them are parents themselves, and some are completely alone.", "en": " 我的學生有很多問題： 社交、情緒、經濟上的各種問題， 你想也想不到。 有些學生已經是父母了， 有些則完全獨自生活。"}, {"zh-tw": " If someone asked me my real secret for how I truly keepStrawberry Mansion moving forward, I would have to saythat I love my students and I believe in their possibilities unconditionally. When I look at them, I can only see what they can become, and that is because I am one of them.", "en": " 如果有人問我我真正的秘密， 到底我是怎麼讓草莓屋高中繼續前進， 我會說是因為我愛我的學生， 而且我相信他們的無限可能， 無條件相信！ 當我看著他們， 我眼裡只看見他們能成為什麼， 那是因為我也走過他們的路。"}, {"zh-tw": " I grew up poor in North Philadelphia too. I know what it feels liketo go to a school that's not a school.", "en": " 我也在貧窮的北費城長大。 我知道去上一所稱不上學校的學校是什麼感覺。"}, {"zh-tw": " I know what it feels like to wonder if there's ever going to beany way out of poverty. But because of my amazing mother, I got the ability to dream despite the poverty that surrounded me.", "en": " 我知道那種總是懷疑 到底有沒有辦法擺脫窮困的感覺。 但是因為我偉大的母親， 我還能夢想， 儘管我身在貧窮的環境之中。"}, {"zh-tw": " So -- -- if I'm going to push my students toward their dreamand their purpose in life, I've got to get to know who they are. So I have to spend time with them, so I manage the lunchroom every day.", "en": " 所以── ── 如果我要督促我的學生 朝著夢想及人生的標竿邁進， 我一定要了解他們的一切。 所以我得要花時間與他們相處， 所以我每天都去管理學校餐廳。"}, {"zh-tw": " And while I'm there, I talk to themabout deeply personal things, and when it's their birthday, I sing \"Happy Birthday\" even though I cannot sing at all. I often ask them, \"Why do you want me to singwhen I cannot sing at all?\" And they respond by saying, \"Because we like feeling special.\" We hold monthly town hall meetings to listen to their concerns, to find out what is on their minds.", "en": " 我在那裡的時候， 我與他們談談非常私人的話題， 在他們生日的時候， 我就唱「生日快樂」， 即使我根本不會唱歌。 我常問他們， 「你為什麼要我唱歌？我根本不會唱歌啊？」 他們就會說： 「因為我們喜歡受到特殊待遇的感覺。」 我們每個月都開一次全員大會， 聽聽他們的苦惱， 找出他們心中的想法，"}, {"zh-tw": " They ask us questions like,\"Why do we have to follow rules?\" \"Why are there so many consequences?\" \"Why can't we just do what we want to do?\" They ask, and I answereach question honestly, and this exchange in listeninghelps to clear up any misconceptions. Every moment is a teachable moment.", "en": " 他們會問我們問題，像是：「為什麼我們要遵守規定？」 「為什麼有那麼多懲罰？」 「為什麼我們不能隨心所欲？」 他們問問題，我就誠實的一一回答， 而這種聆聽的交流幫助我們澄清任何誤解。 每一刻都是機會教育。"}, {"zh-tw": " My reward, my reward for being non-negotiablein my rules and consequences is their earned respect. I insist on it, and because of this,we can accomplish things together.", "en": " 我得到的回饋， 我得到的回饋， 我對規則及懲罰絕不妥協的態度上得到的回饋， 就是贏得他們的尊重。 我在這方面很堅持， 而正因為如此，我們能一同完成許多事。"}, {"zh-tw": " They are clear aboutmy expectations for them, and I repeat those expectationsevery day over the P.A. system. I remind them -- I remind them of those core values of focus, tradition, excellence, integrity and perseverance, and I remind them every day how education can trulychange their lives.", "en": " 他們很清楚我對他們的期望， 而我也每天透過學校廣播重複著那些期望， 我提醒他們── 我提醒他們那些核心價值， 就是專注、傳統、傑出、 正直及堅毅， 我也每天提醒他們 教育如何能真正改變他們的生活。"}, {"zh-tw": " And I end every announcement the same: \"If nobody told you they loved you today, you remember I do, and I always will.\" Ashley's words of \"Miss, Miss, this is not a school,\" is forever etched in my mind. If we are truly goingto make real progress in addressing poverty, then we have to make sure that every schoolthat serves children in poverty is a real school, a school, a school -- -- a school that provides them with knowledge and mental trainingto navigate the world around them.", "en": " 我總是用同樣的話結束我的廣播： 「如果今天沒有人告訴你他們愛你， 你要記得我愛你， 而且我永遠愛你。」 艾希莉的話， 那句「校長！校長！ 這不是學校。」 永遠都烙印在我心上。 如果我們真的要在 解決貧窮上取得實質的進展， 那麼我們必須確保 每一所貧困學區的學校， 都稱得上是真正的學校， 是一所學校，學校── ── 是一所學校，能提供他們知識 及心智訓練讓他們能探索周邊的世界。"}, {"zh-tw": " I do not know all the answers, but what I do know is for thoseof us who are privileged and have the responsibility of leadinga school that serves children in poverty, we must truly lead, and when we are facedwith unbelievable challenges, we must stop and ask ourselves,\"So what. Now what? What are we going to do about it?\" And as we lead, we must never forget that every single one of our students is just a child, often scared by what the worldtells them they should be, and no matter what the restof the world tells them they should be, we should always provide them with hope, our undivided attention, unwavering belief in their potential, consistent expectations, and we must tell them often, if nobody told them they loved them today, remember we do, and we always will. Thank you.", "en": " 我不知道所有問題的答案， 我所知道的是我們這些有優勢的人 及有責任領導貧困學區學校的人， 我們一定要真的領導， 在我們面對難以置信的挑戰時， 我們一定要停下來問問自己，「那又怎麼樣？現在要怎麼辦？」 「我們要怎麼做？」 在我們領導的時候， 我們一定不可忘記， 我們的每一個學生 都還是個孩子， 常常被這個世界對他們的期待嚇到， 而無論外面的世界對他們的期待是什麼， 我們永遠都應該給他們希望， 全心全意對待他們， 對他們的潛力深信不疑， 抱持始終如一的期望， 而且我們一定要常常告訴他們， 如果今天沒有人對你說他們愛你， 記得我們愛你，而且我們永遠愛你。 謝謝！"}, {"zh-tw": " Thank you, Jesus.", "en": " 感謝耶穌！"}], "title": "Linda Cliatt Wayman How To Fix A Broken School Lead Fearlessly Love Hard"}