{"url": "http://www.ted.com/talks/rana_el_kaliouby_this_app_knows_how_you_feel_from_the_look_on_your_face", "paragraphs": [{"zh-tw": " Our emotions influenceevery aspect of our lives, from our health and how we learn,to how we do business and make decisions, big ones and small. Our emotions also influencehow we connect with one another.", "en": " 我們的情緒會影響日常生活的各個層面， 從我們的健康到如何學習、如何做事、做決定， 無論事情大小都受此影響。 我們的情緒也會影響我們如何與他人交流。"}, {"zh-tw": " We've evolved to livein a world like this, but instead, we're livingmore and more of our lives like this -- this is the text messagefrom my daughter last night -- in a world that's devoid of emotion. So I'm on a mission to change that.", "en": " 我們已經進化到生活在一個像這樣的世界， 然而我們的生活卻愈來愈像這樣── 這是我女兒昨晚傳來的簡訊── 一個缺乏情感的世界。 所以我帶著使命要改變這種狀況。"}, {"zh-tw": " I want to bring emotionsback into our digital experiences. I started on this path 15 years ago.", "en": " 我想將情感重新注入數位體驗中。 我在 15 年前走上這條路。"}, {"zh-tw": " I was a computer scientist in Egypt, and I had just gotten accepted toa Ph.D. program at Cambridge University. So I did something quite unusual for a young newlywed Muslim Egyptian wife: With the support of my husband,who had to stay in Egypt, I packed my bags and I moved to England.", "en": " 當時我在埃及是電腦科學家， 而且我才拿到劍橋大學博士班的入學許可。 所以我做了一件對身為年輕新婚的埃及回教婦女來說 相當不尋常的事： 在我先生的支持下，他留在埃及， 我整理行囊搬到英格蘭。"}, {"zh-tw": " At Cambridge, thousands of milesaway from home, I realized I was spendingmore hours with my laptop than I did with any other human. Yet despite this intimacy, my laptophad absolutely no idea how I was feeling.", "en": " 在劍橋，離家千里遠的地方， 我發現我與筆電相處的時間， 遠超過與人交流的時間。 儘管與筆電相處如此親密，它卻完全不了解我的感受，"}, {"zh-tw": " It had no idea if I was happy, having a bad day, or stressed, confused, and so that got frustrating. Even worse, as I communicatedonline with my family back home, I felt that all my emotionsdisappeared in cyberspace.", "en": " 它不知道我是否開心， 今天順不順，是否緊張或困惑， 所以那令我沮喪。 更糟的是，在我上線與遠方的家人聯絡時， 我覺得我的情感在這虛擬空間裡消失無蹤。"}, {"zh-tw": " I was homesick, I was lonely,and on some days I was actually crying, but all I had to communicatethese emotions was this. Today's technologyhas lots of I.Q., but no E.Q.; lots of cognitive intelligence,but no emotional intelligence.", "en": " 我好想家，我好孤單，有些日子我真的哭了， 但我所能傳達的只有這個。 今天的科技有很多智商，卻沒有情緒智商； 有很多認知智商，卻沒有情緒智商。"}, {"zh-tw": " So that got me thinking, what if our technologycould sense our emotions? What if our devices could sensehow we felt and reacted accordingly, just the way an emotionallyintelligent friend would? Those questions led me and my team to create technologies that can readand respond to our emotions, and our starting point was the human face. So our human face happens to beone of the most powerful channels that we all use to communicatesocial and emotional states, everything from enjoyment, surprise, empathy and curiosity.", "en": " 所以這讓我思考， 如果我們的科技可以感受我們的情緒會怎樣？ 如果我們的電子裝置可以感受我們的感覺並做出相對回應， 就像一位高情商的朋友一樣，會是怎樣？ 這些問題讓我及我的團隊 創造出可以讀懂情緒並做出回應的科技， 我們的起始點是人的臉。 人類的臉恰好就是有力的管道， 能用來傳遞社交及情緒狀態， 從愉快、驚訝， 到同情、好奇都可以。"}, {"zh-tw": " In emotion science, we call eachfacial muscle movement an action unit. So for example, action unit 12, it's not a Hollywood blockbuster, it is actually a lip corner pull,which is the main component of a smile.", "en": " 情緒科學中，我們稱每一種顏面肌肉運動為一個動作單位。 舉例來說，動作單位 12， 這可不是好萊塢的動作巨片， 這其實是拉嘴角，這是微笑的主要部分。"}, {"zh-tw": " Try it everybody. Let's getsome smiles going on. Another example is action unit 4.It's the brow furrow.", "en": " 大家都試一下吧！讓會場有點笑容。 另一個例子是動作單位 4。這是蹙額。"}, {"zh-tw": " It's when you draw your eyebrows together and you create allthese textures and wrinkles. We don't like them, but it'sa strong indicator of a negative emotion.", "en": " 就是你把眉頭皺在一起 所產生的紋理和皺紋。 我們都不喜歡皺紋，但那是負面情緒的重要指標。"}, {"zh-tw": " So we have about 45 of these action units, and they combine to expresshundreds of emotions. Teaching a computer to readthese facial emotions is hard, because these action units,they can be fast, they're subtle, and they combine in many different ways.", "en": " 我們有約 45 種動作單位， 排列組合後可以表現出數百種情緒。 要教電腦讀懂這些顏面表情很難， 因為這些動作單位很快、很細微， 而且還有各種不同的組合法。"}, {"zh-tw": " So take, for example,the smile and the smirk. They look somewhat similar,but they mean very different things.", "en": " 所以再舉個例子，微笑和假笑。 兩者看起來有點像，但是意義大不相同。"}, {"zh-tw": " So the smile is positive, a smirk is often negative. Sometimes a smirkcan make you become famous.", "en": " 微笑是正面的， 假笑往往是負面的。 有時候一個假笑可以讓你成名。"}, {"zh-tw": " But seriously, it's importantfor a computer to be able to tell the differencebetween the two expressions. So how do we do that? We give our algorithms tens of thousands of examplesof people we know to be smiling, from different ethnicities, ages, genders, and we do the same for smirks.", "en": " 但是說真的，要讓電腦能夠 辨認出這兩種表情的不同很重要。 所以我們怎麼做呢？ 我們給我們的演算法 成千上萬筆我們知道在微笑的例子， 各式人種、年齡、性別都有， 假笑也如法泡製。"}, {"zh-tw": " And then, using deep learning, the algorithm looks for all thesetextures and wrinkles and shape changes on our face, and basically learns that all smileshave common characteristics, all smirks have subtlydifferent characteristics. And the next time it sees a new face, it essentially learns that this face has the samecharacteristics of a smile, and it says, \"Aha, I recognize this.This is a smile expression.\" So the best way to demonstratehow this technology works is to try a live demo, so I need a volunteer,preferably somebody with a face.", "en": " 然後，機器用深度學習法， 讓演算法找出臉上所有的紋理、皺紋， 及臉型的改變， 基本上學得所有的微笑都有共同的特點， 所有的假笑也有稍稍不同的特點， 所以下一次電腦看到新的面孔， 它基本上會得知 這張臉與微笑有相同的特點， 然後它會說，「啊哈！我認得這個，這是微笑的表情。」 要展示怎麼用這項科技的最佳方法， 就是來一個現場示範， 所以我需要一名志願者，最好是有臉的。"}, {"zh-tw": " Cloe's going to be our volunteer today. So over the past five years, we've movedfrom being a research project at MIT to a company, where my team has worked really hardto make this technology work, as we like to say, in the wild.", "en": " 我們今天的志願者是克蘿伊。 過去五年，我們從麻省理工的一項研究計畫 發展成一家公司， 我的團隊很努力讓這項科技能快速傳播， 好像我們常說的，（病毒）擴散中。"}, {"zh-tw": " And we've also shrunk it so thatthe core emotion engine works on any mobile devicewith a camera, like this iPad. So let's give this a try.", "en": " 我們也把它縮小，讓核心情緒引擎能用在 任何有照相機的行動裝置上，像是這台 iPad。 現在來試一下。"}, {"zh-tw": " As you can see, the algorithmhas essentially found Cloe's face, so it's this white bounding box, and it's tracking the mainfeature points on her face, so her eyebrows, her eyes,her mouth and her nose. The question is,can it recognize her expression? So we're going to test the machine.", "en": " 正如你們所見，基本上演算法已經找到了克蘿伊的臉， 就是這個白色的框框， 它正在找她臉上的幾個主要特徵點， 像是她的眉毛、眼睛、嘴巴和鼻子。 問題是，它能辨識她的表情嗎？ 我們來考一下機器。"}, {"zh-tw": " So first of all, give me your poker face.Yep, awesome. And then as she smiles,this is a genuine smile, it's great.", "en": " 首先，來一張撲克臉。對，好極了！ 然後她微笑的時後，這是真誠的微笑，很棒，"}, {"zh-tw": " So you can see the green bargo up as she smiles. Now that was a big smile.", "en": " 你們可以看到她微笑的時候，綠色的信號格增加。 那可是個好大的微笑。"}, {"zh-tw": " Can you try a subtle smileto see if the computer can recognize? It does recognize subtle smiles as well. We've worked really hardto make that happen.", "en": " 你可以試一下淺淺的微笑嗎？看看電腦能不能辨識？ 它的確也能辨識淺淺的微笑。 我們真的很努力要做到這一點。"}, {"zh-tw": " And then eyebrow raised,indicator of surprise. Brow furrow, which isan indicator of confusion.", "en": " 然後抬眉毛，表示驚訝。 蹙額，表示困惑。"}, {"zh-tw": " Frown. Yes, perfect. So these are all the differentaction units. There's many more of them.", "en": " 皺眉，很好，很完美。 這些就是不同的動作單位。還有更多。"}, {"zh-tw": " This is just a slimmed-down demo. But we call each readingan emotion data point, and then they can fire togetherto portray different emotions.", "en": " 這只是瘦身版示範。 我們稱每一個讀取為一個情緒資料點， 然後它們一起發動就能描繪出不同的情緒。"}, {"zh-tw": " So on the right side of the demo --look like you're happy. So that's joy. Joy fires up.", "en": " 右邊的這張示範──表現你很開心。 所以那是高興。高興出現了。"}, {"zh-tw": " And then give me a disgust face. Try to remember what it was likewhen Zayn left One Direction.", "en": " 然後給我一張噁心的臉。 試著回想贊恩退出男團一世代的那種感覺。"}, {"zh-tw": " Yeah, wrinkle your nose. Awesome. And the valence is actually quitenegative, so you must have been a big fan.", "en": " 沒錯，皺鼻子。太棒了！ 效價呈現高負值，所以你一定是大粉絲。"}, {"zh-tw": " So valence is how positiveor negative an experience is, and engagement is howexpressive she is as well. So imagine if Cloe had accessto this real-time emotion stream, and she could share itwith anybody she wanted to.", "en": " 效價指的是感受的好壞程度， 而投入程度指的是她的表情有多大。 想像一下如果克羅伊能使用這套即時情緒串流， 而且她還可以跟任何人分享。"}, {"zh-tw": " Thank you. So, so far, we have amassed12 billion of these emotion data points.", "en": " 謝謝妳！ 到目前為止我們已經累積了 120 億筆情緒數據點。"}, {"zh-tw": " It's the largest emotiondatabase in the world. We've collected itfrom 2.9 million face videos, people who have agreedto share their emotions with us, and from 75 countries around the world.", "en": " 這是世界上最大的情緒資料庫。 我們從 290 萬筆臉孔短片收集資料， 由同意與我們分享他們情緒的人提供， 來源遍及全球 75 個國家。"}, {"zh-tw": " It's growing every day. It blows my mind away that we can now quantify somethingas personal as our emotions, and we can do it at this scale.", "en": " 資料每天都在增加。 這真令我驚異萬分， 我們能量化像情緒這麼個人的東西， 還能做到這個地步。"}, {"zh-tw": " So what have we learned to date? Gender. Our data confirms somethingthat you might suspect.", "en": " 所以至今我們學到什麼？ 性別。 我們的數據證實了一些你們大概已經料到的事。"}, {"zh-tw": " Women are more expressive than men. Not only do they smile more,their smiles last longer, and we can now really quantifywhat it is that men and women respond to differently.", "en": " 女人的表情比男人的更豐富。 她們不但更常微笑，微笑的時間還更久， 而且我們現在真的能量化 造成男女不同反應的東西。"}, {"zh-tw": " Let's do culture: So in the United States, women are 40 percentmore expressive than men, but curiously, we don't see any differencein the U.K. between men and women. Age: People who are 50 years and older are 25 percent more emotivethan younger people.", "en": " 來看文化：在美國， 女性比男性多 40% 更願意表達情感， 但奇怪的是，在英國看不到這樣的差距。 再看年齡：50 歲以上的人 比年輕人多 25% 更願意表現情感。"}, {"zh-tw": " Women in their 20s smile a lot morethan men the same age, perhaps a necessity for dating. But perhaps what surprised usthe most about this data is that we happento be expressive all the time, even when we are sittingin front of our devices alone, and it's not just when we're watchingcat videos on Facebook.", "en": " 20 多歲的女性比同年齡的男性更常微笑， 大概是因為這是約會必殺技。 但是這筆數據最讓我們訝異的， 大概是我們隨時都有表情， 即使我們獨自坐在裝置前也是如此， 而且不只是在我們看臉書上貓短片的的時候。"}, {"zh-tw": " We are expressive when we're emailing,texting, shopping online, or even doing our taxes. Where is this data used today? In understanding how we engage with media, so understanding viralityand voting behavior; and also empoweringor emotion-enabling technology, and I want to share some examplesthat are especially close to my heart.", "en": " 我們在寫信、傳簡訊、網購， 甚至在報稅時都表情豐富。 今天這筆數據用在哪裡呢？ 用在瞭解我們如何與媒體互動， 所以能瞭解影片爆紅及投票行為， 也用在情緒辨識科技， 我想分享幾個讓我特別感動的例子。"}, {"zh-tw": " Emotion-enabled wearable glassescan help individuals who are visually impairedread the faces of others, and it can help individualson the autism spectrum interpret emotion, something that they really struggle with. In education, imagineif your learning apps sense that you're confused and slow down, or that you're bored, so it's sped up, just like a great teacherwould in a classroom.", "en": " 情緒辨識眼鏡能幫助 視障者讀取別人臉上的表情， 也能幫助各種程度的自閉症患者解讀情緒， 這是他們的最大難題。 在教育上，想像一下如果你的學習應用程式 感受到你的困惑並放慢速度， 或是知道你覺得無聊了所以加快速度， 就像一位好老師在課堂上做的一樣。"}, {"zh-tw": " What if your wristwatch tracked your mood, or your car sensed that you're tired, or perhaps your fridgeknows that you're stressed, so it auto-locks to prevent youfrom binge eating. I would like that, yeah.", "en": " 如果你的手錶能追蹤你的心情， 或是你的車能感受到你現在很疲倦， 或是你的冰箱能知道你現在壓力很大， 所以它會自動鎖住，你就不能拿東西來吃。 我會喜歡那個，真的。"}, {"zh-tw": " What if, when I was in Cambridge, I had access to my real-timeemotion stream, and I could share that with my familyback home in a very natural way, just like I would've if we were allin the same room together? I think five years down the line, all our devices are goingto have an emotion chip, and we won't remember what it was likewhen we couldn't just frown at our device and our device would say, \"Hmm,you didn't like that, did you?\" Our biggest challenge is that there areso many applications of this technology, my team and I realize that we can'tbuild them all ourselves, so we've made this technology availableso that other developers can get building and get creative. We recognize thatthere are potential risks and potential for abuse, but personally, having spentmany years doing this, I believe that the benefits to humanity from having emotionallyintelligent technology far outweigh the potential for misuse.", "en": " 當我在劍橋的時候， 如果我能用這套即時情緒串流工具， 我就能用非常自然的方法與遠在家鄉的家人分享， 就好像我們都在同一間房間一樣，那有多好？ 我想五年後， 我們所有的裝置都會有一個情緒晶片， 我們就會忘記當年裝置還不會回應我們皺眉的時候說出： 「嗯，你不喜歡這個，是吧？」是什麼樣子。 我們最大的挑戰是這種科技有許多應用程式， 我和我的團隊瞭解我們不可能只靠自己發展全部， 所以我們開放這項科技讓其他開發者 能繼續開發並激發創意。 我們知道會有潛在風險， 也可能遭到濫用， 但是個人認為，在花了這麼多年做這個之後， 我相信這對人類的益處， 就是開發情緒智能科技的益處， 遠超過誤用的潛在危險。"}, {"zh-tw": " And I invite you all to bepart of the conversation. The more people who knowabout this technology, the more we can all have a voicein how it's being used.", "en": " 我請大家口耳相傳。 愈多人知道這項科技， 我們就愈能發聲說明這該如何使用。"}, {"zh-tw": " So as more and moreof our lives become digital, we are fighting a losing battletrying to curb our usage of devices in order to reclaim our emotions. So what I'm trying to do insteadis to bring emotions into our technology and make our technologies more responsive.", "en": " 隨著我們的生活愈來愈數位化， 試圖以遏止使用裝置來重拾情緒 是一場必敗的仗。 與其如此，我寧可把情感帶進科技， 讓我們的科技更有回應。"}, {"zh-tw": " So I want those devicesthat have separated us to bring us back together. And by humanizing technology,we have this golden opportunity to reimagine how weconnect with machines, and therefore, how we, as human beings, connect with one another.", "en": " 所以我想用這些原本使我們疏遠的裝置， 讓我們重新結合在一起。 藉著把科技人性化，我們擁有這個黃金時機 來重新想像我們如何與機器連結， 進而想像我們身為人類 如何能重新連結彼此。"}, {"zh-tw": " Thank you.", "en": " 謝謝。"}], "title": "Rana El Kaliouby This App Knows How You Feel From The Look On Your Face"}