{"url": "http://www.ted.com/talks/alan_kay_shares_a_powerful_idea_about_ideas", "paragraphs": [{"zh-tw": " A great way to start, I think, with my view of simplicity is to take a look at TED. Here you are, understanding why we're here, what's going on with no difficulty at all. The best A.I. in the planet would find it complex and confusing, and my little dog Watson would find it simple and understandable but would miss the point.", "en": " 要了解我對簡約的看法最佳的開場是 來看看TED。你在這裡試著了解我們為何聚集一堂 我們輕易的就可以明白我們為何在此是為了什麼 但是，全世界最好的人工智慧卻會認為這很複雜又令人迷惑 但是我的小狗華森應該覺得這簡單又容易懂 不過他可能會錯過重點 （笑）"}, {"zh-tw": " He would have a great time. And of course, if you're a speaker here, like Hans Rosling, a speaker finds this complex, tricky. But in Hans Rosling's case, he had a secret weapon yesterday, literally, in his sword swallowing act.", "en": " 牠可能會在這裡玩得很開心 誠然，你如果是這裡的演講者之一，如 Hans Rosling 會感到演講的複雜與難度。但是對Hans Rosling 來說 他昨天啟用了一項秘密武器 那可以像是吞劍表演"}, {"zh-tw": " And I must say, I thought of quite a few objects that I might try to swallow today and finally gave up on, but he just did it and that was a wonderful thing. So Puck meant not only are we fools in the pejorative sense, but that we're easily fooled. In fact, what Shakespeare was pointing out is we go to the theater in order to be fooled, so we're actually looking forward to it.", "en": " 我承認我確實想了一大堆物件 用來當做吞劍的道具，不過最後還是放棄了 但是，他做到了，這真是一件妙事 因此 Puck 認為我們不只輕易的被耍了 而且我們很容易被騙。事實上莎士比亞 曾指出，我們進戲院看戲，就是為了被戲弄 而且，我們是很期待去經驗這樣的事情"}, {"zh-tw": " We go to magic shows in order to be fooled. And this makes many things fun, but it makes it difficult to actually get any kind of picture on the world we live in or on ourselves.", "en": " 我們看魔術也是一樣 許多事因此而變得有趣，不過這卻令我們難於 去理解我們所在的世界，甚至於了解自己"}, {"zh-tw": " And our friend, Betty Edwards, the \"Drawing on the Right Side of the Brain\" lady, shows these two tables to her drawing class and says, \"The problem you have with learning to draw is not that you can't move your hand, but that the way your brain perceives images is faulty. It's trying to perceive images into objects rather than seeing what's there.\" And to prove it, she says, \"The exact size and shape of these tabletops is the same, and I'm going to prove it to you.\" She does this with cardboard, but since I have an expensive computer here I'll just rotate this little guy around and ...", "en": " 我們的朋友 Betty Edwards 在那個以右腦來繪畫的人，她展示了兩張桌子 她對著繪圖班的同學說 在你們學習繪畫時碰到的困難 並不是你們不肯動手 而是你們的大腦接收到畫面的資訊是錯的 大腦會把圖形轉化成物件 而不是真的去看物件的本身 她說：為了證明這兩張桌子的大小與形狀是一樣的 我現在要證明給你們看 她當時是用卡紙板來做 不過，有鑑於我這裡有一台昂貴的電腦 旋轉一下這個小東西過去"}, {"zh-tw": " Now having seen that -- and I've seen it hundreds of times, because I use this in every talk I give -- I still can't see that they're the same size and shape, and I doubt that you can either. So what do artists do? Well, what artists do is to measure.", "en": " 現在我們證實了 -- 而我已經看了上百次 因為每次演講到這個議題都會舉這個例子 -- 我還是無法看出它們的大小與形狀相同，我相信你們也不行 那麼藝術家們在做什麼呢？他們測量"}, {"zh-tw": " They measure very, very carefully. And if you measure very, very carefully with a stiff arm and a straight edge, you'll see that those two shapes are exactly the same size.", "en": " 非常、非常仔細的測量 如果你非常、非常小心的測量，同時手很穩、尺很直 你會發覺這兩個形狀 確實一樣大"}, {"zh-tw": " And the Talmud saw this a long time ago, saying, \"We see things not as they are, but as we are.\" I certainly would like to know what happened to the person who had that insight back then, if they actually followed it to its ultimate conclusion. So if the world is not as it seems and we see things as we are, then what we call reality is a kind of hallucination happening inside here. It's a waking dream, and understanding that that is what we actually exist in is one of the biggest epistemological barriers in human history.", "en": " Talmud 在很久以前就發現了這個現象 他說：我們看東西並不是以物件的本身，而是以我們對於它的認知 我很想知道那些，在那個時代 就可以看到這些事實的人的遭遇 看看他們是否真的遵循這樣的結論 如果這個世界不是我們看到的，而是按照我們的想像 那麼我們所謂的真實只是一種 發生在這裡面的幻覺，它稱作白日夢 要明白我們確實存在 也是人類歷史上對於認知的最大障礙之一"}, {"zh-tw": " And what that means: \"simple and understandable\" might not be actually simple or understandable, and things we think are \"complex\" might be made simple and understandable. Somehow we have to understand ourselves to get around our flaws.", "en": " 也就是說：簡單而易懂的 可能實際上並不是：簡單而易懂 我們認為複雜的也許是簡單易懂 有時候，我們必須了解自己而避開自己的缺陷"}, {"zh-tw": " We can think of ourselves as kind of a noisy channel. The way I think of it is, we can't learn to see until we admit we're blind.", "en": " 我們可以認為自己是一種雜訊的來源 我認為：我們無法一窺全貌 除非我們承認自己的盲點"}, {"zh-tw": " Once you start down at this very humble level, then you can start finding ways to see things. And what's happened, over the last 400 years in particular, is that human beings have invented \"brainlets\" -- little additional parts for our brain -- made out of powerful ideas that help us see the world in different ways.", "en": " 一旦你可以從一個謙卑的角度切入 則能夠開始找到真正看東西的方法 特別是過去四百年來所發生的現象 就是人類開始將大腦分區 我們了解大腦多一點 就能幫助我們創造有利的創意 去用不同的方式來看這個世界"}, {"zh-tw": " And these are in the form of sensory apparatus -- telescopes, microscopes -- reasoning apparatus -- various ways of thinking -- and, most importantly, in the ability to change perspective on things. I'll talk about that a little bit.", "en": " 以感官的儀器的方式展現 望遠鏡、顯微鏡 -- 理性的儀器設備 各式各樣的思維，而最重要的是 有能力以不同的觀點去觀察事情 我來深入一點"}, {"zh-tw": " It's this change in perspective on what it is we think we're perceiving that has helped us make more progress in the last 400 years than we have in the rest of human history. And yet, it is not taught in any K through 12 curriculum in America that I'm aware of.", "en": " 這個觀點上的改變 和我們所認為感知的 已經幫助我們在過去四百年當中進步許多 相較於之前的人類歷史 但是據我所知在美國的教育系統裡這並未被重視"}, {"zh-tw": " So one of the things that goes from simple to complex is when we do more. We like more. If we do more in a kind of a stupid way, the simplicity gets complex and, in fact, we can keep on doing it for a very long time.", "en": " 其中一件事情是，當我們把事情從簡單變成複雜 是當我們想要更多。我們喜歡更多 如果我們用了笨的方法來追求更多 那麼簡單就複雜化了 事實上，我們會一直持續的這樣做"}, {"zh-tw": " But Murray Gell-Mann yesterday talked about emergent properties; another name for them could be \"architecture\" as a metaphor for taking the same old material and thinking about non-obvious, non-simple ways of combining it. And in fact, what Murray was talking about yesterday in the fractal beauty of nature -- of having the descriptions at various levels be rather similar -- all goes down to the idea that the elementary particles are both sticky and standoffish, and they're in violent motion.", "en": " 不過 Murray Gell-Mann 昨天談到了一個意外的特性 它另外的名字叫做「建築」 拿來當做隱喻，拿一些古老的素材 想一些不明顯意見、複雜的方式去結合 事實上， Murray 昨天談到的是大自然不規則的美 它的描述 在不同的層次下可以如此相似 歸根究底就是分子元素 既能結合又可以獨力 而他們都在劇烈的活動"}, {"zh-tw": " Those three things give rise to all the different levels of what seem to be complexity in our world. But how simple? So, when I saw Roslings' Gapminder stuff a few years ago, I just thought it was the greatest thing I'd seen in conveying complex ideas simply.", "en": " 以上三點將我們的世界提升到了 所有看似繁雜的層次 哪究竟有多簡單? 幾年前當我看見 Roslings' Gapminder 概念時 認為是我見過最好的東西 將複雜的概念簡單化"}, {"zh-tw": " But then I had a thought of, \"Boy, maybe it's too simple.\" And I put some effort in to try and check to see how well these simple portrayals of trends over time actually matched up with some ideas and investigations from the side, and I found that they matched up very well. So the Roslings have been able to do simplicity without removing what's important about the data.", "en": " 但是，我又想到～天啊！這會不會太簡單了 於是我試著去體驗與檢查 看看這些簡單的模式如何經過時間 去確切的與其他的概念和調查配合在一起 我發現它們非常的相符 因此 Roslings 的概念可以將事情簡單化 同時不會失去重要的資訊"}, {"zh-tw": " Whereas the film yesterday that we saw of the simulation of the inside of a cell, as a former molecular biologist, I didn't like that at all. Not because it wasn't beautiful or anything, but because it misses the thing that most students fail to understand about molecular biology, and that is: why is there any probability at all of two complex shapes finding each other just the right way so they combine together and be catalyzed? And what we saw yesterday was every reaction was fortuitous; they just swooped in the air and bound, and something happened.", "en": " 如同我們昨天看到的影片 模仿細胞內部 身為一個前生物學家來說，我並不喜歡 並不是因為它不美麗或其他因素 而是他缺少了些讓大部分學生都不容易理解的部份 對於分子生物學來說 沒有解釋了為什麼要有兩個複雜的形狀的機率 以正確的方式找到對方 而相互的結合與催化 然而我們昨天所看到的是 所有的反應都是偶然的。 它們就那麼分散到空氣中結合在一起，然後發生了反應"}, {"zh-tw": " But in fact, those molecules are spinning at the rate of about a million revolutions per second; they're agitating back and forth their size every two nanoseconds; they're completely crowded together, they're jammed, they're bashing up against each other. And if you don't understand that in your mental model of this stuff, what happens inside of a cell seems completely mysterious and fortuitous, and I think that's exactly the wrong image for when you're trying to teach science.", "en": " 然而，那些分子以一定的速度旋轉 將近每秒一百萬轉 它們以兩毫微秒的速度相互攪動 它們完全的擠在一起，它們卡住了 它們撲向對方 如果你不能理智地明白這些事 在細胞裡所發生的事就全然是神秘和偶然 而我認為這就是個完全錯誤的圖像 如果你試著去教科學"}, {"zh-tw": " So, another thing that we do is to confuse adult sophistication with the actual understanding of some principle. So a kid who's 14 in high school gets this version of the Pythagorean theorem, which is a truly subtle and interesting proof, but in fact it's not a good way to start learning about mathematics.", "en": " 另外，我們常常做出令人混淆的世故 即使我們只懂得其中的一些道理 一個14歲上中學的孩子 他拿到畢氏定理課本的時候 也是個有趣又微妙的證明 不過這不是個開始學數學的好方法"}, {"zh-tw": " So a more direct one, one that gives you more of the feeling of math, is something closer to Pythagoras' own proof, which goes like this: so here we have this triangle, and if we surround that C square with three more triangles and we copy that, notice that we can move those triangles down like this. And that leaves two open areas that are kind of suspicious ...", "en": " 最好的方法應該是更直接的，一個可以給你關於數學更直觀的感覺 就畢達哥拉斯自己所用的版本，它就像螢幕所顯示的一樣 當我們拿到這個三角形，如果我們用一個C正方形圍繞它 多出三個三角形，然後我們複製它 發現我們可以把這三角形像這樣移下 留下了兩個開放的空間讓我們思考"}, {"zh-tw": " and bingo. That is all you have to do. And this kind of proof is the kind of proof that you need to learn when you're learning mathematics in order to get an idea of what it means before you look into the, literally, 1,200 or 1,500 proofs of Pythagoras' theorem that have been discovered.", "en": " 對了，這就是你所要做的 而這樣的證據就是我們要的證明 也是你學習數學的時候所需要學習到的 讓你明瞭它真正的意涵 在你進入這12到1500個證明 在已被發現的畢達哥拉斯定律之前"}, {"zh-tw": " Now let's go to young children. This is a very unusual teacher who was a kindergarten and first-grade teacher, but was a natural mathematician.", "en": " 現在我們來看看小朋友們 一位非比尋常的老師 教導幼稚園和一年級新生 但是天生就是個數學家"}, {"zh-tw": " So she was like that jazz musician friend you have who never studied music but is a terrific musician; she just had a feeling for math. And here are her six-year-olds, and she's got them making shapes out of a shape.", "en": " 她就像你的爵士音樂家朋友卻從來沒有上過音樂學院 不過卻是傑出的樂手 她就是對數學有天份 在這裡有她才六歲的學生 她著他們拿著形狀創作出更多的形狀"}, {"zh-tw": " So they pick a shape they like -- like a diamond, or a square, or a triangle, or a trapezoid -- and then they try and make the next larger shape of that same shape, and the next larger shape. You can see the trapezoids are a little challenging there.", "en": " 他們拿起他們喜愛的形狀 -- 菱形或是一個方形 或三角形，或梯形，然後他們就常試著去創作 然後從一個形狀嘗試更大的一個形狀，然後再試另一個大形狀 而你會發現不規則多邊形更具挑戰性"}, {"zh-tw": " And what this teacher did on every project was to have the children act like first it was a creative arts project, and then something like science. So they had created these artifacts.", "en": " 這位老師「所做」出的每到題 就像是讓小朋友參與一個新的藝術創作一樣 然後才是像是科學這樣的東西 而創作出了這些手工藝品"}, {"zh-tw": " Now she had them look at them and do this ... laborious, which I thought for a long time, until she explained to me was to slow them down so they'll think. So they're cutting out the little pieces of cardboard here and pasting them up.", "en": " 老師要他們注視這些形狀，然後動手做 這讓我思考了很長的時間，直到她解釋給我聽 是讓他們慢下來以利他們的思考 然後他們切下這些小紙板 將他們貼好"}, {"zh-tw": " But the whole point of this thing is for them to look at this chart and fill it out. \"What have you noticed about what you did?\" And so six-year-old Lauren there noticed that the first one took one, and the second one took three more and the total was four on that one, the third one took five more and the total was nine on that one, and then the next one.", "en": " 然而這整個的行動的意義是 讓他們看懂這些表格並將它填滿 你注意到了你會做什麼嗎？ 六歲的 Lauren 發覺第一個用掉了一個 然後第二個多用了三個 而整個用掉了四個 第三個多用了五個，整體的數量是九個 然後繼續下一個"}, {"zh-tw": " She saw right away that the additional tiles that you had to add around the edges was always going to grow by two, so she was very confident about how she made those numbers there. And she could see that these were the square numbers up until about six, where she wasn't sure what six times six was and what seven times seven was, but then she was confident again.", "en": " 因此她馬上得到啟發而知道她必須學會加上去 沿著邊緣總是要加上2 接下來她很有自信的知道她可以將數字放在哪裡 而且她可以看出這些數字直到6都是平方數 但她卻不是很確定六乘以六是什麼 也不確定七乘以七是什麼 不過她再次感覺信心"}, {"zh-tw": " So that's what Lauren did. And then the teacher, Gillian Ishijima, had the kids bring all of their projects up to the front of the room and put them on the floor, and everybody went batshit: \"Holy shit! They're the same!\" No matter what the shapes were, the growth law is the same.", "en": " 這就是 Lauren 所做的 之後這位老師 Gillian Ishijima 帶著孩子們 帶著所有的作品來到房屋的前面，將他們放在地板上 而每個人都十分驚訝，天啊！他們是一樣的！ 無論是什麼樣的形狀，增長的規律卻是一樣的"}, {"zh-tw": " And the mathematicians and scientists in the crowd will recognize these two progressions as a first-order discrete differential equation and a second-order discrete differential equation, derived by six-year-olds. Well, that's pretty amazing.", "en": " 就群眾中的數學家與科學家而言 他們發現了這兩個方程式 第一個就是一組微分方程式 和另一個第二組微分方程式 被一位六歲的小朋友所執行 這～實在非常令人吃驚"}, {"zh-tw": " That isn't what we usually try to teach six-year-olds. So, let's take a look now at how we might use the computer for some of this.", "en": " 這的確不是我們平常教導六歲的小朋友的知識 現在讓我們看看，如何運用在電腦上運用這些"}, {"zh-tw": " And so the first idea here is just to show you the kind of things that children do. I'm using the software that we're putting on the $100 laptop.", "en": " 第一個想法是 單純的展示小朋友所做的 我將這個軟體安裝在這一百美金的電腦上"}, {"zh-tw": " So I'd like to draw a little car here -- I'll just do this very quickly -- and put a big tire on him. And I get a little object here and I can look inside this object, I'll call it a car. And here's a little behavior: car forward.", "en": " 現在我想來畫一部小車 我就快快的畫一下，然後給他加上大輪胎 現在我得到了一個小物件，然後我可以從內部檢視這個物件 我把它稱作是一台車，而在這裡給這個車子一個前進的動作"}, {"zh-tw": " Each time I click it, car turn. If I want to make a little script to do this over and over again, I just drag these guys out and set them going.", "en": " 我每按一下，車轉 如果我要寫個程式不斷的重複這樣的動作 我只需要把它拉過來設定他怎麼走"}, {"zh-tw": " And I can try steering the car here by ... See the car turn by five here? So what if I click this down to zero? It goes straight. That's a big revelation for nine-year-olds.", "en": " 然後我想從這裡駕駛它 你們可以看到車子轉了五度 如果我把這裡的數字設為零？ 它就會向前，這是受到一位九歲大的小朋友啟發而來"}, {"zh-tw": " Make it go in the other direction. But of course, that's a little bit like kissing your sister as far as driving a car, so the kids want to do a steering wheel; so they draw a steering wheel.", "en": " 讓它走想另一個方向 當然，這有點像在親你妹妹 當你駕駛這輛車 小孩子都想要一個方向盤 因此畫了一個方向盤"}, {"zh-tw": " And we'll call this a wheel. See this wheel's heading here? If I turn this wheel, you can see that number over there going minus and positive.", "en": " 我們就稱之為方向盤 所以，看到這個方向盤帶領我們去那兒嗎？ 如果我轉一下這個方向盤，你可以看到上面的數字增多或減少"}, {"zh-tw": " That's kind of an invitation to pick up this name of those numbers coming out there and to just drop it into the script here, and now I can steer the car with the steering wheel. And it's interesting.", "en": " 這就像是一個邀請函 請你在數字中挑出一個來 然後將它丟到程式碼當中 現在我就可以用方向盤駕駛車子了 這是很有趣的"}, {"zh-tw": " You know how much trouble the children have with variables, but by learning it this way, in a situated fashion, they never forget from this single trial what a variable is and how to use it. And we can reflect here the way Gillian Ishijima did.", "en": " 你知道這些變數帶給小朋友多大的困擾嗎 但是這樣的學習方法，在這種的潮流， 他們絕對不會忘記這個實驗 變數是怎麼使用的 我們也可以對照 Gillian Ishijima 的作法"}, {"zh-tw": " So if you look at the little script here, the speed is always going to be 30. We're going to move the car according to that over and over again.", "en": " 請你看一下這個小程式 速度持續著在30 我們將按照這個數字重複的來操控這車"}, {"zh-tw": " And I'm dropping a little dot for each one of these things; they're evenly spaced because they're 30 apart. And what if I do this progression that the six-year-olds did of saying, \"OK, I'm going to increase the speed by two each time, and then I'm going to increase the distance by the speed each time? What do I get there?\" We get a visual pattern of what these nine-year-olds called acceleration.", "en": " 我在每一段中留下一個點 它們將有相同的間隔因為它們相距30 但如果我也像之前六歲小孩一樣做級數 我會說：好吧，每一段的速度都會翻兩倍 而我將每段速度增加距離 我會得到什麼樣的結果呢 我們會得到一個九歲大的孩子所看見的視覺模式並稱之為加速"}, {"zh-tw": " So how do the children do science? (Video) Teacher: [Choose] objects that you think will fall to the Earth at the same time. Student 1: Ooh, this is nice.", "en": " 那麼小孩子如何去面對科學呢？ (影片)老師：這些你以為會同時掉落到地面的物件 這很有意思"}, {"zh-tw": " Teacher: Do not pay any attention to what anybody else is doing. Who's got the apple? Alan Kay: They've got little stopwatches.", "en": " 老師：請別管 其他人在做什麼 誰得到那個蘋果 Alan Kay：他們拿著一個小碼錶"}, {"zh-tw": " Student 2: What did you get? What did you get? AK: Stopwatches aren't accurate enough. Student 3: 0.99 seconds.", "en": " 老師：你得到了什麼？你得到了什麼？ AK：碼錶並不夠精準 女孩：0.99秒"}, {"zh-tw": " Teacher: So put \"sponge ball\" ... Student 4l: [I decided to] do the shot put and the sponge ball because they're two totally different weights, and if you drop them at the same time, maybe they'll drop at the same speed.", "en": " 老師：那放「海綿球」 女孩：那裡有一個鉛球和一個海綿球 這兩個物件擁有完全不同的重量 如果你同時間扔下他們 也許他們會以相同的速度下降"}, {"zh-tw": " Teacher: Drop. Class: Whoa! AK: So obviously, Aristotle never asked a child about this particular point because, of course, he didn't bother doing the experiment, and neither did St. Thomas Aquinas. And it was not until Galileo actually did it that an adult thought like a child, only 400 years ago.", "en": " 老師：扔下 顯然的 Aristotle （亞里斯多德）從未問過一個小孩 在這個特別的範疇 因為顯然的他不會去做這樣的實驗 而 St. Thomas Aquinas （聖安東尼．阿魁那斯）也不會這麼做 直到 Galileo （伽利略）做了一些 讓成人像小孩一般思考 距今已有四百年"}, {"zh-tw": " We get one child like that about every classroom of 30 kids who will actually cut straight to the chase. Now, what if we want to look at this more closely? We can take a movie of what's going on, but even if we single stepped this movie, it's tricky to see what's going on.", "en": " 現在我們可以從30個孩子一班裡面發覺一個這樣的孩子 會不斷的去探索 現在，假設我們要繼續深入探討 我們可以透過拍攝影像來觀察 不過就算是我們慢格放映這影片 也很難得看得出怎麼一回事"}, {"zh-tw": " And so what we can do is we can lay out the frames side by side or stack them up. So when the children see this, they say, \"Ah! Acceleration,\" remembering back four months when they did their cars sideways, and they start measuring to find out what kind of acceleration it is.", "en": " 因此我們能做的就是一格、一格畫面慢慢放來看 或者是把他們堆疊起來 而孩子們看到這個現象就會說：阿～加速 讓他們回憶起幾個月前他們做的車子圖片 他們開始測量試著找出是那一種加速的模式"}, {"zh-tw": " So what I'm doing is measuring from the bottom of one image to the bottom of the next image, about a fifth of a second later, like that. And they're getting faster and faster each time, and if I stack these guys up, then we see the differences; the increase in the speed is constant. And they say, \"Oh, yeah. Constant acceleration.", "en": " 而我所做的就是從底層開始測量一個圖片 約五分一秒後在下一個圖片的底部測量 就像這樣，就會逐次加快速度 如果我把這些都堆疊起來，那我們就可以看出分別，增加 而速度則是一致的 然他們就會說：喔～這是等速的加速"}, {"zh-tw": " We've done that already.\" And how shall we look and verify that we actually have it? So you can't tell much from just making the ball drop there, but if we drop the ball and run the movie at the same time, we can see that we have come up with an accurate physical model. Galileo, by the way, did this very cleverly by running a ball backwards down the strings of his lute.", "en": " 這樣我們就成功啦 那麼我們該怎麼樣去確認我們做的對不對？ 我們的確不可以像丟一個球到目標一般決定 但如果我們我們同時間丟一個球和放映影片 我們就可以發覺我們創造了一個準確的物理模型 伽利略，順便提一下，他用很聰明的方式做到這一點 他用他的魯特琴（lute）弦反彈他的球"}, {"zh-tw": " I pulled out those apples to remind myself to tell you that this is actually probably a Newton and the apple type story, but it's a great story. And I thought I would do just one thing on the $100 laptop here just to prove that this stuff works here.", "en": " 我把這些蘋果拿出來是要提醒我自己別忘了告訴你們 這可以說是一個牛頓與蘋果式的故事 而且是一個偉大的故事 我想我還要再做一件事情 利用我這一百元美金的筆電證明這些東西是行得通的"}, {"zh-tw": " So once you have gravity, here's this -- increase the speed by something, increase the ship's speed. If I start the little game here that the kids have done, it'll crash the space ship.", "en": " 你擁有地心引力，像是地球這兒 用某種東西增加速度 加速一個船的速度 如果我摹擬孩子們所做的去弄個小遊戲 這太空船會墜毀"}, {"zh-tw": " But if I oppose gravity, here we go ... Oops! One more. Yeah, there we go. Yeah, OK? I guess the best way to end this is with two quotes: Marshall McLuhan said, \"Children are the messages that we send to the future,\" but in fact, if you think of it, children are the future we send to the future.", "en": " 不過如果我有地心引力～讓我們來～哎呀 我們再來一次 好極了，我們來吧～Yeah,OK? 我想引用兩段名言來結束今天的演講 Marshall McLuhan 說 『兒童是我們向未來發出的訊息』 不過事實上，如果你想一想 是兒童將我們送向未來"}, {"zh-tw": " Forget about messages; children are the future, and children in the first and second world and, most especially, in the third world need mentors. And this summer, we're going to build five million of these $100 laptops, and maybe 50 million next year.", "en": " 忘記訊息這事情 兒童就是未來 在第一和第二世界裡的孩童 特別是第三世界的孩童 都需要導師引領 在這個夏天，我們將製做五百萬台百元美金筆記型電腦 然後下一年是五千萬台"}, {"zh-tw": " But we couldn't create 1,000 new teachers this summer to save our life. That means that we, once again, have a thing where we can put technology out, but the mentoring that is required to go from a simple new iChat instant messaging system to something with depth is missing.", "en": " 但是我們不能在這個夏天創造出一千個新的老師來拯救我們的未來 這代表了再一次我們有需要利用科技來傳播重要的訊息 不過導師才是我們的需求 從一個簡單的 iChat 即時通系統 到一些具有深度的訊息中缺少了一部份"}, {"zh-tw": " I believe this has to be done with a new kind of user interface, and this new kind of user interface could be done with an expenditure of about 100 million dollars. It sounds like a lot, but it is literally 18 minutes of what we're spending in Iraq -- we're spending 8 billion dollars a month; 18 minutes is 100 million dollars -- so this is actually cheap.", "en": " 我相信這可能引導至一個新的使用者介面 而這樣的使用者介面是可以做得到的 大約花費一億元美金 這聽起來好像很多，但是只是我們在伊拉克18分鐘的花費 我們每個月花費八十億美金，十八分鐘剛好是一億美金 因此這實在是很便宜"}, {"zh-tw": " And Einstein said, \"Things should be as simple as possible, but not simpler.\" Thank you.", "en": " 正如愛因斯坦所說 『事情可以越簡單越好，但是人不可以簡單』 謝謝你"}], "title": "Alan Kay Shares A Powerful Idea About Ideas"}