{"url": "http://www.ted.com/talks/margaret_heffernan_why_it_s_time_to_forget_the_pecking_order_at_work", "paragraphs": [{"zh-tw": " An evolutionary biologistat Purdue University named William Muir studied chickens. He was interested in productivity -- I think it's somethingthat concerns all of us -- but it's easy to measure in chickensbecause you just count the eggs.", "en": " 普渡大學有一位進化生物學家 名叫威廉·繆爾，他研究雞。 他對生產力非常有興趣── 我想這是大家都關心的問題── 但是要量雞的生產力很容易，因為你只要算有多少蛋就好。"}, {"zh-tw": " He wanted to know what could makehis chickens more productive, so he devised a beautiful experiment. Chickens live in groups, so first of all,he selected just an average flock, and he let it alone for six generations.", "en": " 他想知道要怎麼做才能讓他的雞增進生產力， 所以他設計了一套很妙的實驗。 雞是群居的動物，所以首先他選了一群很普通的雞， 任牠們自由生長、繁衍六代。"}, {"zh-tw": " But then he created a second group of the individuallymost productive chickens -- you could call them superchickens -- and he put them together in a superflock, and each generation, he selectedonly the most productive for breeding. After six generations had passed, what did he find? Well, the first group, the average group,was doing just fine.", "en": " 但是之後他弄了第二群雞， 由最有生產力的雞隻組成， 你可以叫牠們超級王牌雞， 然後他把牠們組成超級王牌雞群， 他在每一代中只選出最有生產力的繼續繁殖。 經過六代之後， 他發現了什麼？ 第一群雞，很普通的那群，表現良好。"}, {"zh-tw": " They were all plump and fully feathered and egg productionhad increased dramatically. What about the second group? Well, all but three were dead.", "en": " 牠們各個胖嘟嘟、羽毛豐盈， 蛋的產量大幅增加。 第二群雞呢？ 只剩三隻，其他都死了。"}, {"zh-tw": " They'd pecked the rest to death. The individually productive chickenshad only achieved their success by suppressing the productivityof the rest.", "en": " 這三隻把其他的都啄死了。 生產力高的雞隻會成功只是因為 抑制其他雞隻的產能。"}, {"zh-tw": " Now, as I've gone around the worldtalking about this and telling this story in all sorts of organizationsand companies, people have seenthe relevance almost instantly, and they come up and they saythings to me like, \"That superflock, that's my company.\" Or, \"That's my country.\" Or, \"That's my life.\" All my life I've been told that the waywe have to get ahead is to compete: get into the right school,get into the right job, get to the top, and I've really never found itvery inspiring. I've started and run businessesbecause invention is a joy, and because working alongsidebrilliant, creative people is its own reward.", "en": " 在我環遊世界演講這個主題說這個故事的時候， 各種組織及公司的人 都能馬上會意， 他們會走過來對我說： 「那群超級王牌雞，我的公司就是那樣。」 或是，「我的國家就是那樣。」 或是，「那就是我的人生寫照。」 我一生都聽到有人說，如果我們要出人頭地非得競爭： 去好學校，找好工作，晉升到頂端， 但我從來都不覺得這有什麼啟發性。 我開始開公司是因為發明是種喜悅， 而且與聰明、有創意的人一同工作 本身就是一種獎勵。"}, {"zh-tw": " And I've never really felt very motivatedby pecking orders or by superchickens or by superstars. But for the past 50 years, we've run most organizationsand some societies along the superchicken model.", "en": " 我從不覺得論資排輩或超級王牌雞 或超級明星員工制度能夠激勵我。 但是過去 50 年， 我們管理大部分的組織及某些社會 都是用這種超級王牌模式。"}, {"zh-tw": " We've thought that success is achievedby picking the superstars, the brightest men,or occasionally women, in the room, and giving them all the resourcesand all the power. And the result has been just the sameas in William Muir's experiment: aggression, dysfunction and waste.", "en": " 我們都以為成功就是選出超級員工， 選出公司裡最聰明的人，偶爾會是女性， 給他們所有的資源及權力。 但結果卻和威廉·繆爾的實驗一模一樣： 侵略、無法發揮功效、浪費。"}, {"zh-tw": " If the only way the most productivecan be successful is by suppressingthe productivity of the rest, then we badly need to finda better way to work and a richer way to live. So what is it that makes some groups obviously more successfuland more productive than others? Well, that's the questiona team at MIT took to research.", "en": " 如果最有生產力的人僅能以 壓抑其他人的生產力來取得成功， 那我們真的迫切需要找到更好的工作方式， 及更好的生活方式。 所以到底是什麼讓某些團體 顯然比其他團體更成功、更有效率？ 那正是麻省理工某個研究團體的主題。"}, {"zh-tw": " They brought in hundreds of volunteers, they put them into groups, and theygave them very hard problems to solve. And what happened was exactlywhat you'd expect, that some groups were very muchmore successful than others, but what was really interestingwas that the high-achieving groups were not those where they hadone or two people with spectacularly high I.Q.", "en": " 他們找了數百位志願者， 把他們分成幾組，讓他們解決非常難的問題。 結果如你所料， 某些小組就是比其他小組更成功， 但是耐人尋味的是高成就小組 並不是小組裡有一兩位 超高智商的人，"}, {"zh-tw": " Nor were the most successful groupsthe ones that had the highest aggregate I.Q. Instead, they had three characteristics,the really successful teams.", "en": " 也不是總體智商 最高的小組。 相反的，最成功的團隊有三個特質。"}, {"zh-tw": " First of all, they showed high degreesof social sensitivity to each other. This is measured by something calledthe Reading the Mind in the Eyes Test.", "en": " 第一，他們對彼此顯示出高程度的社會敏感性。 這是以眼神測驗法測出。"}, {"zh-tw": " It's broadly considereda test for empathy, and the groups that scored highly on this did better. Secondly, the successful groupsgave roughly equal time to each other, so that no one voice dominated, but neither were there any passengers.", "en": " 它是廣為接受的一種同理心測驗， 這項測驗得分高的小組 表現比較好。 第二，成功的小組裡每個人都分到差不多的上場時間， 所以沒有誰的聲音比較大， 也沒有不積極的成員。"}, {"zh-tw": " And thirdly, the more successful groups had more women in them. Now, was this because womentypically score more highly on the Reading the Mind in the Eyes Test, so you're getting a doubling downon the empathy quotient? Or was it because they broughta more diverse perspective? We don't really know, but the strikingthing about this experiment is that it showed what we know, which issome groups do better than others, but what's key to that is their social connectednessto each other.", "en": " 第三，愈成功的小組 女性成員愈多。 那麼，難道這是因為女人通常 在眼神測驗中得高分， 所以同情智商也得高分？ 或是因為她們看事情的角度更多變？ 我們真的不知道答案，但是這項實驗驚人之處， 在於它證實了我們所知，即某些群體比其他群體表現更好， 但是要達到如此的關鍵 是他們彼此之間的社會聯結。"}, {"zh-tw": " So how does this play outin the real world? Well, it means that what happensbetween people really counts, because in groups that are highlyattuned and sensitive to each other, ideas can flow and grow. People don't get stuck.They don't waste energy down dead ends.", "en": " 所以要怎麼運用在現實生活中呢？ 這意味著人與人之間的互動真的很重要， 因為在彼此間契合度及敏感度高的群組， 想法可以自由流動及發展， 大家不會卡住。他們不會在死角上浪費精力。"}, {"zh-tw": " An example: Arup is one of the world'smost successful engineering firms, and it was commissioned to buildthe equestrian center for the Beijing Olympics. Now, this building had to receive two and a half thousandreally highly strung thoroughbred horses that were coming off long-haul flights, highly jet-lagged,not feeling their finest.", "en": " 舉例來說：英商奧雅納是世界上數一數二的工程顧問公司， 它被委託建設馬術中心 給北京奧運使用。 這座建築物必須能容納及照顧 二千五百匹十分緊張的純種馬， 因為牠們歷經長途飛行， 時差很嚴重，不在最佳狀態。"}, {"zh-tw": " And the problemthe engineer confronted was, what quantity of waste to cater for? Now, you don't get taught thisin engineering school --  -- and it's not really the kind of thingyou want to get wrong, so he could have spent monthstalking to vets, doing the research, tweaking the spreadsheet. Instead, he asked for help and he found someone who had designedthe Jockey Club in New York.", "en": " 工程師面對的問題是， 要處理多少量的排泄物？ 工學院不會教你這個， 而你也絕不想搞砸這部分， 工程師大可花數個月與獸醫討論、做研究、 在試算表上東改西改。 然而，他卻去找人幫忙， 他在紐約找到一位曾設計過北美馬會的人。"}, {"zh-tw": " The problem was solved in less than a day. Arup believes thatthe culture of helpfulness is central to their success.", "en": " 這個問題不到一天的時間就解決了。 奧雅納相信樂於助人的文化 是他們成功的核心。"}, {"zh-tw": " Now, helpfulness sounds really anemic, but it's absolutely coreto successful teams, and it routinely outperformsindividual intelligence. Helpfulness means I don'thave to know everything, I just have to work among peoplewho are good at getting and giving help.", "en": " 樂於助人聽起來真的很沒力， 但這絕對是團隊成功的核心， 而且往往比個人智商還厲害。 樂於助人意味著我不需要全知全能， 我只需要與很會求助及善於助人者一起工作就好。"}, {"zh-tw": " At SAP, they reckon that you can answerany question in 17 minutes. But there isn't a singlehigh-tech company I've worked with that imagines for a momentthat this is a technology issue, because what drives helpfulnessis people getting to know each other.", "en": " 在德商 SAP，他們算出你可以在 17 分鐘內回答任何問題。 但是我合作過的高科技公司， 沒有一家想過這是科技面的問題， 因為樂於助人的風氣，在於大家彼此熟悉。"}, {"zh-tw": " Now that sounds so obvious, and we thinkit'll just happen normally, but it doesn't. When I was runningmy first software company, I realized that we were getting stuck.", "en": " 這聽起來很顯而易見，我們都以為這會自然發生， 卻並非如此。 我開第一家軟體公司的時候， 我意識到我們卡住了。"}, {"zh-tw": " There was a lot of friction,but not much else, and I gradually realized the brilliant,creative people that I'd hired didn't know each other. They were so focusedon their own individual work, they didn't even knowwho they were sitting next to, and it was only when I insistedthat we stop working and invest time in gettingto know each other that we achieved real momentum.", "en": " 公司裡除了有很多摩擦，什麼都沒有。 我漸漸了解到我僱用這些既聰明又有創意的人 他們並不認識彼此。 他們太專注於自己手上的工作， 以至於他們根本不知道隔壁桌坐的是誰， 直到我堅持我們一定要放下手邊的工作、 花時間彼此瞭解認識後， 我們才產生真正的動力。"}, {"zh-tw": " Now, that was 20 years ago,and now I visit companies that have banned coffee cups at desks because they want people to hang outaround the coffee machines and talk to each other. The Swedes even havea special term for this.", "en": " 那是 20 年前的事了，我現在去幾家公司拜訪， 看到他們禁止在桌上擺咖啡杯， 因為他們想要大家聚在咖啡機旁混一混， 彼此聊聊天。 瑞典人甚至還為此發明了一個名詞。"}, {"zh-tw": " They call it fika, which meansmore than a coffee break. It means collective restoration.", "en": " 他們說這叫啡咖，這不僅是指休息時間而已。 這還意味著集體復元。"}, {"zh-tw": " At Idexx, a company up in Maine, they've created vegetable gardenson campus so that people from different parts of the business can work together and get to knowthe whole business that way. Have they all gone mad? Quite the opposite -- they've figured outthat when the going gets tough, and it always will get tough if you're doing breakthrough workthat really matters, what people need is social support, and they need to know who to ask for help.", "en": " 愛德士這家位於緬因的公司， 在公司園區闢了幾座菜園， 所以不同部門的人可以一起種菜， 藉由互相認識而對公司產生整體概念。 他們都瘋了嗎？ 恰恰相反。他們明白一個道理： 情況棘手時， 如果你的工作正面臨重大突破，情況總是很棘手， 大家需要的是社交支援， 而且他們必須知道可以向誰求助。"}, {"zh-tw": " Companies don't have ideas;only people do. And what motivates people are the bonds and loyalty and trustthey develop between each other.", "en": " 公司本身沒有想法；員工才有。 而能激勵員工的 是彼此之間建立的關係、忠誠與信任。"}, {"zh-tw": " What matters is the mortar, not just the bricks. Now, when you put all of this together, what you get is somethingcalled social capital.", "en": " 重要的是水泥， 而不只是磚頭。 你把這些結合在一起， 就會得到所謂的社會資本。"}, {"zh-tw": " Social capital is the relianceand interdependency that builds trust. The term comes from sociologistswho were studying communities that proved particularly resilientin times of stress.", "en": " 社會資本是建立信任所需的信賴及相互依賴。 這個名詞來自於一群社會學家， 他們研究在逆境下適應力特別好的社群。"}, {"zh-tw": " Social capital is whatgives companies momentum, and social capitalis what makes companies robust. What does this mean in practical terms? It means that time is everything, because social capitalcompounds with time.", "en": " 社會資本賦予公司動力， 社會資本也讓公司健全。 這有什麼實際意義呢？ 這意味著時間就是一切， 因為社會資本由時間建構。"}, {"zh-tw": " So teams that work together longerget better, because it takes time to develop the trust you needfor real candor and openness. And time is what builds value.", "en": " 合作愈久的團隊表現愈好，因為你需要花時間 才能建立信任感，而有坦率而開放的風氣。 而且時間能夠建立價值。"}, {"zh-tw": " When Alex Pentlandsuggested to one company that they synchronize coffee breaks so that people would have timeto talk to each other, profits went up 15 million dollars, and employee satisfactionwent up 10 percent. Not a bad return on social capital, which compounds even as you spend it.", "en": " 當麻省理工教授潘特蘭建議一家公司 把員工的休息時間調整到同步， 讓員工有時間彼此聊聊， 公司的利潤增加了一千五百萬美金， 員工滿意度增加了 10%。 以社會資本的角度看這樣的投資報酬率還不錯， 即使你花錢還能增值。"}, {"zh-tw": " Now, this isn't about chumminess,and it's no charter for slackers, because people who work this waytend to be kind of scratchy, impatient, absolutely determinedto think for themselves because that's what their contribution is. Conflict is frequentbecause candor is safe.", "en": " 這與友好無關，也不是給懶人豁免權， 因為以這種方式做事的人通常講話很毒、 沒耐心、完全只想到為自己打算， 因為那就是他們的貢獻。 衝突很正常，因為率直不會被暗算。"}, {"zh-tw": " And that's how good ideasturn into great ideas, because no idea is born fully formed. It emerges a little bitas a child is born, kind of messy and confused,but full of possibilities.", "en": " 這就是好想法如何變成絕妙的想法， 因為沒有什麼想法從一開始就是完美的。 好點子冒出頭來就像孩子出生， 有點混亂、有點迷惑，但是充滿了機會。"}, {"zh-tw": " And it's only through the generouscontribution, faith and challenge that they achieve their potential. And that's what social capital supports.", "en": " 只有透過慷慨的貢獻、信念及挑戰， 他們才能發揮潛能。 而這就是社會資本所支持的。"}, {"zh-tw": " Now, we aren't really usedto talking about this, about talent, about creativity,in this way. We're used to talking about stars.", "en": " 現在這真的已經是老生常談， 用這種方式談才能及創意。 我們很習慣超級明星的說法。"}, {"zh-tw": " So I started to wonder,well, if we start working this way, does that mean no more stars? So I went and I sat in on the auditions at the Royal Academyof Dramatic Art in London. And what I saw there really surprised me, because the teachers weren't lookingfor individual pyrotechnics.", "en": " 所以我想知道，如果我們以這種方式做事， 是否意味著超級明星就不復存在？ 所以我就去位於倫敦的皇家戲劇藝術學院， 坐在裡面看他們的甄選會。 而我看到的讓我非常吃驚， 因為老師不是在找魅力四射的個人。"}, {"zh-tw": " They were looking for what happenedbetween the students, because that's where the drama is. And when I talkedto producers of hit albums, they said, \"Oh sure, we havelots of superstars in music.", "en": " 他們在看學生之間的互動， 因為那才是演戲的真正所在。 而且當我與暢銷專輯的製作人談時， 他們說道：「喔當然，音樂界有很多超級巨星，"}, {"zh-tw": " It's just, they don't last very long. It's the outstanding collaboratorswho enjoy the long careers, because bringing out the best in othersis how they found the best in themselves.\" And when I went to visit companiesthat are renowned for their ingenuity and creativity, I couldn't even see any superstars, because everybody there really mattered.", "en": " 只是他們都紅不久。 只有優秀的合作者才能享有長遠的事業， 因為讓別人有最好的表現 是他們找出自己最佳狀態的方法。」 我去拜訪幾間以獨創性 及創意著稱的公司時， 我甚至看不到超級巨星， 因為那裡的每一個人都很重要。"}, {"zh-tw": " And when I reflected on my own career, and the extraordinary peopleI've had the privilege to work with, I realized how much morewe could give each other if we just stopped tryingto be superchickens. Once you appreciatetruly how social work is, a lot of things have to change.", "en": " 我反思自己的事業， 及我有幸合作的那群卓越人才， 我才明瞭我們可以貢獻更多東西給彼此的方式很簡單， 只要大家試著不當超級明星雞就可以了。 一旦你真正體會社交是什麼， 很多事都要跟著改變。"}, {"zh-tw": " Management by talent contesthas routinely pitted employees against each other. Now, rivalry has to be replacedby social capital.", "en": " 才藝大賽的管理方法就是 一直讓員工彼此挖陷阱競爭。 現在競爭必須以社會資本取代。"}, {"zh-tw": " For decades, we've triedto motivate people with money, even though we've gota vast amount of research that shows that money erodes social connectedness. Now, we need to let peoplemotivate each other.", "en": " 數十年來，我們試著以金錢激勵人， 即使有大量的研究顯示 金錢會侵蝕社會聯結。 現在我們必須讓大家彼此激勵。"}, {"zh-tw": " And for years, we've thought that leaderswere heroic soloists who were expected, all by themselves,to solve complex problems. Now, we need to redefine leadership as an activity in whichconditions are created in which everyone can do their mostcourageous thinking together.", "en": " 許多年來，我們以為領導者皆為單打獨鬥的英雄， 大家期待他們能自己解決複雜的問題。 現在我們需要重新定義領導力 為一種行動，在其中創造條件， 讓所有人都能一同實現最勇敢的思維。"}, {"zh-tw": " We know that this works. When the Montreal Protocol calledfor the phasing out of CFCs, the chlorofluorocarbons implicatedin the hole in the ozone layer, the risks were immense.", "en": " 我們知道這種方法有用。 當蒙特婁議定書要求大家逐步禁用 CFC， 即可能造成臭氧層破洞的氟氯碳化物時， 風險十分巨大。"}, {"zh-tw": " CFCs were everywhere, and nobody knew if a substitutecould be found. But one team that rose to the challengeadopted three key principles.", "en": " 氟氯碳化物到處都是， 而且沒有人知道是否能找到替代物。 但是有個團隊勇敢面對挑戰，採取了三個主要原則。"}, {"zh-tw": " The first was the head of engineering,Frank Maslen, said, there will be no stars in this team. We need everybody.", "en": " 第一是工程部的主管，法蘭克·梅斯蘭說， 這個團隊裡不會有明星。 我們需要每一個人。"}, {"zh-tw": " Everybody has a valid perspective. Second, we work to one standard only: the best imaginable.", "en": " 每一個人的觀點都有用。 第二，我們只有一項標準： 做到最好。"}, {"zh-tw": " And third, he told his boss,Geoff Tudhope, that he had to butt out, because he knewhow disruptive power can be. Now, this didn't mean Tudhope did nothing.", "en": " 第三，他告訴老闆傑夫·塔德波， 他必須放手不管， 因為他知道老闆的破壞力有多強。 這不是說塔德波沒做任何事。"}, {"zh-tw": " He gave the team air cover, and he listened to ensurethat they honored their principles. And it worked: Ahead of all the othercompanies tackling this hard problem, this group cracked it first.", "en": " 他幫這個團隊擋下壓力， 而且他聆聽，確保他們的確遵守原則。 這個方法成功了：他們領先其他也在解決這個難題的公司， 這個團隊最先找到答案。"}, {"zh-tw": " And to date, the Montreal Protocol is the most successful internationalenvironmental agreement ever implemented. There was a lot at stake then, and there's a lot at stake now, and we won't solve our problemsif we expect it to be solved by a few supermen or superwomen.", "en": " 至今，蒙特婁議定書 仍是過去曾簽署實施的國際環境協定中 最成功的一個。 過去有很多勝敗關鍵， 現在也有很多勝敗關鍵， 我們不可能解決問題，如果我們還在期待這些問題 只能由超人或超女來解決。"}, {"zh-tw": " Now we need everybody, because it is only when we acceptthat everybody has value that we will liberate the energyand imagination and momentum we need to create the best beyond measure. Thank you.", "en": " 現在我們需要每一個人， 因為只有當我們承認每一個人都有價值， 我們才能釋放我們所需的能量、想像力及動力， 共同創造無可估量的最佳狀態。 謝謝。"}], "title": "Margaret Heffernan Why It S Time To Forget The Pecking Order At Work"}