{"url": "http://www.ted.com/talks/latif_nasser_the_amazing_story_of_the_man_who_gave_us_modern_pain_relief", "paragraphs": [{"zh-tw": " A few years ago, my mom developed rheumatoid arthritis. Her wrists, knees and toes swelled up,causing crippling, chronic pain.", "en": " 幾年前 我母親患了類風濕關節炎 她的手腕，膝蓋根腳趾都腫起來導致難以忍受的慢性疼痛"}, {"zh-tw": " She had to file for disability. She stopped attending our local mosque.", "en": " 她甚至需要登記殘障手冊 無法再去清真寺"}, {"zh-tw": " Some mornings it was too painfulfor her to brush her teeth. I wanted to help.", "en": " 有些時候連早上刷牙都痛得辦不到 我想要幫她"}, {"zh-tw": " But I didn't know how. I'm not a doctor.", "en": " 但我不知道該怎麼做 我不是醫生"}, {"zh-tw": " So, what I am is a historian of medicine. So I started to researchthe history of chronic pain.", "en": " 我只是一個醫藥歷史學家 所以我開始研究慢性疼痛的歷史"}, {"zh-tw": " Turns out, UCLA has an entirehistory of pain collection in their archives. And I found a story --a fantastic story -- of a man who saved -- rescued --millions of people from pain; people like my mom.", "en": " 結果 在UCLA有完整的 疼痛歷史檔案 我找到一個很棒的故事 有一個人拯救了無數個像我母親這樣身患病痛的人 讓他們免於疼痛"}, {"zh-tw": " Yet, I had never heard of him. There were no biographiesof him, no Hollywood movies.", "en": " 但我從沒聽說過他 沒有他的自傳，也沒有拍成電影"}, {"zh-tw": " His name was John J. Bonica. But when our story begins, he was better known asJohnny \"Bull\" Walker.", "en": " 他叫做約翰 J.博尼卡 但在這個故事的起頭 大家都稱他做強尼 “鬥牛” 沃克"}, {"zh-tw": " It was a summer day in 1941. The circus had just arrivedin the tiny town of Brookfield, New York.", "en": " 那是1941年夏季的一天 馬戲團剛剛抵達一個叫布魯克菲爾德的紐約小鎮"}, {"zh-tw": " Spectators flocked to seethe wire-walkers, the tramp clowns -- if they were lucky, the human cannonball. They also came to see the strongman,Johnny \"Bull\" Walker, a brawny bully who'd pin you for a dollar.", "en": " 大家蜂擁而來去看鋼絲行走者，小丑們 幸運一點還能看得到人體大炮 他們也來看壯漢 “鬥牛” 沃克 只要一美元，他可包準把觀眾壓倒在地"}, {"zh-tw": " You know, on that particular day,a voice rang out over the circus P.A. system. They needed a doctor urgently,in the live animal tent.", "en": " 在那天，從馬戲團擴音器裡 傳出廣播 他們急需一個醫生到動物區幫忙"}, {"zh-tw": " Something had gone wrongwith the lion tamer. The climax of his act had gone wrong, and his head was stuckinside the lion's mouth.", "en": " 訓獸師出事了 他在表演的高潮時出了差錯 腦袋卡在了獅子的嘴裡"}, {"zh-tw": " He was running out of air; the crowd watched in horror as he struggled and then passed out. When the lion finally did relax its jaws, the lion tamer just slumpedto the ground, motionless.", "en": " 幾乎無法呼吸 觀眾陷入恐懼 馴獸師奮力掙扎接著昏了過去 當獅子最終鬆開了下顎 馴獸師躺在地上 一動也不動"}, {"zh-tw": " When he came to a few minutes later, he saw a familiar figure hunched over him. It was Bull Walker.", "en": " 當他在幾分鐘後甦醒過來 發現在他面前蹲著的是一個熟悉的身影 那就是鬥牛沃克"}, {"zh-tw": " The strongman had given the lion tamermouth-to-mouth, and saved his life. Now, the strongman hadn't told anyone, but he was actuallya third-year medical student.", "en": " 這個壯漢做了人工呼吸 挽救了他的生命 沃克沒有告訴任何人 自己實際上是一個三年級的醫學生"}, {"zh-tw": " He toured with the circusduring summers to pay tuition, but kept it a secretto protect his persona. He was supposed to bea brute, a villain -- not a nerdy do-gooder.", "en": " 他參加馬戲表演是為了攢點學費 但是他把這件事當做一個秘密來保存他的身份 他在馬戲團應扮演一個大塊頭的莽夫 而不是一個有學者風範的好人"}, {"zh-tw": " His medical colleagues didn'tknow his secret, either. As he put it, \"If you werean athlete, you were a dumb dodo.\" So he didn't tell them about the circus, or about how he wrestled professionallyon evenings and weekends.", "en": " 他的同學也不知道他的秘密 在同儕間大家認為運動員都是蠢笨不可救藥的那種 因此他沒有告訴同學馬戲團的事 也沒告訴他們自己在晚上和週末參加職業摔跤比賽"}, {"zh-tw": " He used a pseudonym like Bull Walker, or later, the Masked Marvel. He even kept it a secret that same year, when he was crownedthe Light Heavyweight Champion of the world.", "en": " 他使用像Bull Walker 或者是 Masked Marvel 的藝名 甚至當他贏得了輕量組的 世界冠軍時 他依然沒有將秘密透漏出去"}, {"zh-tw": " Over the years, John J. Bonicalived these parallel lives. He was a wrestler; he was a doctor.", "en": " 那些年來 博尼卡同時過著兩條不同的生活 一名摔跤手 一位醫生"}, {"zh-tw": " He was a heel; he was a hero. He inflicted pain, and he treated it.", "en": " 一名混蛋 一位英雄 他造就痛苦 他施予治療"}, {"zh-tw": " And he didn’t know it at the time,but over the next five decades, he'd draw on these dueling identities to forge a whole new wayto think about pain. It'd change modern medicineso much so, that decades later, Time magazine would call himpain relief's founding father.", "en": " 在那時他並不知道但在接下來的50年 他將會利用這兩個相對決的生命經驗 去探索關於疼痛的新思路 這將改造現代醫學，以至於幾十年後 時代周刊將稱他為疼痛研究之父"}, {"zh-tw": " But that all happened later. In 1942, Bonica graduatedmedical school and married Emma, his sweetheart, whom he had metat one of his matches years before.", "en": " 當然 那都是之後發生的事情了 1942年，博尼卡畢業並和他的甜心 在一次比賽中結識的艾瑪 結了婚"}, {"zh-tw": " He still wrestled in secret -- he had to. His internship at New York'sSt. Vincent's Hospital paid nothing.", "en": " 他依然不得不繼續秘密地摔跤 因為在紐約聖文森特醫院實習並無薪水"}, {"zh-tw": " With his championship belt,he wrestled in big-ticket venues, like Madison Square Garden, against big-time opponents, like Everett \"The Blonde Bear\" Marshall, or three-time world champion,Angelo Savoldi. The matches took a toll on his body; he tore hip joints, fractured ribs.", "en": " 靠著他的冠軍腰帶 他在麥迪遜花園廣場等的大場地 與著名對手較勁 例如 “金色大熊” 馬歇爾 或者是三屆世錦賽冠軍 賽沃爾迪 這些比賽損傷了他的身體 磨損了他的肌腱 並導致了數根肋骨骨折"}, {"zh-tw": " One night, The Terrible Turk's big toescratched a scar like Capone's down the side of his face. The next morning at work,he had to wear a surgical mask to hide it.", "en": " 一晚 “恐怖突厥”的腳趾在沃克的臉上劃了一道像艾爾卡朋臉上的傷疤 （卡朋 芝加哥黑幫老大 左頰上有三條傷疤) 隔天早晨上班時，他只好戴口罩掩飾傷口"}, {"zh-tw": " Twice Bonica showed up to the O.R.with one eye so bruised, he couldn't see out of it. But worst of all werehis mangled cauliflower ears.", "en": " 有兩次，博尼卡上手術房跟刀時 眼睛瘀傷嚴重至他根本看不清 不過最糟糕的是那雙被打開花的耳朵"}, {"zh-tw": " He said they felt like two baseballson the sides of his head. Pain just kept accumulating in his life.", "en": " 感覺就像在大腦兩邊掛了個棒球 疼痛不斷在他的生活中積累"}, {"zh-tw": " Next, he watched his wife gointo labor at his hospital. She heaved and pushed, clearly in anguish.", "en": " 他看著他的妻子於他工作的醫院生產 她努力推，很明顯十分痛苦"}, {"zh-tw": " Her obstetrician calledout to the intern on duty to give her a few drops of etherto ease her pain. But the intern was a young guy,just three weeks on the job -- he was jittery, and in applying the ether, irritated Emma's throat.", "en": " 產科醫生叫當值的實習生 去給她用些乙醚以減輕痛苦 但是實習生尚年輕，工作僅三星期 他非常緊張 用乙醚的時候 刺激了艾瑪的喉嚨"}, {"zh-tw": " She vomited and choked,and started to turn blue. Bonica, who was watching all this,pushed the intern out of the way, cleared her airway, and saved his wifeand his unborn daughter.", "en": " 她的嘔吐物阻擋呼吸道 臉色發紫 博尼卡看到了這一切 趕走了實習醫師 清空艾瑪的呼吸道 挽救了他的妻子和還未出世的女兒"}, {"zh-tw": " At that moment, he decidedto devote his life to anesthesiology. Later, he'd even go on to help developthe epidural, for delivering mothers.", "en": " 就在那一刻他決定將於生投身於麻醉醫學 後來 他甚至發明用於產婦的無痛分娩技術"}, {"zh-tw": " But before he could focus on obstetrics, Bonica had to report for basic training. Right around D-Day, Bonica showed upto Madigan Army Medical Center, near Tacoma.", "en": " 但是在他聚焦於婦產科之前 博尼卡得到部隊報到 大概在諾曼底登陸的時候 博尼卡加入了接近 Tacoma 的馬迪根陸軍醫學中心"}, {"zh-tw": " At 7,700 beds, it was one of the largestarmy hospitals in America. Bonica was in chargeof all pain control there.", "en": " 座擁 7700 床位它是全美最大的陸軍醫院 博尼卡在那裡負責所有疼痛治療"}, {"zh-tw": " He was only 27. Treating so many patients,Bonica started noticing cases that contradicted everythinghe had learned.", "en": " 他當時僅 27 歲 在治療了很多病人之後博尼卡開始注意到 一些案例和他學到的知識完全不符"}, {"zh-tw": " Pain was supposed to bea kind of alarm bell -- in a good way -- a body's way of signaling an injury,like a broken arm. But in some cases, like after a patient had a leg amputated, that patient might still complainof pain in that nonexistent leg.", "en": " 疼痛被視為身體的警報 是身體對於受傷 -- 如骨折 -- 的反應 但是在某些情況下 比如照料一名腿部截肢的病人 病人可能抱怨在那條不存在的腿上仍感到疼痛"}, {"zh-tw": " But if the injury had been treated, whywould the alarm bell keep ringing? There were other cases in which therewas no evidence of an injury whatsoever, and yet, still the patient hurt. Bonica tracked down all the specialistsat his hospital -- surgeons, neurologists, psychiatrists, others.", "en": " 但是如果說傷口被治療了為什麼警報會持續個不停? 還有一些其他的病例患者沒有任何創傷 卻依然感受到疼痛 博尼卡和醫院裡的所有專家 外科醫生 神經科醫師 精神病學者等等交流"}, {"zh-tw": " And he tried to gettheir opinions on his patients. It took too long, so he started organizinggroup meetings over lunch.", "en": " 聽聽他們對病人的看法 這很費時，因此他是開始在午餐期間組織小組會議"}, {"zh-tw": " It would be like a tag team of specialistsgoing up against the patient's pain. No one had ever focused on painthis way before.", "en": " 以一個專家團隊去同病患的疼痛作抗爭 從來沒有人如此專注於疼痛"}, {"zh-tw": " After that, he hit the books. He read every medical textbookhe could get his hands on, carefully noting every mentionof the word \"pain.\" Out of the 14,000 pages he read, the word \"pain\" wason 17 and a half of them.", "en": " 接下來，他沉迷書中 他讀遍了所有能找到的醫學書 小心翼翼地標記任何關於疼痛的出處 在他讀遍的14000頁中 “疼痛”這個詞僅出現於17頁半"}, {"zh-tw": " Seventeen and a half. For the most basic, most common,most frustrating part of being a patient.", "en": " 只有17頁半啊 疼痛對病人們來說可是最基礎、普遍、又無可奈何的事情"}, {"zh-tw": " Bonica was shocked -- I'm quoting him, he said, \"What the hell kind of conclusioncan you come to there? The most important thingfrom the patient's perspective, they don't talk about.\" So over the next eight years,Bonica would talk about it. He'd write about it; he'd writethose missing pages.", "en": " 博尼卡被深深地震撼了，他說: \"見鬼 從這裡可得出什麼结論? 病人角度來看最重要的事情 他們卻避而不談。\" 所以在接下來的八年 博尼卡不斷的提起它 他不斷的記錄他將會填補那些缺失的頁數"}, {"zh-tw": " He wrote what would later be knownas the Bible of Pain. In it he proposed new strategies, new treatments usingnerve-block injections.", "en": " 他寫了一部被後世稱為疼痛學的聖經 在此書中提出了一個新的方法 神經阻滯注射法"}, {"zh-tw": " He proposed a new institution,the Pain Clinic, based on those lunchtime meetings. But the most important thingabout his book was that it was kind of an emotionalalarm bell for medicine.", "en": " 基於那些午間討論 他提出了一個全新的部門 疼痛診療部 但這本書最重要的貢獻是 它是對醫療界的一個當頭棒喝"}, {"zh-tw": " A desperate plea to doctorsto take pain seriously in patients' lives. He recast the very purpose of medicine.", "en": " 讓醫生在病患的生活中 沒有絲毫藉口不去認真對待疼痛 他完完全改變了醫學的目標"}, {"zh-tw": " The goal wasn't to make patients better; it was to make patients feel better. He pushed his pain agenda for decades, before it finally took holdin the mid-'70s.", "en": " 目標並不是讓病患“更好” 而是讓病患感覺更好 他不遺餘力的推行他的疼痛病學 直到最終在七O 年代被人所接受"}, {"zh-tw": " Hundreds of pain clinics sprung upall over the world. But as they did -- a tragic twist.", "en": " 疼痛科如雨後春筍般在全世界發展 然而在這其中 悲劇發生了"}, {"zh-tw": " Bonica's years of wrestlingcaught up to him. He had been out of the ringfor over 20 years, but those 1,500 professional boutshad left a mark on his body.", "en": " 博尼卡這麼多年的摔跤歷史傷了身體 儘管他已經遠離比賽二十多年了 但是1500多場比賽在他的身體中總會留下印記"}, {"zh-tw": " Still in his mid-50s, he sufferedsevere osteoarthritis. Over the next 20 yearshe'd have 22 surgeries, including four spine operations, and hip replacement after hip replacement.", "en": " 在他50多歲時 已患有嚴重的關節炎 接下去的二十年 他總共做了二十二次手術 這其中包括四次脊柱手術 和一次接一次的髋關節置换手術"}, {"zh-tw": " He could barely raisehis arm, turn his neck. He needed aluminum crutches to walk.", "en": " 他幾乎無法舉起胳膊 轉動脖子 走路也要靠拐杖"}, {"zh-tw": " His friends and former studentsbecame his doctors. One recalled that he probablyhad more nerve-block injections than anyone else on the planet.", "en": " 朋友和從前的學生變成了他的醫生 據說他接受的神經阻滯麻醉次數 超過世界上任何一個人"}, {"zh-tw": " Already a workaholic,he worked even more -- 15- to 18-hour days. Healing others became morethan just his job, it was his own most effectiveform of relief.", "en": " 他每天工作15到18個小時 遠超一個工作狂的定義 治療他人不僅僅是他的工作 而是他一生的信仰"}, {"zh-tw": " \"If I wasn't as busy as I am,\"he told a reporter at the time, \"I would be a completely disabled guy.\" On a business trip to Floridain the early 1980s, Bonica got a former student to drivehim to the Hyde Park area in Tampa. They drove past palm treesand pulled up to an old mansion, with giant silver howitzer cannonshidden in the garage.", "en": " “如果我不這麼工作下去” 他告訴記者 “我將會是一個廢人” 在1980年代早期 一次去佛羅里達的出差中 博尼卡讓一個從前的學生載著自己去Tampa的海德公園 他們穿過一排排棕櫚樹 停在了裡面有銀色巨大的加農炮的車庫前"}, {"zh-tw": " The house belonged to the Zacchini family, who were something likeAmerican circus royalty. Decades earlier, Bonica had watched them, clad in silver jumpsuits and goggles, doing the act they pioneered --the Human Cannonball.", "en": " 這間房子屬於査西尼一家 査西尼一家差不多是美國馬戲團的貴族 幾十年前 博尼卡曾經看過他們的表演 身穿銀色緊身衣頭戴護目鏡 來表演人體大炮"}, {"zh-tw": " But now they were like him: retired. That generation is all deadnow, including Bonica, so there's no way to know exactlywhat they said that day.", "en": " 不過現在他們和他一樣 業已退休 那一代人都已經消逝（包括博尼卡） 所以沒有人知道他們談論了什麼"}, {"zh-tw": " But still, I love imagining it. The strongman and the humancannonballs reunited, showing off old scars, and new ones.", "en": " 不過我很喜歡想像那一天發生的事情 壯漢和人體大炮表演者重逢 互相炫耀自己的傷疤"}, {"zh-tw": " Maybe Bonica gave them medical advice. Maybe he told them what he latersaid in an oral history, which is that his time in the circusand wrestling deeply molded his life.", "en": " 或許博尼卡告訴他們如何療傷 或許他會告訴他們 在馬戲團和摔跤的經歷塑造了他的生活"}, {"zh-tw": " Bonica saw pain close up. He felt it. He lived it.", "en": " 博尼卡將病痛視為生命的一部分 他感受它 和它為伴"}, {"zh-tw": " And it made it impossiblefor him to ignore in others. Out of that empathy, he spuna whole new field, played a major role in gettingmedicine to acknowledge pain in and of itself.", "en": " 這讓他無法忽視其他人的痛苦 出於同情 他意外開創了一個新領域 並於促使醫學慎重對待疼痛上 扮演了重要角色"}, {"zh-tw": " In that same oral history, Bonica claimed that pain is the most complex human experience. That it involves your past life,your current life, your interactions, your family.", "en": " 在一個採訪中 博尼卡曾聲稱疼痛 是人類最複雜的體驗 它涉及了你從前的生活 你現在的生活 你的家庭 你的人際關係"}, {"zh-tw": " That was definitely true for Bonica. But it was also true for my mom.", "en": " 對博尼卡來說確實如此 對於我的母親 依然成立"}, {"zh-tw": " It's easy for doctors to see my mom as a kind of professional patient, a woman who just spends her daysin waiting rooms. Sometimes I get stuck seeing herthat same way.", "en": " 醫生很容易把我的母親視為 一個 \"職業病人\" 一個常年待在候診室的人 有時我也是這麼想的"}, {"zh-tw": " But as I saw Bonica's pain -- a testament to his fully lived life -- I started to remember all the thingsthat my mom's pain holds. Before they got swollen and arthritic, my mom's fingers clacked away in the hospital H.R. departmentwhere she worked.", "en": " 但是當我審視博尼卡先生的病痛 疼痛是他精彩一生的證明 我逐漸回想起我母親的疼痛所包含的種種 在手指還沒因關節炎變而浮腫之前 我母親的雙手於電腦鍵盤上 於醫院的人事部工作"}, {"zh-tw": " They folded samosas for our entire mosque. When I was a kid, they cut my hair, wiped my nose, tied my shoes.", "en": " 為大家包 samosas （咖喱角） 當我還是個孩子的時候那雙手為我理髮 擦乾淨我的鼻子 為我繫鞋帶"}, {"zh-tw": " Thank you.", "en": " 謝謝大家"}], "title": "Latif Nasser The Amazing Story Of The Man Who Gave Us Modern Pain Relief"}