{"url": "http://www.ted.com/talks/gayle_tzemach_lemmon_meet_the_first_women_to_fight_on_the_front_lines_of_an_american_war", "paragraphs": [{"zh-tw": " Every group of female friendshas the funny one, the one you go towhen you need a good cry, the one who tells you to suck it upwhen you've had a hard day. And this group was no different.", "en": " 每個女性朋友圈中都有一個開心果， 當你想要大哭一場時你可以去找她， 當你遭遇困難的時候她會安慰你要加油振作。 下面我要講述的這個朋友圈也是一樣，"}, {"zh-tw": " Except that this was a communityof groundbreaking women who came together -- first to become teammates,then friends, and then family -- in the least likely of places: on the Special Operations battlefield. This was a group of womenwhose friendship and valor was cemented not only by what they had seenand done at the tip of the spear, but by the fact that they were there at a time when women --officially, at least -- remained banned from ground combat, and America had no idea they existed.", "en": " 除了她們是一群獨具開創性的女子。 她們相聚， 成為隊友，朋友，最後變為彼此的家人。 在最不可能發生這一切的地方── 特種部隊戰場上。 友情和勇氣鑄造了這群女子， 這不僅是因為她們在槍林彈雨鋒奮力拼搏， 還因為這麼一個事實── 在那個時期 女性至少在官方是禁止參加地面作戰的， 然而美國人對她們的存在也並不知情。"}, {"zh-tw": " This story beginswith Special Operations leaders, some of the most tested menin the United States military, saying, \"We need women to help us wage this war.\" \"America would never kill its wayto the end of its wars,\" it argued. \"Needed more knowledgeand more understanding.\" And as everyone knows, if you want to understand what's happeningin a community and in a home, you talk to women, whether you're talking aboutSouthern Afghanistan, or Southern California.", "en": " 讓我們的故事從特種部隊隊長開始吧。 一些經受過殘酷戰爭考驗的美國男士兵說 “我們需要女性來幫我們結束戰爭。” 然而有些人說 “美國是絕對不會結束戰爭的， 這需要更多的對戰爭的知識和理解。” 衆所周知， 如果想要了解一個社區或者一個家庭正在發生什麼 你得和（這個社區或者家庭的）女人聊天， 不管你是聊聊阿富汗南部 還是加州南部。"}, {"zh-tw": " But in this case,men could not talk to women, because in a conservativeand traditional society like Afghanistan, that would cause grave offense. So you needed women soldiers out there.", "en": " 但是在今天這個故事裡，男人不能和女人聊天， 因為在像阿富汗這種傳統社會裡， 這種聊天會被視為極大的冒犯。 所以你需要女兵到那裡去。"}, {"zh-tw": " That meant, at this time in the war,that the women who would be recruited to serve alongside Army Rangersand Navy SEALs, would be seeing the kind of combatexperienced by less than five percent of the entire United States military. Less than five percent.", "en": " 也就是說，在此時的戰爭中， 那些被陸軍遊擊隊和海軍海豹突擊隊招募去的女兵 會看到不到百分之五的 美國士兵所經歷的那種戰爭。 不到百分之五。"}, {"zh-tw": " So the call went out. \"Female soldiers:Become a part of history.", "en": " 所以有這樣的口號 “ 女兵們：成就歷史。"}, {"zh-tw": " Join Special Operationson the battlefield in Afghanistan.\" This is in 2011. And from Alabama to Alaska, a group of women who had alwayswanted to do something that mattered alongside the best of the best, and to make a differencefor their country, answered that call to serve.", "en": " 加入特種部隊在阿富汗的戰場吧。” 這發生在2011年。 從阿巴拉馬州到阿拉斯加州， 有一群想要和精英中的精英 並肩作戰的， 想要為國家有所貢獻的女性們 相應了號召。"}, {"zh-tw": " And for them it was not about politics,it was about serving with purpose. And so, the women who cameto North Carolina to compete for a spot on these teams which would put womenon the Special Operations front lines, landed and foundvery quickly a community, the likes of which they had never seen.", "en": " 對於她們而言這無關政治，僅僅是真心奉獻。 所以她們來到北卡萊羅拉州 爭取留在隊中的名額。 跟隨隊伍，女兵們會去到特種部隊前線， 迅速安營紮寨， 並結識了素未相識卻志同道合的夥伴。"}, {"zh-tw": " Full of women who were as fierceand as fit as they were, and as driven to make a difference. They didn't have to apologizefor who they were, and in fact, they could celebrate it.", "en": " 這裡都是強壯威猛的女子， 壯志淩雲，無可匹敵。 她們無需為自己感到抱歉， 相反，她們為此感到慶倖。"}, {"zh-tw": " And what they found when they were therewas that all of a sudden, there were lots of people like them. As one of them said, \"It was like you lookedaround and realized there was morethan one giraffe at the zoo.\" Among this team of standouts was Cassie, a young woman who managed to bean ROTC cadet, a sorority sister and a Women's Studies minor,all in one person.", "en": " 在那裡她們突然發現， 這有很多和自己類似的人們。 就像她們其中一個說： “ 這種感覺就像你環望四周， 發現動物園裡不止自己這麼一隻長頸鹿啊。” 在這些精英中有個叫Cassie的年輕女性， 她不僅是預備役軍官訓練營學員，女生聯誼會的一員 還輔修女性研究課程。"}, {"zh-tw": " Tristan, a West Point track star,who always ran and road marched with no socks, and had shoes whose smell proved it. Amber, a Heidi look-alike, who hadalways wanted to be in the infantry, and when she found outthat women couldn't be, she decided to become an intel officer.", "en": " Tristan， 一位西點軍校的田徑明星， 在跑步和行軍時總不穿襪子， 鞋子的味道已經出賣了她。 Amber，有些像小說里的海蒂，總想著去步兵團， 當她發現他們不招女兵時， 她決定成為一個情報員。"}, {"zh-tw": " She served in Bosnia, and later helped the FBIto bust drug gangs in Pennsylvania. And then there was Kate,who played high school football all four years, and actually wanted to drop outafter the first, to go into the glee club, but when boys told herthat girls couldn't play football, she decided to stay for all the little girlswho would come after her.", "en": " 她在波斯尼亞服役， 之後協助聯邦調查員瓦解了賓夕法尼亞州的大毒梟。 接下來是Kate，她高中四年 都效力於校橄欖球隊， 但其實她第一年的時候就想輟學 去合唱團， 但當那些男孩告訴她女孩玩不了橄欖球時 她決定留下來， 為小學妹們樹立榜樣。"}, {"zh-tw": " For them, biology had shapedpart of their destiny, and put, as Cassie once said, \"everything nobleout of reach for girls.\" And yet, here was a chanceto serve with the best of the best on a mission that matteredto their country, not despite the factthat they were female, but because of it. This team of women, in many ways,was like women everywhere.", "en": " 對她們而言，生理侷限了她們部份命運， 就像Cassie曾經說過， “高尚的事物對女孩來說遙不可及。” 然而，現在就有一個機會和精英中的精英在一起， 在緊要關頭為國效力， 女性身份在這時對於她們來說並非劣勢， 反而成了優勢。 這群女子在很多方面和大多數女性一樣。"}, {"zh-tw": " They wore makeup, and in fact, they would bond in the ladies' roomover eyeliner and eye pencil. They also wore body armor.", "en": " 她們也會梳妝打扮，事實上 她們會聚在洗手間畫眼線和眼影， 也會穿上防彈衣。"}, {"zh-tw": " They would put 50 poundsof weight on their backs, and board the helicopter for an operation, and they would come back and watcha movie called \"Bridesmaids.\" They even wore a thing called Spanx, because, as they found very quickly, the uniforms made for men werebig where they should be small, and small where they should be big. So Lane, an Iraq War veteran --you see her here on my left -- decided she was going to go on Amazon and order a pair of Spanx to her base, so that her pants would fit betterwhen she went out on mission each night.", "en": " 她們會肩負50磅的負荷 登上直升飛機執行任務， 任務完畢回來后看上一部“伴娘我最大”。 她們甚至還穿著Spanx(彈性塑身內衣品牌）， 因為很快她們就發現 那些為男士訂做的制服該緊身的時候過於寬鬆， 該寬鬆的時候又過於緊身。 所以Lane, 一位伊拉克戰爭老兵，在我左手邊的那位── 決定去亞馬遜 買一套彈性塑身內衣來打底， 這樣在晚上執勤時褲子會穿著更舒服。"}, {"zh-tw": " These women would get togetherover video conference from all around Afghanistanfrom their various bases, and they would talk about what it was like to be one of the only womendoing what they were doing. They would swap jokes, they would talk aboutwhat was working, what wasn't, what they had learned to do well,what they needed to do better.", "en": " 這些女性會一起開視訊會議， 不管她們在阿富汗的那個區域， 她們都會討論 成為女兵是怎樣一種體驗。 她們會相互調侃， 會談及工作以及工作以外的事， 聊聊她們取得的成績和需要改善的地方。"}, {"zh-tw": " And they would talk aboutsome of the lighter moments of being women out on the Special Operations front lines, including the Shewee, which was a toolthat let you pee like a guy, although it's said to have had onlya 40 percent accuracy rate out there. These women lived in the \"and.\" They proved you could be fierceand you could be feminine.", "en": " 她們也會聊聊作為女兵在特種部隊前線 一些輕鬆愉快地回憶， 比如“噓噓斗”， 它能讓你像個男人一樣小便， 但據說精確度只有百分之40。 這些女性生活在“並且”之中 她們證明了你可以是女性，並且很英勇。"}, {"zh-tw": " You could wear mascara and body armor. You could love CrossFit,and really like cross-stitch.", "en": " 你可以塗上睫毛膏並且穿上防彈衣， 你可以熱愛健身，並且喜歡十字繡。"}, {"zh-tw": " You could love to climb out of helicoptersand you could also love to bake cookies. Women live in the and every single day, and these women brought thatto this mission as well.", "en": " 你可以喜歡縱身跳下直升機的感覺，並且享受烘焙餅乾的時刻。 這些女性每天都活在“並且”之中， 這也體現在她們執行任務時候。"}, {"zh-tw": " On this life and death battlefieldthey never forgot that being female may have brought themto the front lines, but being a soldier is what wouldprove themselves there. There was the night Amber wentout on mission, and in talking to the women of the house, realized that there wasa barricaded shooter lying in wait for the Afghan and American forceswho were waiting to enter the home.", "en": " 在這片生死戰場上，她們從未忘記 是女性的身份把她們帶到前線， 但是作為戰士也恰恰體現了她們在那裡的價值。 有一晚Amber外出執行任務， 和一個主婦聊天時， 覺察到有一名隱藏的狙擊手 在埋伏等待進入房間的阿富汗和美國士兵。"}, {"zh-tw": " Another night it was Tristanwho found out that there were piecesthat make up explosives all around the housein which they were standing, and that in fact, explosives layall the way between there and where they wereabout to head that night. There was the night another oneof their teammates proved herself to a decidedly skeptical team of SEALs, when she found the intel itemthey were looking for wrapped up in a baby's wet diaper.", "en": " 另一晚則是Tristan， 她發現她們所處的房子周圍 有很多炸藥， 而事實上，那晚從她們所在地到執行任務的地點， 一路上都鋪滿了炸藥。 另一個夜晚，一個隊友證明了自己 作為海豹突擊隊隊員應有的警覺性， 因為她發現她們要找的情報 就裹在一個嬰兒濕濕的尿布上。"}, {"zh-tw": " And there was the night that Isabel,another one of their teammates, found the thingsthat they were looking for, and received an Impact Awardfrom the Rangers who said that without her, the things and the peoplethey were looking for that night would never have been found. That night and so many others, they went out to prove themselves,not only for one another, but for everybodywho would come after them.", "en": " 還有一個夜晚，Isabel，另一名隊友， 發現了目標 並被陸軍遊騎兵授予影響力獎， 他們說如果沒有她， 他們那晚搜尋的目標 根本沒法找到。 許多夜晚，許多女兵， 她們用行動證明了自己，不是為了隊中的彼此， 而是為了後繼者，"}, {"zh-tw": " And also for the menalongside whom they served. We talk a lot about howbehind every great man is a good woman.", "en": " 也為了和她們並肩作戰的男兵們。 我們聽過不少“成功男人的背後總有一個好女人”。"}, {"zh-tw": " And in this case, next to these women stood menwho wanted to see them succeed. The Army Ranger who trained themhad served 12 deployments.", "en": " 而在這裡 站在女兵身邊的男兵們，他們也渴望看到這群女兵成功。 訓練她們的陸軍游騎兵曾在12個部署服役。"}, {"zh-tw": " And when they told himthat he had to go train girls, he had no idea what to expect. But at the end of eight days with thesewomen in the summer of 2011, he told his fellow Ranger,\"We have just witnessed history.", "en": " 當他被告知他將訓練這群女兵時 他壓根沒報什麼期望。 但是在2011年夏天和女兵一起訓練的結束的第八天， 他告訴了他陸軍遊騎隊戰友：“我們剛剛見證了歷史，"}, {"zh-tw": " These may well beour own Tuskegee Airmen.\" At the heart of this teamwas the one person who everyone called \"the best of us.\" She was a petite blonde dynamo, who barely reached five-foot-three. And she was this wild mixof Martha Stewart, and what we know as G.I. Jane.", "en": " 她們會成為屬於我們自己的塔斯克斯飛行員。”（二戰中美國軍事史上最早的非裔美籍空軍） 這隻團隊的核心人物 是被大家稱為“馬中赤兔”的女士。 她是一名身材矮小卻盡力充沛的金髮美女， 身高還不到160cm， 她是Martha Stewart（美國女性財富人物） 和魔鬼女大兵G.I.Jane的狂野結合體。"}, {"zh-tw": " She was someone who lovedto make dinner for her husband, her Kent State ROTC sweetheartwho pushed her to be her best, and to trust herself, and to test every limit she could. She also loved to put 50 pounds of weighton her back and run for miles, and she loved to be a soldier.", "en": " 她是會為丈夫準備晚餐的賢妻， 她丈夫在肯特州後備役軍官訓練軍團一直鼓勵她、 信任她， 充分挖掘她的潛能。 她也喜歡負重50磅跑上數英里， 她也深愛戰士這個職業。"}, {"zh-tw": " She was somebody who had a bread makerin her office in Kandahar, and would bake a batch of raisin bread,and then go to the gym and bust out 25 or 30 pull-upsfrom a dead hang. She was the person who, if you neededan extra pair of boots or a home-cooked dinner,would be on your speed dial.", "en": " 她會在坎大哈（阿富汗某城市）放上一個麵包機， 烤些葡萄乾麵包然後上健身房 做25到30個引體向上。 如果你需要多一雙靴子， 或是做一桌精美的晚餐，她會隨叫隨到。"}, {"zh-tw": " Because she never, ever would talk to you about how good she was, but let her character speakthrough action. She was famous for taking the hard rightover the easy wrong.", "en": " 她從不提及 自己有多厲害， 而是用實際行動告訴你她是個怎樣的人。 相比錯誤而容易的道路，她總是選擇正確而艱難的那一條。"}, {"zh-tw": " And she was also famousfor walking up to a 15-foot rope, climbing it using only her arms, and then shuffling away and apologizing, because she knew she was supposedto use both her arms and her legs, as the Rangers had trained them. Some of our heroes return hometo tell their stories.", "en": " 她也能在四米半的繩子面前 僅用雙臂爬過去， 然後下來道歉， 因為她知道她本該手腳並用的爬過去， 就像陸軍遊騎隊當時的訓練一樣。 我們的英雄有些會回來和我們分享她們的故事，"}, {"zh-tw": " And some of them don't. And on October 22, 2011, First Lieutenant Ashley White was killedalongside two Rangers, Christopher Horns and Kristoffer Domeij.", "en": " 有些卻再也回不來。 在2011年10月22號 中尉Ashley White和兩名陸軍遊騎隊隊員犧牲了， 她們是Christopher Horns 和Kristoffer Domeij。"}, {"zh-tw": " Her death threw this program builtfor the shadows into a very public spotlight. Because after all, the ban on women in combatwas still very much in place.", "en": " 她的犧牲把這個鮮為人知的計劃 變成了公眾的焦點。 但畢竟因為 女兵不允許參加戰爭的禁令仍在很多地方生效。"}, {"zh-tw": " And at her funeral, the head of Army Special Operations came,and gave a public testimony not just to the courage of Ashley White, but to all her team of sisters. \"Make no mistake about it,\" he said,\"these women are warriors, and they have written a new chapterin what it means to be a female in the United States Army.\" Ashley's mom is a teacher's aideand a school bus driver, who bakes cookies on the side.", "en": " 在她的葬禮上， 特種部隊的領導出席並公開致辭， 不單單是對Ashley White的英勇表示肯定， 更是對她的所有女兵戰友的肯定。 “請大家不要弄錯，”他說：“這些女士都是戰士， 她們為美國女兵 撰寫了新篇章。” Ashley的媽媽是一名助理教師和校巴司機， 她還兼職烘焙餅乾。"}, {"zh-tw": " She doesn't remember muchabout that overwhelming set of days, in which grief -- enormous grief -- mixed with pride. But she does remember one moment.", "en": " 她記不太清那段不堪回憶的日子， 那是悲痛──巨大的悲痛── 夾雜著自豪的日子。 但她卻記得這麼一個時刻，"}, {"zh-tw": " A stranger with a childin her hand came up to her and she said, \"Mrs. White, I brought my daughter here today, because I wanted her to knowwhat a hero was. And I wanted her to knowthat heroes could be women, too.\" It is time to celebrateall the unsung heroines who reach into their guts and find the heart and the gritto keep going and to test every limit.", "en": " 一名懷抱嬰兒的陌生人走到她面前， 對她說：“懷特太太， 我今天把我女兒帶到這裡來， 因為我想讓她知道什麼是英雄， 我還想讓她明白女人也可以成為英雄。” 是時候為那些無名女英雄歌頌了， 她們渾身是膽， 無所畏懼，迎刃而上。"}, {"zh-tw": " This very unlikely band of sistersbound forever in life and afterward did indeed become part of history, and they paved the way for so manywho would come after them, as much as they stood on the shouldersof those who had come before. These women showed that warriors comein all shapes and sizes.", "en": " 這群毫無血緣關係的姐妹們這輩子都相互牽掛， 她們也確實成就了歷史。 她們為後繼者開創了這一條路， 就像當初踩在前輩們的肩膀上一樣。 這些女士證明了英雄不問出處，"}, {"zh-tw": " And women can be heroes, too. Thank you so much.", "en": " 女人也可以成為英雄。 謝謝大家。"}], "title": "Gayle Tzemach Lemmon Meet The First Women To Fight On The Front Lines Of An American War"}