{"url": "http://www.ted.com/talks/jill_bolte_taylor_s_powerful_stroke_of_insight", "paragraphs": [{"zh-tw": " I grew up to study the brain because I have a brotherwho has been diagnosed with a brain disorder, schizophrenia. And as a sister and later, as a scientist, I wanted to understand,why is it that I can take my dreams, I can connect them to my reality, and I can make my dreams come true? What is it about my brother's brainand his schizophrenia that he cannot connect his dreamsto a common and shared reality, so they instead become delusion? So I dedicated my career to researchinto the severe mental illnesses.", "en": " 我決定研究腦部 是因為我的哥哥被診斷出 精神分裂症。我身為他的妹妹 以及一個科學家，我想了解為什麼 我可以將我的夢想 和現實生活做連結，並讓我的夢想成真 而我的哥哥 卻沒辦法將他的夢想連結到 大家共享的現實世界中 導致這些夢想變成幻覺？ 所以我全心投入 重度心理疾病的研究，並從我的家鄉"}, {"zh-tw": " And I moved from my home stateof Indiana to Boston, where I was working in the labof Dr. Francine Benes, in the Harvard Department of Psychiatry. And in the lab,we were asking the question, \"What are the biological differences between the brains of individualswho would be diagnosed as normal control, as compared with the brains of individuals diagnosed with schizophrenia,schizoaffective or bipolar disorder?\" So we were essentiallymapping the microcircuitry of the brain: which cells are communicatingwith which cells, with which chemicals, and then in what quantitiesof those chemicals? So there was a lot of meaning in my life because I was performingthis type of research during the day, but then in the eveningsand on the weekends, I traveled as an advocate for NAMI,the National Alliance on Mental Illness.", "en": " 印第安那州搬遷到了波士頓 到哈佛大學精神醫學部， Francine Benes博士的 研究室工作。我們研究的問題是 所謂「正常人」的大腦和那些 精神分裂患者 精神混亂患者 和躁鬱患者的大腦，在生理上到底有什麼不同？ 我們其實在繪出腦內的電路 哪些細胞會跟哪些細胞溝通？ 用什麼化學物質來溝通？ 用多少化學物質來溝通？ 我白天都在做這種研究 所以日子過的很充實 到了晚上和週末 我四處奔走替 NAMI (國家心理疾病聯盟) 作宣導"}, {"zh-tw": " But on the morning of December 10, 1996, I woke up to discover that I hada brain disorder of my own. A blood vessel explodedin the left half of my brain.", "en": " 但是在1996年10月10號，我醒來時 發現自己的腦部出現了問題 一根血管在我的左腦破裂"}, {"zh-tw": " And in the course of four hours, I watched my brain completely deteriorate in its ability to process all information. On the morning of the hemorrhage, I could not walk, talk, read,write or recall any of my life.", "en": " 在接下來的四個鐘頭 我看著自己的腦功能徹底退化 腦溢血的那個早上 我無法行走、說話、閱讀、寫字，或是記得我的人生"}, {"zh-tw": " I essentially becamean infant in a woman's body. If you've ever seen a human brain, it's obvious that the two hemispheresare completely separate from one another.", "en": " 我幾乎變成了個嬰兒，躲在女人的軀殼裡 如果你看過人腦 就會很清楚知道，腦的左右兩半球是完全分開的"}, {"zh-tw": " And I have brought for youa real human brain. (Groaning, laughter) So this is a real human brain.", "en": " 我帶來了一個真的人腦 這是真的人腦"}, {"zh-tw": " This is the front of the brain, the back of brainwith the spinal cord hanging down, and this is how it would bepositioned inside of my head. And when you look at the brain, it's obvious thatthe two cerebral cortices are completely separate from one another.", "en": " 這是腦的前端 這是腦的後端，連接著脊髓 而在我的頭顱裡面，它是這樣擺著的 我們的大腦的兩個半球 是完全分離的"}, {"zh-tw": " For those of you who understand computers, our right hemisphere functionslike a parallel processor, while our left hemisphere functionslike a serial processor. The two hemispheresdo communicate with one another through the corpus callosum, which is made up of some300 million axonal fibers.", "en": " 用電腦術語來講 右腦的功能像一個並聯處理器 而左腦像一個串聯處理器 左腦和右腦靠著 胼胝體來溝通 是由三億個神經元軸突纖維組成的構造"}, {"zh-tw": " But other than that, the two hemispheresare completely separate. Because they processinformation differently, each of our hemispheresthink about different things, they care about different things,and, dare I say, they have very different personalities.", "en": " 除此之外 左右腦是完全分離的 因為左腦和右腦用不同的方式處理資訊 想著不同的事情 關心不同的事情 所以我說他們有迥異的性格"}, {"zh-tw": " Excuse me. Thank you. It's been a joy. Assistant: It has been.", "en": " 麻煩一下，謝謝，這真是歡樂。(助理：是呀！)"}, {"zh-tw": " Our right human hemisphereis all about this present moment. It's all about \"right here, right now.\" Our right hemisphere,it thinks in pictures and it learns kinestheticallythrough the movement of our bodies.", "en": " 我們的右腦只關心此時 此刻、當下 它用圖像來思考 用肢體運動來學習"}, {"zh-tw": " Information, in the form of energy,streams in simultaneously through all of our sensory systems and then it explodesinto this enormous collage of what this present moment looks like, what this present momentsmells like and tastes like, what it feels likeand what it sounds like. I am an energy-being connectedto the energy all around me through the consciousnessof my right hemisphere.", "en": " 外界的資訊以能量的型態不斷地流進 我們的感覺神經系統 然後在體內如爆炸般地 拼湊出「當下」的模樣 「當下」的氣味 觸感和聲音 「我」是一種能量體，藉由右腦的意識 與外界的能量連結"}, {"zh-tw": " We are energy-beingsconnected to one another through the consciousnessof our right hemispheres as one human family. And right here, right now, we are brothersand sisters on this planet, here to make the world a better place.", "en": " 我們都是能量體 藉由右腦的作用彼此連結成一個大家族 而此時此地 我們都是這星球上的兄弟姊妹 為了讓這個世界更美好而存在"}, {"zh-tw": " And in this moment we are perfect,we are whole and we are beautiful. My left hemisphere, our left hemisphere,is a very different place.", "en": " 在這當下，我們是完美無暇的，是完整的，是美麗的 左腦則是個很不一樣的情況"}, {"zh-tw": " Our left hemispherethinks linearly and methodically. Our left hemisphere is all about the pastand it's all about the future.", "en": " 它用線性和規律去思考 我們的左腦 關心著過去和未來"}, {"zh-tw": " Our left hemisphere is designed to take that enormous collageof the present moment and start picking out details,and more details about those details. It then categorizes and organizesall that information, associates it with everythingin the past we've ever learned, and projects into the futureall of our possibilities.", "en": " 它的功能在於 把我們拼湊出來的「當下」 挑選其中的細節，以及細節中的細節 並把這些細節分類整理 再把它們連結到 過去的經驗 和未來的憧憬"}, {"zh-tw": " And our left hemispherethinks in language. It's that ongoing brain chatterthat connects me and my internal world to my external world.", "en": " 我們的左腦用語言來思考 它是把「我」的內心世界 和外在環境持續連結起來的獨白"}, {"zh-tw": " It's that little voice that says to me, \"Hey, you've got to rememberto pick up bananas on your way home. I need them in the morning.\" It's that calculating intelligence that reminds mewhen I have to do my laundry.", "en": " 它是提醒我「回家的路上 記得要買香蕉，早上要吃的」 的那個小聲音 它是告訴個聰明的聲音 告訴我什麼時候該送洗衣服。最重要的"}, {"zh-tw": " But perhaps most important,it's that little voice that says to me, \"I am. I am.\" And as soon as my left hemispheresays to me \"I am,\" I become separate. I become a single solid individual, separate from the energy flow around me and separate from you.", "en": " 它是告訴我： 「我是我」的那個聲音。當我的左腦告訴我：「我是我」的時候 我就變成一個獨立的個體 我便從外界環境的能量分離出來 我變得獨特"}, {"zh-tw": " And this was the portion of my brainthat I lost on the morning of my stroke. On the morning of the stroke, I woke up to a poundingpain behind my left eye.", "en": " 而它是我在腦中風的那個早上 喪失功能的那部份 中風的那個早上，我醒來時 覺得左眼後方傳來陣陣疼痛"}, {"zh-tw": " And it was the kind of caustic painthat you get when you bite into ice cream. And it just gripped me -- and then it released me.", "en": " 有點像是 一口咬在冰淇淋上的那種痛。它抓住我 然後又放開，然後再次抓住"}, {"zh-tw": " And then it just gripped me -- and then it released me. And it was very unusual for meto ever experience any kind of pain, so I thought, \"OK, I'll just startmy normal routine.\" So I got up and I jumpedonto my cardio glider, which is a full-body,full-exercise machine.", "en": " 再次放開，如此反覆 我不曾有過這樣的痛苦經歷 可我還是決定要開始一天的工作 起床後照樣踏上了我的滑步機 開始運動"}, {"zh-tw": " And I'm jamming away on this thing, and I'm realizing that my handslook like primitive claws grasping onto the bar. And I thought, \"That's very peculiar.\" And I looked down at my body and I thought,\"Whoa, I'm a weird-looking thing.\" And it was as though my consciousnesshad shifted away from my normal perception of reality, where I'm the person on the machinehaving the experience, to some esoteric space where I'm witnessing myselfhaving this experience.", "en": " 我的手抓住了跑步機的橫桿，但我感覺那似乎 只是一隻普通的動物爪子 抓在把手上，我那時想：「咦，好怪」 我往下了看我的身體之後發現：「哇！ 我看起來好詭異。」在那一刻 我的意識彷彿和現實經驗 分離了，彷彿我正在 另外一個空間觀察著 我自己經歷著這一切"}, {"zh-tw": " And it was all very peculiar,and my headache was just getting worse. So I get off the machine, and I'm walkingacross my living room floor, and I realize that everythinginside of my body has slowed way down.", "en": " 正當我對一切感到困惑的時候，我的頭痛 加劇了。於是我從滑步機下來 走到客廳， 卻發現我體內的一切 都慢了下來。每一個步伐都非常僵硬"}, {"zh-tw": " And every step is very rigidand very deliberate. There's no fluidity to my pace, and there's this constrictionin my area of perception, so I'm just focused on internal systems.", "en": " 而且刻意，失去了原本應有的流暢 我的感官變得 只關注我體內的運作"}, {"zh-tw": " And I'm standing in my bathroom getting ready to step into the shower, and I could actually hearthe dialogue inside of my body. I heard a little voice saying, \"OK.You muscles, you've got to contract.", "en": " 當我準備沖澡的時候 我真的聽到了 我身體在小聲對話： 「你們這群肌肉，開始收縮！"}, {"zh-tw": " You muscles, you relax.\" And then I lost my balance,and I'm propped up against the wall. And I look down at my arm and I realize that I can no longer definethe boundaries of my body.", "en": " 你們那群，放鬆。」 接著我失去了平衡，靠在牆壁上 我看著我的手臂，發現 我找不到身體的界線"}, {"zh-tw": " I can't define where I beginand where I end, because the atomsand the molecules of my arm blended with the atomsand molecules of the wall. And all I could detectwas this energy -- energy.", "en": " 不知道自己是從哪個點開始的、哪裡結束 因為組成我手臂的原子和分子 和牆壁融合成一體了 我感覺到的只有能量"}, {"zh-tw": " And I'm asking myself,\"What is wrong with me? What is going on?\" And in that moment, my left hemispherebrain chatter went totally silent. Just like someone took a remote controland pushed the mute button.", "en": " 我心想：「我到底怎麼了？ 發生什麼事了？」在那一刻 我左腦的聲音突然消失了 彷彿有人拿了遙控器 按下靜音 – 徹底的安靜"}, {"zh-tw": " Total silence. And at first I was shocked to find myselfinside of a silent mind.", "en": " 一開始我被大腦安靜的程度嚇到了 不過我的注意力很快又集中在"}, {"zh-tw": " But then I was immediately captivated by the magnificenceof the energy around me. And because I could no longeridentify the boundaries of my body, I felt enormous and expansive.", "en": " 周圍那片能量海 因為我感受不到 我身體的界線，我覺得我好巨大，好像在膨脹"}, {"zh-tw": " I felt at one withall the energy that was, and it was beautiful there. Then all of a suddenmy left hemisphere comes back online and it says to me,\"Hey! We've got a problem! We've got to get some help.\" And I'm going, \"Ahh! I've got a problem!\" So it's like, \"OK, I've got a problem.\" But then I immediately driftedright back out into the consciousness -- and I affectionatelyrefer to this space as La La Land.", "en": " 覺得我和周遭所有的能量融合成一體 那個境界很美 突然間，左腦又「上線」了 並告訴我：「喂！出問題了 出問題了，快想辦法求救！」 但在我意識到情況不妙之後 我遇到問題了。就像是，「好的好的，我出了問題」 可是馬上我又回到了 純意識的世界--我稱之為 「啦啦國」的地方"}, {"zh-tw": " But it was beautiful there. Imagine what it would be like to betotally disconnected from your brain chatter that connects youto the external world.", "en": " 那邊很美。試想： 能夠完全脫離腦內的聲音 切斷與現實生活的連結，那會是什麼樣子"}, {"zh-tw": " So here I am in this space, and my job, and any stressrelated to my job -- it was gone. And I felt lighter in my body.", "en": " 我在那個空間裡面，一切工作上的 壓力都消失了 我感覺自己變的好輕。你可以想像"}, {"zh-tw": " And imagine all of the relationshipsin the external world and any stressors relatedto any of those -- they were gone. And I felt this sense of peacefulness.", "en": " 在那邊，所有人際關係上的 壓力也都消失了 我感受到的是一片安詳。"}, {"zh-tw": " And imaginewhat it would feel like to lose 37 years of emotional baggage! Oh! I felt euphoria -- euphoria. It was beautiful.", "en": " 想想這37年以來，所有的情緒負擔都消失不見會是怎樣 我感受到了極樂 美麗的極樂"}, {"zh-tw": " And again, my left hemispherecomes online and it says, \"Hey! You've got to pay attention. We've got to get help.\" And I'm thinking, \"I've got to get help.I've got to focus.\" So I get out of the showerand I mechanically dress and I'm walking around my apartment, and I'm thinking,\"I've got to get to work. Can I drive?\" And in that moment, my right arm went totallyparalyzed by my side.", "en": " 但我的左腦又上線說： 「喂！你專心一點！ 快點求救！」於是我思考著，「我要求救， 要專心。」 我從浴室出來，僵硬地 穿好衣服，在家裡走動 並思考著：「我要去上班，我要上班 我還能開車嗎？我還能嗎？」 就在那一瞬間，我的右臂 徹底麻痺。我此時才驚覺"}, {"zh-tw": " Then I realized, \"Oh my gosh!I'm having a stroke!\" And the next thing my brain says to me is, Wow! This is so cool! This is so cool! How many brain scientistshave the opportunity to study their own brainfrom the inside out?\" And then it crosses my mind,\"But I'm a very busy woman!\" \"I don't have time for a stroke!\" So I'm like, \"OK, I can't stopthe stroke from happening, so I'll do this for a week or two,and then I'll get back to my routine. OK. So I've got to call help.I've got to call work.\" I couldn't remember the number at work, so I remembered, in my officeI had a business card with my number.", "en": " 「我的天呀！我中風了。我中風了。」 頓時，我的第一個反應是： 「這太帥了！這太帥了！ 有幾個神經學家 能夠在自己的身上研究腦部啊？」 不過我又想到：「我這麼忙 沒有時間中風啊！ 但我沒有辦法阻止他發生，那好吧 就暫時休息一兩個禮拜 再回復我正常的生活 所以我想打電話到公司求助 我不記得公司的電話號碼 但我記得在家裡的辦公室有一張名片 上面有公司的電話，所以我到辦公室"}, {"zh-tw": " So I go into my business room, I pullout a three-inch stack of business cards. And I'm looking at the card on top and even though I could see clearlyin my mind's eye what my business card looked like, I couldn't tell if thiswas my card or not, because all I could see were pixels.", "en": " 拿出了一疊三吋厚的名片 看著那疊名片 雖然我很清楚知道，我要找的那張名片長什麼樣 卻分不清 是我的，還是別人的，因為我只看到一團像素"}, {"zh-tw": " And the pixels of the wordsblended with the pixels of the background and the pixels of the symbols,and I just couldn't tell. And then I would waitfor what I call a wave of clarity.", "en": " 卡片上的文字 圖案、背景三者在我眼裡成了模糊的一塊像素團 我根本無法判斷 我只能等到我的神經系統能把我帶回現實"}, {"zh-tw": " And in that moment, I would be ableto reattach to normal reality and I could tell that's not the card...that's not the card. It took me 45 minutes to get one inchdown inside of that stack of cards.", "en": " 只有在那片刻的現實裡，我才能 重新構建起與外部世界的聯系 並知道要找的不是這張，不是這張，不是那張 我花了 45分鐘 才找了1/3的名片"}, {"zh-tw": " In the meantime, for 45 minutes, the hemorrhage is getting biggerin my left hemisphere. I do not understand numbers,I do not understand the telephone, but it's the only plan I have.", "en": " 在這45分鐘的時間 我左腦的出血越來越多 我開始無法理解數字，我甚至無法理解電話這東西 但我別無他法"}, {"zh-tw": " So I take the phone padand I put it right here. I take the business card,I put it right here, and I'm matching the shapeof the squiggles on the card to the shape of the squiggleson the phone pad.", "en": " 我抓著話筒，放在這裡，拿著名片 我把它放在這裡 開始比對公司名片上的扭曲線條 和電話按鍵的扭曲線條，撥號"}, {"zh-tw": " But then I would drift back outinto La La Land, and not remember when I came backif I'd already dialed those numbers. So I had to wieldmy paralyzed arm like a stump and cover the numbersas I went along and pushed them, so that as I would come backto normal reality, I'd be able to tell, \"Yes,I've already dialed that number.\" Eventually, the whole number gets dialedand I'm listening to the phone, and my colleague picks up the phoneand he says to me, \"Woo woo woo woo.\" And I think to myself, \"Oh my gosh, he soundslike a Golden Retriever!\" And so I say to him --clear in my mind, I say to him: \"This is Jill! I need help!\" And what comes out of my voice is,\"Woo woo woo woo woo.\" I'm thinking, \"Oh my gosh,I sound like a Golden Retriever.\" So I couldn't know -- I didn't know that I couldn't speak or understandlanguage until I tried.", "en": " 但當我的意識又漂到「啦啦國」 我不記得是否已經 按過這些數字 於是我抓起那癱瘓的右手 蓋住那些已按下的數字 這樣在那簡短的片刻清醒到來指示 我才可能知道撥出了哪些數字，最終電話打通了 最終電話數字都按了 聽著電話那頭 我的同事接了電話，但我只聽到 「嗚嗚嗚嗚」的扭曲聲音。我那時心想： 「我的天，他聽起來像是一隻黃金獵犬！」 於是我說： 「我是 Jill ！我需要幫助！」 不過從我口中出來的卻是：「嗚嗚嗚嗚嗚」 我心想：「我的天，連我都變成黃金獵犬了」 這時我才發現，我根本無法說話 也聽不懂別人說的話"}, {"zh-tw": " So he recognizes that I need helpand he gets me help. And a little while later,I am riding in an ambulance from one hospital across Bostonto [Massachusetts] General Hospital.", "en": " 幸好我同事發現事情不對勁，叫了救護車 後來我在救護車上 被送往麻州的Mass General 醫院"}, {"zh-tw": " And I curl up into a little fetal ball. And just like a balloonwith the last bit of air, just right out of the balloon, I just felt my energy liftand just I felt my spirit surrender.", "en": " 我的身體蜷曲成胎兒的姿勢 我像洩了氣的氣球一樣 整個消了氣 覺得能量從我體內流出，覺得我的靈魂已經投降了"}, {"zh-tw": " And in that moment, I knew that I wasno longer the choreographer of my life. And either the doctors rescue my bodyand give me a second chance at life, or this was perhapsmy moment of transition.", "en": " 在那一刻，我知道我 已無法主導我的生命 除非醫生把我救活，給我 第二次人生，不然這會是 我離開人間的時候"}, {"zh-tw": " When I woke later that afternoon, I was shocked to discoverthat I was still alive. When I felt my spirit surrender,I said goodbye to my life.", "en": " 我那天下午醒來，很驚訝地 發現我還活著。當我感覺到我的靈魂投降的時候 我向自己說了再見"}, {"zh-tw": " And my mind was now suspended between two very oppositeplanes of reality. Stimulation coming inthrough my sensory systems felt like pure pain.", "en": " 但現在我身處於兩個 截然不同的世界。外界傳來的刺激 經過我的感官系統成為了劇痛"}, {"zh-tw": " Light burned my brain like wildfire, and sounds were so loud and chaotic that I could not pick a voice outfrom the background noise, and I just wanted to escape. Because I could not identify the positionof my body in space, I felt enormous and expansive, like a genie just liberatedfrom her bottle.", "en": " 光線如野火般燒著我的腦部，外界的聲音 是那麼的嘈雜 無法聽清楚任何聲音 讓我只想逃離。我不能明確 自己身體的範圍，我感到身體變大了、舒展開來了 就像一個從瓶子裡跑出來的精靈"}, {"zh-tw": " And my spirit soared free, like a great whale glidingthrough the sea of silent euphoria. Nirvana.", "en": " 而我的靈魂則如一條鯨魚 在極樂的大海中遨遊，一切都很和諧"}, {"zh-tw": " I found Nirvana. And I remember thinking, there's no way I would ever be ableto squeeze the enormousness of myself back inside this tiny little body.", "en": " 涅磐，那是涅磐的感覺，我那時還想著 我永遠也不可能像故事裡的精靈那樣 把這個巨大的自己，壓縮回小小的身體裡"}, {"zh-tw": " But then I realized, \"But I'm still alive! I'm still alive, and I have found Nirvana. And if I have found Nirvanaand I'm still alive, then everyone who is alivecan find Nirvana.\" And I pictured a world filled with beautiful, peaceful,compassionate, loving people who knew that they could cometo this space at any time.", "en": " 不過我發現：我還活著！我活著！ 而且我達到了涅盤。如果我 活著而且達到了涅盤，那所有 活著的人都可以達到涅盤。我想像著一個世界 充滿著美麗、安詳、慈悲、 關愛的人們，他們知道他們能夠 隨時到這個空間來"}, {"zh-tw": " And that they could purposely choose to step to the rightof their left hemispheres -- and find this peace. And then I realized what a tremendous giftthis experience could be, what a stroke of insight this could beto how we live our lives.", "en": " 靠著意識跳出左腦 進到右腦，來尋找這份安祥 然後我發現這個經驗是多麼的寶貴 因為這次中風讓我了解"}, {"zh-tw": " And it motivated me to recover. Two and a half weeks after the hemorrhage,the surgeons went in, and they removed a blood clotthe size of a golf ball that was pushing on my language centers.", "en": " 該如何活出我的生命，這念頭不斷地激勵著我復原 事發的兩個半星期之後 醫生把我的血塊從腦部清除 它有高爾夫球那麼大，壓迫到我的語言中心"}, {"zh-tw": " Here I am with my mama, who is a true angel in my life. It took me eight yearsto completely recover.", "en": " 這是我跟我的母親 她真的是我的守護天使，我花了八年的時間才完全康復"}, {"zh-tw": " So who are we? We are the life-force powerof the universe, with manual dexterityand two cognitive minds. And we have the powerto choose, moment by moment, who and how we want to be in the world.", "en": " 所以我們究竟是誰？我們是宇宙中的生命能源 有著精巧的雙手和兩個用來認知的腦部 每一秒，我們都有能力去選擇 我們要成為怎樣的人、要在這世上過怎樣的日子"}, {"zh-tw": " Right here, right now, I can step into the consciousnessof my right hemisphere, where we are. I am the life-force power of the universe.", "en": " 此時此地，我可以進到 右腦的意識裡，在這裡 成為宇宙中的生命能量"}, {"zh-tw": " I am the life-force power of the 50 trillion beautifulmolecular geniuses that make up my form, at one with all that is. Or, I can choose to step intothe consciousness of my left hemisphere, where I becomea single individual, a solid.", "en": " 成為我身上50兆個精妙細胞的能源 與一切合而唯一 我也可以進入 左腦的意識，成為獨立的個體 與所有的能量切割"}, {"zh-tw": " Separate from the flow, separate from you. I am Dr. Jill Bolte Taylor: intellectual, neuroanatomist.", "en": " 跟你切割，我是 Jill Bolte Taylor 博士"}, {"zh-tw": " These are the \"we\" inside of me. Which would you choose? Which do you choose? And when? I believe that the more time we spend choosing to run the deepinner-peace circuitry of our right hemispheres, the more peace we will projectinto the world, and the more peaceful our planet will be.", "en": " 我是知識分子、神經解剖學家。這些是我體內的“我們” 你想怎麼選？你會怎麼選？什麼時候選？ 我相信，如果我們花愈多時間 啟動安詳平和的右腦 那我們就可以把更多的安詳平和 投射到這個世界上，地球就會有更多平和"}, {"zh-tw": " And I thought that was an ideaworth spreading. Thank you.", "en": " 而我認為，這是一個值得分享的念頭。"}], "title": "Jill Bolte Taylor S Powerful Stroke Of Insight"}