{"url": "http://www.ted.com/talks/manuel_lima_a_visual_history_of_human_knowledge", "paragraphs": [{"zh-tw": " Over the past 10 years, I've been researching the waypeople organize and visualize information. And I've noticed an interesting shift.", "en": " 在過去的十年 我一直在研究人們如何組織資訊及將資訊視覺化 我發現一個有意思的轉變"}, {"zh-tw": " For a long period of time, we believed in a natural ranking orderin the world around us, also known as the great chain of being,or \"Scala naturae\" in Latin, a top-down structure that normally startswith God at the very top, followed by angels, noblemen, common people, animals, and so on. This idea was actually basedon Aristotle's ontology, which classified all things known to manin a set of opposing categories, like the ones you see behind me.", "en": " 長久以來 我們相信世界存在著自然形成的生物分級與階級 也就是所謂的「存在的鎖鍊」拉丁文稱做 \"Scala naturae\" 這是一個自上而下的分級結構始於最頂端的「神」 接下來是天使、貴族 平民、動物......等等 這個觀點來自於亞里斯多德的本體論 把人類所知的所有物種，分成相對的類別 就像我身後的例子"}, {"zh-tw": " But over time, interestingly enough, this concept adoptedthe branching schema of a tree in what became knownas the Porphyrian tree, also considered to bethe oldest tree of knowledge. The branching schemeof the tree was, in fact, such a powerful metaphorfor conveying information that it became, over time,an important communication tool to map a variety of systems of knowledge.", "en": " 但是，隨著時間過去，有趣的是 這個概念採用了樹狀的概念圖 這就是所謂的「波菲利之樹」 它也被認為是最古老的「知識樹」 事實上，類似樹枝的分支結構 是用來傳播資訊時強而有力的比喻 隨著時間改變，這樣的結構變成重要的溝通工具 描繪了許多知識系統"}, {"zh-tw": " We can see trees being usedto map morality, with the popular tree of virtuesand tree of vices, as you can see here, with these beautifulillustrations from medieval Europe. We can see trees being usedto map consanguinity, the various blood ties between people.", "en": " 我們看到樹狀結構被用來描繪道德秩序 利用的就是神學裡常見的善惡樹 你們可以看到，這就是源自中世紀時期歐洲的美麗圖像 樹狀結構也被用在血緣關係的呈現 呈現不同人之間的血緣關係"}, {"zh-tw": " We can also see trees being usedto map genealogy, perhaps the most famous archetypeof the tree diagram. I think many of you in the audiencehave probably seen family trees.", "en": " 樹狀結構還被用在繪製族譜 這可能是樹狀圖最早的原型 我想在座的各位朋友可能看過家族的樹狀結構圖"}, {"zh-tw": " Many of you probably even haveyour own family trees drawn in such a way. We can see trees even mappingsystems of law, the various decrees and rulingsof kings and rulers.", "en": " 甚至有些人就是用樹狀圖描繪家族關係 我們還可以看到，樹狀結構被用來描繪法治系統 國王或統治者制定的各式各樣法令"}, {"zh-tw": " And finally, of course,also a very popular scientific metaphor, we can see trees being usedto map all species known to man. And trees ultimately becamesuch a powerful visual metaphor because in many ways,they really embody this human desire for order, for balance,for unity, for symmetry.", "en": " 當然，科學界也常利用樹狀結構 樹狀結透被用來呈現人類所知的各類物種 因此，樹狀結構變成了視覺上強而有力的比喻 某種程度上，樹狀結構將人類的欲望具體化 展現層級順序、平衡、統一性或對稱性"}, {"zh-tw": " However, nowadays we are really facingnew complex, intricate challenges that cannot be understood by simplyemploying a simple tree diagram. And a new metaphor is currently emerging, and it's currently replacing the tree in visualizing varioussystems of knowledge.", "en": " 然而，現在我們面臨了更新、更複雜的挑戰 簡單的樹狀結構已經不敷使用 新的象徵方式正在產生 而且逐漸取代樹狀結構 將各種知識系統視覺化"}, {"zh-tw": " It's really providing us with a new lensto understand the world around us. And this new metaphoris the metaphor of the network.", "en": " 並且提供我們了解世界的新視角 這個新的比喻方式，就是網絡式比喻"}, {"zh-tw": " And we can see this shiftfrom trees into networks in many domains of knowledge. We can see this shift in the waywe try to understand the brain.", "en": " 以往的樹狀結構表現已經逐漸轉向網絡結構 擴及各種知識領域 這個轉變類似於我們了解腦部的方式"}, {"zh-tw": " While before, we usedto think of the brain as a modular, centralized organ, where a given area was responsiblefor a set of actions and behaviors, the more we know about the brain, the more we think of itas a large music symphony, played by hundredsand thousands of instruments. This is a beautiful snapshotcreated by the Blue Brain Project, where you can see 10,000 neuronsand 30 million connections.", "en": " 以前，我們認為大腦是 模組化、集中化的器官 每個區域負責管理特定的動作和行為 我們對大腦了解的越多 越覺得這是一個大型的交響樂團 由數以百件的的樂器組成 這是一個美麗的圖像，由Blue Print Project製作(由EPFL和 IBM支持的專案旨在用超級電腦建構虛擬大腦) 展現了1萬個神經元和所產生的3千萬個連結"}, {"zh-tw": " And this is only mapping 10 percentof a mammalian neocortex. We can also see this shift in the waywe try to conceive of human knowledge.", "en": " 而這僅僅描繪了哺乳動物大腦的新皮質層的十分之一 在了解人類知識的領域上，也發生了一樣的轉變"}, {"zh-tw": " These are some remarkable treesof knowledge, or trees of science, by Spanish scholar Ramon Llull. And Llull was actually the precursor, the very first one who createdthe metaphor of science as a tree, a metaphor we useevery single day, when we say, \"Biology is a branch of science,\" when we say, \"Genetics is a branch of science.\" But perhaps the most beautiful of alltrees of knowledge, at least for me, was created for the French encyclopediaby Diderot and d'Alembert in 1751.", "en": " 這些樹狀圖是一位西班牙學者Ramon Llull 製作的一些著名的知識樹，或著科學樹 Ramon Llull是一位先驅 他是首位將科學知識以樹狀比喻的人 我們每天都會使用這個比喻 當我們說：生物學是科學的一 個分支 或著說 基因學是科學的一個分支，運用的就是這個意象 對我來說，也許眾多知識樹中，最美麗的一個 就是由Diderot和d'Alembert在1751年為法國百科全書製作的"}, {"zh-tw": " This was really the bastionof the French Enlightenment, and this gorgeous illustrationwas featured as a table of contents for the encyclopedia. And it actually maps outall domains of knowledge as separate branches of a tree.", "en": " 這真是一個法國啟蒙時代的精神堡壘 這個華麗的圖像被用做 百科全書的目錄 它也確實的以樹狀結構 描繪出各知個識領域的分支"}, {"zh-tw": " But knowledge is much moreintricate than this. These are two maps of Wikipediashowing the inter-linkage of articles -- related to history on the left,and mathematics on the right.", "en": " 實際上，知識領域比這個圖像還要複雜 這兩個取自維基百科的圖像顯示了文章之間的內部連結 左邊是和歷史有關的連結右邊是和數學有關的連結"}, {"zh-tw": " And I think by looking at these maps and other ones that have beencreated of Wikipedia -- arguably one of the largest rhizomaticstructures ever created by man -- we can really understandhow human knowledge is much more intricate and interdependent, just like a network. We can also see this interesting shift in the way we mapsocial ties between people.", "en": " 我認為，藉由這兩張圖像 以及其他由維基百科所製作的圖像 可以說是人類所創造出的最複雜的結構 我們可以了解人類的知識是非常複雜的 而且是互相依賴的，就像網絡一樣 同樣有意思的轉變 也發生在描繪人們的社會連結的方法上"}, {"zh-tw": " This is the typical organization chart. I'm assuming many of you have seena similar chart as well, in your own corporations, or others.", "en": " 這是一個典型的組織結構圖 我想在座各位應該都看過類似的圖表 不管是在你們自己的公司或是其他公司看到過"}, {"zh-tw": " It's a top-down structure that normally startswith the CEO at the very top, and where you can drill down all the wayto the individual workmen on the bottom. But humans sometimes are, well, actually,all humans are unique in their own way, and sometimes you really don't play wellunder this really rigid structure.", "en": " 這是一個由上而下的結構 通常，從最頂端的執行長開始 往下一直延伸到最底部的各個工作人員 但是人們有時候會...其實，每個人都有獨特的地方 有時候，在這樣嚴謹的架構下，你無法好好發揮"}, {"zh-tw": " I think the Internet is really changingthis paradigm quite a lot. This is a fantastic mapof online social collaboration between Perl developers.", "en": " 網路大幅的改變了這個結構 這是一個關於網路上社交協力合作的圖像 描繪Perl的設計者之間的關係"}, {"zh-tw": " Perl is a famous programming language, and here, you can seehow different programmers are actually exchanging files,and working together on a given project. And here, you can notice that this isa completely decentralized process -- there's no leader in this organization, it's a network.", "en": " Perl是一個知名的程式語言 你們可以看到，不同的設計者之間 如何交換檔案，以及針對一項專案共同合作 由此，你們可以看到，這是一個完全分散化的過程 在這個組織中並沒有領導人 而是一個「網絡」"}, {"zh-tw": " We can also see this interesting shiftwhen we look at terrorism. One of the main challengesof understanding terrorism nowadays is that we are dealing withdecentralized, independent cells, where there's no leaderleading the whole process.", "en": " 這樣的轉變，也發生在恐怖主義的世界 現今，想要了解恐怖主義最困難的一點 就是我們在對付完全分散化的獨立個體 並沒有一個領導人，領導整個過程"}, {"zh-tw": " And here, you can actually seehow visualization is being used. The diagram that you see behind me shows all the terrorists involvedin the Madrid attack in 2004.", "en": " 這張圖你們可以看到視覺化的應用 我身後的這張圖表 顯示了2004年，所有參與馬德里攻擊事件的恐怖份子"}, {"zh-tw": " And what they did here is,they actually segmented the network into three different years, represented by the vertical layersthat you see behind me. And the blue lines tie together the people that were presentin that network year after year.", "en": " 這張圖所做的是，把網絡關係切割成不同的部分 並分成3個年份呈現 藉由我身後這張圖上，直立的面相表示 用藍色的線條 把網絡中所牽涉到的人連接在一起，年復一年"}, {"zh-tw": " So even though there's no leader per se, these people are probably the mostinfluential ones in that organization, the ones that know more about the past, and the future plans and goalsof this particular cell. We can also see this shiftfrom trees into networks in the way we classifyand organize species.", "en": " 因此，即使沒有領導人 這些人可能就是整個組織中，最有影響力的人 他們熟悉過去 以及未來的計畫和目標 由樹狀結構到網絡結構，這樣的轉變 也被用來分類和組織生物物種"}, {"zh-tw": " The image on the rightis the only illustration that Darwin includedin \"The Origin of Species,\" which Darwin called the \"Tree of Life.\" There's actually a letterfrom Darwin to the publisher, expanding on the importanceof this particular diagram. It was critical for Darwin'stheory of evolution.", "en": " 右邊的圖像，是唯一一張圖示 被達爾文收錄在《物種起源》之中 達爾文將其稱之為\"生命樹\" 這張影像，其實是達爾文寫給出版商的一封信 詳述了這張圖表的重要性 這張圖對於達爾文的進化論十分重要"}, {"zh-tw": " But recently, scientists discoveredthat overlaying this tree of life is a dense network of bacteria, and these bacteriaare actually tying together species that were completelyseparated before, to what scientists are now callingnot the tree of life, but the web of life, the network of life. And finally, we can reallysee this shift, again, when we look at ecosystemsaround our planet.", "en": " 但是，最近有些科學家發現 層層交疊的生命樹也是細菌世界的濃縮網絡 實際上，這些細菌都相互連結在一起 然而，以前有些物種完全的被獨立出來 現在，科學家們不再使用「生命樹」的稱呼 而改稱做生命網，意思是生命的網絡 最後，當我們觀察地球上生態系統 我們會再次發現這個有意思的轉變"}, {"zh-tw": " No more do we have these simplifiedpredator-versus-prey diagrams we have all learned at school. This is a much more accuratedepiction of an ecosystem.", "en": " 這個簡單的「捕食者-獵物」的圖形將不再出現 我們都曾在學校學過 這張圖是一個更加精確的生態系統圖"}, {"zh-tw": " This is a diagram createdby Professor David Lavigne, mapping close to 100 speciesthat interact with the codfish off the coast of Newfoundland in Canada. And I think here, we can really understandthe intricate and interdependent nature of most ecosystemsthat abound on our planet.", "en": " 是由David Lavigne教授所發明 描繪的將近100種生物和鱈魚的互動關係 地點是在加拿大的紐芬蘭島的海岸 現在，我們真的了解到 地球上生態系統具有的複雜和相互依賴的本質"}, {"zh-tw": " But even though recent,this metaphor of the network, is really already adoptingvarious shapes and forms, and it's almost becominga growing visual taxonomy. It's almost becomingthe syntax of a new language.", "en": " 最近，這種網絡的比喻 已經被採納為各種不同的形狀和形式 幾乎變成不斷增長的視覺分類學 也幾乎變成一種新語言的語法"}, {"zh-tw": " And this is one aspectthat truly fascinates me. And these are actually15 different typologies I've been collecting over time, and it really shows the immensevisual diversity of this new metaphor.", "en": " 這個面向深深的令我著迷 這些是我長時間收集的 十五個不同的類型 這些新的比喻呈現了廣大的視覺差異"}, {"zh-tw": " And here is an example. On the very top band,you have radial convergence, a visualization model that has becomereally popular over the last five years.", "en": " 舉個例子 在最上面一層，是放射狀的聚合體 是最近五年來開始變得非常風行的視覺化模型"}, {"zh-tw": " At the top left, the very first projectis a gene network, followed by a networkof IP addresses -- machines, servers -- followed by a network of Facebook friends. You probably couldn't findmore disparate topics, yet they are using the same metaphor,the same visual model, to map the never-ending complexitiesof its own subject.", "en": " 在上方最左邊，第一個專案是有關基因網絡 接著的是機器或伺服器的IP網址 接下來是臉書朋友群的網絡 你可能不會再找到更多迥異的主題 但是他們用的都是一樣的比喻，一樣的視覺模型 來描繪這些題材上永無止境的複雜性"}, {"zh-tw": " And here are a few more examplesof the many I've been collecting, of this growing visualtaxonomy of networks. But networks are not justa scientific metaphor.", "en": " 這裡還有一些我收集的例子 都是關於正在成長的視覺分類網絡 但是網絡並不只是一種科學意象"}, {"zh-tw": " As designers, researchers, and scientiststry to map a variety of complex systems, they are in many ways influencingtraditional art fields, like painting and sculpture, and influencing many different artists. And perhaps because networks havethis huge aesthetical force to them -- they're immensely gorgeous -- they are really becoming a cultural meme, and driving a new art movement,which I've called \"networkism.\" And we can see this influencein this movement in a variety of ways.", "en": " 正當設計者、研究者和科學家們嘗試要描繪各種複雜的系統 同時，他們也以不同的方式影響了傳統的藝術領域 例如繪畫和雕塑 也影響了許多不同的藝術家 也許，正因為網絡意象具備的了龐大的美感 而且是如此的燦爛 它變成了一種文化模因(通過模仿等傳遞的文化基因) 推動了新的藝術運動，我稱之為「網絡化主義」 網絡意象的影響力以部不同的方式影響著網絡化主義"}, {"zh-tw": " This is just one of many examples, where you can see this influencefrom science into art. The example on your left sideis IP-mapping, a computer-generated map of IP addresses;again -- servers, machines.", "en": " 這是其中一個例子 你可以看到這股影響力從科學延伸到藝術 在你們左手邊的圖是IP網址配對圖 一個利用電腦產生的IP網址配對圖"}, {"zh-tw": " And on your right side, you have \"Transient Structuresand Unstable Networks\" by Sharon Molloy, using oil and enamel on canvas. And here are a few morepaintings by Sharon Molloy, some gorgeous, intricate paintings.", "en": " 在你們右手邊的圖 是由Sharon Molloy所製作的「暫時性結構和不穩定網絡」 採用油彩和瓷漆繪製 這裡還有一些Sharon Molloly所畫的 燦爛、複雜精密的繪畫"}, {"zh-tw": " And here's another exampleof that interesting cross-pollination between science and art. On your left side,you have \"Operation Smile.\" It is a computer-generated mapof a social network.", "en": " 這裡還有其他的例子，是關於科學和藝術之間 有意思的跨領域交互影響作用 在你們的左方，是「機器的微笑」 是運用電腦產生的社會網絡圖示"}, {"zh-tw": " And on your right side,you have \"Field 4,\" by Emma McNally, using only graphite on paper. Emma McNally is one of the mainleaders of this movement, and she creates these striking,imaginary landscapes, where you can really notice the influencefrom traditional network visualization.", "en": " 在你們的右手邊，是Emma McNally製作的「領域四」 只用石墨畫在紙上 Emma McNally 是這股風潮的主要領導者之一 她創造了這些顯著突出的視覺效果 你可以注意到傳統網絡視覺圖像帶來的影響"}, {"zh-tw": " But networkism doesn't happenonly in two dimensions. This is perhapsone of my favorite projects of this new movement.", "en": " 但是網絡主義並不只是發生在二維面向 這張圖是關於這股新潮流的作品 也是我最喜歡的案例之一"}, {"zh-tw": " And I think the title reallysays it all -- it's called: \"Galaxies Forming Along Filaments, Like Droplets Along the Strandsof a Spider's Web.\" And I just find this particular projectto be immensely powerful. It was created by Tomás Saraceno, and he occupies these large spaces, creates these massive installationsusing only elastic ropes.", "en": " 作品名稱完全反映它的主旨 名叫「細絲上的星雲」 看起來像是掛在蜘蛛網上的水滴 我發現這個作品具有無比魄力 這是由Tomás Saraceno所製作 他在這個空間裡複製了廣大的宇宙 只用了彈性繩製作的這個龐大的裝置藝術"}, {"zh-tw": " As you actually navigate that spaceand bounce along those elastic ropes, the entire network kind of shifts,almost like a real organic network would. And here's yet another example of networkism takento a whole different level.", "en": " 你可以親身穿梭這些宇宙空間之中並且在彈性繩之間來回移動 整個網絡空間好似會移動彷彿是個活生生的有機網絡 這裡還有其他的例子 網絡主義擴展到另一個領域"}, {"zh-tw": " This was createdby Japanese artist Chiharu Shiota in a piece called \"In Silence.\" And Chiharu, like Tomás Saraceno,fills these rooms with this dense network, this dense web of elastic ropesand black wool and thread, sometimes including objects,as you can see here, sometimes even including people,in many of her installations. But networks are alsonot just a new trend, and it's too easy for usto dismiss it as such.", "en": " 由日本藝術家鹽田千春所創作 作品名稱是「静谧」 和Tomás Saraceno一樣鹽田用稠密的網絡布置整個房間 採用彈性繩、黑色毛線組成這個密集的網絡 你們可以看到，她有時候也置入一些物品 有時候，在她的藝術裝置中也納入了「人」 但是「網絡」不只是一個新趨勢 我們容易認為這就是「網絡」的意義"}, {"zh-tw": " Networks really embodynotions of decentralization, of interconnectedness, of interdependence. And this new way of thinking is critical for us to solve many of the complexproblems we are facing nowadays, from decoding the human brain, to understandingthe vast universe out there.", "en": " 實際上，「網絡」體現了分權化的概念 互相聯繫和互相依賴的概念 這樣的新思維非常的重要 幫助我們解決現今面臨的許多複雜問題 從解析人類大腦 到了解浩瀚的宇宙"}, {"zh-tw": " On your left side, you have a snapshotof a neural network of a mouse -- very similar to our ownat this particular scale. And on your right side, you havethe Millennium Simulation.", "en": " 在你的左手邊，是老鼠的神經網路的快照 某種程度上，和人類的大腦非常相似 在你的右手邊的圖像，來自千禧年模擬計畫"}, {"zh-tw": " It was the largestand most realistic simulation of the growth of cosmic structure. It was able to recreate the historyof 20 million galaxies in approximately 25 terabytes of output.", "en": " 是目前為止，關於宇宙結構的成長 最大規模的模擬計畫 它重新建構了過去2千萬年的銀河成長歷史 相當於25萬億位元組的輸出訊號"}, {"zh-tw": " And coincidentally or not, I just find this particular comparison between the smallest scaleof knowledge -- the brain -- and the largest scale of knowledge --the universe itself -- to be really quite strikingand fascinating. Because as Bruce Mau once said, \"When everything is connectedto everything else, for better or for worse,everything matters.\" Thank you so much.", "en": " 也許是巧合 我發現，對比 最小規模的知識--人類大腦 和最大規模的知識--宇宙 會發現有相當驚人、新奇的結果 因為Bruce Mau(知名平面設計師)曾說過 「當世界上所有的事物都互相連結在一起」 「無論好的與壞的，都同等重要」 謝謝"}], "title": "Manuel Lima A Visual History Of Human Knowledge"}