{"url": "http://www.ted.com/talks/el_seed_street_art_with_a_message_of_hope_and_peace", "paragraphs": [{"zh-tw": " In 2012, when I paintedthe minaret of Jara Mosque in my hometown of Gabés,in the south of Tunisia, I never thought that graffiti would bringso much attention to a city. At the beginning, I was just lookingfor a wall in my hometown, and it happened that the minaretwas built in '94.", "en": " 在2012年，當我在位於突尼斯南部的故鄉Gabés 繪製Jara Mosque清真寺的圖像的時候 從未想過塗鴉會給一座城市帶來如此大魅力。 起初，我只是在故鄉尋找一堵牆， 碰巧這座尖塔建於1994年。"}, {"zh-tw": " And for 18 years, those 57 metersof concrete stayed grey. When I met the imam for the first time,and I told him what I wanted to do, he was like, \"Thank God you finally came,\" and he told me that for yearshe was waiting for somebody to do something on it.", "en": " 18年來，這些57米高的混凝土牆一直是一片灰濛濛的。 首次見到伊瑪目(清真寺內率穆斯林做禮拜的人)時，我把自己想做的事情告訴了他， 他當時的反應就像“謝天謝地，終於等到你了” 他告訴我，數年來都在等待一個人 能對這堵牆做點什麼。"}, {"zh-tw": " The most amazing thing about this imamis that he didn't ask me anything -- neither a sketch,or what I was going to write. In every work that I create,I write messages with my style of calligraffiti --a mix of calligraphy and graffiti.", "en": " 最難以置信的是這位伊瑪目對此並沒有任何過問—— 既沒讓我提供草圖，也沒詢問我要寫什麼內容。 在每件創作的作品中，我借助融入個人風格的書法塗鴉 一種書法和塗鴉混合體傳遞要表達的資訊。"}, {"zh-tw": " I use quotes or poetry. For the minaret, I thought thatthe most relevant message to be put on a mosqueshould come from the Quran, so I picked this verse: \"Oh humankind, we have created youfrom a male and a female, and made you people and tribe,so you may know each other.\" It was a universal call for peace,tolerance, and acceptance coming from the side that we don't usuallyportray in a good way in the media.", "en": " 我引用箴言和詩句。 就（清真寺的）尖塔而言，我認為最適合寫在 清真寺牆壁上的名言應當來自《古蘭經》， 因此，我摘錄了以下詩句： “哦，人類，我們創造出你們男人和女人， 創造出民族和部落，讓你們相識相知，” 這是對和平、寬容和接納的共同呼喚， 因為媒體中往往沒有對這方面適當渲染。"}, {"zh-tw": " I was amazed to see how the localcommunity reacted to the painting, and how it made them proud to seethe minaret getting so much attention from international pressall around the world. For the imam, it was notjust the painting; it was really deeper than that.", "en": " 當瞭解到當地社區對繪畫的反應，我感動驚訝不已 他們對這座（清真寺）尖塔獲得如此多 來自國際媒體的關注感到那麼的自豪。 對那位伊瑪目而言，這不僅僅是一幅繪畫； 它的意義遠不止此。"}, {"zh-tw": " He hoped that this minaret would becomea monument for the city, and attract peopleto this forgotten place of Tunisia. The universality of the message, the political contextof Tunisia at this time, and the fact that I was writingQuran in a graffiti way were not insignificant.", "en": " 他（伊瑪目）希望這座（清真寺）尖塔成為這座城市的豐碑， 吸引各地遊客來到突尼斯這處被遺忘之地。 這條資訊的普遍性， 此時突尼斯的政治背景， 以及我以塗鴉的方式書寫可蘭經的事實 都並非無關緊要的。"}, {"zh-tw": " It reunited the community. Bringing people, future generations, together through Arabic calligraphy is what I do.", "en": " 它使社區重新凝聚在一起。 通過阿拉伯書法藝術， 將當代人、後代人聚在一起， 這正是我的用意所在。"}, {"zh-tw": " Writing messages isthe essence of my artwork. What is funny, actually, is thateven Arabic-speaking people really need to focus a lotto decipher what I'm writing.", "en": " 通過書法傳達資訊是我的作品之精髓。 事實上，相當有趣的是即便母語為阿拉伯語者 也需要真正費一番精力才能辨認出我的字跡。"}, {"zh-tw": " You don't need to knowthe meaning to feel the piece. I think that Arabic script touchesyour soul before it reaches your eyes.", "en": " 你無需懂得文字本義便可感知作品的真諦。 我認為阿拉伯文字體在辨識之前就已觸動你的心靈。"}, {"zh-tw": " There is a beauty in itthat you don't need to translate. Arabic script speaks to anyone, I believe; to you, to you, to you, to anybody, and then when you get the meaning, you feel connected to it.", "en": " 美已經蘊含在文字本身不需要去翻譯。 我相信，阿拉伯文能與任何人產生共鳴； 對你、你，還有你，對任何人都如此， 然後，當你獲知了真意， 會感到與之心意相通。"}, {"zh-tw": " I always make sure to write messages that are relevant to the placewhere I'm painting, but messages that havea universal dimension, so anybody around the worldcan connect to it. I was born and raised in France, in Paris, and I started learning how to writeand read Arabic when I was 18.", "en": " 我一直盡力確保書寫的資訊 與我繪畫的地方密切相關， 但是資訊具有普適性維度， 因而世界各地的人都能與之心意相通。 我出生並成長在法國巴黎， 我18歲時就開始學習讀寫阿拉伯語。"}, {"zh-tw": " Today I only write messages in Arabic. One of the reasonsthis is so important to me, is because of all the reaction thatI've experienced all around the world.", "en": " 而今天，我只用阿拉伯語塗鴉寓言。 這對我來說很重要的原因之一， 是我在世界各地所體會到的反響。"}, {"zh-tw": " In Rio de Janeiro, I translatedthis Portuguese poem from Gabriela Tôrres Barbosa, who was giving an homageto the poor people of the favela, and then I painted it on the rooftop. The local community were reallyintrigued by what I was doing, but as soon as I gave themthe meaning of the calligraphy, they thanked me, as they feltconnected to the piece.", "en": " 在里約熱內盧，我翻譯的葡萄牙詩歌 來自於加布裡艾拉·托雷斯·巴博薩， 這位詩人用詩歌表達對貧民窟的窮人的致敬， 我把這首詩塗鴉在屋頂上。 當地社區居民很好奇我到底在做什麼， 但當我給他們講解這首詩的含義的時候， 他們向我表示感謝，因為他們認為這首詩與他們息息相關。"}, {"zh-tw": " In South Africa, in Cape Town, the local community of Philippi offered me the onlyconcrete wall of the slum. It was a school, and I wrote on it a quote from Nelson Mandela, saying, \"[in Arabic],\" which means, \"It seemsimpossible until it's done.\" Then this guy came to me and said,\"Man, why you don't write in English?\" and I replied to him, \"I would consideryour concern legit if you asked me why I didn't write in Zulu.\" In Paris, once, there was this event, and someone gave his wall to be painted.", "en": " 在南非的開普敦， 當地一個名為腓立比的社區 為我提供了貧民窟的僅有一面水泥牆。 這面牆位於一所學校內，我把詩歌書寫在牆上， 是納爾遜．曼德拉的詩歌的摘引， 這首詩是這樣的：“[阿拉伯文]，” 其含義是：“在事情完成之前，一切都看似不可能。” 這時一位貧民走過來對我說：“夥計，你為什麼不用英語寫？” 我回答他，“如果你問我為什麼不用祖魯語寫， 我會好好考慮你的建議。” 在巴黎，有一次，發生了這樣一件事情， 有人讓我在他的牆上塗鴉詩歌。"}, {"zh-tw": " And when he saw I was painting in Arabic, he got so mad -- actually, hysterical --and he asked for the wall to be erased. I was mad and disappointed.", "en": " 但當他看到我塗鴉的是阿拉伯語的時候， 他簡直快瘋了——實際上是歇斯底里——他要求把塗鴉在牆上的阿拉伯語擦除掉。 我對此感到抓狂和失望。"}, {"zh-tw": " But a week later, the organizerof the event asked me to come back, and he told me that there was a wallright in front of this guy's house. So, this guy -- like, was forced to see it every day.", "en": " 但一個星期後，活動的組織者要求我回來， 他告訴我，在這傢伙房屋正前面有一面牆。 所以，這傢伙—— 被迫天天看到這面牆。"}, {"zh-tw": " At the beginning, I was goingto write, \"[In Arabic],\" which means, \"In your face,\" but -- I decided to be smarterand I wrote, \"[In Arabic],\" which means, \"Open your heart.\" I'm really proud of my culture, and I'm trying to be an ambassadorof it through my artwork. And I hope that I can breakthe stereotypes we all know, with the beauty of Arabic script.", "en": " 在開始的時候，我打算寫：“[阿拉伯語]，” 其含義是：“特立獨行（在你的臉上），”但是 - 我想要更聰明些，於是我寫道：“[在阿拉伯語中]，” 其含義是，“敞開心扉（打開你的心臟）。” 我很為我的文字功底感到自豪， 我試圖通過我的作品成為一位大使。 我希望通過使用阿拉伯文字的美感， 破除大家所熟知的陳規舊習。"}, {"zh-tw": " Today, I don't write the translationof the message anymore on the wall. I don't want the poetryof the calligraphy to be broken, as it's art and you can appreciate itwithout knowing the meaning, as you can enjoy any musicfrom other countries.", "en": " 今天，我再也不在牆上塗鴉寓言的翻譯之意了。 我不想破壞書法塗鴉的詩意， 因為書法塗鴉是一門藝術，你可以欣賞它，即使不懂文意， 如同你可以欣賞其他國家的音樂一樣。"}, {"zh-tw": " Some people see thatas a rejection or a closed door, but for me, it's more an invitation -- to my language,to my culture, and to my art. Thank you.", "en": " 有些人認為這是一種拒絕或關閉之門， 但對於我來說，這更是一種邀請—— 對於我的語言，我的文化，以及我的藝術。 謝謝！"}], "title": "El Seed Street Art With A Message Of Hope And Peace"}