{"url": "http://www.ted.com/talks/elizabeth_nyamayaro_an_invitation_to_men_who_want_a_better_world_for_women", "paragraphs": [{"zh-tw": " I will always remember the first time I met the girlin the blue uniform. I was eight at the time, living in the village with my grandmother, who was raising me and other children.", "en": " 我永遠不會忘記 第一次遇到那個穿著藍色制服的女孩 那時我八歲 跟祖母住在村 她養育我和其他孩子"}, {"zh-tw": " Famine had hit my country of Zimbabwe, and we just didn't have enough to eat. We were hungry.", "en": " 那時津巴布韋爆發饑荒 我們總是沒有足夠的食物 我們真的很餓"}, {"zh-tw": " And that's when the girlin the blue uniform came to my village with the United Nations to feed the children. As she handed me my porridge, I asked her why she was there, and without hesitation, she said, \"As Africans, we must upliftall the people of Africa.\" I had absolutely no idea what she meant.", "en": " 那穿著藍色制服的女孩就是在那個時候 跟隨聯合國團隊 來到我的村落 來填飽孩子們的肚子 當她把一碗粥遞給我時 我問她到那裡來的原因 她毫不猶豫地說： 身為非洲人 我們一定要振興整個非洲。 我當時完全不明白她在說什麼"}, {"zh-tw": " But her words stuck with me. Two years later, famine hit my country for the second time.", "en": " 但我牢牢記住她說的話 兩年後 飢荒再次籠罩非洲"}, {"zh-tw": " My grandmother had no choicebut to send me to the city to live with an auntI had never met before. So at the age of 10, I found myself in schoolfor the very first time.", "en": " 我祖母別無選擇 唯有送我到城市 跟一位從未見面的嬸嬸同住 我到了10歲 才頭一次上學"}, {"zh-tw": " And there, at the city school, I would experiencewhat it was to be unequal. You see, in the village, we were all equal.", "en": " 在那所城市學校 我將體驗到不平等的真諦 在村子 所有人都平等啊！"}, {"zh-tw": " But in the eyes and the mindsof the other kids, I was not their equal. I couldn't speak English, and I was way behindin terms of reading and writing.", "en": " 但是在學校裡其他孩子的眼中 我就是比他們低賤 我不會說英語 而且閲讀和寫作的能力遠遠的落後"}, {"zh-tw": " But this feeling of inequalitywould get even more complex. Every school holiday spent back in the villagewith my grandmother made me consciously aware of the inequalitiesthis incredible opportunity had created within my own family.", "en": " 這種被差別待遇的心情將會變得更複雜。 每次的學校假期 回到村裡 跟祖母渡過的時光 都讓我意識到 我這個難得的機緣在我家裡 所帶來的不平等。"}, {"zh-tw": " Suddenly, I had much morethan the rest of my village. And in their eyes,I was no longer their equal.", "en": " 突然間 我比其他村民 擁有得更多⋯ 在他們眼中 我不再和他們一樣平等了"}, {"zh-tw": " I felt guilty. But I thought about the girlin the blue uniform, and I remember thinking, \"That's who I want to be -- someone like her, someone who uplifts other people.\" This childhood experienceled me to the United Nations, and to my current role with UN Women, where we are addressingone of the greatest inequalities that affects more than halfof the world's population -- women and girls.", "en": " 我感到內疚 但我想到那位穿著藍色制服的女孩 然後回憶起當時的想法： ＂我想成為她-- 跟她一樣 為他人謀取福利 這童年的經歷把我帶到聯合國 也促成我現在與聯合國婦女署合作 我們著手於影響超過全球一半人口 的極度不平等待遇-- 也就是女性及小女孩。"}, {"zh-tw": " Today, I want to share with you a simple idea that seeks to upliftall of us together. Eight months ago, under the visionary leadershipof Phumzile Mlambo-Ngcuka, head of UN Women, we launched a groundbreaking initiative called HeForShe, inviting men and boysfrom around the world to stand in solidaritywith each other and with women, to create a shared visionfor gender equality.", "en": " 今天 我想跟大家分享 一個可以為大家帶來平等待遇的簡單觀念 八個月前 在由聯合國婦女署的領導人Phumzile Mlambo-Ngcuka 的主導下 我們展開了突破性的運動 叫做 HeForShe （他為她） 呼籲世界各地的男性及男孩 一起與女性站在同一陣線上 共同創造性別平等的願景"}, {"zh-tw": " This is an invitationfor those who believe in equality for women and men, and those who don't yet knowthat they believe. The initiative is based on a simple idea: that what we share is much more powerful than what divides us.", "en": " 我們邀請那些相信 男女平等的人 和那些還不知道自己相信這信念的人 這項運動憑著一個簡單的概念： 那就是我們的一致 能夠抵抗分化我們的勢力。"}, {"zh-tw": " We all feel the same things. We all want the same things, even when those thingssometimes remain unspoken.", "en": " 我們能覺知同樣的感受， 我們想得到同樣的東西， 雖然這些東西大家都不明講"}, {"zh-tw": " HeForShe is about uplifting all of us, women and men together. It's moving us towardsan inflection point for gender equality.", "en": " HeForShe的目的在於提升我們每一個人， 包括男性和女性。 它帶我們一起走向男女平等的轉折點"}, {"zh-tw": " Imagine a blank page with one horizontal linesplitting it in half. Now imagine that womenare represented here, and men are represented here.", "en": " 想像有一個空白的頁面 中間有一條橫線把它分成兩半 現在想像這邊代表女性， 這邊代表男性。"}, {"zh-tw": " In our current population, HeForShe is about movingthe 3.2 billion men, one man at a time, across that line, so that ultimately,men can stand alongside women and be on the right side of history, making gender equality a realityin the 21st century. However, engaging men in the movementwould prove quite controversial.", "en": " 以我們現時的人口而言 HeForShe 想要把3.2憶的男性， 每次一位， 移到這條線的另一邊， 最終讓男性可以跟女性站在同一陣線上 回到歷史的正軌 讓性別平等在21世紀成為事實。 但是邀請男士加入運動 會引起爭議"}, {"zh-tw": " Why invite men? They are the problem. In fact, men don't care, we were told.", "en": " 為什麼要邀請男士？他們就是問題的來源！ 事實上 我們聽說 男士並不在乎"}, {"zh-tw": " But something incredible happenedwhen we launched HeForShe. In just three days, more than 100,000 men had signed up and committedto be agents of change for equality.", "en": " 但是在我們開始HeForShe後讓人難以置信的事情發生了， 短短3日內 已經有超過10萬位男士 參與和承諾協助推動這項性別平等活動"}, {"zh-tw": " Within that first week, at least one manin every single country in the world stood up to be counted, and within that same week, HeForShe created more than1.2 billion conversations on social media. And that's when the emailsstarted pouring in, sometimes as many as a thousand a day.", "en": " 首個星期內 各國至少有一位男性 都站了出來， 而在同一個星期內， HeForShe 在社群媒體裡已經掀起了1.2憶的對話 電郵就在那時蜂湧而至 有時多到一天有一上千封"}, {"zh-tw": " We heard from a man out of Zimbabwe, who, after hearing about HeForShe, created a \"husband school.\" He literally went around his village, hand-picking all of the menthat were abusive to their partners, and committed to turn theminto better husbands and fathers. In Pune, India, a youth advocateorganized an innovative bicycle rally, mobilizing 700 cyclists to share the HeForShe messageswithin their own community.", "en": " 我收到一位津巴布韋的男人的消息， 他聽說了 HeForShe 的活動後 建立了一間＂丈夫學校＂ 他真的走遍整條村落 親自挑選所有虐待伴侶的男性 立志把他們變成好丈夫 好爸爸 在印度浦那城 有位年輕支持者組織了 一次創新的單車大會帶動了700位騎自行車人士 在自己社區分享HeForShe的資訊"}, {"zh-tw": " In another impact story, a man sent a very personal note of something that had happenedin his own community. He wrote, \"Dear Madam, I have lived all of my life next door to a manwho continuously beats up his wife.", "en": " 還有一個感人至深的故事 有位男士轉來一則很私人的信函 那是關於在他的社區裡 發生的一件事 他寫道 ＂敬啟者 我這一生中 一直住在一個終日虐打他妻子的男人隔壁"}, {"zh-tw": " Two weeks ago, I was listening to my radio, and your voice came on, and you spoke about somethingcalled the HeForShe, and the need for men to play their role. Within a few hours, I heardthe woman cry again next door, but for the first time, I didn't just sit there.", "en": " 兩個星期前 我在聽廣播 跟著聽到妳的聲音⋯ 你說到什麼HeForShe的， 還有男性扮演自己角色的必要性。 不到幾個小時我又聽到隔壁的女人哭嚎 但我第一次 沒有袖手旁觀"}, {"zh-tw": " I felt compelled to do something, so I went overand I confronted the husband. Madam, it has been two weeks, and the woman has not cried since.", "en": " 我覺得一定要做點事， 於是我走過去 跟她丈夫對峙 夫人，自從那一次以後 我已有2星期 沒有聽那個女人哭嚎"}, {"zh-tw": " Thank you for giving me a voice.\" Personal impact stories such as these show that we are tappinginto something within men, but getting to a worldwhere women and men are equal is not just a matterof bringing men to the cause. We want concrete, systematic,structural change that can equalize the political, economicand social realities for women and men.", "en": " 多謝你給我勇氣去發言 （鼓掌聲） 像這樣富有影響力的親身經驗 告訴我們，我們在啟發男性心靈裡的某些東西 但是要做到男女平等 不僅僅是要把男性們加入這項運動 我們要一個實在、系統化和結構化的改變足以讓 在政治，經濟以及社會上的現實"}, {"zh-tw": " We are asking mento make concrete actions, calling them to interveneat a personal level, to change their behavior. We are calling upon governments,businesses, universities, to change their policies.", "en": " 我們呼籲男性能有實際的行動 從自己開始 來改變自己的行為 我們呼籲政府、公司以及大學 改變他們的政策"}, {"zh-tw": " We want male leaders to become role models and change agentswithin their own institutions. Already, a number of prominent menand leaders have stepped up and made some concreteHeForShe commitments.", "en": " 我們希望男性領導能成為榜樣 在他們自己的機構裡作出改變 目前已經有一些傑出的男性和領導站了出來 為He for She許下實在的承諾。"}, {"zh-tw": " In a few early success stories, a leading Frenchhospitality company, Accor, has committed to eliminate the pay gap for all of its 180,000 employees by 2020. The government of Sweden, under its current feminist government, has committed to closeboth the employment and the pay gap for all of its citizenswithin the current electoral term.", "en": " 在早期的一些成功的案例裡 一個在法國有領導地位的醫學公司, Accord 承諾在2020前消除18萬員工 薪金上的差別 （鼓掌） 瑞典政府 在女性主義的政府下 也承諾在最近的選期會拉近所有人民之間的 聘請和工資差異"}, {"zh-tw": " In Japan, the University of Nagoya is building, as part oftheir HeForShe commitments, what will become one of Japan'sleading gender-research centers. Now, eight months later, a movement is building.", "en": " 在日本， 名古屋大學 為了實踐對HeForShe的承諾正在修建 將會在日本成為前瞻性的性別研究中心 現在， 8個月之後 HeForShe的影響力正在擴張"}, {"zh-tw": " We are seeing men sign upfrom every single walk of life, and from every single corner in the world, from the United Nations' ownSecretary-General Ban Ki-moon to the Secretary-Generals of NATOand the EU Council, from the prime minister of Bhutan to the president of Sierra Leone. In Europe alone,all the male EU Commissioners and the members of Parliamentof the Swedish and Iceland governments have signed up to be HeForShe.", "en": " 我們看見很多男性加入，他們來自各行各業 來自世界的每一個角落 包括從聯合國秘書長潘基文 到北大西洋公約秘書長和歐盟委員 包括不丹的總理 以至於塞拉利昂的總統 僅是在歐洲， 所有歐盟的男性委員們 和瑞典以及冰島的國會議員們 都加入了He for She的活動。"}, {"zh-tw": " In fact, one in 20 men in Icelandhas joined the movement. The rallying call of our passionategoodwill ambassador, Emma Watson, has garnered more thanfive billion media impressions, mobilizing hundreds and thousandsof students around the world to create more than a hundredHeForShe student associations.", "en": " 事實上，在冰島，每20個男性就有一個加入了這個活動 我們熱情十足的親善大使艾瑪 沃特森的號召 獲得了超過50億的媒體點擊量 牽動了全球成千上萬的學生 來創建超過100個He for She的學生協會"}, {"zh-tw": " Now this is the beginningof the vision that HeForShe has for the world that we want to see. Einstein once said, \"A human being is part of the whole ...", "en": " 現在，這就是He for She為我們想要看到的未來 帶來的喜訊 愛因斯坦曾經說過 人類是整體的一部分"}, {"zh-tw": " but he experiences himself, his thoughts and feelings, as something separate from the rest ... This delusionis a kind of prison for us ...", "en": " 但是他的經驗 他的思想和感受 有別於其他的個體 這種錯覺對我們來說就像監獄"}, {"zh-tw": " Our task must beto free ourselves from this prison by widening our circle of compassion.\" If women and menare part of a greater whole, as Einstein suggests, it is my hope that HeForShecan help free us to realize that it is not our gender that defines us, but ultimately, our shared humanity. HeForShe is tappinginto women's and men's dreams, the dreams that we have for ourselves, and the dreams that we havefor our families, our children, friends, communities.", "en": " 我們應該把自己從這監獄裡解放出來 方法就是擴大我們對他人的慈悲心 如果男性和女性都是這個整體的一部分 那就像愛因斯坦建議的 我希望He for She能幫助我們意識到 我們的性別並不能定義我們 究竟上，只有我們共通的人性才能定義我們 He for She正在啟發我們的夢想 對自己持有的夢想 對我們的家人，孩子 朋友，社會抱有的夢想。"}, {"zh-tw": " So that's what it is about. HeForShe is about upliftingall of us together.", "en": " 這就是這個活動的意義 He for She的目的就是為大家謀取福利"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Elizabeth Nyamayaro An Invitation To Men Who Want A Better World For Women"}