{"url": "http://www.ted.com/talks/martin_pistorius_how_my_mind_came_back_to_life_and_no_one_knew", "paragraphs": [{"zh-tw": " Imagine being unable to say,\"I am hungry,\" \"I am in pain,\" \"thank you,\" or \"I love you.\" Being trapped inside your body, a body that doesn't respond to commands. Surrounded by people, yet utterly alone.", "en": " 想像一下無法表達「我餓了」、「我很不舒服」、 「謝謝」或者「我愛妳」， 被困在無法執行大腦指令的軀殼裡 被困在無法執行大腦指令的軀殼裡 被人群包圍 卻極度地孤寂。"}, {"zh-tw": " Wishing you could reach out, to connect, to comfort, to participate. For 13 long years, that was my reality.", "en": " 一心指望自己能與外界接觸、 和人有連結、給人慰藉、一同參與， 那是我長達 13 年的遭遇。"}, {"zh-tw": " Most of us never think twiceabout talking, about communicating. I've thought a lot about it.", "en": " 大多數人都把表達與溝通視為理所當然， 我卻已經想過不知幾回了，"}, {"zh-tw": " I've had a lot of time to think. For the first 12 years of my life, I was a normal, happy, healthy little boy.", "en": " 我有很長的時間可以思考。 在我生命的頭 12 年裡 我是個平凡、快樂、健康的小男孩，"}, {"zh-tw": " Then everything changed. I contracted a brain infection.", "en": " 後來所有事情都改變了 ， 我的大腦受了感染，"}, {"zh-tw": " The doctors weren't sure what it was, but they treated me the best they could. However, I progressively got worse.", "en": " 醫生們不確定那是什麼東西， 不過他們竭盡所能治療我。 然而我的狀況日漸惡化，"}, {"zh-tw": " Eventually, I lost my abilityto control my movements, make eye contact, and finally, my ability to speak. While in hospital, I desperately wanted to go home.", "en": " 最後，我失去行為能力， 眼神交集，和說話 的能力。 在醫院時， 我極度渴望回家。"}, {"zh-tw": " I said to my mother, \"When home?\" Those were the last wordsI ever spoke with my own voice. I would eventually fail every testfor mental awareness.", "en": " 我跟母親說：「何時、家？」， 這是我迄今以我自己的聲音最後說出的詞彙， 我通過不了所有對心智感知的測試。"}, {"zh-tw": " My parents were toldI was as good as not there. A vegetable, having the intelligenceof a three-month-old baby.", "en": " 他們告訴我的父母，我就像不存在一樣， 一個有著三個月大嬰兒智力的植物人，"}, {"zh-tw": " They were told to take me homeand try to keep me comfortable until I died. My parents, in factmy entire family's lives, became consumed by taking care of methe best they knew how.", "en": " 他們請我的父母帶我回家， 儘量保持我舒適，直到死亡。 我的父母，我的家庭生活， 都被他們如何能更好地照顧我這件事影響。"}, {"zh-tw": " Their friends drifted away. One year turned to two, two turned to three.", "en": " 他們的朋友逐漸疏遠他們。 一年變成兩年， 兩年變成三年。"}, {"zh-tw": " It seemed like the person I once wasbegan to disappear. The Lego blocks and electronic circuitsI'd loved as a boy were put away.", "en": " 就像曾經的我逐漸消失； 我喜愛的樂高積木和電子迴路被拿走，"}, {"zh-tw": " I had been moved out of my bedroominto another more practical one. I had become a ghost, a faded memory of a boypeople once knew and loved.", "en": " 我從原本的臥房搬到一個對我來說更實際的房間， 我成了一個鬼魂， 一個人們曾經認識、喜愛的孩子的影子。"}, {"zh-tw": " Meanwhile, my mind beganknitting itself back together. Gradually, my awareness started to return.", "en": " 同時，我的神智正開始自我縫合， 我的認知逐漸恢復，"}, {"zh-tw": " But no one realizedthat I had come back to life. I was aware of everything, just like any normal person.", "en": " 但是沒有人知道我已經回魂。 我意識到每一件事， 像正常人一樣，"}, {"zh-tw": " I could see and understand everything, but I couldn't find a wayto let anybody know. My personality was entombedwithin a seemingly silent body, a vibrant mind hidden in plain sightwithin a chrysalis.", "en": " 我看見及懂得每一件事， 但是我無法讓別人知道。 我的人格被埋藏在看似沉默的軀殼裡， 活力充沛的思考虛掩在蛹繭裡。"}, {"zh-tw": " The stark reality hit methat I was going to spend the rest of my life locked inside myself, totally alone. I was trapped with onlymy thoughts for company.", "en": " 我終於意識到， 我將會困鎖在自己的軀殼裡度過餘生， 全然孤獨。 只有我的想法陪伴我，"}, {"zh-tw": " I would never be rescued. No one would ever show me tenderness.", "en": " 我將永遠無法獲救， 沒有人會再對我顯現溫柔。"}, {"zh-tw": " I would never talk to a friend. No one would ever love me.", "en": " 我將永遠不能跟朋友說話。 沒有人會愛我。"}, {"zh-tw": " I had no dreams, no hope,nothing to look forward to. Well, nothing pleasant.", "en": " 我沒有夢想、希望、期許的東西， 沒有任何喜樂。"}, {"zh-tw": " I lived in fear, and, to put it bluntly, was waiting for deathto finally release me, expecting to die all alone in a care home. I don't know if it's truly possibleto express in words what it's like not to be ableto communicate.", "en": " 我活在恐懼裡， 簡單來說， 等著死亡來釋放我， 等著全然孤寂的死於安養所。 我不知道是否真的有可能 把無力溝通的經歷化為文字，"}, {"zh-tw": " Your personality appearsto vanish into a heavy fog and all of your emotions and desires areconstricted, stifled and muted within you. For me, the worst was the feelingof utter powerlessness.", "en": " 那就像你的人格消失在大霧中， 你所有的情緒和欲望，都被限制、窒息、閉鎖在內心。 我認為，最糟的是無力可施的感受，"}, {"zh-tw": " I simply existed. It's a very dark place to find yourself because in a sense, you have vanished.", "en": " 僅僅只是苟活在世。 這是一種很黑暗的感受， 某個程度上說，你已經消失了。"}, {"zh-tw": " Other people controlledevery aspect of my life. They decided what I ate and when.", "en": " 其他人掌握著我各方面的生活 － 他們決定我何時吃以及吃些什麼，"}, {"zh-tw": " Whether I was laid on my sideor strapped into my wheelchair. I often spent my dayspositioned in front of the TV watching Barney reruns.", "en": " 我該側躺還是綁在輪椅裡。 我經常被擺置在電視前 看「小博士邦尼」的重播。"}, {"zh-tw": " I think because Barneyis so happy and jolly, and I absolutely wasn't, it made it so much worse. I was completely powerlessto change anything in my life or people's perceptions of me.", "en": " 而「小博士邦尼」是如此快樂愉悅， 就像在諷刺我， 簡直是雪上加霜。 我全然無力改變生活裡的任何事， 或是旁人對我的認知。"}, {"zh-tw": " I was a silent, invisible observerof how people behaved when they thought no one was watching. Unfortunately, I wasn't only an observer.", "en": " 我是人們以為沒人看到的時候， 那個沈默，隱形的觀察者。 不幸地，我不只是個觀察者。"}, {"zh-tw": " With no way to communicate,I became the perfect victim: a defenseless object,seemingly devoid of feelings that people usedto play out their darkest desires. For more than 10 years,people who were charged with my care abused me physically,verbally and sexually.", "en": " 無法表達讓我成了最好下手的目標， 一個無法自保的受害者，看似缺乏知覺， 用來宣洩人們最陰暗的慾望。 長達十年以上的時光，負責照料我的人 傷害我的身體，責罵、性侵，"}, {"zh-tw": " Despite what they thought, I did feel. The first time it happened, I was shocked and filled with disbelief.", "en": " 或許他們不知道，但我是有知覺的。 這些事第一次發生時 我既吃驚且不可置信，"}, {"zh-tw": " How could they do this to me? I was confused. What had I done to deserve this? Part of me wanted to cryand another part wanted to fight.", "en": " 他們怎麼能夠對我做這些事呢？ 我感到困惑， 我造了什麼孽而活該如此？ 我一方面很想哭出來，另一方面又想要挺身而戰，"}, {"zh-tw": " Hurt, sadness and angerflooded through me. I felt worthless.", "en": " 疼痛、悲傷和憤怒淹沒了我。 我感到卑賤，"}, {"zh-tw": " There was no one to comfort me. But neither of my parentsknew this was happening.", "en": " 沒有人來慰藉我， 我的雙親並不知道這些事，"}, {"zh-tw": " I lived in terror, knowingit would happen again and again. I just never knew when.", "en": " 我活在恐懼裡，知道它會一而再、再而三的發生， 我只是永遠不知道是什麼時候，"}, {"zh-tw": " All I knew was that I wouldnever be the same. I remember once listeningto Whitney Houston singing, \"No matter what they take from me,they can't take away my dignity.\" And I thought to myself,\"You want to bet?\" Perhaps my parents could havefound out and could have helped.", "en": " 我知道的一切就是我將永遠不再是原樣了。 我記得曾經聽過惠妮．休士頓唱道： 「不論他們從我這帶走什麼，他們無法帶走我的尊嚴」， 我想：「妳要賭一下嗎?」。 或許我的雙親能夠發現、可以幫上忙，"}, {"zh-tw": " But the years of constant caretaking, having to wake upevery two hours to turn me, combined with them essentiallygrieving the loss of their son, had taken a toll on my mother and father. Following yet another heated argumentbetween my parents, in a moment of despair and desperation, my mother turned to meand told me that I should die.", "en": " 不過長年下不間斷的照護 每兩個鐘頭起床一次幫我翻身， 加上失去兒子的痛苦， 對我父母造成無可挽回的傷害。 在某個激烈的爭吵中， 一個絕望和衝動的時刻， 我母親轉向我，告訴我我該死，"}, {"zh-tw": " I was shocked, but as I thoughtabout what she had said, I was filled with enormous compassionand love for my mother, yet I could do nothing about it. There were many moments when I gave up, sinking into a dark abyss.", "en": " 我很吃驚。但是當我認真思考她的話， 我對我母親充滿了無盡的憐憫和愛意， 然而我卻無能為力。 許多次我放棄了自己， 陷入黑暗的深淵。"}, {"zh-tw": " I remember one particularly low moment. My dad left me alone in the car while he quickly wentto buy something from the store.", "en": " 我記得一個特別低潮的時候， 當我父親衝進商店買個東西， 把我單獨留在車內，"}, {"zh-tw": " A random stranger walked past, looked at me and he smiled. I may never know why, but that simple act, the fleeting moment of human connection, transformed how I was feeling, making me want to keep going.", "en": " 一個奇怪的陌生人路過 看著我，然後微笑， 我也許永遠不知道為什麼，不過這個簡單的動作， 這一閃即逝的交流， 改變了我當時的感受， 讓我想堅持下去。"}, {"zh-tw": " My existence was tortured by monotony, a reality that was often too much to bear. Alone with my thoughts,I constructed intricate fantasies about ants running across the floor.", "en": " 我的生活被百無新意所荼害， 一個不可承受之重的現實。 在我的思緒中，我架構出錯綜複雜的幻想， 像是螞蟻橫越地板。"}, {"zh-tw": " I taught myself to tell the timeby noticing where the shadows were. As I learned how the shadows movedas the hours of the day passed, I understood how long it would bebefore I was picked up and taken home.", "en": " 我教我自己透過注意陰影的位置來分辨時間， 當我學會當時間一小時一小時經過影子如何移動時， 我搞懂了在我被人接走還有帶回家前還有多長的時間，"}, {"zh-tw": " Seeing my father walkthrough the door to collect me was the best moment of the day. My mind became a tool that I could use to either close downto retreat from my reality or enlarge into a gigantic spacethat I could fill with fantasies.", "en": " 看著我的父親走進門來接我 是每天最棒的時刻。 我的心思變成一個工具， 我可以封閉自己，逃避現實， 也可以放大到填塞我幻想之寬闊浩大的天地。"}, {"zh-tw": " I hoped that my reality would change and someone would seethat I had come back to life. But I had been washed awaylike a sand castle built too close to the waves, and in my place was the personpeople expected me to be.", "en": " 我希望我的現實將會改變， 會有人知道我已經恢復神智了， 但是我就像個蓋得太靠近浪邊的沙堡， 輕易地被沖走， 而在我原來的位置上，是人們對我的想像。"}, {"zh-tw": " To some I was Martin,a vacant shell, the vegetable, deserving of harsh words,dismissal and even abuse. To others, I was the tragicallybrain-damaged boy who had grown to become a man.", "en": " 對有些人而言我是馬丁，一個空蕩蕩的外殼、植物人、 本該受冷言酸語、漠視、甚至是虐待。 對其他人而言，我是兒時損傷了大腦， 悲慘地成長為男人的男孩。"}, {"zh-tw": " Someone they were kind to and cared for. Good or bad, I was a blank canvas onto which different versionsof myself were projected.", "en": " 他們所善待以及照顧的某人。 無論好壞， 我是一片上頭投射了不同版本的空白畫布。"}, {"zh-tw": " It took someone newto see me in a different way. An aromatherapist began comingto the care home about once a week.", "en": " 需要新的眼光，才能看到不同的我。 一位香薰治療師，開始一週一次來到安養所，"}, {"zh-tw": " Whether through intuitionor her attention to details that others failed to notice, she became convinced that I couldunderstand what was being said. She urged my parentsto have me tested by experts in augmentativeand alternative communication.", "en": " 不論是透過直覺， 或是對他人忽略細節的觀察入微， 她開始認為我能理解別人的話。 她鼓勵我的雙親讓我接受專家測試， 以擴大與替代性的溝通方法。"}, {"zh-tw": " And within a year, I was beginning to usea computer program to communicate. It was exhilarating,but frustrating at times.", "en": " 不到一年， 我開始用電腦程式做溝通， 多麼令人亢奮，雖然有時也很惱人。"}, {"zh-tw": " I had so many words in my mind, that I couldn't waitto be able to share them. Sometimes, I would say things to myselfsimply because I could.", "en": " 我的腦海裡有這麼多文字， 我等不及有一天能分享它們； 有時我跟自己說話，只是因為我能，"}, {"zh-tw": " In myself, I had a ready audience, and I believed that by expressingmy thoughts and wishes, others would listen, too. But as I began to communicate more, I realized that it was in factonly just the beginning of creating a new voice for myself.", "en": " 在我自己內部早有個現成的聽眾， 我相信透過表達我的想法和心願， 其他人也會聽見。 不過當我開始表達更多， 我發現這只是為自己 創造一個新聲音的開始。"}, {"zh-tw": " I was thrust into a worldI didn't quite know how to function in. I stopped going to the care home and managed to get my first jobmaking photocopies.", "en": " 我被猛推進了一個我不確定該如何運作的世界， 我不再去安養所， 有了我的第一份工作 － 影印，"}, {"zh-tw": " As simple as this may sound,it was amazing. My new world was really exciting but often quite overwhelmingand frightening.", "en": " 或許聽起來很簡單，但實在太棒了。 我的新世界如此刺激， 但也很恐怖，有時難以承受。"}, {"zh-tw": " I was like a man-child, and as liberating as it often was, I struggled. I also learned that many of thosewho had known me for a long time found it impossible to abandon the ideaof Martin they had in their heads.", "en": " 我像個大人模樣的小孩， 在獲得解脫的同時 我也在掙扎努力。 我也發現許多認識我有段時間的人， 根本無法他們腦海裡對馬丁的概念。"}, {"zh-tw": " While those I had only just met struggled to look past the imageof a silent man in a wheelchair. I realized that some peoplewould only listen to me if what I said was in linewith what they expected.", "en": " 而那些初次遇見的人 也很難跨越我在輪椅上沈默的男子的形象。 我明白到有些人只有在我所言之物 符合他們的預期時才會聽著我說。"}, {"zh-tw": " Otherwise, it was disregarded and they did what they felt was best. I discovered that true communication is about more than merelyphysically conveying a message.", "en": " 不然那些話只會被當成耳邊風， 仍然依照他們認為適當的方式去做。 我發現真正的溝通， 不只是傳達字面訊息，"}, {"zh-tw": " It is about getting the messageheard and respected. Still, things were going well.", "en": " 更是讓其中的意義被聽見，被尊重。 就算如此，一切都發展的很好。"}, {"zh-tw": " My body was slowly getting stronger. I had a job in computing that I loved, and had even got Kojak, the dogI had been dreaming about for years.", "en": " 我的身體慢慢地變得強壯。 我做著喜歡的電腦運算的工作， 甚至還有了我多年來夢寐以求的小狗 － 「寇賈」。"}, {"zh-tw": " However, I longed to sharemy life with someone. I remember staring out the windowas my dad drove me home from work, thinking I have so much love inside of meand nobody to give it to.", "en": " 然而我渴求和某人分享我的生活。 我記得在父親載我下班回家時，我凝望窗外， 想著在我內心裡有著如此之多的愛，卻沒有給予的對象，"}, {"zh-tw": " Just as I had resigned myselfto being single for the rest of my life, I met Joan. Not only is she the best thingthat has ever happened to me, but Joan helped me to challengemy own misconceptions about myself.", "en": " 正當我認命我將形單影隻度過餘生時， 我遇見了瓊恩。 她不但是我生命中最美好的事， 瓊恩更幫助我重新思考我對自己的誤解。"}, {"zh-tw": " Joan said it was through my wordsthat she fell in love with me. However, after all I had been through, I still couldn't shake the belief that nobody could truly seebeyond my disability and accept me for who I am.", "en": " 瓊恩，她是透過我的文字愛上我的。 然而，在我歷經這一切之後， 我無法相信 有人能忽略我的殘疾， 真正地看見我、接納我。"}, {"zh-tw": " I also really struggledto comprehend that I was a man. The first time someonereferred to me as a man, it stopped me in my tracks.", "en": " 我很難接受，我是個男人的事實。 第一次有人這樣稱呼我， 我停下手邊的事，"}, {"zh-tw": " I felt like looking aroundand asking, \"Who, me?\" That all changed with Joan. We have an amazing connection and I learned how important it isto communicate openly and honestly.", "en": " 感覺就像在四下張望，並詢問：「誰？我嗎？」 一切都因為瓊恩改變了。 我們不但心靈相通， 而且我領會到開放、誠實地溝通有多麼重要，"}, {"zh-tw": " I felt safe, and it gave me the confidenceto truly say what I thought. I started to feel whole again,a man worthy of love.", "en": " 我覺得安全，安全感讓我能自信誠實地說出想法。 我再次感覺完整，一個值得被愛的男人。"}, {"zh-tw": " I began to reshape my destiny. I spoke up a little more at work.", "en": " 我開始重新塑造我的命運， 在工作上表達更多想法。"}, {"zh-tw": " I asserted my need for independenceto the people around me. Being given a means of communicationchanged everything.", "en": " 我對周遭的人堅定說出我對獨立自強的需求， 一旦有了溝通的意義，一切都改變了。"}, {"zh-tw": " I used the power of words and willto challenge the preconceptions of those around meand those I had of myself. Communication is what makes us human, enabling us to connecton the deepest level with those around us -- telling our own stories, expressing wants, needs and desires, or hearing those of othersby really listening.", "en": " 我運用文字的力量和意志來質疑 那些在我週遭的人以及我對自己的成見。 溝通讓我們成為一個人， 讓我們能與身邊的人 深入對談，相互理解 － 訴說我們的故事， 表達欲望、需求和渴求； 或是真心聆聽別人的故事、欲望、需求和渴求，"}, {"zh-tw": " All this is how the worldknows who we are. So who are we without it? True communication increases understanding and creates a more caringand compassionate world.", "en": " 這就是世界認識我們的方法。 要是不能溝通我們又是誰呢? 真正的溝通增進理解， 創造一個更溫暖，更有同理心的世界。"}, {"zh-tw": " Once, I was perceivedto be an inanimate object, a mindless phantomof a boy in a wheelchair. Today, I am so much more.", "en": " 曾經，我被當作一件沒有生命的物體， 一個沒有靈魂的鬼影，附身於輪椅上的小男孩。 今天，我改頭換面，"}, {"zh-tw": " A husband, a son, a friend, a brother, a business owner,a first-class honors graduate, a keen amateur photographer. It is my ability to communicatethat has given me all this.", "en": " 我是一位丈夫、兒子、朋友、 兄弟、企業家、一級榮譽學位畢業生、 熱情的業餘攝影師。 我的溝通能力讓我獲得這些。"}, {"zh-tw": " We are told that actionsspeak louder than words. But I wonder, do they? Our words, however we communicate them, are just as powerful.", "en": " 我們常聽人講「說的比做的容易」， 但我懷疑， 是這樣嗎？ 我們的文字，無論我們用什摩方法來溝通， 都是飽含力量的。"}, {"zh-tw": " Whether we speak the wordswith our own voices, type them with our eyes, or communicate them non-verballyto someone who speaks them for us, words are among our most powerful tools. I have come to you througha terrible darkness, pulled from it by caring souls and by language itself.", "en": " 不論我們是用自己的聲音說， 還是用眼睛打字， 又或是用言語以外的方法，讓他人幫助我們說， 文字是我們最有力的工具之一。 我來到你的面前，穿越恐怖的黑暗， 被關愛我的靈魂和語言本身， 從黑暗中被拉了出來。 僅僅只是你的聆聽，讓我離光明更近，"}, {"zh-tw": " The act of you listening to me todaybrings me farther into the light. We are shining here together.", "en": " 我們在這裡，一起發光。 在我溝通的方式裡最困難的是，"}, {"zh-tw": " If there is one most difficult obstacleto my way of communicating, it is that sometimes I want to shout and other times simply to whispera word of love or gratitude. It all sounds the same.", "en": " 有時我想要大叫， 有時我只是想要輕聲表達愛與感恩， 卻只能發出同樣的一種聲音。 但如果你能，"}, {"zh-tw": " But if you will, please imagine these next two wordsas warmly as you can: Thank you.", "en": " 請以最溫暖溫柔的方式，想像以下的兩個字： 謝謝。"}], "title": "Martin Pistorius How My Mind Came Back To Life And No One Knew"}