{"url": "http://www.ted.com/talks/alice_bows_larkin_we_re_too_late_to_prevent_climate_change_here_s_how_we_adapt", "paragraphs": [{"zh-tw": " Over our lifetimes, we've all contributed to climate change. Actions, choices and behaviors will have led to an increasein greenhouse gas emissions.", "en": " 我們的一生中 都在促進氣候變遷 我們的行動, 選擇和作為 都將助長溫室氣體排放"}, {"zh-tw": " And I think that that'squite a powerful thought. But it does have the potentialto make us feel guilty when we think about decisionswe might have made around where to travel to, how often and how, about the energy that we choose to use in our homes or in our workplaces, or quite simply the lifestylesthat we lead and enjoy.", "en": " 我認為這個想法很震撼 但也可能令人感到罪惡 只要一想起做過的決定 想去旅行的地方 多常去、如何去 還有在居家和工作環境 所使用的能源 或者僅僅是習慣的生活模式"}, {"zh-tw": " But we can also turnthat thought on its head, and think that if we've hadsuch a profound but a negative impacton our climate already, then we have an opportunity to influencethe amount of future climate change that we will need to adapt to. So we have a choice.", "en": " 然而我們可以翻轉這個想法 既然我們已經對氣候 造成如此劇烈而負面的影響 我們也有機會影氣候變遷幅度 也是我們得適應的氣候變遷幅度 因此, 我們可以抉擇"}, {"zh-tw": " We can either choose to startto take climate change seriously, and significantly cut and mitigateour greenhouse gas emissions, and then we will have to adapt to lessof the climate change impacts in future. Alternatively, we can continue to reallyignore the climate change problem.", "en": " 一者, 開始正視氣候變遷 大幅降低溫室氣體排放 未來我們只需因應較緩和的氣候變遷 反過來說, 若我們繼續無視氣候變遷"}, {"zh-tw": " But if we do that, we are also choosing to adapt to very much more powerfulclimate impacts in future. And not only that.", "en": " 這一來, 我們選擇面對的 將會是以後更強烈的氣候衝擊 不只這樣"}, {"zh-tw": " As people who live in countrieswith high per capita emissions, we're making that choiceon behalf of others as well. But the choice that we don't have is a no climate change future.", "en": " 由於我國人均排放量高 我們也代表其他人做決定 而我們的選項裡 並沒有不遭受氣候變遷的未來"}, {"zh-tw": " Over the last two decades, our government negotiatorsand policymakers have been coming together to discuss climate change, and they've been focused onavoiding a two-degree centigrade warming above pre-industrial levels. That's the temperature that's associatedwith dangerous impacts across a range of different indicators, to humans and to the environment.", "en": " 過去20年來 我們的政府協商人及政策決定者不斷會面 商討氣候變化問題 努力避免地球氣溫比工業革命以前 上升2℃ 不同指標都顯示超過這個溫度 將對人類和環境 帶來危險後果"}, {"zh-tw": " So two degrees centigradeconstitutes dangerous climate change. But dangerous climate changecan be subjective.", "en": " 這2℃代表危險的氣候改變 然而變遷的危險程度可能很主觀"}, {"zh-tw": " So if we think aboutan extreme weather event that might happenin some part of the world, and if that happens in a part of the worldwhere there is good infrastructure, where there are peoplethat are well-insured and so on, then that impact can be disruptive. It can cause upset, it could cause cost.", "en": " 例如有些地方 會發生劇烈天災 如果那裡公共建設完善 人民都有保險 天災可能只影響正常生活 使人心情低落, 損失財物"}, {"zh-tw": " It could even cause some deaths. But if that exact same weather eventhappens in a part of the world where there is poor infrastructure, or where people are not well-insured, or they're not havinggood support networks, then that same climate change impactcould be devastating.", "en": " 或者一些人員傷亡 但如果同樣天災發生在其他地方 那裡基礎建設落後 人們沒有保險 又缺乏好的支援網絡 那麼相同的氣候變遷就可能造成毀滅"}, {"zh-tw": " It could cause a significant loss of home, but it could also causesignificant amounts of death. So this is a graph of the CO2 emissionsat the left-hand side from fossil fuel and industry, and time from beforethe Industrial Revolution out towards the present day.", "en": " 成千上萬人流離失所 罹難者不計其數 這張圖, 左邊是石油燃料和工業的 二氧化碳排放量 時間軸則從工業革命前 延伸到今日"}, {"zh-tw": " And what's immediately striking about this is that emissionshave been growing exponentially. If we focus in on a shorterperiod of time from 1950, we have established in 1988 the Intergovernmental Panelon Climate Change, the Rio Earth Summit in 1992, then rolling on a few years,in 2009 we had the Copenhagen Accord, where it established avoidinga two-degree temperature rise in keeping with the scienceand on the basis of equity.", "en": " 最令人一眼震驚的是 排放量呈指數成長 如果縮短時間至1950年以來 1988年, 各國成立 政府間氣候變化專門委員會 1992年召開了里約地球高峰會 數年後, 2009年各國簽署哥本哈根協議 同意根據科學方法和平等原則 避免氣溫升幅超過2℃"}, {"zh-tw": " And then in 2012, we had the Rio+20 event. And all the way through,during all of these meetings and many others as well, emissions have continued to rise.", "en": " 接著, 2012年召開了Rio+20世界永續發展高峰會 然而這些會議一路下來 還有許多其他會議 排放量仍持續攀升"}, {"zh-tw": " And if we focus on our historicalemission trend in recent years, and we put that togetherwith our understanding of the direction of travelin our global economy, then we are much more on track for a four-degree centigradeglobal warming than we are for the two-degree centigrade. Now, let's just pause for a moment and think about this four-degreeglobal average temperature.", "en": " 我們如果看近年的排放量走向 加上對全球經濟 發展方向的了解 便發現, 我們更可能走上 全球暖化4℃的道路 而非2℃ 現在, 讓我們暫且想像 全球平均升溫4℃的情況"}, {"zh-tw": " Most of our planetis actually made up of the sea. Now, because the sea has a greaterthermal inertia than the land, the average temperatures over landare actually going to be higher than they are over the sea.", "en": " 我們的地球大部分是海洋 由於海洋的熱慣性比陸地高 因此陸地的平均溫度 實際上比較海洋高"}, {"zh-tw": " The second thing is that weas human beings don't experience global average temperatures. We experience hot days, cold days, rainy days, especially if you livein Manchester like me.", "en": " 再者, 人類從未經歷過 全球平均溫度 我們有熱天、冷天 雨天，尤其像我住曼徹斯特"}, {"zh-tw": " So now put yourself in a city center. Imagine somewhere in the world: Mumbai, Beijing, New York, London.", "en": " 現在想像你在世界上 某大都會市中心 如孟買, 北京, 紐約或倫敦"}, {"zh-tw": " It's the hottest daythat you've ever experienced. There's sun beating down, there's concrete and glass all around you.", "en": " 今天是你這輩子最熱的一天 太陽光毒辣直射 身旁全是水泥建築和玻璃帷幕"}, {"zh-tw": " Now imagine that same day -- but it's six, eight,maybe 10 to 12 degrees warmer on that day during that heat wave. That's the kind of thingwe're going to experience under a four-degree globalaverage temperature scenario.", "en": " 想像同樣這天 溫度升高6, 8, 10或12度 熱浪襲擊 這是未來全球平均溫升4℃後 我們所要面對的情形"}, {"zh-tw": " And the problem with these extremes, and not just the temperature extremes, but also the extremes in terms of stormsand other climate impacts, is our infrastructure is just not set upto deal with these sorts of events. So our roads and our rail networks have been designed to last for a long time and withstand onlycertain amounts of impacts in different parts of the world.", "en": " 這個問題伴隨著極端狀況 不只有極端溫度 還有超級暴風雨和其他氣候衝擊 我們的公共建設並非為因應這些情形而建 因此我們的公路、鐵路網 設計上只能承受 世界上不同地方的特殊天災衝擊 以長久使用"}, {"zh-tw": " And this is going to beextremely challenged. Our power stationsare expected to be cooled by water to a certain temperatureto remain effective and resilient.", "en": " 因此這將是嚴峻考驗 發電廠本來就用水降溫至特定溫度 以保持效能並重新發電"}, {"zh-tw": " And our buildingsare designed to be comfortable within a particular temperature range. And this is all going to besignificantly challenged under a four-degree-type scenario.", "en": " 建築物也設計在特定溫度範圍 才能運作良好 溫升4℃情況下 這些設施都將備受挑戰"}, {"zh-tw": " Our infrastructure has not beendesigned to cope with this. So if we go back, also thinkingabout four degrees, it's not just the direct impacts, but also some indirect impacts.", "en": " 公共建設不是設計來處理這些狀況 讓我們再回到溫升4℃ 就算沒有直接影響 也有間接衝擊"}, {"zh-tw": " So if we take food security, for example. Maize and wheat yields in some parts of the world are expected to be up to 40 percent lower under a four-degree scenario, rice up to 30 percent lower.", "en": " 以糧食安全為例 在某些地區 受溫度上升4℃影響 玉米和小麥產量 可能銳減40％ 或減少30％"}, {"zh-tw": " This will be absolutely devastatingfor global food security. So all in all, the kindsof impacts anticipated under this four-degree centigrade scenario are going to be incompatiblewith global organized living.", "en": " 這必將拖垮全球糧食安全 因此溫升4℃ 帶來的整體衝擊 將無法與全人類的生存秩序共存"}, {"zh-tw": " So back to our trajectories and our graphsof four degrees and two degrees. Is it reasonable stillto focus on the two-degree path? There are quite a lot of my colleaguesand other scientists who would say that it's now too lateto avoid a two-degree warming.", "en": " 再回到圖上4℃和2℃的路徑 只關注2℃路徑還有道理嗎? 我許多同事和科學家會說 避免溫升2℃為時不晚"}, {"zh-tw": " But I would just liketo draw on my own research on energy systems, on food systems, aviation and also shipping, just to say that I think there is stilla small fighting chance of avoiding this two-degreedangerous climate change. But we really needto get to grips with the numbers to work out how to do it.", "en": " 但我想引用我對 能源體系、糧食體系 航空與貨運的研究 我認為仍有一點機會 逆轉危險的2℃氣候變遷 但我們非得從統計數字 才知道該怎麼做"}, {"zh-tw": " So if you focus in on this trajectoryand these graphs, the yellow circle therehighlights that the departure from the red four-degree pathway to the two-degreegreen pathway is immediate. And that's becauseof cumulative emissions, or the carbon budget.", "en": " 如果你留意這圖和曲線 黃圈位置凸顯出 紅色4℃路徑與綠色2℃路徑 快速分道揚鑣 這因為累積排放量 或碳預算的關係"}, {"zh-tw": " So in other words, becauseof the lights and the projectors that are on in this room right now, the CO2 that is going into our atmosphere as a result of thatelectricity consumption lasts a very long time. Some of it will be in our atmospherefor a century, maybe much longer.", "en": " 換句話說, 由於目前現場正使用 燈光和投影器材 二氧化碳持續進入大氣 造成長時間 持續用電 有些氣體會在大氣中存留一世紀, 或者更久"}, {"zh-tw": " It will accumulate, and greenhouse gasestend to be cumulative. And that tells us somethingabout these trajectories.", "en": " 因此不斷增加溫室氣體也逐漸累積 於是從中我們了解這兩條路徑"}, {"zh-tw": " First of all, it tells us that it'sthe area under these curves that matter, not where we reachat a particular date in future. And that's important,because it doesn't matter if we come up with some amazingwhiz-bang technology to sort out our energy problemon the last day of 2049, just in the nick of timeto sort things out.", "en": " 首先, 曲線下的區域才是重點 而非在哪一天達成目標 因為問題不在於 我們是否發展出驚人的先進科技 好在2049年底解決能源問題 及時化解危機"}, {"zh-tw": " Because in the meantime,emissions will have accumulated. So if we continue on this red,four-degree centigrade scenario pathway, the longer we continue on it, that will need to bemade up for in later years to keep the same carbon budget,to keep the same area under the curve, which means that that trajectory,the red one there, becomes steeper.", "en": " 因為在此同時排放量仍不斷增加 如果我們走紅色4℃路徑 走得越久 就必須在之後幾年進行補救 以維持等量碳預算並保持在曲線下方 如此一來, 紅曲線就變得更陡峭"}, {"zh-tw": " So in other words, if we don't reduceemissions in the short to medium term, then we'll have to make more significantyear-on-year emission reductions. We also know that we haveto decarbonize our energy system.", "en": " 也就是, 如果短中期內無法降低排放 之後每年都得大幅減量 同時, 我們也必須讓能源系統去碳化"}, {"zh-tw": " But if we don't start to cutemissions in the short to medium term, then we will have to do that even sooner. So this poses really bigchallenges for us.", "en": " 然而如果短中期內無法減排 我們就得減量得更快 這是個重大挑戰"}, {"zh-tw": " The other thing it does is tells ussomething about energy policy. If you live in a part of the world whereper capita emissions are already high, it points us towardsreducing energy demand.", "en": " 另外, 這也顯示了能源政策 如果你身在人均排放量高的地方 代表必須降低能源需求"}, {"zh-tw": " And that's becausewith all the will in the world, the large-scale engineering infrastructure that we need to roll out rapidly to decarbonize the supply sideof our energy system is just simply not goingto happen in time. So it doesn't matterwhether we choose nuclear power or carbon capture and storage, upscale our biofuel production, or go for a much bigger roll-outof wind turbines and wave turbines.", "en": " 這是因為即便全球同心協力 要讓短期內新建的 大型能源設施 供應去碳化的能源 是不可能限期內實現的 所以問題不在於該選擇核能 或捕獲、封存碳排 或提高生物燃料產品的水平 或增加風力和潮汐發電產能"}, {"zh-tw": " All of that will take time. So because it's the areaunder the curve that matters, we need to focus on energy efficiency, but also on energy conservation --in other words, using less energy.", "en": " 達成這些都得花時間 由於重點在於曲線下面積 我們需著重能源效率 以及能源保護也就是減少能源使用"}, {"zh-tw": " And if we do that, that also means that as we continue to roll outthe supply-side technology, we will have less of a job to doif we've actually managed to reduce our energy consumption, because we will then needless infrastructure on the supply side. Another issue that we reallyneed to grapple with is the issue of well-being and equity.", "en": " 如果做到了, 這代表 我們可以持續供應能源 負擔也將減輕只要我們確實 達成降低能源消耗 因為我們已不需那麼多能源建設 另一需要努力解決的問題是 人類安居樂業和平等問題"}, {"zh-tw": " There are many parts of the world wherethe standard of living needs to rise. Bbut with energy systemscurrently reliant on fossil fuel, as those economies growso will emissions.", "en": " 在很多地方生活水平極需提升 但由於目前仍靠石油為能源 因此只要經濟成長排放量也將增加"}, {"zh-tw": " And now, if we're all constrainedby the same amount of carbon budget, that means that if some parts ofthe world's emissions are needing to rise, then other parts of the world'semissions need to reduce. So that poses very significant challengesfor wealthy nations.", "en": " 現在, 如果全世界遵守碳預算限制 代表如果有地方將增加碳排放 那麼其他地方就得減少 這對富國是一大挑戰"}, {"zh-tw": " Because according to our research, if you're in a country where per capitaemissions are really high -- so North America, Europe, Australia -- emissions reductions of the orderof 10 percent per year, and starting immediately,will be required for a good chance of avoiding the two-degree target. Let me just put that into context.", "en": " 因為根據我們的研究 人均排放量非常高的國家 如北美, 歐洲, 澳洲 現在開始每年減排10% 那麼就很有機會 避免2℃問題 以具體脈絡來說"}, {"zh-tw": " The economist Nicholas Stern said that emission reductionsof more than one percent per year had only ever been associatedwith economic recession or upheaval. So this poses huge challengesfor the issue of economic growth, because if we have ourhigh carbon infrastructure in place, it means that if our economies grow, then so do our emissions.", "en": " 經濟學家斯特恩曾說 每年減排高於1% 會造成經濟衰退和動盪 這嚴重挑戰了經濟成長 因為如果我們仍使用高碳排設施 意味著經濟若成長 碳排放也跟著成長"}, {"zh-tw": " So I'd just like to takea quote from a paper by myself and Kevin Anderson back in 2011 where we said that to avoid the two-degreeframing of dangerous climate change, economic growth needs to be exchangedat least temporarily for a period of planned austerityin wealthy nations. This is a really difficultmessage to take, because what it suggests is thatwe really need to do things differently.", "en": " 我想引用我和安德森 2011年提出的研究報告 為了避免2℃溫升導致危險的氣候變化 至少短期內經濟成長必須互換 富國要實行撙節計畫 這很難說服人 因為這建議要求改變做法"}, {"zh-tw": " This is not about just incremental change. This is about doing things differently,about whole system change, and sometimesit's about doing less things.", "en": " 不只增加變革 而是改變方法完全扭轉體系 有時, 這代表少做一點"}, {"zh-tw": " And this applies to all of us, whatever sphere of influence we have. So it could be from writingto our local politician to talking to our boss at workor being the boss at work, or talking with our friends and family,or, quite simply, changing our lifestyles.", "en": " 這適用於所有人 不論你我的影響層面為何 可以寫信給選區議員 跟老闆聊聊或當老闆實地做 跟親友談談或單純改變生活模式"}, {"zh-tw": " Because we really needto make significant change. At the moment, we're choosinga four-degree scenario.", "en": " 因為, 我們真的需要大幅改變 目前, 我們選了4℃道路"}, {"zh-tw": " If we really want to avoidthe two-degree scenario, there really is no timelike the present to act. Thank you.", "en": " 如果想避免2℃處境 現在就要行動 謝謝大家"}, {"zh-tw": " Bruno Giussani: Alice,basically what you're saying, the talk is, unless wealthy nationsstart cutting 10 percent per year the emissions now, this year,not in 2020 or '25, we are going to go straightto the four-plus-degree scenario. I am wondering what's your takeon the cut by 70 percent for 2070.", "en": " (吉薩尼)艾莉絲, 你演講提到 除非富國每年減排10% 現在今年開始不是2020或2025年 否則我們將直入溫升4℃ 我好奇你對2070年減排70%的看法"}, {"zh-tw": " Alice Bows-Larkin: Yeah, it's justnowhere near enough to avoid two degrees. One of the things that often -- when there are these modeling studiesthat look at what we need to do, is they tend to hugely overestimatehow quickly other countries in the world can start to reduce emissions.", "en": " (鲍爾‧拉金) 是的連避免2℃都差得遠呢 我們常聽到 一些模型研究, 建議該怎麼做 它們大多高估世界各國 可投入減排的時間"}, {"zh-tw": " So they make kind ofheroic assumptions about that. The more we do that,because it's the cumulative emissions, the short-term stuff that really matters.", "en": " 他們的假定過於美化 這種研究做越多由於碳排的累積 短期內的成果就非常重要"}, {"zh-tw": " So it does make a huge difference. If a big country like China, for example, continues to groweven for just a few extra years, that will make a big differenceto when we need to decarbonize.", "en": " 差異會很大 假如大國, 像中國 持續再發展僅僅數年 那麼我們去碳的時間點又將大不同"}, {"zh-tw": " So I don't think we can even saywhen it will be, because it all dependson what we have to do in the short term. But I think we've just got huge scope,and we don't pull those levers that allow us to reducethe energy demand, which is a shame.", "en": " 因此很難說會在何時 全靠短期內我們做了什麼 但目前我們只知概略也尚未著手 使能源需求降低真丟臉"}, {"zh-tw": " BG: Alice, thank you for comingto TED and sharing this data. ABL: Thank you.", "en": " (吉薩尼) 謝謝你來TED分享 (鲍爾‧拉金) 謝謝"}], "title": "Alice Bows Larkin We Re Too Late To Prevent Climate Change Here S How We Adapt"}