{"url": "http://www.ted.com/talks/alyson_mcgregor_why_medicine_often_has_dangerous_side_effects_for_women", "paragraphs": [{"zh-tw": " We all go to doctors. And we do so with trust and blind faith that the test they are orderingand the medications they're prescribing are based upon evidence -- evidence that's designed to help us. However, the reality is that that hasn'talways been the case for everyone.", "en": " 生病了我們都會去看醫生 因為我們深信不疑 醫生們所開出的檢查及用藥 都是基於 為了要幫我們恢復健康 然而，事實並非全然如此"}, {"zh-tw": " What if I told you that the medical science discoveredover the past century has been based on onlyhalf the population? I'm an emergency medicine doctor. I was trained to be preparedin a medical emergency.", "en": " 如果我告訴你 過去一百年的醫學研究 都只針對半數的人口，你會怎麼想? 我是個急診醫生 我受的是醫療急救的專業訓練"}, {"zh-tw": " It's about saving lives. How cool is that? OK, there's a lot of runny nosesand stubbed toes, but no matter who walksthrough the door to the ER, we order the same tests, we prescribe the same medication, without ever thinking about the sexor gender of our patients. Why would we? We were never taught that there wereany differences between men and women.", "en": " 就是有關拯救生命的工作聽起來很 “酷” 吧 好，那兒有很多流鼻水和腳趾踢傷的病人 但無論是那一個走進急診大門的病人 我們都開同樣的檢查 開同樣的藥 連想都不去想病人的性別 為什麼? 因為從來沒有人教過我們男女病患會有什麼不一樣"}, {"zh-tw": " A recent Government Accountability studyrevealed that 80 percent of the drugs withdrawn from the market are due to side effects on women. So let's think about that for a minute.", "en": " 最近一份政府責任署的統計調查顯示 在所有下架的藥中有80% 是因為對女性有副作用 所以讓我們想一下"}, {"zh-tw": " Why are we discoveringside effects on women only after a drug has beenreleased to the market? Do you know that it takes yearsfor a drug to go from an idea to being tested on cells in a laboratory, to animal studies, to then clinical trials on humans, finally to go througha regulatory approval process, to be available for your doctorto prescribe to you? Not to mention the millions and billionsof dollars of funding it takes to go through that process. So why are we discoveringunacceptable side effects on half the populationafter that has gone through? What's happening? Well, it turns out that those cellsused in that laboratory, they're male cells, and the animals usedin the animal studies were male animals, and the clinical trials have beenperformed almost exclusively on men.", "en": " 為什麼我們會在藥品上市之後 才發現它們會對女性有副作用? 要知道一種藥從一個概念 到在實驗室對細胞進行測試 到對動物進行測試 再到人體臨床測試 最終到獲得上市許可 再被醫生開出處方通常需要很多年的時間 更不用說在研究過程中 所投入數百萬、數十億的研究經費 為什麼我們在經過以上所有程序後 才發現有半數人口無法容忍的副作用呢? 出什麼問題了? 原來是因為那些在實驗室被用來做檢測的細胞 都是男性的細胞 動物檢測用的細胞也都是雄性動物的細胞 就連臨床測試也幾乎都針對男性"}, {"zh-tw": " How is it that the male model becameour framework for medical research? Let's look at an example that has beenpopularized in the media, and it has to dowith the sleep aid Ambien. Ambien was released on the marketover 20 years ago, and since then, hundreds of millionsof prescriptions have been written, primarily to women, because womensuffer more sleep disorders than men.", "en": " 男性為什麼會成為我們醫療研究的主要對象? 我們來看看這個在媒體上很受歡迎的例子 幫助睡眠的安眠藥- Ambien 這藥已經上市超過20年 從上市至今已開出數億的處方簽 大多都是開給女性因為女性較易有睡眠問題"}, {"zh-tw": " But just this past year, the Food and Drug Administrationrecommended cutting the dose in half for women only, because they just realizedthat women metabolize the drug at a slower rate than men, causing them to wake up in the morning with more of the active drugin their system. And then they're drowsy and they'regetting behind the wheel of the car, and they're at riskfor motor vehicle accidents.", "en": " 但就在去年 食品藥物管理局提出建議 女性病患用藥量應減半 因為他們發現女性代謝安眠藥的速度 比男性慢 這使得女性病患在起床後 身體中仍有藥物作用 因此她們在開車時仍昏昏欲睡 有出車禍的風險"}, {"zh-tw": " And I can't help but think,as an emergency physician, how many of my patientsthat I've cared for over the years were involved in a motor vehicle accident that possibly could have been prevented if this type of analysis was performedand acted upon 20 years ago when this drug was first released. How many other things needto be analyzed by gender? What else are we missing? World War II changed a lot of things, and one of them was this needto protect people from becoming victims of medical researchwithout informed consent.", "en": " 身為一個急診醫生，我不禁自問 多年來我所照顧過的 車禍病患 有多少人其實是能避免意外發生的 如果早在藥物剛上市的20年前 就能做這樣的分析研究的話 還有多少其他事需要做性別分析? 我們還遺漏了那些環節? 第二次世界大戰改變了許多事情 其中之一是保護人們 免於在沒有 ‘知情同意’ 的情況下成為醫學研究的受害者"}, {"zh-tw": " So some much-needed guidelinesor rules were set into place, and part of that was this desireto protect women of childbearing age from entering into anymedical research studies. There was fear: what if somethinghappened to the fetus during the study? Who would be responsible? And so the scientistsat this time actually thought this was a blessing in disguise, because let's face it -- men's bodiesare pretty homogeneous.", "en": " 許多迫切需要的準則或規則被設定了 而其中就有一些旨在保護生育年齡女性 避免進入任何醫學研究中 因為害怕，如果胎兒在研究中受到傷害 要由誰負責? 所以當時的科學家認為 這是因禍得福 因為事實上，男性的生理非常平穩"}, {"zh-tw": " They don't have the constantlyfluctuating levels of hormones that could disrupt clean datathey could get if they had only men. It was easier. It was cheaper.", "en": " 他們不會有賀爾蒙週期性波動的問題 如果科學家只用純男性研究對象，就不會因而干擾到研究數據。 這樣比較簡單，也比較便宜"}, {"zh-tw": " Not to mention, at this time,there was a general assumption that men and womenwere alike in every way, apart from their reproductive organsand sex hormones. So it was decided: medical research was performed on men, and the results were laterapplied to women.", "en": " 更不用說在那時候社會普遍認為 男女之間沒有太大的差別 除了生殖器官以及性賀爾蒙外 所以達成共識 醫學研究只對男性進行測試 研究結果再套用在女性身上"}, {"zh-tw": " What did this do to the notionof women's health? Women's health became synonymouswith reproduction: breasts, ovaries, uterus, pregnancy. It's this term we now referto as \"bikini medicine.\" And this stayed this wayuntil about the 1980s, when this concept was challengedby the medical community and by the public health policymakerswhen they realized that by excluding womenfrom all medical research studies we actually did them a disservice, in that apart from reproductive issues, virtually nothing was knownabout the unique needs of the female patient.", "en": " 這對女性建康表達什麼樣的概念？ 女性健康成為生殖的代名詞： 乳房、卵巢、子宮、懷孕。 我們現在通稱為「比基尼醫學」 這樣的觀念一直持續到1980年代 才有醫界以及 公衛決策者對此提出質疑。當他們了解 從所有醫學研究排除女性 事實上是幫倒忙 除了生殖議題外 其實我們對女性病患的特殊需求 一無所知"}, {"zh-tw": " Since that time, an overwhelming amountof evidence has come to light that shows us just how differentmen and women are in every way. You know, we have this saying in medicine: children are not just little adults.", "en": " 從那時起，大量的証據暴露無遺地 顯示男女之間有顯著的不同 你知道，在醫學界有此一說 小孩並不是“小大人”"}, {"zh-tw": " And we say that to remind ourselves that children actually havea different physiology than normal adults. And it's because of this that the medicalspecialty of pediatrics came to light.", "en": " 我們用此來提醒自己 小孩子與大人的生理不同 也因此小兒專科才獨立出來"}, {"zh-tw": " And we now conduct research on childrenin order to improve their lives. And I know the same thingcan be said about women.", "en": " 現在，我們從事兒童醫學研究以改善他們的生活 而我知道，女性也是一樣情況"}, {"zh-tw": " Women are not just menwith boobs and tubes. But they have their ownanatomy and physiology that deserves to be studiedwith the same intensity.", "en": " 女人並不只是多了胸部及「生殖腔」的男人 她們有自己的解剖構造和生理狀況 需要有相同關注來研究"}, {"zh-tw": " Let's take the cardiovascularsystem, for example. This area in medicine has done the mostto try to figure out why it seems men and women havecompletely different heart attacks.", "en": " 我用心血管系統來說明 醫學界在這方面作很多努力， 試圖找出 為什麼男性與女性心臟病的發作完全不同"}, {"zh-tw": " Heart disease is the number one killerfor both men and women, but more women die within the first yearof having a heart attack than men. Men will complainof crushing chest pain -- an elephant is sitting on their chest.", "en": " 心臟病是導致男性及女性死亡的第一號殺手 但是在心臟病發作的第一年內女性死亡多於男性 發病時，男性會抱怨壓迫性的胸口劇痛 像是有隻大象坐在胸口一般"}, {"zh-tw": " And we call this typical. Women have chest pain, too.", "en": " 我們稱之為典型心臟病 女性也會感到胸痛"}, {"zh-tw": " But more women than menwill complain of \"just not feeling right,\" \"can't seem to get enough air in,\" \"just so tired lately.\" And for some reason we call this atypical, even though, as I mentioned,women do make up half the population. And so what is some of the evidenceto help explain some of these differences? If we look at the anatomy, the blood vessels that surround the heartare smaller in women compared to men, and the way that those blood vesselsdevelop disease is different in women compared to men.", "en": " 但大多數女性只會說感覺「不對勁」 「吸不到空氣」 「最近總是非常累」 而不知道為什麼，即使女性占了半數人口 我們仍稱之為非典型心臟病 所以有什麼證據能解釋這些差異呢? 讓我們看看解剖學 環繞在心臟周圍的血管，女性比男性來得小 血管病變發展的方式 男女相比，也不一樣"}, {"zh-tw": " And the test that we use to determineif someone is at risk for a heart attack, well, they were initially designedand tested and perfected in men, and so aren't as goodat determining that in women. And then if we thinkabout the medications -- common medicationsthat we use, like aspirin.", "en": " 我們現在用來診斷潛在心臟病的方法 當然，它當初也是針對男性完美設計及測試的 所以在診斷女性病患就不甚理想 然後我們討論到藥品 一般常用的成藥，像是阿斯匹林"}, {"zh-tw": " We give aspirin to healthy men to helpprevent them from having a heart attack, but do you know that if yougive aspirin to a healthy woman, it's actually harmful? What this is doing is merely telling us that we are scratching the surface. Emergency medicineis a fast-paced business.", "en": " 我們給健康男性阿斯匹林來預防心臟病 但是你知道嗎? 給健康女性阿斯匹林 其實是有害的 這些都是在告訴我們 我們了解的實在很淺 急診醫學是一種快節奏的醫療事務!"}, {"zh-tw": " In how many life-saving areas of medicine, like cancer and stroke, are there important differences betweenmen and women that we could be utilizing? Or even, why is it that some peopleget those runny noses more than others, or why the pain medication that we giveto those stubbed toes work in some and not in others? The Institute of Medicine has saidevery cell has a sex. What does this mean? Sex is DNA.", "en": " 在挽救生命的醫療領域裡 像是癌症或中風 有那些男女間重要差異我們可用以改進醫學呢？ 或甚至為什麼有些人 比別人更容易流鼻水 或為什麼用在踢傷腳趾的止痛藥 在一些人身上有較好的效果? 醫學研究所已經發現每個細胞都有生理性別 這代表什麼? 生理性別取決於DNA"}, {"zh-tw": " Gender is how someonepresents themselves in society. And these two may not always match up, as we can see with ourtransgendered population.", "en": " 社會性別則是人們在社會上如何表現自己 這兩者並沒有絕對的等號 所以社會上有跨性別的族群"}, {"zh-tw": " But it's important to realizethat from the moment of conception, every cell in our bodies -- skin, hair, heart and lungs -- contains our own unique DNA, and that DNA containsthe chromosomes that determine whether we becomemale or female, man or woman. It used to be thought that those sex-determiningchromosomes pictured here -- XY if you're male, XX if you're female -- merely determined whether youwould be born with ovaries or testes, and it was the sex hormonesthat those organs produced that were responsible for the differenceswe see in the opposite sex.", "en": " 但我們要了解，在受孕的那一刻 我們身體上的每一個細胞 皮膚、頭髮、心臟或肺臟 都有專屬於你的DNA 而這些DNA則含有 決定你是男性或女性、男人或女人的染色體 過去曾普遍認為 照片上這個決定性別的染色體 男性是XY，女性是XX 只決定你會有卵巢或睪丸 而這些性器官製造的性賀爾蒙 則負責表現出我們看見的性別外貌"}, {"zh-tw": " But we now know thatthat theory was wrong -- or it's at least a little incomplete. And thankfully, scientists like Dr. Pagefrom the Whitehead Institute, who works on the Y chromosome, and Doctor Yang from UCLA, they have found evidence that tells usthat those sex-determining chromosomes that are in every cell in our bodies continue to remain activefor our entire lives and could be what's responsiblefor the differences we see in the dosing of drugs, or why there are differencesbetween men and women in the susceptibilityand severity of diseases.", "en": " 但我們現在知道這個理論是錯誤的－ 或者至少是不完整的 幸好有懷特黑德生物醫學研究所的科學家們（如：Page博士） 一直在研究Y染色體 以及來自加州大學洛杉磯分校的楊博士 他們找到證據說明決定我們性別的染色體 存在於身體裡的每一個細胞 終身活躍 也能說明這些染色體和 用藥劑量上的差異是有關的 同時說明了為什麼男性和女性 在疾病的敏感度和嚴重度是不同的"}, {"zh-tw": " This new knowledge is the game-changer, and it's up to those scientiststhat continue to find that evidence, but it's up to the cliniciansto start translating this data at the bedside, today. Right now.", "en": " 這個新知將徹底改變以往的認知 現在，科學家的責任是要繼續發現証據 而臨床醫生的責任是要解讀運用這些數據 在臨床上 現在"}, {"zh-tw": " And to help do this, I'm a co-founderof a national organization called Sex and GenderWomen's Health Collaborative, and we collect all of this dataso that it's available for teaching and for patient care. And we're working to bring togetherthe medical educators to the table.", "en": " 為了協助這項研究，我協同創立了一個全國性組織 生理性別和社會性別女性健康協會 我們收集所有相關的研究數據用於教學 及病人照護 我們努力聚集醫學教育家們一起研議"}, {"zh-tw": " That's a big job. It's changing the way medical traininghas been done since its inception.", "en": " 這是一項大工程 從成立日起，它正改變醫學訓練的方式"}, {"zh-tw": " But I believe in them. I know they're going to see the valueof incorporating the gender lens into the current curriculum.", "en": " 但我相信我們能成功 他們會看到將性別研究 納入現有課程的意義所在"}, {"zh-tw": " It's about training the futurehealth care providers correctly. And regionally, I'm a co-creator of a division withinthe Department of Emergency Medicine here at Brown University, called Sex and Genderin Emergency Medicine, and we conduct the research to determinethe differences between men and women in emergent conditions, like heart disease and strokeand sepsis and substance abuse, but we also believethat education is paramount.", "en": " 這事關正確教導未來的醫護人員 在當地 我是布朗大學急診醫學科的 “生理和社會性别急救醫學部門” 的聯合創始人 我們致力於研究男性和女性 在緊急情況下的不同反應 比如心臟病和中風、敗血症和藥物濫用 但我們始終相信教育才是最重要的"}, {"zh-tw": " We've created a 360-degreemodel of education. We have programs for the doctors,for the nurses, for the students and for the patients.", "en": " 我們建立了全方位的教學模式 我們有針對醫生、護士、學生 以及病人的課程"}, {"zh-tw": " Because this cannot just be left upto the health care leaders. We all have a role in making a difference.", "en": " 因為我們不能把問題都留給醫療保健的管理者 我們都有一份責任來改變現狀"}, {"zh-tw": " But I must warn you: this is not easy. In fact, it's hard.", "en": " 但要提醒的是：改變並不簡單 實際上，非常困難"}, {"zh-tw": " It's essentially changing the waywe think about medicine and health and research. It's changing our relationshipto the health care system.", "en": " 基本上，它改變我們對醫學、健康和研究 的思考方式 它也正在改變我們和醫療保健系统之間的關係"}, {"zh-tw": " But there's no going back. We now know just enough to know that we weren't doing it right.", "en": " 這已沒有退路可選 我們現在知道的 僅能理解我們以前做的是錯誤的"}, {"zh-tw": " Martin Luther King, Jr. has said, \"Change does not roll inon the wheels of inevitability, but comes through continuous struggle.\" And the first steptowards change is awareness. This is not just about improvingmedical care for women.", "en": " 馬丁路德金曾說過 改變並不會自然而然發生 而是經過持續不斷的奮鬥 改變的第一步就是覺醒 這不僅僅指改善女性的醫療保健"}, {"zh-tw": " This is about personalized,individualized health care for everyone. This awareness has the power to transformmedical care for men and women.", "en": " 更指的是每個人的個別化醫療保健 覺醒的力量能轉變對男性或女生的醫療照護"}, {"zh-tw": " And from now on, I want youto ask your doctors whether the treatments you are receivingare specific to your sex and gender. They may not know the answer -- yet.", "en": " 從現在起我希望你詢問你的醫生 你所接受的治療是否是針對你的生理和社會性別的 他們也許並不知道答案 至少現在是"}, {"zh-tw": " But the conversation has begun,and together we can all learn. Remember, for meand my colleagues in this field, your sex and gender matter.", "en": " 但至少這有了個開始，我們可以一起學習 記住，對於我和我的同事而言 你的性別是重要的"}, {"zh-tw": " Thank you.", "en": " 謝謝 （鼓掌）"}], "title": "Alyson Mcgregor Why Medicine Often Has Dangerous Side Effects For Women"}