{"url": "http://www.ted.com/talks/tom_uglow_an_internet_without_screens_might_look_like_this", "paragraphs": [{"zh-tw": " I'd like to start by asking you allto go to your happy place, please. Yes, your happy place, I know you've got one even if it's fake. OK, so, comfortable? Good.", "en": " 首先我想先邀請各位想像一個你會感覺到幸福的地方 是的,你幸福的地方 我知道你們都有一個幸福的地方 即使那是假的 好的，那麼，舒服嗎? 很好"}, {"zh-tw": " Now I'd like to you to mentally answerthe following questions. Is there any strip lightingin your happy place? Any plastic tables? Polyester flooring? Mobile phones? No? I think we all know that our happy place is meant to besomewhere natural, outdoors -- on a beach, fireside.", "en": " 現在，我要你們在心裡面回答一下接下來的問題 在你幸福的地方有沒有條狀霓虹燈? 有塑膠桌子嗎? 有聚酯塑膠地板嗎? 手機呢? 沒有吧? 我想我們都知道我們幸福的地方 它必定就是某個自然、戶外 海灘、火爐旁的地方"}, {"zh-tw": " We'll be reading or eating or knitting. And we're surroundedby natural light and organic elements.", "en": " 我們在讀書、用餐、編織手工的地方 而且我們被自然光跟有機元素所包圍"}, {"zh-tw": " Natural things make us happy. And happiness is a great motivator;we strive for happiness.", "en": " 自然的事物使我們感到幸福 而且幸福有很大的驅動力，驅使我們奮力爭取幸福的事"}, {"zh-tw": " Perhaps that's whywe're always redesigning everything, in the hopes that our solutionsmight feel more natural. So let's start there -- with the idea that good designshould feel natural.", "en": " 這也是為什麼我們總是重新設計每樣東西 並寄望我們的產品可以令人感到更自然 好，讓我們從這裡開始吧—— \"一個理想的設計應該使人感覺自然\""}, {"zh-tw": " Your phone is not very natural. And you probably thinkyou're addicted to your phone, but you're really not.", "en": " 你的手機非常不自然 你的身體以為你對手機上癮 但實際上並不是"}, {"zh-tw": " We're not addicted to devices, we're addicted to the informationthat flows through them. I wonder how long you would behappy in your happy place without any informationfrom the outside world.", "en": " 我們並不會對設備上癮 我們對它流經的資訊上癮 我在想你會待在你幸福的地方多久 一個沒有任何資訊的世外桃源"}, {"zh-tw": " I'm interested in how we accessthat information, how we experience it. We're moving from a timeof static information, held in books and libraries and bus stops, through a period of digital information, towards a period of fluid information, where your children will expect to be ableto access anything, anywhere at any time, from quantum physicsto medieval viticulture, from gender theory to tomorrow's weather, just like switching on a lightbulb -- Imagine that.", "en": " 我對我們如何取得資訊、 如何體驗資訊感到興趣 我們正在經歷從一個靜態有限的資訊 例如,一本書,圖書館裡,公車站牌旁... 轉化到一個數位資訊的時代 前往一個資訊流的時代 一個你的孩子在任何時間地點都期待能獲取資訊的地方 從量子物理到中世紀的葡萄栽培 從性別理論到明天的天氣 就像是，打開電燈一樣的簡單 想像一下"}, {"zh-tw": " Humans also like simple tools. Your phone is not a very simple tool.", "en": " 人類也喜歡簡單的工具 你的手機並不是簡單的工具"}, {"zh-tw": " A fork is a simple tool. And we don't like them made of plastic, in the same way I don't really likemy phone very much -- it's not how I wantto experience information.", "en": " 叉子才是 而且我們不喜歡塑膠做的叉子 同樣的,我真的並不喜歡我的手機 這並不是我想體驗資訊的方式"}, {"zh-tw": " I think there are better solutionsthan a world mediated by screens. I don't hate screens, but I don't feel -- and I don't think any of us feel that good about how much timewe spend slouched over them.", "en": " 我認為有比大量透過螢幕來獲取資訊更好的解決方式 我不討厭螢幕,但我感覺不到... 而且我不認為,我們其中任何一個人 會感覺浪費時間在那上面是好的"}, {"zh-tw": " Fortunately, the big tech companies seem to agree. They're actually heavily investedin touch and speech and gesture, and also in senses -- things that can turndumb objects, like cups, and imbue them with the magicof the Internet, potentially turning this digital cloud into something we might touch and move.", "en": " 很幸運地，, 大型科技公司看起來也同意 他們實際上已經投入大量的資金在 觸控、語音、手勢、還有感官的事物上 像是把無生命的杯子 把它們轉變成充滿網路的魔力樣子 有潛力可以扭轉數位雲端資訊進入某種 我們能觸摸到、可以移動的東西上"}, {"zh-tw": " The parents in crisis over screen time need physical digital toysteaching their kids to read, as well as family-safe app stores. And I think, actually,that's already really happening.", "en": " 父母正在煩惱小孩看螢幕時間太長 需要實體的數位玩具來教他們孩子閱讀 還有家庭安全等級的APP軟體商店 我認為實際上已經真的發生"}, {"zh-tw": " Reality is richer than screens. For example, I love books.", "en": " 實體感受比螢幕豐富 舉例,我喜歡書"}, {"zh-tw": " For me they are time machines --atoms and molecules bound in space, from the moment of their creationto the moment of my experience. But frankly, the content's identical on my phone.", "en": " 對我而言,書像是時間機器....原子和分子綁定在空間中 從他們創造的那一霎那到我體會到的那一瞬間 但,坦白說 那些內容正在我手機裡"}, {"zh-tw": " So what makes thisa richer experience than a screen? I mean, scientifically. We need screens, of course.", "en": " 那有甚麼可以讓這些體驗比螢幕更豐富呢? 我的意思是....科學理論上 當然我們還是需要螢幕"}, {"zh-tw": " I'm going to show film,I need the enormous screen. But there's more than you can dowith these magic boxes.", "en": " 我要展示一些影片,我需要大螢幕 但在這些魔法盒裡,你有更多的事可以做"}, {"zh-tw": " Your phone is notthe Internet's door bitch. We can build things --physical things, using physics and pixels, that can integrate the Internetinto the world around us.", "en": " 你的手機不是網路的看門狗 我們可以創造...實體事物 利用實體與像素 可以聚集網路在我們身旁的世界"}, {"zh-tw": " And I'm going to show youa few examples of those. A while ago, I got to workwith a design agency, Berg, on an exploration of what the Internetwithout screens might actually look like.", "en": " 我要向你們展示一些例子 前一陣子，我跟Berg設計公司一起工作 探索一個沒有螢幕的網路世界會是怎樣"}, {"zh-tw": " And they showed us a range ways that light can work with simple sensesand physical objects to really bring the Internet to life,to make it tangible. Like this wonderfully mechanicalYouTube player.", "en": " 而他們向我們展示了很多種方式 燈具可以跟簡單的概念與實體物品做結合 讓網路帶入生活中,讓網路可以觸摸到 像是這個漂亮的機械式YouTube 播放機"}, {"zh-tw": " And this was an inspiration to me. Next I worked withthe Japanese agency, AQ, on a research project into mental health.", "en": " 它讓我耳目一新 接下來，我跟日本的AQ設計公司 在一個有關心理健康的研究專案上合作"}, {"zh-tw": " We wanted to create an object that could capture the subjective dataaround mood swings that's so essential to diagnosis. This object captures your touch, so you might press itvery hard if you're angry, or stroke it if you're calm.", "en": " 我們想設計出一種東西 它可以捕抓到人體在心情上起伏變化的資訊 這對診斷很有必要 這個物體抓的到你的觸覺 你生氣時可能會用力壓它 或冷靜時輕撫它"}, {"zh-tw": " It's like a digital emoji stick. And then you might revisitthose moments later, and add context to them online.", "en": " 它像是數位的表情貼紙 之後你可以再檢視自己的情緒變化 然後在線上加一些內容"}, {"zh-tw": " Most of all, we wanted to createan intimate, beautiful thing that could live in your pocket and be loved. The binoculars are actuallya birthday present for the Sydney Opera House's40th anniversary.", "en": " 我們大部分人 都想要製造一個平易近人、美麗的事物 它可以放進你的口袋 並被你喜愛著 這個雙筒望遠鏡其實是在一個生日中誕生 就在雪梨歌劇院的40周年紀念日"}, {"zh-tw": " Our friends at Tellart in Bostonbrought over a pair of street binoculars, the kind you might findon the Empire State Building, and they fitted them with 360-degree views of other iconic world heritage sights -- using Street View. And then we stuck them under the steps.", "en": " 我們在波斯頓特拉爾的朋友買了一對街道雙筒望遠鏡 你可能可以在帝國洲際大廈找到 他們把它裝備成可以360度全角度觀看 像是在看世界遺跡那樣 使用街道景象觀看 然後我們把它塞進台階下"}, {"zh-tw": " So, they became this very physical,simple reappropriation, or like a portal to these other icons. So you might see Versaillesor Shackleton's Hut.", "en": " 所以，他們變成非常實質的、簡單重現的 或者像個大門入口或其它影像等... 所以，你可能會看到凡爾賽宮或沙克爾頓的小屋。"}, {"zh-tw": " Basically, it's virtualreality circa 1955. In our office we usehacky sacks to exchange URLs.", "en": " 基本上,它實境模擬了1955年代 在辦公室我們用小沙包交換網址"}, {"zh-tw": " This is incredibly simple,it's like your Opal card. You basically put a websiteon the little chip in here, and then you do this and ... bosh! -- the website appears on your phone.", "en": " 這很簡單,就像你的捷運卡 基本上你只要在裡面放進一個網站 然後你這樣做....然後\"蹦!\".... 網站就會在你手機裡出現"}, {"zh-tw": " It's about 10 cents. Treehugger is a projectthat we're working on with Grumpy Sailor and Finch,here in Sydney.", "en": " 它大約10分錢 擁抱樹人是一個我們正在進行的專案 與在雪梨的Grumpy Sailor和 Finch 一起合作"}, {"zh-tw": " And I'm very excitedabout what might happen when you pull the phones apartand you put the bits into trees, and that my childrenmight have an opportunity to visit an enchanted forestguided by a magic wand, where they could talk to digital fairiesand ask them questions, and be asked questions in return. As you can see, we're at the cardboard stagewith this one.", "en": " 我非常興奮即將發生的事 當你把手機拿開,然後把鑰匙放進樹裡 那我的孩子就有機會 藉由一隻魔法棒的導覽來參觀魔法森林 在那裏,他們可以跟數位精靈談話並問他們問題 然後也會被問問題回來 就你看到的 我們還在剛開始的階段"}, {"zh-tw": " But I'm very excited by the possibility of getting kidsback outside without screens, but with all the powerful magicof the Internet at their fingertips. And we hope to have something like thisworking by the end of the year.", "en": " 但我對把孩子送回沒有螢幕的世界 的這種可能性是非常興奮的 就在他們的手指間創造出網路的魔法力量 我們希望在今年底可以完成類似這種夢想的事情"}, {"zh-tw": " So let's recap. Humans like natural solutions.", "en": " 讓我重述一下 人類喜歡自然的方式"}, {"zh-tw": " Humans love information. Humans need simple tools.", "en": " 人類熱愛資訊 人類需要簡單的工具"}, {"zh-tw": " These principles should underpinhow we design for the future, not just for the Internet. You may feel uncomfortable about the ageof information that we're moving into.", "en": " 這些原則必須鞏固在我們如何設計未來 而不是只有網路 你也許會對我們正在經歷的資訊爆炸年代感到不適"}, {"zh-tw": " You may feel challenged,rather than simply excited. Guess what? Me too.", "en": " 你也許感到挑戰而不是單純的興奮 猜猜看?我也是"}, {"zh-tw": " It's a really extraordinary periodof human history. We are the peoplethat actually build our world, there are no artificial intelligences...", "en": " 在人類的歷史中這是非常奇特的 我們就是建立我們世界的人 一個......"}, {"zh-tw": " yet. It's us -- designers, architects,artists, engineers.", "en": " 還沒有人工智慧的世界 就是我們,設計師、建築師、藝術家、工程師"}, {"zh-tw": " And if we challenge ourselves, I think that actuallywe can have a happy place filled with the information we love that feels as natural and as simpleas switching on lightbulb. And although it may seem inevitable, that what the public wantsis watches and websites and widgets, maybe we could give a bit of thoughtto cork and light and hacky sacks.", "en": " 如果我們向自己挑戰 我認為我們真的可以有一個幸福的地方 一個充滿我們喜歡的資訊的地方 那種感受就像是打開電燈一樣的簡單 雖然有些東西看起來是無法避免的 像是大眾喜歡的手錶、網站、小玩意...等 只要我們放進一點點設計的心思在軟木塞、電燈、小沙包裡面"}, {"zh-tw": " Thank you very much.", "en": " 非常謝謝你們"}], "title": "Tom Uglow An Internet Without Screens Might Look Like This"}