{"url": "http://www.ted.com/talks/christine_sun_kim_the_enchanting_music_of_sign_language", "paragraphs": [{"zh-tw": " Interpreter: Piano, \"p,\"is my favorite musical symbol. It means to play softly. If you're playing a musical instrumentand you notice a \"p\" in the score, you need to play softer.", "en": " 手語翻譯：弱音 (piano)，“p\" 是我最喜歡的音樂符號。 它代表輕輕彈奏。 如果你在彈奏樂器時，注意到樂譜上有一個 p， 你就需要放輕的彈奏。"}, {"zh-tw": " Two p's -- even softer. Four p's -- extremely soft.", "en": " 兩個 p， 更輕。 四個 p， 非常非常輕。"}, {"zh-tw": " This is my drawing of a p-tree, which demonstrates no matter how many thousandsupon thousands of p's there may be, you'll never reach complete silence. That's my current definition of silence: a very obscure sound.", "en": " 這是我自己畫的 p- 關係圖， 它說明 不管有多少 p， 永遠都不會達到完全無聲的狀態。 這是我目前對無聲的定義： 一種非常晦澀朦朧的聲音。"}, {"zh-tw": " I'd like to share a little bit about the historyof American Sign Language, ASL, plus a bit of my own background. French sign language was broughtto America during the early 1800s, and as time went by,mixed with local signs, it evolved into the languagewe know today as ASL.", "en": " 在這裡，我想跟你們分享一些 美國手語 ASL 的歷史， 和我自己的故事。 法國手語在 19 世紀初傳播到了美國， 經過時間的推衍，它融入了當地的手語元素， 最終形成了我們今天所熟知的手語，即 ASL 美國手語。"}, {"zh-tw": " So it has a history of about 200 years. I was born deaf, and I was taught to believethat sound wasn't a part of my life.", "en": " 所以，ASL 有大概 200 年的歷史。 我天生便失聰， 別人教導我要相信聲音不是我生活的一部分。"}, {"zh-tw": " And I believed it to be true. Yet, I realize nowthat that wasn't the case at all.", "en": " 我也相信了。 我現在意識到，那並不正確。"}, {"zh-tw": " Sound was very much a part of my life, really, on my mind every day. As a Deaf person livingin a world of sound, it's as if I was livingin a foreign country, blindly following its rules,customs, behaviors and norms without ever questioning them.", "en": " 聲音是我生活非常重要的一部分。 真的，每天縈繞在我的腦海。 作為一個生活在有聲世界中的失聰者， 就好像我生活在一個陌生的國度， 盲目的遵守它的規則、傳統、行為習慣和準則， 從不質疑它們。"}, {"zh-tw": " So how is it that I understand sound? Well, I watch how peoplebehave and respond to sound. You people are like my loudspeakers,and amplify sound.", "en": " 我是如何理解聲音的呢？ 我經常觀察人們對聲音的反應。 你們就像我的揚聲器，你們好像擴大了聲音。"}, {"zh-tw": " I learn and mirror that behavior. At the same time,I've learned that I create sound, and I've seen how people respond to me.", "en": " 我學習並且模仿這些行為。 在此同時，我知道了我也可以創造聲音， 我看到了人們對我發出的聲音的反應。"}, {"zh-tw": " Thus I've learned, for example ... \"Don't slam the door!\" \"Don't make too much noise whenyou're eating from the potato-chip bag!\" \"Don't burp, and when you're eating, make sure you don't scrapeyour utensils on the plate.\" All of these thingsI term \"sound etiquette.\" Maybe I think about sound etiquette more than the average hearing person does.", "en": " 我從中學到了， 舉幾個例子： 「別摔門！」 「從袋子裡拿洋芋片吃的時候不要發出太大的聲音！」 「不要打嗝， 而且吃飯的時候， 不要把餐具在盤子上劃來劃去。」 我將這些稱為「聲音禮節」。 有可能我比常人 更注重這種聲音禮節。"}, {"zh-tw": " I'm hyper-vigilant around sound. And I'm always waitingin eager nervous anticipation around sound, about what's to come next.", "en": " 我對聲音非常敏感。 我總是熱切並緊張得期待著聲音 和即將發生的事情。"}, {"zh-tw": " Hence, this drawing. TBD, to be decided.", "en": " 因此，這幅圖中， TBD，表示待決定的。"}, {"zh-tw": " TBC, to be continued. TBA, to be announced.", "en": " TBC，未完待續。 TBA，待宣佈的。"}, {"zh-tw": " And you notice the staff -- there are no notes contained in the lines. That's because the linesalready contain sound through the subtle smudges and smears.", "en": " 相信你注意到了這一點： 在這些譜中並沒有音符。 那是因為這些抖動的線條已經包含了聲音， 儘管輕微，難以辨別。"}, {"zh-tw": " In Deaf culture,movement is equivalent to sound. This is a sign for \"staff\" in ASL.", "en": " 在失聰者的世界中，動作與聲音同等重要。 這是美國手語 ASL 中，「五線譜」的手勢。"}, {"zh-tw": " A typical staff contains five lines. Yet for me, signing itwith my thumb sticking up like that doesn't feel natural.", "en": " 正確的五線譜應該要有五條線。 但於我而言，把拇指向上比出這種形狀 感覺很不自然。"}, {"zh-tw": " That's why you'll notice in my drawings,I stick to four lines on paper. In the year 2008, I had the opportunityto travel to Berlin, Germany, for an artist residency there.", "en": " 因此我只在紙上畫了四條線。 2008 年，我有幸到德國柏林 做駐地藝術家。"}, {"zh-tw": " Prior to this time,I had been working as a painter. During this summer, I visiteddifferent museums and gallery spaces, and as I went from one place to the next, I noticed there was no visual art there.", "en": " 在這以前，我一直是畫家。 那年夏天，我參觀了很多博物館和畫廊。 當我穿梭於這些地方的時候， 我注意到這裡並沒有視覺藝術。"}, {"zh-tw": " At that time, sound was trending,and this struck me ... there was no visual art, everything was auditory.", "en": " 那時，聲音非常流行，我突然才意識到， 視覺上的藝術被忽略了。 所有都是聽覺上的盛宴。"}, {"zh-tw": " Now sound has come into my art territory. Is it going to furtherdistance me from art? I realized that doesn'thave to be the case at all.", "en": " 現在，聲音已經進入我的藝術領域。 它會更加阻礙我對藝術的理解嗎？ 我意識到這一點也不會。"}, {"zh-tw": " I actually know sound. I know it so well that it doesn't have to be somethingjust experienced through the ears.", "en": " 事實上，我懂聲音。 我如此深入地了解它， 以至於我無需通過耳朵來獲取聲音。"}, {"zh-tw": " It could be felt tactually, or experienced as a visual, or even as an idea. So I decided to reclaim ownership of sound and to put it into my art practice.", "en": " 我可以觸摸到它， 也可以像視覺上一樣體現， 甚至可以像捕獲一個想法那樣捕獲它。 所以我決定重新掌握聲音， 並且將聲音運用到藝術中。"}, {"zh-tw": " And everything that I had beentaught regarding sound, I decided to do away with and unlearn. I started creating a new body of work.", "en": " 別人說的所有類似於「聲音不屬我」的言論， 我統統拋之腦後。 我開始創作一些新的作品。"}, {"zh-tw": " And when I presented thisto the art community, I was blown away with the amountof support and attention I received. I realized: sound is like money, power, control -- social currency.", "en": " 當我向藝術界展示它們時， 大家的支持和關注深深地打動了我。 我意識到： 聲音就像財富、 權利、操縱—— 社交貨幣。"}, {"zh-tw": " In the back of my mind, I've always feltthat sound was your thing, a hearing person's thing. And sound is so powerful that it could eitherdisempower me and my artwork, or it could empower me.", "en": " 在我心中，我總是覺得聲音是屬於你們的， 是屬於有聽覺的人的。 聲音是多麼的強大， 既可以剝奪和削弱我及我的作品， 也可以賜予我力量。"}, {"zh-tw": " I chose to be empowered. There's a massive culturearound spoken language.", "en": " 我選擇了讓自己變得更加有力量。 口語是大多數文化中的重要成分。"}, {"zh-tw": " And just because I don't usemy literal voice to communicate, in society's eyesit's as if I don't have a voice at all. So I need to work with individualswho can support me as an equal and become my voice.", "en": " 僅僅是因為我沒有使用語音去交流， 在社會的眼中，我彷彿不能發聲。 所以我需要和那些平等對待我的人一起工作， 讓他們幫助我發出聲音。"}, {"zh-tw": " And that way, I'm able to maintainrelevancy in society today. So at school, at work and institutions, I work with manydifferent ASL interpreters.", "en": " 這樣，我才能與社會保持聯繫。 在學校、工作和各式機構團體， 我與手語翻譯者一起工作。"}, {"zh-tw": " And their voice becomesmy voice and identity. They help me to be heard.", "en": " 他們的聲音變成了我的聲音，並成為我的身分。 他們使得我的聲音能被傾聽。"}, {"zh-tw": " And their voices hold value and currency. Ironically, by borrowing out their voices, I'm able to maintaina temporary form of currency, kind of like taking out a loanwith a very high interest rate.", "en": " 他們的聲音裡蘊含了價值和（社交）貨幣。 諷刺的是，通過他們的聲音， 我才擁有一種暫時被認可的方式。 這有點像借高利貸的感覺。"}, {"zh-tw": " If I didn't continue this practice, I feel that I could justfade off into oblivion and not maintainany form of social currency. So with sound as my new art medium, I delved into the world of music.", "en": " 如果我不這樣做， 我會覺得我自己逐漸被遺忘， 再也無法維持任何形式的社交貨幣。 所以當聲音作為我的新藝術媒介時， 我陶醉於音樂的世界中。"}, {"zh-tw": " And I was surprised to seethe similarities between music and ASL. For example, a musical note cannot be fully capturedand expressed on paper.", "en": " 我驚訝地發現音樂與手語之間的聯繫。 例如， 一個音符， 是無法全然幻化為文字來表達的。"}, {"zh-tw": " And the same holds truefor a concept in ASL. They're both highly spatialand highly inflected -- meaning that subtle changes can affect the entire meaning of both signs and sounds.", "en": " 對於手語來說，也是這樣。 兩者都具有高度空間感和複雜多變的性質—— 任何微妙的變化， 都會影響手語及聲音的整體意思。"}, {"zh-tw": " I'd like to share with youa piano metaphor, to have you have a betterunderstanding of how ASL works. So, envision a piano.", "en": " 我想和大家分享一個有關鋼琴的比喻， 讓你們能更加理解手語的表現形式。 假設有架鋼琴。"}, {"zh-tw": " ASL is broken down intomany different grammatical parameters. If you assign a different parameterto each finger as you play the piano -- such as facial expression, body movement, speed, hand shape and so on, as you play the piano -- English is a linear language, as if one key is being pressed at a time.", "en": " ASL 被分割為不同的文法單位。 若將每個單位分配為琴鍵上的不同手指， 像是臉部表情、肢體動作、 速度、手型等等 就像彈琴一樣。 英文是一貫下來的線性語言， 好比一次只能按一個鍵。"}, {"zh-tw": " However, ASL is more like a chord -- all 10 fingers needto come down simultaneously to express a clear concept or idea in ASL. If just one of those keyswere to change the chord, it would create a completelydifferent meaning.", "en": " ASL 則像是和弦， 需要十根指頭一起按下， 才能清楚表達你的想法。 稍微的改變和弦， 語意便會大為不同，"}, {"zh-tw": " The same applies to musicin regards to pitch, tone and volume. In ASL, by playing around with thesedifferent grammatical parameters, you can express different ideas.", "en": " 就如同音樂上的音高、音調和音量。 在 ASL 中，變換文法單位， 便可表達不同想法。"}, {"zh-tw": " For example, take the sign TO-LOOK-AT. This is the sign TO-LOOK-AT.", "en": " 拿「看」字來舉例。 這是「看」的手勢。"}, {"zh-tw": " I'm looking at you. Staring at you.", "en": " 「我在看你」。 「我凝視你」。"}, {"zh-tw": " Oh -- busted. Uh-oh.", "en": " 噢——被逮到了！ 糟了。"}, {"zh-tw": " What are you looking at? Aw, stop. I then started thinking, \"What if I was to look at ASLthrough a musical lens?\" If I was to create a signand repeat it over and over, it could becomelike a piece of visual music.", "en": " 「你在看什麼？」 「噢，別這樣。」 我接著想到， 如果我從音樂的角度來看 ASL 會怎樣？ 如果我創造一種手勢並不停重複， 它就會變成視覺上的音樂。"}, {"zh-tw": " For example, this is the sign for \"day,\" as the sun rises and sets. This is \"all day.\" If I was to repeat it and slow it down, visually it looks like a piece of music.", "en": " 舉例來說，這是「一天」的手勢， 就像是日出日落。 這是「一整天」的手勢。 如果我重複並放慢速度， 它就會像視覺音樂。"}, {"zh-tw": " All ... day. I feel the same holds truefor \"all night.\" \"All night.\" This is ALL-NIGHT,represented in this drawing.", "en": " 「一...整...天」。 我覺得「一整晚」也可以這樣表示。 「一整晚」。 這幅圖代表了「一整晚」。"}, {"zh-tw": " And this led me to thinkingabout three different kinds of nights: \"last night,\" \"overnight,\" (Sings) \"all night long.\" I feel like the third one hasa lot more musicality than the other two. This represents how timeis expressed in ASL and how the distance from your bodycan express the changes in time.", "en": " 這又讓我想到三種「夜晚」： 「昨晚」 「通宵」 和（哼唱） ♪ 「整整一夜」 ♪ 我覺得最後一項最有音樂性。 這幅圖表明了ASL 表達時間的方式， 與身體距離不同可以表達不同時間變化。"}, {"zh-tw": " For example, 1H is one hand, 2H is two hand, present tense happens closestand in front of the body, future is in front of the bodyand the past is to your back. So, the first exampleis \"a long time ago.\" Then \"past,\" \"used to\" and the last one, which is my favorite, with the very romanticand dramatic notion to it, \"once upon a time.\" \"Common time\" is a musical term with a specific time signatureof four beats per measure.", "en": " 舉例來說， 1H 是一隻手，2H 是兩隻手。 現在式在貼近身體處， 未來式在比較遠處，而過去式在身後。 所以第一個舉例是「很久很久以前」， 接著是「過去」， 「曾經」， 然後是最後一個，我最喜歡的—— 因為它有浪漫且戲劇的概念—— 「往昔」。 「四四拍」 是一個音樂術語， 代表每小節有四拍。"}, {"zh-tw": " Yet when I see the word \"common time,\" what automatically comes to mind for meis \"at the same time.\" So notice RH: right hand, LH: left hand. We have the staffacross the head and the chest.", "en": " 當我看到四四拍這個字眼時， 心中會自然聯想到「於此同時」這個詞。 所以注意 RH 是右手，LH 是左手， 五線譜在頭胸之前。"}, {"zh-tw": " [Head: RH, Flash claw] [Common time] [Chest: LH, Flash claw] I'm now going to demonstratea hand shape called the \"flash claw.\" Can you please follow along with me? Everybody, hands up. Now we're going to do itin both the head and the chest, kind of like \"common time\"or at the same time.", "en": " ［頭部:：右手，閃動手掌］ ［四四拍］ ［胸部：左手，閃動手掌］ 我現在來示範 flash claw 閃動手掌這個手勢。 可以跟我一起嗎？ 大家把手舉起來～ 我們現在要在頭和胸前做這個動作， 像是「四四拍」或「於此同時」。"}, {"zh-tw": " Yes, got it. That means \"to fall in love\"in International [Sign].", "en": " 沒錯，就是這樣。 這在國際手語代表「相愛」。"}, {"zh-tw": " International [Sign], as a note, is a visual tool to help communicate across cultures and sign languagesaround the world. The second one I'd liketo demonstrate is this -- please follow along with me again.", "en": " 國際手語就像音符， 是一種視覺工具來幫助 不同國家不同文化的人溝通。 第二個我想示範的是這個， 請跟我一起比這個手勢。"}, {"zh-tw": " And now this. This is \"colonization\" in ASL.", "en": " 這次是這樣。 這在 ASL 是殖民的意思。"}, {"zh-tw": " Now the third -- please follow along again. And again.", "en": " 第三個， 再舉起你的手。 再次。"}, {"zh-tw": " This is \"enlightenment\" in ASL. So let's do all three together.", "en": " 這在 ASL 是啟蒙的意思。 現在三個一起比。"}, {"zh-tw": " \"Fall in love,\" \"colonization\" and \"enlightenment.\" Good job, everyone. Notice how all three signsare very similar, they all happen at the head and the chest, but they convey quite different meanings.", "en": " 相愛、 殖民、 啟蒙。 大家都做得很好。 可有注意到這三個手勢都很相近， 這些動作都在頭胸之前， 卻傳遞了不同的訊息。"}, {"zh-tw": " So it's amazing to seehow ASL is alive and thriving, just like music is. However, in this day and age, we live in a very audio-centric world.", "en": " ASL 的存在和發展真是令人驚訝， 就像音樂一樣。 但時至今日， 我們生活在以聲音為重的時代；"}, {"zh-tw": " And just because ASL has no sound to it, it automatically holds no social currency. We need to start thinking harderabout what defines social currency and allow ASL to developits own form of currency -- without sound.", "en": " 而僅因為 ASL 沒有聲音， 便失去社交貨幣的價值。 我們應該要更深入思考社交貨幣的意義， 讓 ASL 發展出自己的貨幣形式， 而且是在沒有聲音的狀態下。"}, {"zh-tw": " And this could possibly be a stepto lead to a more inclusive society. And maybe people will understand that you don't needto be deaf to learn ASL, nor do you have to be hearingto learn music.", "en": " 而這可能使社會更為包容， 或許大眾便會理解， 學 ASL 不一定有聽覺障礙， 就像聽不見也能學音樂。"}, {"zh-tw": " ASL is such a rich treasure that I'd like youto have the same experience. And I'd like to invite youto open your ears, to open your eyes, take part in our culture and experience our visual language.", "en": " ASL 是個豐富的寶藏， 我想要你們一同體驗， 邀請你們用心聆聽， 用眼察覺， 並進入我們的文化， 體驗我們的視覺藝術。"}, {"zh-tw": " And you never know, you might just fall in love with us. Thank you.", "en": " 說不定 你將愛上它。 謝謝。"}, {"zh-tw": " Denise Kahler-Braaten: Hey, that's me.", "en": " 手語譯者：嘿，是我。"}], "title": "Christine Sun Kim The Enchanting Music Of Sign Language"}