{"url": "http://www.ted.com/talks/cesar_harada_how_i_teach_kids_to_love_science", "paragraphs": [{"zh-tw": " When I was a kid,my parents would tell me, \"You can make a mess,but you have to clean up after yourself.\" So freedom came with responsibility. But my imagination would take meto all these wonderful places, where everything was possible.", "en": " 當我還是一個小孩的時候，我的父母會跟我說 「你可以把地方搞亂，但你要負責清理。」 所以自由的代價是責任 但是我卻可以通過我的想像力 到達那些美好的、一切皆有可能的地方"}, {"zh-tw": " So I grew up in a bubble of innocence -- or a bubble of ignorance, I should say, because adults would lie to usto protect us from the ugly truth. And growing up, I found outthat adults make a mess, and they're not very goodat cleaning up after themselves.", "en": " 所以我很天真地慢慢長大 或許應該說，很無知地慢慢長大了 因為大人們總是會撒謊，不告訴我們醜陋的事實 當我長大的時候，我發現大人也會把事情搞亂 而且他們並不是很擅長清理這些亂局"}, {"zh-tw": " Fast forward, I am an adult now, and I teach citizen science and inventionat the Hong Kong Harbour School. And it doesn't take too long before my students walk on a beachand stumble upon piles of trash.", "en": " 我現在已經是個大人了 我在香港港灣小學教公民科學和發明課 過了沒多久 我的學生就在沙灘上發現了大堆的垃圾"}, {"zh-tw": " So as good citizens,we clean up the beaches -- and no, he is not drinking alcohol,and if he is, I did not give it to him. And so it's sad to say, but today more than 80 percent of the oceans have plastic in them.", "en": " 所以作為好公民，我們清理了沙灘上的垃圾 嗯他不是在喝酒，就算是，酒也不是我給的 很悲哀的是 今天超過80%的海洋空間裡有塑膠垃圾"}, {"zh-tw": " It's a horrifying fact. And in past decades, we've been taking those big ships outand those big nets, and we collect those plastic bitsthat we look at under a microscope, and we sort them, and then we put this data onto a map.", "en": " 這是一個很可怕的事實 在過去幾十年裡 我們開著大船，用巨大的魚網 撈起海裡的塑膠並把它們放到顯微鏡下觀察 我們把塑膠分類 然後把收集到的資料放在地圖上"}, {"zh-tw": " But that takes forever,it's very expensive, and so it's quite riskyto take those big boats out. So with my students, ages six to 15, we've been dreamingof inventing a better way.", "en": " 但這需要很多的時間，成本也很高 並且用這些大船是很有風險的 我和我的學生，他們年紀從6歲到15歲不等 我們一直夢想發明一個更好的方法來處理"}, {"zh-tw": " So we've transformed our tinyHong Kong classroom into a workshop. And so we started buildingthis small workbench, with different heights,so even really short kids can participate.", "en": " 所以我們把這個小小的香港教室變成工作室 我們建造了一個小型的工作台 高度可以調整，矮小的學生也能參與"}, {"zh-tw": " And let me tell you, kids with power toolsare awesome and safe. Not really.", "en": " 你也許不知道，小孩使用重型工具其實很棒也很安全 剛剛是說笑的"}, {"zh-tw": " And so, back to plastic. We collect this plastic and we grind itto the size we find it in the ocean, which is very smallbecause it breaks down.", "en": " 所以，回到塑膠這個主題 我們收集了一些塑膠，把它研磨到海洋垃圾的大小 也就是說非常小，塑膠在海裡會被分解"}, {"zh-tw": " And so this is how we work. I let the imaginationsof my students run wild.", "en": " 然後這是我們工作的方式 我讓學生們自由想像"}, {"zh-tw": " And my job is to try to collectthe best of each kid's idea and try to combine it into somethingthat hopefully would work. And so we have agreedthat instead of collecting plastic bits, we are going to collect only the data.", "en": " 我的工作是從他們的想法中挑出最好的部分 嘗試把這些部分合併成一個有效的方案 所以我們決定了不收集海洋垃圾 改而收集相關數據"}, {"zh-tw": " So we're going to get an imageof the plastic with a robot -- so robots, kids get very excited. And the next thing we do --we do what we call \"rapid prototyping.\" We are so rapid at prototyping that the lunch is still in the lunchboxwhen we're hacking it.", "en": " 我們會用機器人來取得塑膠垃圾的影像 說到機器人，當然了，小孩都非常興奮 我們接下來做了快速原型（rapid prototyping） 我們做快速原型的速度超快 因此當我們做完時，午餐還在盒子裏面。"}, {"zh-tw": " And we hack table lamps and webcams,into plumbing fixtures and we assemble that into a floating robotthat will be slowly moving through water and through the plasticthat we have there -- and this is the imagethat we get in the robot. So we see the plastic piecesfloating slowly through the sensor, and the computer on boardwill process this image, and measure the size of each particle, so we have a rough estimateof how much plastic there is in the water.", "en": " 我們把檯燈和網路攝影機安裝到抽水系統上 然後把它合裝成一個可以在水上緩慢移動的機器人 從我們收集到的塑膠垃圾影像 這是其中一個機器人收集到的影像 我們可以看到塑膠碎片慢慢流過感應器 電腦會分析這些影像 計算出每顆塑膠的大小 所以我們可以粗略估算水裡有多少塑膠"}, {"zh-tw": " So we documentedthis invention step by step on a website for inventorscalled Instructables, in the hope that somebodywould make it even better. What was really cool about this projectwas that the students saw a local problem, and boom -- they are tryingto immediately address it.", "en": " 我們把這個發明過程紀錄下來 發佈在一個叫做Instructables的發明家社群裡 希望有人可以讓它變得更好 這個項目的有趣之處在於學生看到了一個本地問題 然後他們馬上就開始嘗試解決它"}, {"zh-tw": " [I can investigate my local problem] But my students in Hong Kongare hyperconnected kids. And they watch the news,they watch the Internet, and they came across this image.", "en": " （我可以研究在身邊發現的問題） 但我在香港的學生很會利用網路 他們會看新聞，他們會上網 然後他們剛好看到這張照片"}, {"zh-tw": " This was a child, probably under 10,cleaning up an oil spill bare-handed, in the Sundarbans, which is the world'slargest mangrove forest in Bangladesh. So they were very shocked, because this is the water they drink,this is the water they bathe in, this is the water they fish in --this is the place where they live.", "en": " 一個不到10歲的小孩正赤手空拳處理油污 在孟加拉孫德爾本斯地區，全球最大的紅樹林之一 我的學生們非常震驚 因為這是當地居民食用、洗澡用的水 他們也在這水裡捕魚，這就是他們的家"}, {"zh-tw": " And also you can see the water is brown,the mud is brown and oil is brown, so when everything is mixed up, it's really hard to seewhat's in the water. But, there's a technologythat's rather simple, that's called spectrometry, that allows you see what's in the water.", "en": " 你可以看到水是棕色的，泥土和油污同一種顏色 所以當它們被混在一起時 很難看到水裡有甚麼 不過有一種蠻簡單的科技 叫做光譜測量（spectrometry） 可以讓你看到水裡有甚麼東西"}, {"zh-tw": " So we built a rough prototypeof a spectrometer, and you can shine lightthrough different substances that produce different spectrums, so that can help youidentify what's in the water. So we packed this prototype of a sensor, and we shipped it to Bangladesh.", "en": " 所以我們做了一個光譜測量的快速原型 你可以把光照到不同的物質上 然後產出不同的光譜 這可以幫助你分辨出水裡含有甚麼物質 我們把這個感應器原型包裝好 寄到了孟加拉"}, {"zh-tw": " So what was cool about this project was that beyond addressinga local problem, or looking at a local problem, my students used their empathyand their sense of being creative to help, remotely, other kids. [I can investigate a remote problem] So I was very compelledby doing the second experiments, and I wanted to take it even further -- maybe addressing an even harder problem,and it's also closer to my heart.", "en": " 這個項目有趣的地方在於 它不只是解決一個本地問題 或是研究一個本地問題 我的學生們用同理心和創意 幫助遠方的其他孩子 （我可以研究一個遠方的問題） 做完這些實驗後我得到很多動力 想要把這些計劃更推進一步 可能是解決更複雜的問題，也是我更想做的事情"}, {"zh-tw": " So I'm half Japanese and half French, and maybe you remember in 2011there was a massive earthquake in Japan. It was so violent that it triggeredseveral giant waves -- they are called tsunami -- and those tsunami destroyed many citieson the eastern coast of Japan.", "en": " 我是日法混血兒 你可能會記得2011年日本那場巨大的地震 地震嚴重到引發了好幾波的巨浪 也就是海嘯 這些海嘯摧毀了日本東邊許多海岸城市"}, {"zh-tw": " More than 14,000 peopledied in an instant. Also, it damaged the nuclearpower plant of Fukushima, the nuclear power plant just by the water.", "en": " 超過14,000人在一瞬間喪生 海嘯也破壞了福島的核電廠 那個正好座落於海邊的核電廠"}, {"zh-tw": " And today, I read the reports and an average of 300 tons are leaking from the nuclear power plantinto the Pacific Ocean. And today the whole Pacific Oceanhas traces of contamination of cesium-137.", "en": " 今天我看著報告 約300噸的核污水 正從核電廠流到太平洋 所以今天整個太平洋都含有微量的銫-137元素"}, {"zh-tw": " If you go outside on the West Coast,you can measure Fukushima everywhere. But if you look at the map,it can look like most of the radioactivity has been washed awayfrom the Japanese coast, and most of it is now --it looks like it's safe, it's blue.", "en": " 如果你到美國西岸，到處都可以測量到福島的痕跡 但當你看著地圖，似乎大部分的核元素 都被海水帶離了日本的海岸 大部分的核元素現在這裡看起來是安全的藍色"}, {"zh-tw": " Well, reality is a bitmore complicated than this. So I've been going to Fukushimaevery year since the accident, and I measure independentlyand with other scientists, on land, in the river -- and this time we wanted to take the kids.", "en": " 嗯，其實現實情況比較複雜 核災後我每年都會到福島一次 我和其他科學家一起進行獨立調查 在土地上，在河流裡 這次我們想帶上這些孩子"}, {"zh-tw": " So of course we didn't take the kids,the parents wouldn't allow that to happen. But every night we would reportto \"Mission Control\" -- different masks they're wearing.", "en": " 當然我們沒有真的把他們帶到現場，父母不會尤許的 但每晚我們會報告給「任務總部」 他們正在戴不同的面具"}, {"zh-tw": " It could look like they didn't takethe work seriously, but they really did because they're going to have to livewith radioactivity their whole life. And so what we did with them is that we'd discuss the datawe collected that day, and talk about wherewe should be going next -- strategy, itinerary, etc...", "en": " 這看起來他們並沒有很認真工作，但其實不是 因為他們接下來的人生需要面對這些輻射 所以我們做的是 討論當天收集到的數據 思考我們接下來要做甚麼 策略、路線圖等等⋯⋯"}, {"zh-tw": " And to do this, we builta very rough topographical map of the region aroundthe nuclear power plant. And so we built the elevation map, we sprinkled pigments to representreal-time data for radioactivity, and we sprayed waterto simulate the rainfall.", "en": " 為了做這些，我們弄了一個很簡單的地形圖 顯示出核電廠附近的地區 我們弄了這個立視圖（elevation map） 灑上顏料顯示輻射分佈的實時數據 我們灑上水來模擬下雨"}, {"zh-tw": " And with this we could seethat the radioactive dust was washing from the top of the mountaininto the river system, and leaking into the ocean. So it was a rough estimate.", "en": " 這樣我們可以看到輻射粉塵 從山上被沖洗到河川裡 然後流到大海 這是一個粗略的估算"}, {"zh-tw": " But with this in mind,we organized this expedition, which was the closest civilians have beento the nuclear power plant. We are sailing 1.5 kilometers awayfrom the nuclear power plant, and with the help of the local fisherman, we are collecting sediment from the seabed with a custom sediment samplerwe've invented and built.", "en": " 做完這個以後，我們組織了一次探索行動 這是公民最靠近核電廠的一次 我們在距離核電廠1.5公里的海面上 依靠當地漁民的幫助 收集了海床上的沉澱物 用的是我們發明、自製的工具"}, {"zh-tw": " We pack the sediment into small bags, we then dispatch themto hundreds of small bags that we send to different universities, and we produce the mapof the seabed radioactivity, especially in estuarieswhere the fish will reproduce, and I will hope that we will have improved the safety of the local fishermenand of your favorite sushi. You can see a progression here -- we've gone from a local problemto a remote problem to a global problem.", "en": " 我們把沉澱物放進小塑膠袋裡 然後包裝成數以百計的袋子 寄送到不同的大學 我們做了一個海床輻射地圖 特別針對了魚類繁殖的河口 我希望我們的工作 能讓當地漁民和你最愛的壽司變得安全一點 你可以看到一個發展歷程 我們從本地問題開始，到遠方的問題再到全球問題"}, {"zh-tw": " And it's been super excitingto work at these different scales, with also very simple,open-source technologies. But at the same time,it's been increasingly frustrating because we have only started to measurethe damage that we have done.", "en": " 這些規模不一的項目非常讓人興奮 使用的科技也都是開源而簡單的 但是同時這也很讓人挫折 因為我們只開始了測量我們過去造成的傷害"}, {"zh-tw": " We haven't even startedto try to solve the problems. And so I wonderif we should just take a leap and try to invent better waysto do all these things.", "en": " 我們甚至還沒有開始解決問題 所以我想，也許我們可以更進一步 發明一些更好的方案"}, {"zh-tw": " And so the classroomstarted to feel a little bit small, so we found an industrialsite in Hong Kong, and we turned it intothe largest mega-space focused on socialand environmental impact. It's in central Hong Kong, and it's a place we can workwith wood, metal, chemistry, a bit of biology, a bit of optics, basically you can buildpretty much everything there.", "en": " 所以教室現在看起來有點太小了 我們找到了一個香港的工業大廈 我們把它變成了最大的多用途空間 希望可以在社會創新和環境上出一份力 這在香港的市區 一個我們可以做木工、金工、化學實驗的地方 也許還有一點生物學、一點光學 基本上你可以在這裡動手做任何東西"}, {"zh-tw": " And its a place whereadults and kids can play together. It's a place wherekids' dreams can come true, with the help of adults, and where adults can be kids again.", "en": " 這是一個大人和小孩可以一起玩耍的地方 一個小孩的夢想可以成真的地方 大人可以幫助小孩實現夢想 大人也可以在這裡重新體驗當孩子的感覺"}, {"zh-tw": " Student: Acceleration! Acceleration! Cesar Harada: We're askingquestions such as, can we invent the future of mobilitywith renewable energy? For example. Or, can we help the mobilityof the aging population by transforming very standard wheelchairsinto cool, electric vehicles? So plastic, oil and radioactivityare horrible, horrible legacies, but the very worst legacythat we can leave our children is lies.", "en": " 學生：快點！快點！ 我們正在問像這樣的問題： 我們可以用再生能源創造未來的移動方式嗎？ 這是其中一個例子 又或者，我們可以幫助老年人 用更酷的電動車取代標準輪椅？ 塑膠、石油和輻射都是非常可怕的遺產 但最差勁的遺產是對孩子的謊言"}, {"zh-tw": " We can no longer affordto shield the kids from the ugly truth because we need their imaginationto invent the solutions. So citizen scientists, makers, dreamers -- we must prepare the next generation that cares aboutthe environment and people, and that can actuallydo something about it.", "en": " 我們不能再對小孩隱瞞醜陋的真相 因為我們需要他們的想像力去發明解決方案 所以，公民科學家們、制造者們、夢想家們 我們一定要培育好下個世代 讓他們關心環境和人類 他們才能真正做出改變"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Cesar Harada How I Teach Kids To Love Science"}