{"url": "http://www.ted.com/talks/patricia_medici_the_coolest_animal_you_know_nothing_about_and_how_we_can_save_it", "paragraphs": [{"zh-tw": " This is one of the most amazing animalson the face of the Earth. This is a tapir. Now this, this is a baby tapir, the cutest animal offspringin the animal kingdom.", "en": " 這是地球表面上最奇妙的動物之一。 這是隻貘。 這個，是隻貘寶寶。 是動物界裡最可愛的動物後代。"}, {"zh-tw": " By far. There is no competition here.", "en": " 目前 競爭還沒開始"}, {"zh-tw": " I have dedicatedthe past 20 years of my life to the research and conservationof tapirs in Brazil, and it has been absolutely amazing. But at the moment,I've been thinking really, really hard about the impact of my work.", "en": " 我將人生過去的二十年 獻給巴西貘的保育與研究 這一直以來都令人感到非常驚奇 但現在，我很努力思考 我的工作所帶來的影響"}, {"zh-tw": " I've been questioning myselfabout the real contributions I have made for the conservationof these animals I love so much. Am I being effective in safeguarding their survival? Am I doing enough? I guess the big question here is, am I studying tapirsand contributing to their conservation, or am I just documenting their extinction? The world is facingso many different conservation crises.", "en": " 我一直在問我自己，我對這些我這麼熱愛的動物的保育 的真正貢獻 我是否在保護牠們的生存上 有效果 我是否做得夠多？ 我想，這裡最大的問題是 我是否真的在研究貘跟為牠們的存續做付出 或者我只是在記錄牠們的滅種 這個世界正在面對各式各樣的保育危機"}, {"zh-tw": " We all know that.It's all over the news every day. Tropical forests and other ecosystemsare being destroyed, climate change, so many specieson the brink of extinction: tigers, lions, elephants, rhinos, tapirs.", "en": " 我們都知道，新聞每天都看得到 熱帶雨林跟其他生態環境正在被破壞 氣候變化，這麼多的物種正在滅種的邊緣 老虎、獅子、大象、犀牛、貘"}, {"zh-tw": " This is the lowland tapir,the tapir species I work with, the largest terrestrial mammalof South America. They're massive. They're powerful.", "en": " 這是隻低地貘，跟我一起工作的貘種類 是南美最大的陸生哺乳類動物 牠們很大，很強大"}, {"zh-tw": " Adults can weigh up to 300 kilos. That's half the size of a horse.", "en": " 成年的貘可以有三百公斤重 那是馬大小的一半"}, {"zh-tw": " They're gorgeous. Tapirs are mostly foundin tropical forests such as the Amazon, and they absolutely needlarge patches of habitat in order to find all the resourcesthey need to reproduce and survive.", "en": " 牠們很可愛 貘大多數在亞馬遜的熱帶雨林中可以被找到 牠們需要很大片的棲息地 才可以找到所有牠們需要繁衍跟生存的資源"}, {"zh-tw": " But their habitat is being destroyed, and they have been hunted out of severalparts of their geographic distribution. And you see, this isvery, very unfortunate because tapirs are extremely importantfor the habitats where they are found.", "en": " 但牠們的棲息地正被破壞著 而牠們已經被獵趕出許多牠們分布的地理區域 你看，這真的是非常、非常的不幸 因為牠們屬於的棲息地對牠們來說來說是相當重要的"}, {"zh-tw": " They're herbivores. Fifty percent of their dietconsists of fruit, and when they eat the fruit,they swallow the seeds, which they disperse throughoutthe habitat through their feces.", "en": " 牠們是草食動物 水果占牠們飲食的百分之五十 而當牠們吃水果時，牠們會吞下種子， 牠們透過排泄物在牠們的棲息地散播這些種子"}, {"zh-tw": " They play this major rolein shaping and maintaining the structure and diversity of the forest, and for that reason, tapirs are knownas gardeners of the forest. Isn't that amazing? If you think about it, the extinction of tapirswould seriously affect biodiversity as a whole.", "en": " 牠們在形塑和保持雨林的結構和多樣化中 扮演主要的角色 正因為如此，貘亦被視為是雨林的園丁 這可不很驚人嗎？ 如果你想想 貘的絕跡真的會嚴重的影響 整個生物多樣性"}, {"zh-tw": " I started my tapir work in 1996,still very young, fresh out of college, and it was a pioneer researchand conservation program. At that point, we had nearlyzero information about tapirs, mostly because they'reso difficult to study.", "en": " 我在1996年開始從事關於貘的工作，我當時非常的年輕，才剛從大學畢業 當時這是一項前端的研究和保育計畫 當時，我們幾乎沒有關於貘的任何相關資訊 大多因為牠們非常難被研究"}, {"zh-tw": " They're nocturnal, solitary,very elusive animals, and we got started gettingvery basic data about these animals. But what is itthat a conservationist does? Well, first, we need data.", "en": " 牠們是夜行、非群居且不易被找到的動物， 接著我們開始得到關於這些動物非常基本的數據 但是，保育專家做的事是什麼？ 嗯，首先，我們需要數據"}, {"zh-tw": " We need field research. We need those long-term datasetsto support conservation action, and I told you tapirsare very hard to study, so we have to relyon indirect methods to study them.", "en": " 我們需要田野調查。 我們需要這些長期的資料集來支持保育行動 而我跟你們說過了，貘非常難被研究 所以我們需要藉由間接方法來研究牠們"}, {"zh-tw": " We have to capture and anesthetize them so that we can install GPS collarsaround their necks and follow their movements, which is a technique used by manyother conservationists around the world. And then we can gather informationabout how they use space, how they move through the landscape, what are their priority habitats, and so much more.", "en": " 我們必須捕捉，麻醉牠們 所以我們在牠們的脖子裝上了GPS頸鍊 來追蹤牠們的行蹤 這是世界上的保育人士都常使用的一個技術 接著我們蒐集關於牠們如何使用空間的資訊 牠們怎麼在地景上移動 牠們的首要棲息地是什麼 還有更多更多"}, {"zh-tw": " Next, we must disseminate what we learn. We have to educate people about tapirs and how important these animals are.", "en": " 接著，我們必須散播我們所知道的 我們必須讓大眾了解貘 了解牠們是多麽重要的動物"}, {"zh-tw": " And it's amazinghow many people around the world do not know what a tapir is. In fact, many people thinkthis is a tapir.", "en": " 而這真的很奇妙，這世上有這麼多的人 並不知道貘是什麼 事實上，許多人認為這是隻貘"}, {"zh-tw": " Let me tell you, this is not a tapir. This is a giant anteater.", "en": " 讓我告訴你們，這不是隻貘 這是隻巨大的食蟻獸"}, {"zh-tw": " Tapirs do not eat ants. Never. Ever. And then next we have to providetraining, capacity building.", "en": " 貘並不吃螞蟻。從未，永遠不會。 再來，我們需要提供訓練，能力養成。"}, {"zh-tw": " It is our responsibility to preparethe conservationists of the future. We are losing severalconservation battles, and we need more people doing what we do, and they need the skills,and they need the passion to do that.", "en": " 儲備未來的保育人士是我們的責任。 我們在許多保育戰役上正在敗退 而我們需要更多的人做我們在做的事情 而且如果他們需要技能，如果他們有做這件事情的熱誠"}, {"zh-tw": " Ultimately, we conservationists, we must be able to apply our data, to apply our accumulated knowledge to support actual conservation action. Our first tapir program took place in the Atlantic Forest in the eastern part of Brazil, one of the most threatenedbiomes in the world.", "en": " 最終，我們保育人士 我們必須可以應用我們的數據 應用我們累積的知識 來支持真正的保育行動 我們的第一個貘計劃 從大西洋雨林開始 在巴西東部 世上最受威脅的生物群落"}, {"zh-tw": " The destruction of the Atlantic Forest began in the early 1500s, when the Portuguesefirst arrived in Brazil, beginning European colonizationin the eastern part of South America. This forest was almost completely cleared for timber, agriculture, cattle ranchingand the construction of cities, and today only seven percentof the Atlantic forest is still left standing.", "en": " 大西洋雨林的破壞 始於十六世紀早期 當葡萄牙人首先抵達巴西 開始歐洲在南美東部的殖民 這雨林在當時幾乎被全面清除 為了木材、農業、牧牛與建造城市 而今日，只剩下百分之七的大西洋雨林 存在著"}, {"zh-tw": " And tapirs are found in very, very small,isolated, disconnected populations. In the Atlantic Forest, we found outthat tapirs move through open areas of pastureland and agriculture going from one patch of forestto patch of forest.", "en": " 所有的貘都是在非常、非常小的，孤立失聯的族群被找到 在大西洋雨林，我們發現貘穿越 牧農場的開放區域 從雨林的一片到雨林的另一片"}, {"zh-tw": " So our main approach in this region was to use our tapir datato identify the potential places for the establishmentof wildlife corridors in between those patches of forest, reconnecting the habitat so that tapirs and many other animalscould cross the landscape safely. After 12 years in the Atlantic Forest, in 2008, we expanded our tapirconservation efforts to the Pantanal in the western part of Brazil near the border with Bolivia and Paraguay.", "en": " 所以我們在這一區主要的處理方式 是使用我們的貘數據來找出潛在的地方 來建造野生生物廊道 在不同的雨林區域之間 重新連結棲息地 好讓貘以及許多其他的動物可以安全的穿越地景 十二年之後的大西洋雨林 在二零零八年，我們擴大了貘的保育心血到了潘塔納爾濕地 在巴西的西部 靠近與玻利維亞跟巴拉圭的邊界"}, {"zh-tw": " This is the largest continuousfreshwater floodplain in the world, an incredible place and one of the most important strongholdsfor lowland tapirs in South America. And working in the Pantanalhas been extremely refreshing because we found large,healthy tapir populations in the area, and we have been able to study tapirs in the most natural conditionswe'll ever find, very much free of threats.", "en": " 這是世上最大連續的淡水沖積平原 令人不可置信的地方 且是南美中低地貘的最重要堡壘之一 在潘塔納爾的工作是非常振奮人心的經驗 因為我們在那區域找到大又健康的貘族群 而我們又可以在我們所可能找到的， 最自然的條件下研究貘 幾乎沒有威脅"}, {"zh-tw": " In the Pantanal, besides the GPS collars,we are using another technique: camera traps. This camera is equippedwith a movement sensor and it photographs animalswhen they walk in front of it.", "en": " 在潘塔納爾，除了GPS頸鏈外，我們還用其他方法 紅外相機 這相機裝有動作感測器 當動物在相機前移動時照下牠們"}, {"zh-tw": " So thanks to these amazing devices, we have been ableto gather precious information about tapir reproductionand social organization which are very importantpieces of the puzzle when you're trying to developthose conservation strategies. And right now, 2015,we are expanding our work once again to the Brazilian Cerrado, the open grasslands and shrub forestsin the central part of Brazil.", "en": " 多虧了這些神奇的設備 我們才得以捕捉這些珍貴的資訊 關於貘繁衍以及社會組織 這些是開發這些保育策略 不可或缺的重要一環 當今二零一五年，我們正再次擴展我們的行動 到了巴西的喜拉多 巴西中部的開放草原與矮灌木叢林"}, {"zh-tw": " Today this region is the very epicenterof economic development in my country, where natural habitatand wildlife populations are rapidly being eradicatedby several different threats, including once again cattle ranching, large sugarcane and soybean plantations, poaching, roadkill, just to name a few. And somehow, tapirs are still there, which gives me a lot of hope.", "en": " 今日，這區域是我國家經濟發展非常重要的中心 也是自然棲地與野生族群 正在被各種不同威脅快速鏟滅 包含，又一次，牧牛 大片甘蔗與大豆的種植 偷獵、交通事故，這還只是一部分 不知怎麼的，那裡仍有貘 這給我很大的希望"}, {"zh-tw": " But I have to say that startingthis new program in the Cerrado was a bit of a slap in the face. When you drive around and you find dead tapirsalong the highways and signs of tapirs wandering aroundin the middle of sugarcane plantations where they shouldn't be, and you talk to kids and they tell youthat they know how tapir meat tastes because their families poach and eat them, it really breaks your heart.", "en": " 但我還是得說，在喜拉多開始這項計畫 有點是在臉上打巴掌 當你開車逛逛 而你在公路上找到死掉的貘 還有貘在甘蔗田中遊蕩的跡象 牠們不該在那的 當你跟小孩說，他們跟你說他們知道貘吃起來怎樣 因為他們的家人偷獵並吃掉牠們 這真的傷透了你的心"}, {"zh-tw": " The situation in the Cerradomade me realize -- it gave me the sense of urgency. I am swimming against the tide.", "en": " 在喜拉多的情境使我有了 危機意識 我正在逆流而游"}, {"zh-tw": " It made me realize that despitetwo decades of hard work trying to save these animals,we still have so much work to do if we are to prevent themfrom disappearing. We have to find waysto solve all these problems.", "en": " 讓我意識到儘管這二十年來的辛苦工作 試圖拯救這些動物，我們還是有許多的工作要做 如果我們要避免牠們消逝 我們必須找到解決這些問題的方法"}, {"zh-tw": " We really do, and you know what? We really came to a pointin the conservation world where we have to think out of the box. We'll have to be a lot more creativethan we are right now.", "en": " 我們已經在做了，但你知道嗎？ 我們真的來到保育領域中 一個我們必須跳脫框架思考的地步 我們將必需比我們現在更創新"}, {"zh-tw": " And I told you, roadkill is a big problemfor tapirs in the Cerrado, so we just came up with the ideaof putting reflective stickers on the GPS collars we put on the tapirs. These are the same stickersused on big trucks to avoid collision.", "en": " 讓我告訴你，路殺是對喜拉多的貘來說很大的一個問題 所以我們有了在貘的GPS頸鍊上 放置反射貼紙的想法 這些跟大卡車上的貼紙是一樣的 來避免相撞"}, {"zh-tw": " Tapirs cross the highways after dark, so the stickers will hopefullyhelp drivers see this shining thing crossing the highway, and maybe they willslow down a little bit. For now, this is just a crazy idea.", "en": " 貘在黑暗中穿越公路 所以希望這些貼紙可以幫司機們看清這個閃亮的東西 正在穿越公路 而他們可以放慢速度些 此時此刻，這只是個瘋狂的點子"}, {"zh-tw": " We don't know. We'll see if it willreduce the amount of tapir roadkill. But the point is, maybe this isthe kind of stuff that needs to be done.", "en": " 我們不知道。但我們會看這是否可以減少貘的路殺 但重點是，也許這正是需要被實行的事"}, {"zh-tw": " And although I'm strugglingwith all these questions in my mind right now, I have a pact with tapirs. I know in my heart that tapir conservation is my cause.", "en": " 而儘管我仍然對這些問題仍有掙扎 現在在我心裡 我跟貘有項協議 我知道我的心 就是貘的保育是我的目標"}, {"zh-tw": " This is my passion. I am not alone.", "en": " 這是我的熱情 我並不是一個人"}, {"zh-tw": " I have this huge networkof supporters behind me, and there is no wayI'm ever going to stop. I will continue doing this,most probably for the rest of my life.", "en": " 我有這麼龐大的支持網路在我身後 我絕不可能停止 可能我接下來的人生我都會繼續做著"}, {"zh-tw": " And I'll keep doing thisfor Patrícia, my namesake, one of the first tapirs we capturedand monitored in the Atlantic Forest many, many years ago; for Rita and her baby Vincentin the Pantanal. And I'll keep doing this for Ted,a baby tapir we captured in December last yearalso in the Pantanal.", "en": " 我們一直做這個，為了派翠西亞，以我為名的 我們多年前在大西洋雨林抓到 並監控的首要幾隻貘之一 為了在潘塔納爾的Rita，和她的小寶寶Vincent， 而我會為了Ted，一隻我們去年十二月時抓到的貘寶寶 也是在潘塔納爾"}, {"zh-tw": " And I will keep doing this for the hundreds of tapirsthat I've had the pleasure to meet over the years and the many others I knowI will encounter in the future. These animals deserve to be cared for.", "en": " 我會一直做下去 為了上百隻 過去幾年我有榮幸認識的貘 還有許多其他我知道我在將來會遇見的 這些動物應被關照"}, {"zh-tw": " They need me. They need us. And you know? We human beingsdeserve to live in a world where we can get out thereand see and benefit from not only tapirs but all the other beautiful species, now and in the future.", "en": " 牠們需要我，需要我們。 你知道嗎？我們人類應住在一個 我們可以出去就看到，受惠於牠們 牠們不是只有貘 而是所有其他美麗的物種的世界 現在以及未來"}, {"zh-tw": " Thank you so much.", "en": " 非常謝謝你們 （鼓掌）"}], "title": "Patricia Medici The Coolest Animal You Know Nothing About And How We Can Save It"}