{"url": "http://www.ted.com/talks/chieko_asakawa_how_new_technology_helps_blind_people_explore_the_world", "paragraphs": [{"zh-tw": " You might think there aremany things that I can't do because I cannot see. That's largely true.", "en": " 或許你認為很多事我不能做, 因為我失去了雙眼. 這並非完全正確."}, {"zh-tw": " Actually, I just neededto have a bit of help to come up to the stage. But there is also a lot that I can do.", "en": " 事實上只要一點幫忙 我就能走上台. 我能做的還有很多."}, {"zh-tw": " This is me rock climbingfor the first time. Actually, I love sportsand I can play many sports, like swimming, skiing, skating,scuba diving, running and so on.", "en": " 這是我第一次攀岩. 事實上我喜歡運動，還會很多種： 像游泳、滑雪、溜冰、潛水和跑步等等."}, {"zh-tw": " But there is one limitation: somebody needs to help me. I want to be independent.", "en": " 但這是有條件的: 需要有人協助我. 所以我想靠我自己."}, {"zh-tw": " I lost my sight at the age of 14in a swimming pool accident. I was an active, independent teenager, and suddenly I became blind.", "en": " 在我14歲時，游泳意外使我雙眼失明. 那時的我是積極獨立的孩子, 突然間我看不見了."}, {"zh-tw": " The hardest thing for mewas losing my independence. Things that until then seemed simplebecame almost impossible to do alone.", "en": " 失去自主能力讓我苦不堪言. 看似簡單的事情到後來卻無法自己完成."}, {"zh-tw": " For example, one of mychallenges was textbooks. Back then, there were nopersonal computers, no Internet, no smartphones.", "en": " 例如，其中一項挑戰是閱讀教科書. 當時沒有電腦, 沒有網路，沒有智慧型手機."}, {"zh-tw": " So I had to ask one of my two brothersto read me textbooks, and I had to createmy own books in Braille. Can you imagine? Of course, my brotherswere not happy about it, and later, I noticed they were not therewhenever I needed them.", "en": " 我必須請親人幫我唸出教科書的內容. 然後自己用點字法一一標注. 你能想像嗎? 他們當然很不情願, 到後來我發現我在需要他們時他們卻\"消失\"了."}, {"zh-tw": " I think they tried to stay away from me. I don't blame them.", "en": " 我覺得他們想離我遠一點, 我不怪他們."}, {"zh-tw": " I really wanted to be freedfrom relying on someone. That became my strong desireto ignite innovation.", "en": " 我真的不想再依靠任何人. 這讓我有強烈的慾望想要創新."}, {"zh-tw": " Jump ahead to the mid-1980s. I got to know cutting-edge technologies and I thought to myself, how come there is no computer technology to create books in Braille? These amazing technologiesmust be able to also help people with limitations like myself.", "en": " 往前回到80年代中期. 當時我想要了解尖端科技 我自己就想 怎麼沒有用電腦科技 創造出的點字電子書? 這些驚人的技術一定也能幫助 像我一樣有缺陷的人."}, {"zh-tw": " That's the momentmy innovation journey began. I started developingdigital book technologies, such as a digital Braille editor,digital Braille dictionary and a digital Braille library network.", "en": " 從那時候開始我決定要創新技術. 我著手研發電子書技術, 例如，點字電子編輯器，點字電子詞典, 點字電子圖書網."}, {"zh-tw": " Today, every student who is visuallyimpaired can read textbooks, by using personal computersand mobile devices, in Braille or in voice. This may not surprise you, since everyone now has digital booksin their tablets in 2015.", "en": " 現在視障的學生能夠閱讀教科書, 藉由電腦和行動裝置的使用, 透過點字, 或者聲音. 這對你並不陌生, 2015年大家的電腦設備裡都有電子書了."}, {"zh-tw": " But Braille went digitalmany years before digital books, already in the late 1980s,almost 30 years ago. Strong and specific needsof the blind people made this opportunity to createdigital books way back then.", "en": " 不過點字法好幾年前就數位化了, 出現於80年代後期，大約30年前. 盲人的需求很強烈且獨特, 使得過去才有機會創造電子書."}, {"zh-tw": " And this is actually notthe first time this happened, because history shows usaccessibility ignites innovation. The telephone was inventedwhile developing a communication tool for hearing impaired people.", "en": " 事實上這已經不是第一次, 因為從歷史來看便利即發明. 發展聽障溝通器材時電話誕生了."}, {"zh-tw": " Some keyboards were also inventedto help people with disabilities. Now I'm going to give youanother example from my own life.", "en": " 有些鍵盤也出現來幫助人的不便. 我現在要告訴你我生活中另外個例子."}, {"zh-tw": " In the '90s, people around mestarted talking about the Internet and web browsing. I remember the first timeI went on the web.", "en": " 90年代開始有人談論網路和網頁瀏覽. 我記得初次上網的時候,"}, {"zh-tw": " I was astonished. I could access newspapersat any time and every day.", "en": " 我大吃一驚. 我每天隨時可以閱讀報紙,"}, {"zh-tw": " I could even searchfor any information by myself. I desperately wanted to help the blindpeople have access to the Internet, and I found ways to render the webinto synthesized voice, which dramatically simplifiedthe user interface.", "en": " 我甚至可以自己找資料, 我真想幫助盲人們, 讓他們能可以使用網路, 後來我發現把網頁轉為合成語音的方法, 也大幅簡化使用者的介面."}, {"zh-tw": " This led me to developthe Home Page Reader in 1997, first in Japanese and later,translated into 11 languages. When I developed the Home Page Reader, I got many comments from users.", "en": " 促使我在1997年創立了頁面閱讀器, 起初只有日語，後來譯成11種語言. 我在建立頁面閱讀器的時候, 收到許多使用者回應"}, {"zh-tw": " One that I strongly remember said, \"For me, the Internetis a small window to the world.\" It was a revolutionary momentfor the blind. The cyber world became accessible, and this technology that we createdfor the blind has many uses, way beyond what I imagined.", "en": " 有一個我記得很清楚說, 『網路是我通往世界的一小扇窗. 』 那真是盲人大變革時期. 網路世界垂手可得, 我們創造給盲人的科技用途很廣, 超乎我的想像."}, {"zh-tw": " It can help drivers listen to their emails or it can help you listento a recipe while cooking. Today, I am more independent, but it is still not enough.", "en": " 它能夠協助司機用耳聽讀電子郵件, 還協助你炒菜時用耳聽讀食譜, 如今我更獨立了, 但這仍然不夠."}, {"zh-tw": " For example, when I approachedthe stage just now, I needed assistance. My goal is to come up here independently.", "en": " 譬如我剛上台時需要協助. 我的目標是自己上來這裡."}, {"zh-tw": " And not just here. My goal is to be able to traveland do things that are simple to you.", "en": " 而且還不只是這裡. 我的目標是能夠自己出遊,做一些你覺得簡單的事."}, {"zh-tw": " OK, now let me show youthe latest technologies. This is a smartphone appthat we are working on.", "en": " 來吧！現在讓我介紹最新科技. 這是我們研究中的智慧型手機app."}, {"zh-tw": " (Video) Electronic voice: 51 feetto the door, and keep straight. EV: Take the two doors to go out.The door is on your right.", "en": " （影音）電子音：『約15公尺抵達門邊，繼續直行』 電子音：『開門出去，門在你的右邊』"}, {"zh-tw": " EV: Nick is approaching. Looks so happy. Chieko Asakawa: Hi, Nick! CA: Where are you going?You look so happy.", "en": " 電子音：『尼克接近中，看起來很開心』 淺川：『嗨，尼克！』 淺川：『你要去哪？這麼開心』"}, {"zh-tw": " Nick: Oh -- well, my paperjust got accepted. CA: That's great! Congratulations.", "en": " 尼克：『喔，我的報告剛受到認可』 淺川：『好棒哦！恭喜啊！』"}, {"zh-tw": " Nick: Thanks. Wait -- how'd you knowit was me, and that I look happy? (Chieko and Nick laugh) Man: Hi. CA: Oh ... hi.", "en": " 尼克：『謝啦！等下...你怎麼知道我很開心？』 （淺川和尼克笑聲） 路人：『嗨！』 淺川：『喔...嗨！』"}, {"zh-tw": " EV: He is not talking to you,but on his phone. EV: Potato chips.", "en": " 電子音：『他不是跟你說話，是在講電話』 電子音：『洋芋片』"}, {"zh-tw": " EV: Dark chocolate with almonds. EV: You gained 5 pounds since yesterday;take apple instead of chocolate.", "en": " 電子音：『杏仁黑巧克力』 電子音：『自從昨天你胖了1公斤，不要巧克力吃蘋果』"}, {"zh-tw": " EV: Approaching. EV: You arrived.", "en": " 電子音：『接近中』 電子音：『你到了』"}, {"zh-tw": " CA: Now ... Thank you.", "en": " 淺川：『現在...』 謝謝各位."}, {"zh-tw": " So now the app navigates me by analyzing beacon signalsand smartphone sensors and permits me to move aroundindoor and outdoor environments all by myself. But the computer vision partthat showed who is approaching, in which mood -- we are stillworking on that part.", "en": " 所以現在app給我指引, 藉由分析無線信號及手機感測, 允許我在任何環境走動, 這全都靠我自己. 但電腦視覺的部分: 說明誰在接近, 以及心情狀態...我們仍在研究中."}, {"zh-tw": " And recognizing facial expressionsis very important for me to be social. So now the fusions of technologiesare ready to help me see the real world.", "en": " 臉部表情辨識非常重要, 對我來說可以用來社交. 所以各種科技已經準備好幫我 了解真實的世界."}, {"zh-tw": " We call this cognitive assistance. It understands our surrounding world and whispers to me in voiceor sends a vibration to my fingers.", "en": " 我們稱之為感知輔助. 它能了解我們周遭的環境, 跟我小聲講話或振動我的手指."}, {"zh-tw": " Cognitive assistance will augmentmissing or weakened abilities -- in other words, our five senses. This technology is only in an early stage, but eventually, I'll be able to finda classroom on campus, enjoy window shopping or find a nice restaurantwhile walking along a street.", "en": " 感知輔助將彌補我們的缺陷-- 也就是我們的五種感覺. 這科技仍在初期開發階段, 不過以後我能夠找到校園裡的教室, 盡情享受逛街的樂趣, 走在街上可以發掘不錯的餐廳."}, {"zh-tw": " It will be amazing if I can find youon the street before you notice me. It will become my best buddy, and yours.", "en": " 驚訝的是在你發現之前我先認出你. 它會是你我最佳的夥伴."}, {"zh-tw": " So, this really is a great challenge. It is a challengethat needs collaboration, which is why we are creatingan open community to accelerate research activities.", "en": " 所以這真是一大挑戰. 是需要合作才能完成的挑戰, 這就是為何我們建立開放式社群, 來加快研究的腳步."}, {"zh-tw": " Just this morning, we announcedthe open-source fundamental technologies you just saw in the video. The frontier is the real world.", "en": " 今早我們剛開放你方才在影片中所看到的基本技術的資源. 今早我們剛開放你方才在影片中所看到的基本技術的資源. 此項科技的尖端就在於真實世界."}, {"zh-tw": " The blind community is exploringthis technical frontier and the pathfinder. I hope to work with youto explore the new era, and the next time that I'm on this stage, through technology and innovation, I will be able to walk up here all by myself.", "en": " 盲人們是先驅者, 正探索著這項尖端科技的前沿. 我希望與你開拓新紀元, 下次在這台上, 透過技術與創新, 我能夠自己走上來這裡, 全靠我自己."}, {"zh-tw": " Thank you so much.", "en": " 感謝各位."}], "title": "Chieko Asakawa How New Technology Helps Blind People Explore The World"}