{"url": "http://www.ted.com/talks/jessica_shortall_how_america_fails_new_parents_and_their_babies", "paragraphs": [{"zh-tw": " What does a working mother look like? If you ask the Internet,this is what you'll be told. Never mind that this iswhat you'll actually produce if you attempt to work at a computerwith a baby on your lap.", "en": " 一位職場媽媽是怎樣的一幅光景呢？ 要是你在網路上查詢的話， 這就是它會讓你知道的東西。 儘管實際上這是你會做出來的玩意兒－ 要是你嘗試用電腦工作、 在大腿上帶個小寶貝的話。"}, {"zh-tw": " But no, this isn't a working mother. You'll notice a theme in these photos.We'll look at a lot of them.", "en": " 不過並非如此！這個不是職場媽媽！ 我們將會看到成堆的照片， 在這些照片裡面你會發現到一個主題，"}, {"zh-tw": " That theme is amazing natural lighting, which, as we all know, is the hallmarkof every American workplace. There are thousands of images like these.", "en": " 那個主題就是神奇的自然打光， 那如同你我都知道的， 此乃美國各個工作場所的金字招牌。 數以千張像這些的照片就在那裡，"}, {"zh-tw": " Just put the term \"working mother\"into any Google image search engine, stock photo site. They're all over the Internet, they're toppingblog posts and news pieces, and I've become kind of obsessed with themand the lie that they tell us and the comfort that they give us, that when it comesto new working motherhood in America, everything's fine.", "en": " 只要把「職場媽媽」這個詞兒 放進任何 Google 圖像搜尋引擎、 圖庫網站， 它們全都在網際網路上， 它們就在序列最為上方的部落格貼文 和新聞文章裡； 而我早已有點著迷於它們 以及它們向我們訴說的謊言、 還有它們帶給我們自在感－ 當講到了美國的新一代職場慈母時 每件事都是美好的。"}, {"zh-tw": " But it's not fine. As a country, we are sendingmillions of women back to work every year, incrediblyand kind of horrifically soon after they give birth.", "en": " 但事實一點都不是如此， 以一個國家來說我們每年不斷地把， 數百萬名產後婦女送回去工作， 不可思議和有點驚人的快。"}, {"zh-tw": " That's a moral problem but today I'm also going to tell youwhy it's an economic problem. I got so annoyed and obsessedwith the unreality of these images, which look nothing like my life, that I recently decided to shoot and starin a parody series of stock photos that I hoped the world would start to use just showing the really awkward realityof going back to work when your baby's food sourceis attached to your body.", "en": " 這是個良知的難題， 不過今天我打算跟你們講 為什麼它是個經濟上的難題。 這些圖像的不切實際令我變得 變得惱火以及困擾不已， 它們看起來一點都不像我的日子！ 我最近打定主意拍攝以及領銜主演 一系列滑稽模仿的圖庫， 我希望全世界會開始使用， 我只想要呈現出 當嬰兒食物來源被設定在你自己身上時 卻要回到工作崗位的窘境，"}, {"zh-tw": " I'm just going to show you two of them. Nothing says \"Give that girl a promotion\"like leaking breast milk through your dress during a presentation.", "en": " 我正要讓你們來看其中兩個源頭。 好比在簡報的時候奶水正滲出了你的洋裝， 不會有人說給這個小妞升個職吧！"}, {"zh-tw": " You'll notice that there'sno baby in this photo, because that's not how this works, not for most working mothers. Did you know, and this will ruin your day, that every time a toilet is flushed,its contents are aerosolized and they'll stay airborne for hours? And yet, for many new working mothers, this is the only place during the daythat they can find to make food for their newborn babies.", "en": " 你會發現沒有嬰兒在這張照片裡， 因為在這裡是行不通的－ 對大多數的職場媽媽來說此路不通。 你知道，這會搞砸你的日子， 每一回馬桶冲完水 其內容物氣味會瀰漫繚繞 而且會留在空氣中數個小時嗎？ 儘管如此對許多新手職場媽媽們來說 這是她們在白天所能找到唯一的地方 為她們的剛出生的小寶貝製作食物。"}, {"zh-tw": " I put these things,a whole dozen of them, into the world. I wanted to make a point.", "en": " 我把整整十二張這些東西擺上檯面， 我想要點出個道理來；"}, {"zh-tw": " I didn't know what I was also doingwas opening a door, because now, total strangersfrom all walks of life write to me all the time just to tell me what it's likefor them to go back to work within days or weeks of having a baby. I'm going to share10 of their stories with you today.", "en": " 我不曉得我同時也正開啟了一扇門， 因為如今來自社會各階層全然陌生的人 不時寫信給我， 就只是要告訴我 對她們來說生了小孩的幾天內或幾星期內 回去工作時是怎樣一幅光景， 今天我要與你們分享十個她們的故事，"}, {"zh-tw": " They are totally real,some of them are very raw, and not one of themlooks anything like this. Here's the first.", "en": " 他們全然是真人實事， 有些故事還非常辛酸， 沒一個有一丁點像這幅圖像的地方。 這是第一個："}, {"zh-tw": " \"I was an active dutyservice member at a federal prison. I returned to work after the maximumallowed eight weeks for my C-section.", "en": " 「我以前是個在聯邦監獄 全職的第一線工作人員， 在剖腹生產所容許的 最長八個禮拜休假後復職，"}, {"zh-tw": " A male coworker was annoyedthat I had been out on 'vacation,' so he intentionally opened the door on mewhile I was pumping breast milk and stood in the doorwaywith inmates in the hallway.\" Most of the stories that these women,total strangers, send to me now, are not actually even about breastfeeding. A woman wrote to me to say, \"I gave birth to twins and went backto work after seven unpaid weeks.", "en": " 一名男同事氣惱我一直在外「渡假」， 所以當我在擠取母乳時他故意打開門， 他站在門口而且門廊邊還帶著囚犯。」 現在寄來給我的這些婦女們 全然是陌生人， 大多數故事實際上甚至和哺乳沒關係。 寫信給我的一名婦女寫道： 「我生下一對雙胞胎， 在七個星期的無薪假後復職；"}, {"zh-tw": " Emotionally, I was a wreck. Physically, I had a severe hemorrhageduring labor, and major tearing, so I could barely get up, sit or walk.", "en": " 情感上我是個受損嚴重的人， 身理上 我在勞動時有過嚴重的大出血 以及重大的撕裂傷； 所以我只能勉強起身、坐下或是走動。"}, {"zh-tw": " My employer told me I wasn't allowedto use my available vacation days because it was budget season.\" I've come to believe that we can't looksituations like these in the eye because then we'd be horrified, and if we get horrifiedthen we have to do something about it. So we choose to look at,and believe, this image.", "en": " 我雇主告訴我不準用掉手邊可用的假休 因為這是資金緊張的一季」。 我開始相信我們的眼裡容不下這些狀況， 因為接著我們將會感到震驚； 要是我們感到震驚了， 我們勢必得有所作為！ 所以我們選擇看著以及相信這張照片，"}, {"zh-tw": " I don't really knowwhat's going on in this picture, because I find it weirdand slightly creepy. Like, what is she doing? But I know what it tells us.", "en": " 我真的不清楚這張照片後頭 即將上演些什麼事情， 因為我發現它不自然 甚至有點令人起雞皮疙瘩。 比方說她正在做什麼事呢？ 不過我知道它要告知我們何事－"}, {"zh-tw": " It tells us that everything's fine. This working mother, all working mothersand all of their babies, are fine.", "en": " 它告訴我們一切都好到不行， 這位職場媽媽、所有的職場媽媽 以及她們的小寶貝都好到不行，"}, {"zh-tw": " There's nothing to see here. And anyway, women have made a choice, so none of it's even our problem.", "en": " 一點麻煩都沒有。 總之婦女同胞們已經做了「選擇」， 所以完全不是我們的問題。"}, {"zh-tw": " I want to break this choice thingdown into two parts. The first choice saysthat women have chosen to work.", "en": " 我要把這個「選擇」拆成兩個部份， 首先它說婦女已「選擇」了工作；"}, {"zh-tw": " So, that's not true. Today in America, women make up47 percent of the workforce, and in 40 percent of American households a woman is the soleor primary breadwinner.", "en": " 那不是真的！ 今天在美國婦女構成 47％的勞動力， 以及美國 40％的家庭裡 婦女是唯一或主要的養家者；"}, {"zh-tw": " Our paid work is a part, a huge part,of the engine of this economy, and it is essentialfor the engines of our families. On a national level,our paid work is not optional.", "en": " 我們的有支薪工作是經濟引擎裡 極大的一部份， 且對我們家庭動力來說是不可或缺的， 以國家的層次來看－ 我們的有支薪工作不是任君挑選的。"}, {"zh-tw": " Choice number two says that womenare choosing to have babies, so women alone should bearthe consequences of those choices. You know, that's one of those things that when you hear it in passing,can sound correct.", "en": " 第二個部份說婦女「選擇」要生小孩， 所以婦女應該獨自承受這些選擇的下場！ 那就是別人提起時 聽到的那些東西其中的一項， 聽起來也沒錯呀。"}, {"zh-tw": " I didn't make you have a baby. I certainly wasn't therewhen that happened.", "en": " 「不是我讓你生小孩的！」、 「這完全不關我的事啊！」。"}, {"zh-tw": " But that stanceignores a fundamental truth, which is that our procreationon a national scale is not optional. The babies that women, many of themworking women, are having today, will one day fill our workforce,protect our shores, make up our tax base.", "en": " 但是這些立論忽視了基本的事實－ 我們的繁衍 在國家的水準上是沒有選擇空間的。 婦女－許多是職場婦女－ 今天不斷生育的小寶貝們 有天將填補我們的勞動力、 守護我們的海岸線、 構成我們的稅基；"}, {"zh-tw": " Our procreationon a national scale is not optional. These aren't choices.", "en": " 我們的繁衍在國家層面上 是沒有選擇空間的。 這些並不是選擇！"}, {"zh-tw": " We need women to work.We need working women to have babies. So we should makedoing those things at the same time at least palatable, right? OK, this is pop quiz time: what percentage of workingwomen in America do you think have no access to paid maternity leave? 88 percent.", "en": " 我們要有婦女工作、 我們要有職場婦女生孩子； 所以我們應該讓同時間做這兩碼子事 至少講得通對吧？ 現在現場抽問時間： 「在美國有多少百分比的職場婦女 你認為無法獲取帶薪的育嬰假？」 88％！"}, {"zh-tw": " 88 percent of working motherswill not get one minute of paid leave after they have a baby. So now you're thinking about unpaid leave.", "en": " 88％的職場婦女生完孩子以後 將連 1 分鐘的帶薪假也拿不到。 所以現在你正想著無薪假吧！"}, {"zh-tw": " It exists in America.It's called FMLA. It does not work. Because of the way it's structured,all kinds of exceptions, half of new mothers are ineligible for it.", "en": " 它存在於美國，叫「家庭與醫療假法」（FMLA） 它並不管用！ 因為它被成立出來的方式，所有的排除 新手媽媽們半數是不符資格的！"}, {"zh-tw": " Here's what that looks like. \"We adopted our son.", "en": " 這就是其情景： 「我們領養了兒子，"}, {"zh-tw": " When I got the call, the day he was born,I had to take off work. I had not been there long enoughto qualify for FMLA, so I wasn't eligible for unpaid leave.", "en": " 當我在他誕生的那天接到電話 我就得放下工作， 我的年資尚未長到 可適用家庭與醫療假法， 所以無薪假沒我的份。"}, {"zh-tw": " When I took time offto meet my newborn son, I lost my job.\" These corporate stock photoshide another reality, another layer. Of those who do have accessto just that unpaid leave, most women can't affordto take much of it at all.", "en": " 當我離開崗位去見剛出世的兒子時 我搞丟了工作」。 這些私人企業老套的照片隱藏著現實， 從另一個層面。 那些只是可以取得無薪假的人， 大多數根本一點也消受不起請太多假。"}, {"zh-tw": " A nurse told me, \"I didn't qualifyfor short-term disability because my pregnancywas considered a preexisting condition. We used up all of our tax returnsand half of our savings during my six unpaid weeks.", "en": " 一位護士跟我說道： 「因為我的懷孕被認定是既存狀態， 我不符合短期無力工作的資格； 我們在我六個星期無薪假的期間 用上全部的退稅金和半數的積蓄，"}, {"zh-tw": " We just couldn't manage any longer. Physically it was hard,but emotionally it was worse.", "en": " 我們就是做不到再請多一點假。 身理上很不好受但是情感面更糟，"}, {"zh-tw": " I struggled for monthsbeing away from my son.\" So this decisionto go back to work so early, it's a rational economic decisiondriven by family finances, but it's often physically horrific because putting a humaninto the world is messy. A waitress told me, \"With my first baby, I was backat work five weeks postpartum.", "en": " 不在兒子身邊讓我煎熬了好幾個月」。 所以如此之早就回去工作的這個決定 是受家庭財務所驅使的合理經濟決定； 不過身理上經常是很駭人聽聞的， 因為生出小孩來是吃力不討好的事。 一位女服務生告訴我： 「有了我的第一個小寶貝時 產後五週我就回去工作了；"}, {"zh-tw": " With my second, I had to havemajor surgery after giving birth, so I waited until six weeks to go back. I had third degree tears.\" 23 percent of newworking mothers in America will be back on the jobwithin two weeks of giving birth.", "en": " 有第二個小寶貝時 我必須做個大手術， 所以我直到六週後才回去工作。 我當時有三度會陰撕裂傷。」 在美國 23％的新手職場媽媽 將會在產後兩個禮拜內復職！"}, {"zh-tw": " \"I worked as a bartender and cook,average of 75 hours a week while pregnant. I had to return to workbefore my baby was a month old, working 60 hours a week.", "en": " 「身為一位酒侍以及廚師， 懷孕時我一週平均工作 75 個小時， 在我的小孩滿月前我就得回去工作－ 一週 60 個小時；"}, {"zh-tw": " One of my coworkers was only ableto afford 10 days off with her baby.\" Of course, this isn't just a scenariowith economic and physical implications. Childbirth is, and always will be,an enormous psychological event.", "en": " 我有一位同事只花得起 10 天的假休陪孩子。」 當然這現象不只有著經濟和身理影響， 生小孩一直都會是重大的心理事件。"}, {"zh-tw": " A teacher told me, \"I returned to workeight weeks after my son was born. I already suffer from anxiety, but the panic attacks I had priorto returning to work were unbearable.\" Statistically speaking, the shorter a woman's leaveafter having a baby, the more likely she will be to sufferfrom postpartum mood disorders like depression and anxiety, and among many potentialconsequences of those disorders, suicide is the secondmost common cause of death in a woman's first year postpartum.", "en": " 一位老師告訴我： 「我兒子出生八週後我就復職了， 我已經受焦慮所苦， 但是早在我回去工作之前 侵襲我的驚慌是難以忍受的」。 統計上而言 婦女生了小孩以後的產休越短 她越有可能會遭受產後情緒異常－ 諸如憂鬱以及焦慮； 那些異常眾多的潛在影響裡 自殺是產後第一年"}, {"zh-tw": " Heads up that this next story -- I've never met this woman,but I find it hard to get through. \"I feel tremendous grief and ragethat I lost an essential, irreplaceable and formativetime with my son.", "en": " 婦女們最常見的第二死因。 注意接下來這個故事－ 我不曾見過這個女人， 但是我知道該情形很難撐過去。 「我感到無比的痛心以及氣憤－ 我失去了伴著兒子的不可或缺、 無可取代的發育時期，"}, {"zh-tw": " Labor and deliveryleft me feeling absolutely broken. For months, all I rememberis the screaming: colic, they said.", "en": " 勞動和生產讓我感覺百分百報銷了。 幾個月來我只記得嬰兒的哭鬧－ 他們說是腸絞痛；"}, {"zh-tw": " On the inside, I was drowning. Every morning, I asked myselfhow much longer I could do it.", "en": " 內心的我呼吸不過來了， 每天早上我問自己我還能夠做多久呢？"}, {"zh-tw": " I was allowed to bring my baby to work. I closed my office doorwhile I rocked and shushed and begged him to stop screamingso I wouldn't get in trouble.", "en": " 我被允許帶著我的小寶貝上班， 當我在搖哄、安撫以及乞求他停止哭鬧時 我關上了我辦公室的門，以避免麻煩。"}, {"zh-tw": " I hid behind that office doorevery damn day and cried while he screamed. I cried in the bathroomwhile I washed out the pump equipment.", "en": " 該死的每一天當他哭喊時 我躲在辦公室的門後以及哭泣、 當我清洗集乳器時我在洗手間哭泣；"}, {"zh-tw": " Every day, I cried all the way to workand all the way home again. I promised my boss that the workI didn't get done during the day, I'd make up at night from home.", "en": " 每一天我一路哭著去上班、 而且再次一路哭著回家！ 我跟老闆保證我白天沒做完的工作 我在晚上時會在家裡彌補過來，"}, {"zh-tw": " I thought, there's just somethingwrong with me that I can't swing this.\" So those are the mothers. What of the babies? As a country, do we careabout the millions of babies born every year to working mothers? I say we don't, not until they're of workingand tax-paying and military-serving age.", "en": " 我猜我無法做到只是我自己有問題」。 所以這些就是媽媽們的情形， 那小寶貝們又如何呢？ 以一個國家而言我們關心每年職場媽媽 所生出來的數百萬名小寶貝們嗎？ 我想我們並沒有的， 除非等到他們到工作、 繳稅、從軍的年紀。"}, {"zh-tw": " We tell them we'll see them in 18 years, and getting there is kind of on them. One of the reasons I know thisis that babies whose mothers have 12 or more weeks at home with them are more likely to get their vaccinationsand their well checks in their first year, so those babies are more protectedfrom deadly and disabling diseases.", "en": " 我們跟他們說十八年後再見， 而要到那時候像是他們自己的事了！ 其中一個我所知道的原因 是那些能有十二個或是更多禮拜時間 在家陪小寶貝的媽媽們 是更有可能在寶貝第一年的人生 提供疫苗注射以及良好的照顧， 所以那些小寶貝們是更受到保護 免於致命和失能的疾病，"}, {"zh-tw": " But those things are hiddenbehind images like this. America has a message for new motherswho work and for their babies.", "en": " 但事情都被像這樣的景象給隱藏住了。 美國要給在上班的新手媽媽 和他們的小寶貝們一個訊息："}, {"zh-tw": " Whatever time you get together,you should be grateful for it, and you're an inconvenience to the economy and to your employers. That narrative of gratituderuns through a lot of the stories I hear.", "en": " 不管是在什麼時候你們聚首了 你們應該為此感恩， 而你們對經濟還有雇主來說是種拖累。 我所聽到的很多故事穿插了感激之情"}, {"zh-tw": " A woman told me, \"I went back at eight weeksafter my C-section because my husband was out of work. Without me, my daughterhad failure to thrive.", "en": " 一名婦女告訴我： 「我在剖腹生產八週後復職， 因為我老公失業了！ 少了我我女兒就活不下去了－"}, {"zh-tw": " She wouldn't take a bottle. She started losing weight.", "en": " 她一瓶奶水也不會喝， 她開始不斷瘦下來。"}, {"zh-tw": " Thankfully, my managerwas very understanding. He let my mom bring my baby, who was on oxygen and a monitor, four times a shift so I could nurse her.\" There's a little clubof countries in the world that offer no nationalpaid leave to new mothers.", "en": " 好在我的經理非常諒解我， 他讓我母親帶來我的小寶貝， 她帶著氧氣罩和監測器， 一輪工時裡可有四次機會， 讓我可以護理她。」 世界上有著一小團體的國家 沒有給新手媽媽們國有帶薪假，"}, {"zh-tw": " Care to guess who they are? The first eight make up eight millionin total population. They are Papua New Guinea,Suriname and the tiny island nations of Micronesia, Marshall Islands,Nauru, Niue, Palau and Tonga.", "en": " 用心猜一下是哪些國家呢？ 前八名構成八百萬的總人口數－ 有著巴布紐幾內亞、蘇利南、 以及小島島國密克羅尼西亞、 馬紹爾、諾魯、紐埃、帛琉和東加，"}, {"zh-tw": " Number nine isthe United States of America, with 320 million people. Oh, that's it.", "en": " 第九名則是美國－ 有著三億兩千萬的人口。 噢！就這樣了！"}, {"zh-tw": " That's the end of the list. Every other economy on the planet has found a way to make some levelof national paid leave work for the people doing the workof the future of those countries, but we say,\"We couldn't possibly do that.\" We say that the marketwill solve this problem, and then we cheer when corporationsoffer even more paid leave to the women who are already the highest-educatedand highest-paid among us.", "en": " 那就是這份名單最後的部份。 地球上每一個其他的經濟體 都幫為國家之長久做出貢獻的這些人 找到方法訂出某些程度的國有帶薪假。 而我們卻是說：「我們沒有可能做到、 經濟市場將會解決這個問題」， 後來當公司給出更多帶薪假給早已是 我們裡面最高學歷、薪水的婦女時 我們大聲叫好；"}, {"zh-tw": " Remember that 88 percent? Those middle- and low-income womenare not going to participate in that. We know that there are staggeringeconomic, financial, physical and emotional costs to this approach.", "en": " 還記得 88 ％嗎？ 那些中、低所得婦女將分不到一杯羹。 我們知道這辦法有驚人的經濟、財務、 人身上、情感上的成本，"}, {"zh-tw": " We have decided --decided, not an accident, to pass these costs directlyon to working mothers and their babies. We know the price tag is higherfor low-income women, therefore disproportionatelyfor women of color.", "en": " 我們已經決定好而不是意外－ 把這些成本都直接過讓給 職場媽媽以及她們的小寶貝們， 我們知道對低所得婦女來說 代價是更加高昂的， 因此對有膚色的婦女來說更是有失公允，"}, {"zh-tw": " We pass them on anyway. All of this is to America's shame.", "en": " 總之我們過讓了這些成本！ 這所有一切變成美國丟臉的事情，"}, {"zh-tw": " But it's also to America's risk. Because what would happen if all of these individualso-called choices to have babies started to turn into individual choicesnot to have babies.", "en": " 不過也成了美國的隱憂； 又會發生什麼事呢－ 要是這些俗稱「選擇有孩子的人」 開始全都變成選擇不要有孩子的人。"}, {"zh-tw": " One woman told me, \"New motherhood is hard.It shouldn't be traumatic. When we talk about expandingour family now, we focus on how much time I would haveto care for myself and a new baby.", "en": " 一名婦女告訴我： 「現代慈母是苦差事， 這不應該是坐立難安的。 當我們現在談到增添家庭成員時， 我們關注於我將會有多少時間 來照顧自己以及一個新生兒，"}, {"zh-tw": " If we were to have to do it againthe same way as with our first, we might stick with one kid.\" The birthrate needed in Americato keep the population stable is 2.1 live births per woman. In America today, we are at 1.86.", "en": " 要是我們得如同我們有第一個 小寶貝時再來一遍那樣做的話， 我們有了一個孩子可能就打住了」。 在美國維持人口穩定所需要的出生率 是每個婦女生 2.1 個活嬰， 今天美國我們的出生率是 1.86；"}, {"zh-tw": " We need women to have babies, and we are actively disincentivizingworking women from doing that. What would happen to work force,to innovation, to GDP, if one by one, the working mothersof this country were to decide that they can't bearto do this thing more than once? I'm here today with onlyone idea worth spreading, and you've guessed what it is.", "en": " 我們需要婦女生孩子， 而我們實際上削弱職業婦女 去做這件事情的動機。 對勞動力、創新、 GDP將會產生什麼變化呢？ 要是這個國家的職業婦女 一個接著一個打定主意 她們禁不起生孩子多於一回呢？ 我今天在這裡只有一個 值得推廣出去的概念， 而且你也已經猜到是什麼了。"}, {"zh-tw": " It is long since timefor the most powerful country on Earth to offer national paid leave to the people doing the workof the future of this country and to the babieswho represent that future. Childbirth is a public good.", "en": " 對地球上最強大的國家來說早該是時候 來提供國有帶薪假 給為了國家的將來做事情的人、 以及給代表那個將來的小寶貝們。 生孩子是一種公共利益，"}, {"zh-tw": " This leave should be state-subsidized. It should have no exceptionsfor small businesses, length of employment or entrepreneurs.", "en": " 這種假休應該是被國家所補助， 這對小企業、雇用年限、 企業家來說應該沒有例外，"}, {"zh-tw": " It should be ableto be shared between partners. I've talked today a lot about mothers, but co-parents matter on so many levels.", "en": " 它在伴侶之間應該能夠互享！ 今天我已經講了很多關於媽媽的事了， 不過在許多程度上，共同撫養也重要。"}, {"zh-tw": " Not one more womanshould have to go back to work while she is hobbling and bleeding. Not one more family should haveto drain their savings account to buy a few daysof rest and recovery and bonding.", "en": " 不該再有一名婦女當她正在顛跛 和失血時得回去工作、 不該再有一個家庭得要榨乾其存款帳戶 來買到短短幾天的休息、恢復和癒合、"}, {"zh-tw": " Not one more fragile infant should have to go directlyfrom the incubator to day care because his parents have used upall of their meager time sitting in the NICU. Not one more working familyshould be told that the collision of their work, their needed workand their needed parenthood, is their problem alone.", "en": " 不該再有一個脆弱的嬰兒 得要從保溫箱直接來到平日照護病房－ 因為他的雙親已經用上所有 他們不多的時間， 一直坐在新生兒加護病房裡面、 不該再有做工家庭被告知與工作的衝突－ 他們需要做的工作、 他們需要扮演的父母天職 是他們自身個人的難題。"}, {"zh-tw": " The catch is that when this is happeningto a new family, it is consuming, and a family with a new babyis more financially vulnerable than they've ever been before, so that new mother cannot affordto speak up on her own behalf. But all of us have voices.", "en": " 重點是當這檔事發生在新家庭的身上時 它是不停消耗的， 一個帶著一名新生兒的家庭 比起他們以前在財務上更為脆弱的， 所以新手媽媽沒本錢為自己發聲。 但是我們所有人都有著聲音，"}, {"zh-tw": " I am done, done having babies, and you might be pre-baby, you might be post-baby, you might be no baby. It should not matter.", "en": " 我已經生完孩子了， 而你可能是有小孩前、 有小孩後、沒有孩子， 那應該無關緊要，"}, {"zh-tw": " We have to stop framing thisas a mother's issue, or even a women's issue. This is an American issue.", "en": " 我們必須停止形造這個為 母親僅有的課題、 甚或是婦女的課題， 這是一個美國的課題！"}, {"zh-tw": " We need to stop buying the liethat these images tell us. We need to stop being comforted by them.", "en": " 我們要停止相信這些照片 告訴我們的謊言。 我們需要停止用它們來感到自在！"}, {"zh-tw": " We need to questionwhy we're told that this can't work when we see it workeverywhere all over the world. We need to recognizethat this American reality is to our dishonor and to our peril.", "en": " 當我們看到在全世界各地都行得通時， 我們需要去質疑為什麼 我們會被告知這做不到？ 我們需要認清這個美國現實 是我們的壞名聲以及我們的災難！"}, {"zh-tw": " Because this is not, this is not, and this is notwhat a working mother looks like.", "en": " 因為這個不是、 這個也不是、 這個更不是職業媽媽所看起來的樣子！"}], "title": "Jessica Shortall How America Fails New Parents And Their Babies"}