{"url": "http://www.ted.com/talks/laura_robinson_the_secrets_i_find_on_the_mysterious_ocean_floor", "paragraphs": [{"zh-tw": " Well, I'm an ocean chemist. I look at the chemistryof the ocean today. I look at the chemistryof the ocean in the past.", "en": " 我是一個海洋化學家 我關注現在的海洋變化 我關注過去的海洋變化"}, {"zh-tw": " The way I look back in the past is by using the fossilized remainsof deepwater corals. You can see an image of oneof these corals behind me.", "en": " 我探索過去的法則 是利用已經變成化石的深海珊瑚的遺骸 你可以看到在我身後 其中一張珊瑚的照片"}, {"zh-tw": " It was collected from close to Antarctica,thousands of meters below the sea, so, very differentthan the kinds of corals you may have been lucky enough to seeif you've had a tropical holiday. So I'm hoping that this talk will give you a four-dimensional view of the ocean.", "en": " 我們在毗鄰南極洲幾千米之下的深海處找到它 因此 如果你在熱帶旅遊的時候能夠有幸看到一些珊瑚 會發現二者很不一樣 我真誠地希望我的演說 能夠為你帶來一個四維的海洋"}, {"zh-tw": " Two dimensions, such as thisbeautiful two-dimensional image of the sea surface temperature. This was taken using satellite,so it's got tremendous spatial resolution.", "en": " 二維的海洋 比如這張美麗的海洋表面溫度的二維的圖像 这是由卫星拍摄的 所以拥有极好的空间辨析度"}, {"zh-tw": " The overall features are extremelyeasy to understand. The equatorial regions are warmbecause there's more sunlight.", "en": " 图片上关于整体的特征极其容易了解 赤道地区比较温暖 因为那裡接收了更多的阳光"}, {"zh-tw": " The polar regions are coldbecause there's less sunlight. And that allows big icecapsto build up on Antarctica and up in the Northern Hemisphere.", "en": " 极地地区比较严寒 因为那裡光照稀少 这让巨大的冰盖在南极洲和北半球上部形成"}, {"zh-tw": " If you plunge deep into the sea,or even put your toes in the sea, you know it gets colder as you go down, and that's mostly because the deep watersthat fill the abyss of the ocean come from the cold polar regionswhere the waters are dense. If we travel back in time20,000 years ago, the earth looked very much different.", "en": " 如果你俯冲入深海之中 或者把你的脚趾放进海里 你就知道越往下水温越低 那是大多是因为流動在海洋深處的海水 来自寒冷的极地地区 它们的密度更高 如果我们進行時間旅行 回到两万年前 会发现地球看起来有很大不同"}, {"zh-tw": " And I've just given you a cartoon versionof one of the major differences you would have seenif you went back that long. The icecaps were much bigger.", "en": " 如果你真的回到那麼久以前的地球 将会看到我用图像给你们展现其中一个最大的不同之处 冰川面積更大"}, {"zh-tw": " They covered lots of the continent,and they extended out over the ocean. Sea level was 120 meters lower.", "en": " 它們覆蓋了很多的陸地 而且延伸到了海洋 海平面比现在低了120米"}, {"zh-tw": " Carbon dioxide [levels] were verymuch lower than they are today. So the earth was probably about threeto five degrees colder overall, and much, much colderin the polar regions.", "en": " 二氧化碳含量也比現在低了許多 所以可能全球平均氣溫要低了3到5度 在極地地區要更加寒冷"}, {"zh-tw": " What I'm trying to understand, and what other colleagues of mineare trying to understand, is how we moved from thatcold climate condition to the warm climate conditionthat we enjoy today. We know from ice core research that the transition from thesecold conditions to warm conditions wasn't smooth, as you might predictfrom the slow increase in solar radiation.", "en": " 我希望了解的 我的其他同事們希望了解的 是我們的地球怎麼從一個極寒的星球 變成一個适宜人类居住的家園 通過對冰核的探索 我們了解到這一個從嚴寒到溫暖的轉變過程並不平穩 這也可以從緩慢增長的太陽輻射推測出來"}, {"zh-tw": " And we know this from ice cores,because if you drill down into ice, you find annual bands of ice,and you can see this in the iceberg. You can see those blue-white layers.", "en": " 而我們從冰核中得到這些結論 因為如果你鑽入到冰川深處 就能看到年復一年形成的冰層 在冰川上它們肉眼可見 你能看到那些藍白相間的層"}, {"zh-tw": " Gases are trapped in the ice cores,so we can measure CO2 -- that's why we know CO2was lower in the past -- and the chemistry of the icealso tells us about temperature in the polar regions. And if you move in timefrom 20,000 years ago to the modern day, you see that temperature increased.", "en": " 氣體被困在冰核之中 所以我們可以測量氣體中CO2的含量 因此我們知道過去的CO2含量要低得多 而且冰的元素組成 也告訴我們過去極地的溫度信息 如果你的思緒从20,000年前回到现在 你會發現溫度上升了"}, {"zh-tw": " It didn't increase smoothly. Sometimes it increased very rapidly, then there was a plateau, then it increased rapidly.", "en": " 它提升得並不平穩 有時候它迅速上升 接著是穩定狀態 然後再次迅速上升"}, {"zh-tw": " It was different in the two polar regions, and CO2 also increased in jumps. So we're pretty sure the oceanhas a lot to do with this.", "en": " 兩極的狀況有所不同 而CO2含量同樣猛漲 所以我們相當確定海洋影響了這個過程"}, {"zh-tw": " The ocean stores huge amounts of carbon, about 60 times morethan is in the atmosphere. It also acts to transport heatacross the equator, and the ocean is full of nutrientsand it controls primary productivity.", "en": " 海洋儲存了大量的碳元素 大約是空氣中的60倍 海洋也影響了热量跨越赤道传播 而且它富有養分 控制了初級生產力"}, {"zh-tw": " So if we want to find outwhat's going on down in the deep sea, we really need to get down there, see what's there and start to explore. This is some spectacular footagecoming from a seamount about a kilometer deepin international waters in the equatorial Atlantic, far from land.", "en": " 所以我們想弄明白深海中到底發生了什麼事情 我們真的需要下到那裡 看看有什麼事物 然後開始挖掘與探索 這是一些美麗的海丘的影像 在公海海域大概一千米深處 在鄰近赤道 遠離陸地的大西洋海域"}, {"zh-tw": " You're amongst the first peopleto see this bit of the seafloor, along with my research team. You're probably seeing new species.", "en": " 你們是第一批看到這海底一隅的人 和我的團隊一起 你可能已經看到了新物種"}, {"zh-tw": " We don't know. You'd have to collect the samplesand do some very intense taxonomy.", "en": " 也許吧 你需要收集樣本然後進行認真的分類"}, {"zh-tw": " You can see beautiful bubblegum corals. There are brittle starsgrowing on these corals.", "en": " 你可以看到美麗的泡泡珊瑚 那裡有柔軟的海星生長在上面"}, {"zh-tw": " Those are things that looklike tentacles coming out of corals. There are corals made of different formsof calcium carbonate growing off the basalt of thismassive undersea mountain, and the dark sort of stuff,those are fossilized corals, and we're going to talka little more about those as we travel back in time.", "en": " 那看起來就像珊瑚裡伸出了觸手 那裡有由各種形式的碳酸鈣組成的珊瑚 生長在巨大的海底玄武岩山脈上 而那些黑色物質是變成化石的珊瑚 隨著我們對過去的探究 我们也會對它們進行更多的討論"}, {"zh-tw": " To do that, we needto charter a research boat. This is the James Cook,an ocean-class research vessel moored up in Tenerife.", "en": " 為了完成這件事 我們要租一艘科研船 這是James Cook 一艘遠洋探索船舶 它停泊在特納夫利島"}, {"zh-tw": " Looks beautiful, right? Great, if you're not a great mariner. Sometimes it looksa little more like this.", "en": " 看起來美極了 對吧？ 然而 如果你不是一名好的船員 有時候情況更多是這樣的"}, {"zh-tw": " This is us trying to make surethat we don't lose precious samples. Everyone's scurrying around,and I get terribly seasick, so it's not always a lot of fun,but overall it is.", "en": " 為了不要錯過一個珍貴的樣本 所有人來回跑動 我劇烈地暈船 所以這並不總是很愉快的 但總體來說它是"}, {"zh-tw": " So we've got to becomea really good mapper to do this. You don't see that kind of spectacularcoral abundance everywhere.", "en": " 為了做這件事 我們必須成為非常優秀的製圖人 你不可能在所有地方都看到那樣壯觀的大片珊瑚"}, {"zh-tw": " It is global and it is deep, but we need to really findthe right places. We just saw a global map,and overlaid was our cruise passage from last year.", "en": " 隻有在極少數的 深海的地方才能看到 但我們迫切地需要找到正確的地方 我們參考一張標明去年巡遊路線的世界地圖"}, {"zh-tw": " This was a seven-week cruise, and this is us, having made our own maps of about 75,000 square kilometersof the seafloor in seven weeks, but that's only a tiny fractionof the seafloor. We're traveling from west to east, over part of the ocean that wouldlook featureless on a big-scale map, but actually some of these mountainsare as big as Everest.", "en": " 這是一次持續七周的巡遊 而這是我們自己製作的 關於75,000平方千米的海底的地圖 它是花費7周的成果 但這只是海底很小的一部分 我們從西邊走到東邊 走過在過於簡略的世界地圖上看起來毫無特點的海洋 但事實上這些海洋底部的山脈與珠穆朗瑪峰一樣巨大"}, {"zh-tw": " So with the maps that we make on board, we get about 100-meter resolution, enough to pick out areasto deploy our equipment, but not enough to see very much. To do that, we need to flyremotely-operated vehicles about five meters off the seafloor.", "en": " 有了這張我們在船上繪製的地圖 我們得到了100米的分辨率 足以讓我們選擇一個區域並布置我們的儀器 但不足以讓我們看到太多的東西 為了看到更多 我們需要让遠程遙控機器人 遊動在大概距海底5米的地方"}, {"zh-tw": " And if we do that, we can get mapsthat are one-meter resolution down thousands of meters. Here is a remotely-operated vehicle, a research-grade vehicle.", "en": " 如果我們這樣做 我們就能夠在數千米之下的海底得到1米的分辨率 這是我們的遠程遙控機器人 一個研究型的機器人媒介"}, {"zh-tw": " You can see an arrayof big lights on the top. There are high-definition cameras,manipulator arms, and lots of little boxes and thingsto put your samples.", "en": " 你可以在它的頭上看到一列的大燈 和高清攝像機以及人工機械臂 許多箱子之類的東西來收集樣品"}, {"zh-tw": " Here we are on our first diveof this particular cruise, plunging down into the ocean. We go pretty fast to make surethe remotely operated vehicles are not affected by any other ships.", "en": " 終於到了我們在這個特殊的巡遊中 第一次入海的時候 猛潛入海洋 我們下潛地很快 來保證機器人不會被任何其他船隻影響"}, {"zh-tw": " And we go down, and these are the kinds of things you see. These are deep sea sponges, meter scale.", "en": " 然後我們持續下潛 這就是在海水中你能夠看到的景象 這是一隻米級的深海海綿"}, {"zh-tw": " This is a swimming holothurian --it's a small sea slug, basically. This is slowed down.", "en": " 一個正在海洋中徜徉的海參 本質上也就是一個小小的海洋鼻涕蟲 這個影像被放慢了"}, {"zh-tw": " Most of the footage I'm showingyou is speeded up, because all of this takes a lot of time. This is a beautiful holothurian as well.", "en": " 大多數我展現給你們的影像都是快進的 因為所有的這些拍攝花費了大量的時間 這也是一個漂亮的海參"}, {"zh-tw": " And this animal you're going to seecoming up was a big surprise. I've never seen anything like thisand it took us all a bit surprised.", "en": " 而這個將要出現的生物是給我們帶來了巨大的驚喜 我從來沒有見過這樣的生物 它讓我們都很驚訝"}, {"zh-tw": " This was after about 15 hours of workand we were all a bit trigger-happy, and suddenly this giantsea monster started rolling past. It's called a pyrosomeor colonial tunicate, if you like.", "en": " 在這時我們已經工作了15個小時 都處於亢奮的狀態 突然這個巨大的海洋怪物蠕動着經過 它被稱為火體蟲 或者群體性被囊動物 隨你怎麼叫"}, {"zh-tw": " This wasn't what we were looking for. We were looking for corals,deep sea corals.", "en": " 但是這不是我們在尋找的生物 我們在尋找着珊瑚 深海的珊瑚"}, {"zh-tw": " You're going to see a pictureof one in a moment. It's small, about five centimeters high.", "en": " 你將會看到一張深海珊瑚的照片 它很小 大概只有5釐米高"}, {"zh-tw": " It's made of calcium carbonate,so you can see its tentacles there, moving in the ocean currents. An organism like this probably livesfor about a hundred years.", "en": " 它由碳酸鈣構成 你可以看到它的那些小觸手隨着洋流飄動 它大概已經生活了幾百年了"}, {"zh-tw": " And as it grows, it takes inchemicals from the ocean. And the chemicals,or the amount of chemicals, depends on the temperature;it depends on the pH, it depends on the nutrients.", "en": " 當它生長的時候 它會吸收海洋中的元素 而海洋中的元素種類 或者元素含量 取決於溫度 取決於酸堿度 也取決於海洋中的養分"}, {"zh-tw": " And if we can understand howthese chemicals get into the skeleton, we can then go back,collect fossil specimens, and reconstruct what the oceanused to look like in the past. And here you can see us collectingthat coral with a vacuum system, and we put it into a sampling container.", "en": " 如果我們能夠明白這些元素是怎麼進到珊瑚遺骨里的 我們就能通過收集化石樣品 重新構建過去的海洋景觀 現在你能夠看到我們在用真空吸器收集珊瑚 將它放進一個樣品收集箱"}, {"zh-tw": " We can do this verycarefully, I should add. Some of these organisms live even longer.", "en": " 應當說明的是 我們非常小心地做這件事 有些海底生物甚至活得更久"}, {"zh-tw": " This is a black coral called Leiopathes,an image taken by my colleague, Brendan Roark, about 500meters below Hawaii. Four thousand years is a long time.", "en": " 這是一張珊瑚黑礁的照片 是由我的同事Brendan Roark 在夏威夷海域500米水下拍攝的 4000年很漫長"}, {"zh-tw": " If you take a branch from oneof these corals and polish it up, this is about 100 microns across. And Brendan took some analysesacross this coral -- you can see the marks -- and he's been able to showthat these are actual annual bands, so even at 500 meters deep in the ocean, corals can record seasonal changes, which is pretty spectacular.", "en": " 從這些珊瑚礁上取下一條枝條並將它處理乾淨 它大概有100微米長 Brendan對這些珊瑚礁進行了一系列的分析 你們可以看到那些痕跡 他發現那真真切切是年齡層 所以即使生活在500米水深下 珊瑚也能夠記錄季節性變化 這十分令人驚艷"}, {"zh-tw": " But 4,000 years is not enough to getus back to our last glacial maximum. So what do we do? We go in for these fossil specimens.", "en": " 但4000年還不足以讓我們回到末次冰盛期 那麼我們該怎麼做呢？ 我們要繼續收集化石樣品"}, {"zh-tw": " This is what makes me really unpopularwith my research team. So going along, there's giant sharks everywhere, there are pyrosomes,there are swimming holothurians, there's giant sponges, but I make everyone go downto these dead fossil areas and spend ages kind of shovelingaround on the seafloor.", "en": " 這讓我在我的隊伍里很不得人心 我們一直在海底前進 到處都是巨大的鯊魚 有火體蟲 有遊動的海參 有巨大的海綿 但是我讓所有人去到那死氣沉沉的化石區域 花上幾個世紀的時間時間 在海底鏟來鏟去"}, {"zh-tw": " And we pick up all these corals,bring them back, we sort them out. But each one of these is a different age, and if we can find out how old they are and then we can measurethose chemical signals, this helps us to find out what's been going onin the ocean in the past.", "en": " 然後我們帶回所有的珊瑚樣品 將它們分類 每一株珊瑚的年代都是不同的 但是如果我們能夠發現它們到底生活了多久 我們就能量化那些化學信號 這幫助我們了解 過去的海洋到底發生了什麼"}, {"zh-tw": " So on the left-hand image here, I've taken a slice through a coral,polished it very carefully and taken an optical image. On the right-hand side, we've taken that same piece of coral,put it in a nuclear reactor, induced fission, and every time there's some decay, you can see that marked out in the coral, so we can see the uranium distribution.", "en": " 所以在左邊的這張圖片 我從珊瑚上取下了一小片 並十分小心地清潔它 然後拍了一張光學圖像 右邊這張圖 我再取了這個珊瑚的一小片 把它放進核反應堆 激發核裂變 經過足夠長的時間它開始衰變 你看到那些在珊瑚上的痕跡 是肉眼可見的珊瑚中鈾的分布"}, {"zh-tw": " Why are we doing this? Uranium is a very poorly regarded element, but I love it. The decay helps us find outabout the rates and dates of what's going on in the ocean.", "en": " 我們為什麼要做這樣的事情呢？ 鈾是一種很不常見的元素 但我愛死它了 它的衰變幫助我們了解海洋中事情發生的頻率和時間"}, {"zh-tw": " And if you remember from the beginning, that's what we want to get atwhen we're thinking about climate. So we use a laser to analyze uranium and one of its daughter products,thorium, in these corals, and that tells us exactlyhow old the fossils are.", "en": " 如果你還記得的話 這就是我們為了探索氣候想要得到的數據 所以我們用激光去探測珊瑚中的鈾元素 以及它的其中一個衰變產物釷 這能告訴我們這些化石的確切壽命"}, {"zh-tw": " This beautiful animationof the Southern Ocean I'm just going to use illustratehow we're using these corals to get at some of the ancientocean feedbacks. You can see the densityof the surface water in this animation by Ryan Abernathey.", "en": " 這是一張美麗的南部海洋的動畫 我將會利用它來說明我們如何利用這些珊瑚 獲得遠古海洋的訊息 在這個動圖中你可以看出表面海水的密度 我的同事Ryan Abernathey製作了它"}, {"zh-tw": " It's just one year of data, but you can see how dynamicthe Southern Ocean is. The intense mixing,particularly the Drake Passage, which is shown by the box, is really one of the strongestcurrents in the world coming through here,flowing from west to east.", "en": " 上面隻展現了一年的數據 但你可以看到南部的海洋有多麼的活力四射 那些強烈的交匯 特別是在圖中用黑色方框圈出來的大渡海的地區 世界上最強的洋流之一 從那裡自西向東穿過"}, {"zh-tw": " It's very turbulently mixed, because it's moving over thosegreat big undersea mountains, and this allows CO2 and heat to exchangewith the atmosphere in and out. And essentially, the oceans are breathingthrough the Southern Ocean.", "en": " 洶湧的洋流在那裡交匯 因為它們在那些巨大的海底山脈上方流動 而這個過程讓CO2和熱量在海洋和大氣間交換 形象地說 就像海洋在通過南大洋呼吸著"}, {"zh-tw": " We've collected corals from back and forthacross this Antarctic passage, and we've found quite a surprising thingfrom my uranium dating: the corals migrated from south to north during this transition from the glacialto the interglacial. We don't really know why, but we think it's somethingto do with the food source and maybe the oxygen in the water.", "en": " 我們來來回回地在南極洲航路上收集珊瑚 在對珊瑚的鈾年代測定中 發現了一件很令人驚訝的事情 這些珊瑚從南部遷徙到了北部 正在這個世界處於冰河期與間冰期的轉換期的時候 我們不知道為什麼 也許與食物來源有關 或者是海水中的氧氣含量有關"}, {"zh-tw": " So here we are. I'm going to illustrate what I thinkwe've found about climate from those corals in the Southern Ocean.", "en": " 所以問題來了 我會說明利用那些南大洋里的珊瑚 我們到底發現了什麼 我們徹底探索海底山脈"}, {"zh-tw": " We went up and down sea mountains.We collected little fossil corals. This is my illustration of that.", "en": " 收集那些小小的珊瑚化石 那是我們的證據"}, {"zh-tw": " We think back in the glacial, from the analysiswe've made in the corals, that the deep part of the Southern Oceanwas very rich in carbon, and there was a low-densitylayer sitting on top. That stops carbon dioxidecoming out of the ocean.", "en": " 基於對珊瑚成分的分析 我們認為在遙遠的冰河時期 南大洋深處儲存了大量的碳元素 但是有一層低密度的層覆蓋在那些碳元素上 阻止了CO2從海洋中釋放出來"}, {"zh-tw": " We then found coralsthat are of an intermediate age, and they show us that the ocean mixedpartway through that climate transition. That allows carbon to comeout of the deep ocean.", "en": " 我們隨後找到了那些處於中間年齡的珊瑚樣本 它告訴我們海洋在氣候變化的中期匯合 這讓碳元素從深海中被釋放"}, {"zh-tw": " And then if we analyze coralscloser to the modern day, or indeed if we go down there today anyway and measure the chemistry of the corals, we see that we move to a positionwhere carbon can exchange in and out. So this is the waywe can use fossil corals to help us learn about the environment.", "en": " 而如果我們分析現今的珊瑚成分 也就是下到海洋里去 并測量珊瑚的化學成分 就會發現我們處於一個碳元素可以自由交換的年代 我們利用珊瑚化石 幫助我們了解環境"}, {"zh-tw": " So I want to leave youwith this last slide. It's just a still taken out of that firstpiece of footage that I showed you.", "en": " 所以我想為你展現著最後一張幻燈片 是一張一開始我呈現給你們的影像中的一張截圖"}, {"zh-tw": " This is a spectacular coral garden. We didn't even expectto find things this beautiful.", "en": " 這是一個壯觀的珊瑚王國 我們恐怕再也見不到比這還美麗的事物"}, {"zh-tw": " It's thousands of meters deep. There are new species.", "en": " 在幾千米的水下 有新奇的物種"}, {"zh-tw": " It's just a beautiful place. There are fossils in amongst, and now I've trained youto appreciate the fossil corals that are down there.", "en": " 那真是一個美麗的地方 那其中還有化石 我剛剛告訴了你們海底化石的奧秘"}, {"zh-tw": " So next time you're lucky enoughto fly over the ocean or sail over the ocean, just think -- there are massivesea mountains down there that nobody's ever seen before, and there are beautiful corals. Thank you.", "en": " 所以以後當你們飛越大洋 或者在海上航行的時候 要想想—— 你身下有巨大的海底山脈 沒有人層看見過它們 在山上長著美麗的珊瑚 謝謝 （鼓掌）"}], "title": "Laura Robinson The Secrets I Find On The Mysterious Ocean Floor"}