{"url": "http://www.ted.com/talks/jill_heinerth_the_mysterious_world_of_underwater_caves", "paragraphs": [{"zh-tw": " I'm an underwater explorer, more specifically a cave diver. I wanted to be an astronautwhen I was a little kid, but growing up in Canada as a young girl,that wasn't really available to me.", "en": " 我是水下探險員 更具體地說是洞穴潛水員 當我還是小孩，我原本想成為太空人 以一個在加拿大成長的年輕女孩這實在遙不可及"}, {"zh-tw": " But as it turns out,we know a lot more about space than we do about the underground waterwayscoursing through our planet, the very lifeblood of Mother Earth. So I decided to do somethingthat was even more remarkable.", "en": " 其實，我們了解外太空 比了解流經我們星球的地底下水道還要多 而這正是地球的命脈 所以我決定做一些更卓越的事情"}, {"zh-tw": " Instead of exploring outer space, I wanted to explorethe wonders of inner space. Now, a lot of people will tell you that cave diving is perhapsone of the most dangerous endeavors.", "en": " 沒去外太空探險 我反而去探索奇妙的地表深處 現在許多人會告訴你 洞穴潛水可能是最危險的冒險之一"}, {"zh-tw": " I mean, imagine yourselfhere in this room, if you were suddenlyplunged into blackness, with your only job to find the exit, sometimes swimmingthrough these large spaces, and at other timescrawling beneath the seats, following a thin guideline, just waiting for the life supportto provide your very next breath. Well, that's my workplace.", "en": " 我是說想像你自己在現在這個房間裡 如果你突然間陷入黑暗中 你所能做的就是找到出口 有時要游過這些大空間 又有時得爬過座位底下 沿著一條指示細繩 等著維生裝備來供應你下一口氣 這就是我的工作場所"}, {"zh-tw": " But what I want to teach you today is that our worldis not one big solid rock. It's a whole lot more like a sponge.", "en": " 今天我要告訴你的就是 我們的世界不是一個大的實心岩石 它比較像一個海綿"}, {"zh-tw": " I can swim through a lot of the poresin our earth's sponge, but where I can't, other life-forms and other materialscan make that journey without me. And my voice is the onethat's going to teach you about the inside of Mother Earth.", "en": " 我可以在這個地球大海綿的孔隙中暢游 在我無法去的地方 有其他的生物及物質可到達那裡 而我將會教導你認識 有關地球內部"}, {"zh-tw": " There was no guidebook available to me when I decided to be the first personto cave dive inside Antarctic icebergs. In 2000, this was the largestmoving object on the planet.", "en": " 當我決定成為南極冰山的首位洞穴潛水員時，並沒有可供我參考的手冊 在 2000 年，這冰山是世界最大的移動物體"}, {"zh-tw": " It calved off the Ross Ice Shelf, and we went down thereto explore ice edge ecology and search for life-forms beneath the ice. We use a technology called rebreathers.", "en": " 它是從 “羅斯冰架” 崩解出來的 我們就是在它底下探索冰緣生態 以及搜尋在冰下的生物 我們用一種叫「再生式氧氣系統」的技術"}, {"zh-tw": " It's an awful lot like the same technologythat is used for space walks. This technology enables us to go deeper than we could've imaginedeven 10 years ago.", "en": " 這和使用在太空漫步的技術幾乎相同 這技術讓我們可以潛入 比十年前能想像的更深處"}, {"zh-tw": " We use exotic gases, and we can make missionseven up to 20 hours long underwater. I work with biologists.", "en": " 我們使用新型的氣體 讓我們可以在水底長達20 小時執行任務 我和生物學家一起工作"}, {"zh-tw": " It turns out that cavesare repositories of amazing life-forms, species that we never knew existed before. Many of these life-formslive in unusual ways.", "en": " 我們發現這些洞穴是珍奇生物的寶庫 有我們以前不知道存在的物種 這裡的許多生物以特別的方式生存"}, {"zh-tw": " They have no pigmentand no eyes in many cases, and these animalsare also extremely long-lived. In fact, animals swimmingin these caves today are identical in the fossil record that predates the extinctionof the dinosaurs.", "en": " 牠們很多是沒有色素及沒有眼睛 而且這些動物也非常長壽 事實上，現在在這些洞穴裡游動的動物 和恐龍滅絕之前這些動物所留下的化石相同"}, {"zh-tw": " So imagine that: these arelike little swimming dinosaurs. What can they teach usabout evolution and survival? When we look at an animallike this remipede swimming in the jar, he has giant fangs with venom.", "en": " 所以想像一下：這些就像在游泳的小恐龍 在演化和生存方面，它們能教我們什麼呢？ 我們看這個在罐裡游的槳足類動物 牠具有劇毒的大毒牙"}, {"zh-tw": " He can actually attack something40 times his size and kill it. If he were the size of a cat, he'd be the most dangerousthing on our planet.", "en": " 可以攻擊並殺死比牠大 40 倍的生物 如果牠像貓那麼大 牠將是地球上最危險的生物"}, {"zh-tw": " And these animals livein remarkably beautiful places, and in some cases,caves like this, that are very young, yet the animals are ancient. How did they get there? I also work with physicists, and they're interested oftentimesin global climate change.", "en": " 而這些動物生活在這些極為美麗的地方 有些洞穴 ─像這個─ 非常年輕 但存在這古老的動物 牠們是怎麼來到那裡的？ 我也和自然科學家一起工作 他們通常對全球氣候的改變有興趣"}, {"zh-tw": " They can take rocks within the caves, and they can slice themand look at the layers within with rocks, much like the rings of a tree, and they can count back in history and learn about the climate on our planetat very different times. The red that you see in this photograph is actually dust from the Sahara Desert.", "en": " 他們從洞穴中的岩石取樣 然後將它們切成薄片觀察岩石裡的分層 非常像樹的年輪 他們可從歷史回溯 而得知地球在不同時期的氣候 從這張圖片你看到的紅色部份 實際上是來自撒哈拉沙漠的沙塵"}, {"zh-tw": " So it's been picked up by wind,blown across the Atlantic Ocean. It's rained down in this caseon the island of Abaco in the Bahamas.", "en": " 它曾隨風揚起並飄過大西洋 在巴哈馬的阿巴科島隨雨落下"}, {"zh-tw": " It soaks in through the ground and deposits itselfin the rocks within these caves. And when we look back in the layersof these rocks, we can find times when the climatewas very, very dry on earth, and we can go backmany hundreds of thousands of years.", "en": " 滲入地面 然後沉積在這些洞穴的岩石裡 我們根據這些岩石的分層來回頭看 發現當時的地球氣候非常非常地乾燥 而且我們能回溯到幾十萬年以前"}, {"zh-tw": " Paleoclimatologists are also interested in where the sea level stands wereat other times on earth. Here in Bermuda, my team and I embarked on the deepest manned divesever conducted in the region, and we were looking for places where the sea levelused to lap up against the shoreline, many hundreds of feetbelow current levels.", "en": " 古氣候學家也對於 地球在不同時期海平面的位置有興趣 在百慕達，我和我的隊友從事 這區域有史以來最深的潛水 我們在尋找 過去鄰近海岸線的海平面位置 就在現在海平面以下數百呎的地方"}, {"zh-tw": " I also get to work with paleontologistsand archaeologists. In places like Mexico,in the Bahamas, and even in Cuba, we're looking at cultural remainsand also human remains in caves, and they tell us a lot about some of the earliestinhabitants of these regions.", "en": " 我也會與古生物學家及考古學家一起工作 像在墨西哥、巴哈馬，甚至古巴 我們查看了洞穴裡文化及人類的遺跡 讓我們知道許多 有關這些區域最早的居民"}, {"zh-tw": " But my very favorite project of allwas over 15 years ago, when I was a part of the teamthat made the very first accurate, three-dimensional mapof a subterranean surface. This device that I'mdriving through the cave was actually creatinga three-dimensional model as we drove it.", "en": " 但其中我最喜愛的研究計畫是十五多年前 當時我是成員之一這個團隊是在製作 最早的精確 3D 立體地表下地圖 這個我駕駛通過洞穴的儀器 實際上它於我們駕駛時就邊畫一個 3D 立體模型"}, {"zh-tw": " We also used ultra low frequency radio to broadcast back to the surfaceour exact position within the cave. So I swam under houses and businessesand bowling alleys and golf courses, and even under a Sonny's BBQ Restaurant, Pretty remarkable, and what that taught me was that everything we doon the surface of our earth will be returned to us to drink.", "en": " 我們也利用超低頻無線電 向在地面的人回報我們在洞穴裡確切的位置 所以我游過了民宅、商家、保齡球道及高爾夫球場 甚至 Sonny 燒烤店的下面 很了不起吧！這一切給我的啟示 是我們加諸地球表面的任何東西 都會回歸給我們飲用"}, {"zh-tw": " Our water planet is not justrivers, lakes and oceans, but it's this vast network of groundwaterthat knits us all together. It's a shared resourcefrom which we all drink.", "en": " 我們這充滿水的星球不只是河流、湖泊及海洋而已 而是廣大的地下水網絡將我們緊密地結合在一起 它是一個共享資源我們都飲用它"}, {"zh-tw": " And when we can understandour human connections with our groundwater and all of our water resourceson this planet, then we'll be working on the problem that's probably the most importantissue of this century. So I never got to be that astronautthat I always wanted to be, but this mapping device,designed by Dr. Bill Stone, will be.", "en": " 當我們能了解人類與這個星球的地下水 和所有水資源的關連性 那麼我們將努力解決這個問題 而且這可能是本世紀最重要的議題 所以我沒有成為我一直想要當的太空人 但是這個由比爾史東博士設計的繪圖裝置，會！"}, {"zh-tw": " It's actually morphed. It's now a self-swimming autonomous robot, artificially intelligent, and its ultimate goalis to go to Jupiter's moon Europa and explore oceans beneaththe frozen surface of that body.", "en": " 事實上，它被修改過 它現在是一個會自己游泳的自動化機器人 具有人工智慧 它的終極目標是到木星的衛星─ Europa / 歐羅巴 探索該處冰涷地表下的海洋"}, {"zh-tw": " And that's pretty amazing.", "en": " 這實在是非常了不起！ （鼓掌）"}], "title": "Jill Heinerth The Mysterious World Of Underwater Caves"}