{"url": "http://www.ted.com/talks/dambisa_moyo_economic_growth_has_stalled_let_s_fix_it", "paragraphs": [{"zh-tw": "我們創造及維持經濟成長的能力是我們這個世代的關鍵性挑戰。當然還有其他挑戰--衛生保健、疾病負擔、流行病、環境變遷的挑戰、當然，還有激進的恐怖主義。", "en": "Our ability to createand sustain economic growth is the defining challenge of our time. Of course there are other challenges -- health care, disease burdensand pandemics, environmental challenges and, of course, radicalized terrorism."}, {"zh-tw": "然而，以我們實際上能解決經濟成長挑戰的程度而言，若要解決我剛剛說明的那些挑戰，我們還有很長的路要走。更重要的是，除非直到我們解決並創造了穩定、永續的經濟成長，否則我們將不能解決看起來很棘手、如今仍瀰漫全球的挑戰，不管是衛生保健、教育或經濟發展。", "en": "However, to the extent that we can actuallysolve the economic growth challenge, it will take us a long way to solving the challengesthat I've just elucidated. More importantly, unless and until we solve economic growth and create sustainable,long-term economic growth, we'll be unable to address the seemingly intractable challengesthat continue to pervade the globe today, whether it's health care,education or economic development."}, {"zh-tw": "最基本的問題是：我們要如何在高度發達的經濟體，像美國和歐洲，在他們經歷金融危後，現仍持續掙扎的狀況下，還可以繼續創造經濟成長呢？他們持續表現得不如預期，而且還可以看出在經濟成長的三大要素上出現了衰敗現象：資本、勞動力、生產力。特別是，那些發達的經濟體中，持續有負債、財政赤字、勞動力質量與數量上的下降與侵蝕、同時也看到生產力停滯現象。", "en": "The fundamental question is this: How are we going to create economic growth in advanced and developed economieslike the United States and across Europe at a time when they continue to struggle to create economic growthafter the financial crisis? They continue to underperform and to see an erosion in the threekey drivers of economic growth: capital, labor and productivity. In particular, these developed economiescontinue to see debts and deficits, the decline and erosionof both the quality and quantity of labor and they also see productivity stalling."}, {"zh-tw": "同樣的脈絡下，我們要如何在擁有 90% 世界人口居住的地方且 70% 人口平均年齡在 25 歲以下的新興市場中持續創造經濟成長？在這些國家中，至少要 7% 的年增長率才能減少貧困現象以及讓人均資本所得可在一個世代的時間內加倍成長。但如今，最大的新興經濟體--人口至少5000萬的國家--仍在為那 7% 的「魔法數字」掙扎著。", "en": "In a similar vein, how are we going to createeconomic growth in the emerging markets, where 90 percentof the world's population lives and where, on average, 70 percent of the populationis under the age of 25? In these countries, it is essential that they growat a minimum of seven percent a year in order to put a dent in poverty and to double per capita incomesin one generation. And yet today, the largest emerging economies -- countries with at least50 million people -- continue to struggle to reachthat seven percent magic mark."}, {"zh-tw": "更糟的是，像印度、俄羅斯、南非、巴西，甚至是中國這些國家，現今已低於 7% 這個數字，而且，很多國家實際上正在倒退。經濟成長是十分重要的。", "en": "Worse than that, countries like India, Russia,South Africa, Brazil and even China are falling belowthat seven percent number and, in many cases, actually regressing. Economic growth matters."}, {"zh-tw": "有了經濟成長，國家及社會才會進入一個良性循環，包含社會經濟地位的上升、就業機會及改善生活水平。沒有增長，國家會緊縮與衰退，不僅是年度經濟統計數字，還包括生命的意義與生活的品質。", "en": "With economic growth, countries and societiesenter into a virtuous cycle of upward mobility, opportunityand improved living standards. Without growth,countries contract and atrophy, not just in the annalsof economic statistics but also in the meaning of lifeand how lives are lived."}, {"zh-tw": "經濟成長對個人也十分的重要。一旦成長的趨勢衰退，人類進步的風險、以及政局和社會不穩定的風險就會上升，而社會就會更加黑暗、動盪與渺小。", "en": "Economic growth matterspowerfully for the individual. If growth wanes, the risk to human progress and the risk of politicaland social instability rises, and societies become dimmer,coarser and smaller."}, {"zh-tw": "環境條件很重要。新興市場的國家，不需要像已開發國家那樣的成長率。", "en": "The context matters. And countries in emerging markets do not need to grow at the samerates as developed countries."}, {"zh-tw": "現在，我知道在場有些人會覺得我接來說的是個大膽的論點。這裡有些人，會轉身過去不理會並對世界周遭發生的事情不抱任何希望，且基本上，還把罪怪在經濟成長上。", "en": "Now, I know some of you in this roomfind this to be a risky proposition. There are some people here who will turn aroundand be quite disillusioned by what's happened around the world and basically ascribe thatto economic growth."}, {"zh-tw": "你擔心地球上人口過剩，並看著聯合國最近的統計及規劃，了解到地球會在公元 2100 年以前來到 110 億的人口數量，你擔心這對自然資源會造成甚麼樣的衝擊--可耕種的土地、可飲用的水資源、能源、礦產。", "en": "You worry about theoverpopulation of the planet. And looking at the UN'srecent statistics and projections that the world will have11 billion people on the planet before it plateaus in 2100, you're concerned about what that doesto natural resources -- arable land, potable water,energy and minerals."}, {"zh-tw": "你也擔心環境的惡化。你也會擔心，人們在支持企業全球化的體現，怎麼變得這麼貪婪與腐敗。", "en": "You are also concerned aboutthe degradation of the environment. And you worry about how man, embodied in the corporate globalist, has become greedy and corrupt."}, {"zh-tw": "但我今天要告訴各位，經濟成長已經成為全世界好幾百萬人改變生活水平的骨幹。而且更重要的是，經濟成長並不是只被資本主義所主導。", "en": "But I'm here to tell you todaythat economic growth has been the backboneof changes in living standards of millions of people around the world. And more importantly, it's not just economic growththat has been driven by capitalism."}, {"zh-tw": "資本主義的定義，簡單的說，就是那些生產力因素，像是，貿易、工業、資本和勞動力，掌握在私人企業而非國家手上的部分。在這裡很重要的一點，我們要知道，基本上應該被指責的不是經濟成長本身，而是資本主義出了甚麼問題。", "en": "The definition of capitalism,very simply put, is that the factors of production, such as trade and industry,capital and labor, are left in the handsof the private sector and not the state. It's really essential herethat we understand that fundamentally the critiqueis not for economic growth per se but what has happened to capitalism."}, {"zh-tw": "所以若考量到我們長期需要創造經濟成長率的廣度，我們就要用比較好的經濟角度方式去追尋它。經濟成長需要資本主義，但要好好地進行。", "en": "And to the extent that we need to createeconomic growth over the long term, we're going to have to pursue itwith a better form of economic stance. Economic growth needs capitalism, but it needs it to work properly."}, {"zh-tw": "正如我稍早提過的，資本主義系統的核心已被定義為以私人企業所主導。然而，即使這只是很簡單的二分法。", "en": "And as I mentioned a moment ago, the core of the capitalist systemhas been defined by private actors. And even this, however,is a very simplistic dichotomy."}, {"zh-tw": "資本主義：好；非資本主義：不好。但以實務操作而言，資本主義像是個光譜。（資本的分配有很多種方式）", "en": "Capitalism: good; non-capitalism: bad. When in practical experience, capitalism is much more of a spectrum."}, {"zh-tw": "我們有像是中國這類的國家，實施的資本主義較傾向於「國家」主導。也有像美國這類的國家，實施的資本主義較傾向於「市場」主導。然而，我們對資本主義的批評大部分是針對像中國那種擺明不是純市場資本主義的國家。", "en": "And we have countries such as China, which have practicedmore state capitalism, and we have countrieslike the Unites States which are more market capitalist. Our efforts to critiquethe capitalist system, however, have tended to focuson countries like China that are in factnot blatantly market capitalism."}, {"zh-tw": "然而，我們有一個真正的理由及真正要注意的地方就是現在要把注意力放在有較單純架構的資本主義上面，特別是那些由美國體現出來的資本主義。這真的很重要，因為這類的資本主義，它正在孳生腐敗，批判的聲音不斷地增加，而更糟的是，收入不公平的現象一直在持續擴大--也就是少數人享受著多數人勞動成果的問題。", "en": "However, there isa real reason and real concern for us to now focus our attentionson purer forms of capitalism, particularly those embodiedby the United States. This is really important because this type of capitalism has increasinglybeen afforded the critique that it is now fostering corruption and, worse still, it's increasing income inequality -- the idea that the few are benefitingat the expense of the many."}, {"zh-tw": "有兩個真正的關鍵我們需要解決，就是，我們要如何修正資本主義，讓它可以幫助創造經濟成長，同時幫助解決社會弊端。為了要思考這個架構，我們必須問我們自己，現今的資本主義是如何運作的？非常簡單，資本主義是架構在個人利益最大化上--讓一個謀私利的個體去追尋他或她想要的。", "en": "The two really critical questionsthat we need to address is how can we fix capitalism so that it can help create economic growth but at the same timecan help to address social ills. In order to think about that framing,we have to ask ourselves, how does capitalism work today? Very simplistically, capitalism is set on the basisof an individual utility maximizer -- a selfish individualwho goes after what he or she wants."}, {"zh-tw": "也唯有在他們的利益獲得最大化後，他們才會去認真思考，提供援助履行「社會契約」的重要性。當然，在這系統下，政府會抽稅，然後再用部分的稅收來提供社會福利，為的是讓人民知道，政府的角色不是只有立法管理，同時也扮演了社會福利仲裁者的角色。", "en": "And only after they'vemaximized their utility do they then decide it's important to provide supportto other social contracts. Of course, in this systemgovernments do tax, and they use part of their revenuesto fund social programs, recognizing that government's roleis not just regulation but also to be arbiter of social goods."}, {"zh-tw": "但儘管如此，這個框架結構--這兩個階段的框架結構--是我們現在必須開始思考要如何改善資本主義模式的基礎。我認為這個挑戰有兩方面。", "en": "But nevertheless, this framework -- this two-stage framework -- is the basis from which we must now start to think about how we canimprove the capitalist model. I would argue that there aretwo sides to this challenge."}, {"zh-tw": "首先，我們可以借鑒右翼政策，去看看對我們有甚麼利益去思考如何改善資本主義。特別是，右傾的政策已經傾向專注於像是「條件式補助」的事情上，就是我們支付並獎勵人民進行那些我們認為可以幫助經濟成長的事。", "en": "First of all, we can draw on the right-wing policies to see what could be beneficial for us to think about howwe can improve capitalism. In particular, right-leaning policies have tended to focus on thingslike conditional transfers, where we pay and reward peoplefor doing the things that we actually thinkcan help enhance economic growth."}, {"zh-tw": "例如，送小孩上學，父母可以得到補助酬賞，或者讓他們的孩子注射疫苗，父母可以因此得到酬賞，現在，不用去爭論我們是否應該提供酬賞支付給父母親做他們本來就應該做的事，真正重要的事實是，這種酬賞的實行已經產生一些正向的結果，像是在墨西哥這個地方、在巴西，以及在紐約試辦的計畫。", "en": "For example, sending children to school, parents could earn money for that, or getting their childreninoculated or immunized, parents could get paid for doing that. Now, quite apart from the debate on whether or notwe should be paying people to do what we think they should do anyway, the fact of the matteris that pay for performance has actually yielded some positive results in places like Mexico, in Brazil and also in pilot programs in New York."}, {"zh-tw": "但在左傾政策上也有一些福利政策及顯著的變革正在進行。他們的論點是：政府應該擴大它的角色及責任，讓它不再是那麼狹隘地被舊思維所定義，而是要讓政府扮演生產力要素的仲裁者角色，而這些論點在中國已經是司空見慣的成功模式。", "en": "But there are also benefits and significant changes underwayon left-leaning policies. Arguments that government shouldexpand its role and responsibility so that it's not so narrowly defined and that government should bemuch more of an arbiter of the factors of production have become commonplacewith the success of China."}, {"zh-tw": "但同時我們也要開始辯論有關於私人企業該扮演的角色應該跳脫只顧營利的動機，而真正地更加投入社會計畫。像是企業的社會責任計畫，即使規模不大，也是往正確的方向在進行。", "en": "But also we've started to have debates about how the role of the private sector should move awayfrom just being a profit motive and really be more engagedin the delivery of social programs. Things like the corporatesocial responsibility programs, albeit small in scale, are moving in that right direction."}, {"zh-tw": "當然，左傾政策也已經模糊了，政府與非政府組織及私人企業的界線。這個概念有兩個很好的例子，一個是 19 世紀的美國，當時推出的基礎設施計劃真的就是「公辦私營」的夥伴關係。", "en": "Of course, left-leaning policieshave also tended to blur the lines between government,NGOs and private sector. Two very good examples of thisare the 19th-century United States, when the infrastructure rollout was really aboutpublic-private partnerships."}, {"zh-tw": "更近一點，當然，網際網路的出現，已經向世界證明公眾與私人是可以一起合作改善社會。我要給各位傳達的基本訊息就是：我們不能藉由固執己見或堅持不必要的意識形態來繼續嘗試並解決世界經濟成長的挑戰。", "en": "More recently, of course, the advent of the Internethas also proven to the world that public and private can work togetherfor the betterment of society. My fundamental message to you is this: We cannot continue to try and solvethe world economic growth challenges by being dogmaticand being unnecessarily ideological."}, {"zh-tw": "為了創造穩定長期的經濟成長，並解決挑戰與現今持續瀰漫在全球的社會問題，我們必須要有更包容的心胸了解甚麼是可行的。最後，我們必須要認清意識形態是成長的敵人。", "en": "In order to create sustainable,long-term economic growth and solve the challenges and social illsthat continue to plague the world today, we're going to have to bemore broad-minded about what might work. Ultimately, we have to recognizethat ideology is the enemy of growth."}, {"zh-tw": "謝謝Bruno Giussani：我想要問一些問題，丹碧莎，因為有人可以對你最後一句話做回應，就是，成長的本身也是一種意識形態，它可能就是我們這一世代最主要的意識形態，", "en": "Thank you. Bruno Giussani: I want to aska couple of questions, Dambisa, because one could reactto your last sentence by saying growth is also an ideology, it's possibly the dominantideology of our times."}, {"zh-tw": "如果有人這麼回應，你要怎麼回答？DM：好的，我認為這完全合理，我認為我們已經討論過，針對幸福這件事還有很多工作要做，而且，還要其他的測量方式可以衡量人們的成功，以及生活水平的改善。", "en": "What do you sayto those who react that way? DM: Well, I think that that'scompletely legitimate, and I think that we're alreadyhaving that discussion. There's a lot of workgoing on around happiness and other metrics being usedfor measuring people's success and improvements in living standards."}, {"zh-tw": "所以，我認為我們應該敞開心胸，討論做甚麼事可以增進人類的生活水平，並且持續減少世界上的貧窮現象。BG：所以，基本上，你是在為「回復成長」辯護，但是唯一能帶領我們走向不犧牲掉地球利益的長期發展之路，就是要讓經濟成長與某一種「資源的潛在利用方式」脫鉤。", "en": "And so I think that we should be open to what could deliver improvementsin people's living standards and continue to reducepoverty around the world. BG: So you're basically pleadingfor rehabilitating growth, but the only way for that happen without compromisingthe capacity of the earth, to take us on a long journey, is for economic growth somehow to decouplefrom the underlying use of resources."}, {"zh-tw": "你認為這會發生嗎？DM：恩，我認為我對人類的能力與智慧是持比較樂觀的看法。我想，如果我們開始約束自己使用我們今日所知道的有限、稀有、耗盡中的資源，我們就會變得相當負面(對經濟成長)而且相當擔心世界會變如何。", "en": "Do you see that happening? DM: Well, I think that I'm more optimisticabout human ability and ingenuity. I think if we start to constrain ourselves using the finite, scarceand depleting resources that we know today, we could get quite negative and quite concernedabout the way the world is."}, {"zh-tw": "然而，我們已經看到羅馬俱樂部，我們已經看到之前的聲明，全世界的資源會被消耗殆盡，不用去爭論這些事情不可能。但我想，我們可以用智慧去慢慢減少資源的使用。我想，我們可以再投資到能源上面，如此我們就可以得到更好的結果。", "en": "However, we've seen the Club of Rome, we've seen previous claims that the world would berunning out of resources, and it's not to arguethat those things are not valid. But I think, with ingenuitywe could see desalination, I think we could reinvest in energy, so that we can actuallyget better outcomes."}, {"zh-tw": "所以在這概念底下，對人類可以怎麼做，我是持比較樂觀的看法。BG：有件事讓我印象深刻，就是有關於妳對回複經濟成長的提議，裡面提到了一個不一樣的方向，你好像建議用更多的資本主義去修正資本主義，像是，在「好的行為」上放上一個價格標籤做為誘因，或者在社會議題上，讓企業扮演一個更大的角色，", "en": "And so in that sense, I'm much more optimisticabout what humans can do. BG: The thing that strikes me about your proposalsfor rehabilitating growth and taking a different direction is that you're kind of suggestingto fix capitalism with more capitalism -- with putting a price tagon good behavior as incentive or developing a bigger rolefor business in social issues."}, {"zh-tw": "這是妳建議的嗎？DM：我是建議，我們必須要開闊心胸。我想這絕對是一個問題，就是，傳統的經濟成長模式已經無法達到我們要它達成的目標。", "en": "Is that what you're suggesting? DM: I'm suggestingwe have to be open-minded. I think it is absolutely the case that traditional models of economic growth are not working the waywe would like them to."}, {"zh-tw": "我想，這並不意外，現今，世界最大的經濟體，美國，有民主、自由民主，作為它的核心政治立場，它還有自由的市場資本主義--某種程度上，它是自由的--自由的市場資本主義是它的經濟立場。第二大經濟體是中國。", "en": "And I think it's no accident that today the largesteconomy in the world, the United States, has democracy, liberal democracy,as it's core political stance and it has free market capitalism -- to the extent that it is free -- free market capitalismas its economic stance. The second largest economy is China."}, {"zh-tw": "它有民主非優先順位的發展制度，它有國家資本主義，完全是不一樣的模式。這兩個國家，是完全不同的政治模式，完全不一樣的經濟模式，當然，他們一樣有收入不平等的現象是根據基尼係數所量測出來的。", "en": "It has deprioritized democracy and it has state capitalism,which is a completely different model. These two countries,completely different political models and completely different economic models, and yet they have the sameincome inequality number measured as a Gini coefficient."}, {"zh-tw": "我想，這些就是我們應該要辯論的地方，因為我們仍不清楚，該採取哪一種模式，我想，仍需有更多不同論述，以及更多的謙卑之心來面對我們所了解及或不了解的事情。BG：最後一個問題，聯合國氣候變化大會即將在巴黎舉行。", "en": "I think those are the debateswe should have, because it's not clear at all what model we should be adopting, and I think there needs to bemuch more discourse and much more humilityabout what we know and what we don't know. BG: One last question.The COP21 is going on in Paris."}, {"zh-tw": "如果妳可以傳送一條推特訊息給在那邊的所有國家領袖及代表團團長，妳會跟他們說甚麼？DM：我在說明一次，我很希望大家敞開心胸討論。你應該知道的，圍繞在關懷環境的議題上已經在議程上被提出來很多次--72年在哥本哈根，斯德哥爾摩，舉辦的聯合國人類環境大會--我們持續關注這些議題，部分原因是，根本沒有基本的共識協議，事實上，仍有分歧的意見，介於已開發國家的信仰與希望及新興市場國家的希望。", "en": "If you could send a tweet to all the heads of stateand heads of delegations there, what would you say? DM: Again, I would be very muchabout being open-minded. As you're aware, the issues aroundthe environmental concerns have been on the agenda many times now -- in Copenhagen,'72 in Stockholm -- and we keep revisiting these issues partly because there is nota fundamental agreement, in fact there's a schism between what the developedcountries believe and want and what emerging market countries want."}, {"zh-tw": "新興市場國家想要持續的經濟成長，這裡面我們沒有政治不確定性的國家。已發展國家承認，它們真的有很重大的責任，要負責二氧化碳排放量的管理、還有扛起他們對全世界所造成破壞的責任，但也包含帶領全球研發的潮流。", "en": "Emerging market countries needto continue to create economic growth so that we don't have politicaluncertainty in the those countries. Developed countries recognize that they have a real,important responsibility not only just to managetheir CO2 emissions and some of the degradationthat they're contributing to the world, but also as trendsetters in R&D."}, {"zh-tw": "所以，他們也必須要上桌討論。但大體上，不會有一種狀況就是...我們一開始就歸咎新興市場的政策卻不討論已開發國家本身的政策，然後還猛烈抨擊他們在已開發市場的供需問題上所做的一切。", "en": "And so they have to cometo the table as well. But in essence, it cannot be a situation where we start ascribing policiesto the emerging markets without developed countries themselves also taking quite a swipeat what they're doing both in demand and supplyin developed markets."}, {"zh-tw": "BG：丹碧莎，謝謝妳來 TED ，DM：非常謝謝你。", "en": "BG: Dambisa, thank you for coming to TED.DM: Thank you very much."}], "title": "Dambisa Moyo Economic Growth Has Stalled Let S Fix It"}