{"url": "http://www.ted.com/talks/dorothy_roberts_the_problem_with_race_based_medicine", "paragraphs": [{"zh-tw": " 15 years ago, I volunteeredto participate in a research study that involved a genetic test. When I arrived at the clinic to be tested, I was handed a questionnaire.", "en": " 15 年前我志願參加一項有關於 基因測試的研究調查。 當我到達門診準備接受測試時， 我拿到一張問卷表。"}, {"zh-tw": " One of the very first questionsasked me to check a box for my race: White, black, Asian, or Native American. I wasn't quite surehow to answer the question.", "en": " 前面幾個問題之一是要我勾選我的人種： 白人、黑人、 亞洲人、美洲原住民。 我不確定該如何回答這問題。"}, {"zh-tw": " Was it aimed at measuring the diversity of research participants'social backgrounds? In that case, I would answerwith my social identity, and check the box for \"black.\" But what if the researcherswere interested in investigating some association between ancestryand the risk for certain genetic traits? In that case, wouldn't they want to knowsomething about my ancestry, which is just as much European as African? And how could they makescientific findings about my genes if I put down my social identityas a black woman? After all, I consider myselfa black woman with a white father rather than a white womanwith a black mother entirely for social reasons. Which racial identity I check has nothing to do with my genes.", "en": " 它是否旨在衡量 測試者社會背景的差異？ 如果是那樣，我就會用我的社會身份回答 並勾選「黑人」。 但如果是研究人員想調查 世系與某些基因特徵的風險之關聯性呢？ 如果是那樣，那他們不就是要知道一些有關我世系的事情， 那既有歐洲的，也有非洲的。 如果我寫我的社會身份是黑人婦女，他們要怎樣根據我的基因下科學結論？ 畢竟，我認為我自己是一位有白人父親的黑人婦女， 而不是一位有黑人母親的白人婦女， 完全基於社會的緣故。 我勾選那個人種身份 和我的基因一點都不相干。"}, {"zh-tw": " Well, despite the obviousimportance of this question to the study's scientific validity, I was told, \"Don't worry about it, just put down howeveryou identify yourself.\" So I check \"black,\" but I had no confidencein the results of a study that treated a critical variableso unscientifically. That personal experiencewith the use of race in genetic testing got me thinking: Where else in medicine is race usedto make false biological predictions? Well, I found out that race runs deeplythroughout all of medical practice.", "en": " 儘管這問題對那項研究的科學有效性十分重要， 他們告訴我：「別擔心， 只要寫下你怎麼認定你自己就可以。」 所以我勾了「黑人」， 但我對這研究結果實在毫無信心， 因為它對一個重要變項處理得這麼不科學。 這次在基因測試上使用人種的個人經驗， 讓我思考到： 在醫學還有那些地方是用到人種，而作出錯誤的生物預測？ 我發現在整個醫學應用上， 「人種」還涉入頗深的呢。"}, {"zh-tw": " It shapes physicians' diagnoses, measurements, treatments, prescriptions, even the very definition of diseases. And the more I found out,the more disturbed I became.", "en": " 它也影響醫生的診斷、 測量、治療、 用藥處方、 甚至疾病的定義都有影響。 我發現越多就越覺得不安，"}, {"zh-tw": " Sociologists like me have long explained that race is a social construction. When we identify people as black,white, Asian, Native American, Latina, we're referring to social groupings with made up demarcationsthat have changed over time and vary around the world.", "en": " 像我一樣的社會學家長久以來闡明種族是一種社會結構。 當我們將人區分為黑人、白人、亞洲人、美洲原住民、拉丁美洲人， 這是在指隨時間改變我們所劃分出來的社會群組， 而在世界各地劃分法也不同。"}, {"zh-tw": " As a legal scholar, I've also studied how lawmakers, not biologists, have invented the legaldefinitions of races. And it's not just the viewof social scientists.", "en": " 身為一個法律學者，我也研究了 立法者──而不是生物學家── 如何定義法律上的種族。 而這不只是社會學家的觀點而已。"}, {"zh-tw": " You remember when the mapof the human genome was unveiled at a White Houseceremony in June 2000? President Bill Clinton famously declared, \"I believe one of the great truths to emerge from this triumphant expedition inside the human genome is that in genetic terms, human beings, regardless of race, are more than 99.9 percent the same.\" And he might have added that that less than one percentof genetic difference doesn't fall into racial boxes. Francis Collins, who ledthe Human Genome Project and now heads NIH, echoed President Clinton.", "en": " 你記得當人類基因組的圖譜， 於 2000 年六月在白宮的典禮被公開時嗎？ 比爾．克林頓總統著名的宣告： 「我相信從長期成功地研究人類基因組， 所得到的重大事實之一，在基因方面來說， 人類──不分種族── 有超過 99.9% 是相同的。」 他也許還要再說： 「少於 1% 的基因差異， 不會落在人種這個框架裡。」 法蘭西斯．柯林斯領導了 「人類基因組計畫」， 現為美國國立衛生研究院院長， 響應了克林頓總統："}, {"zh-tw": " \"I am happy that today, the only race we're talking aboutis the human race.\" Doctors are supposed to practiceevidence-based medicine, and they're increasingly calledto join the genomic revolution. But their habit of treating patientsby race lags far behind.", "en": " 「我今天很高興， 因為我們今日所討論的唯一人種就是人類。」 醫生本應依照實證醫學進行診療， 要求他們參與基因組改革的呼聲日漸增加， 但他們遠遠落後停在習慣性以人種區分來治療病患。"}, {"zh-tw": " Take the estimate of glomerular filtration rate, or GFR. Doctors routinely interpret GFR, this important indicatorof kidney function, by race.", "en": " 就拿評估 腎小球濾過率（GFR）來說， 醫生例行判讀腎小球濾過率 為重要的腎功能指標，但依人種而異。"}, {"zh-tw": " As you can see in this lab test, the exact same creatinine level, the concentrationin the blood of the patient, automatically producesa different GFR estimate depending on whether or notthe patient is African-American. Why? I've been told it's based on an assumption that African-Americanshave more muscle mass than people of other races.", "en": " 就如你現在看到這張檢驗報告， 完全相同的肌酸酐數值， 也就是肌酸酐在血中濃度， 會自動產生不同的 GFR 預測值， 依病人是否為非裔美國人而定。 為什麼呢？ 他們告訴我這是基於一種假設： 非裔美國人比其他人種的肌肉量較多。"}, {"zh-tw": " But what sense does it make for a doctor to automatically assume I have more muscle massthan that female bodybuilder? Wouldn't it be far more accurateand evidence-based to determine the muscle massof individual patients just by looking at them? Well, doctors tell methey're using race as a shortcut. It's a crude but convenient proxy for more important factors,like muscle mass, enzyme level, genetic traits they just don't have time to look for.", "en": " 但是醫師直接假設我比一位女性健美員的肌肉量多，這是什麼道理？ 如果用目測來估計一個人的肌肉量，不會來得更有根據、更準確嗎？ 醫生告訴我，他們用人種當做一種捷徑， 對一些比較重要的因素，它是個粗略簡便的替代法， 例如肌肉量、酶的濃度、基因特徵， 他們時間有限，無法一一去查。"}, {"zh-tw": " But race is a bad proxy. In many cases, race addsno relevant information at all.", "en": " 但人種是個很不好的替代法， 許多情況下，人種根本不會增加相關資訊。"}, {"zh-tw": " It's just a distraction. But race also tends to overwhelmthe clinical measures.", "en": " 它只會讓人轉移注意力而已。 但人種往往會蓋過臨床評估，"}, {"zh-tw": " It blinds doctors to patients' symptoms, family illnesses, their history, their own illnessesthey might have -- all more evidence-basedthan the patient's race. Race can't substitutefor these important clinical measures without sacrificing patient well-being.", "en": " 醫生因而疏忽病人症狀、 家族病史、 病人病史、病人自己可能有的疾病等， 這些都比病人的人種更有據可依。 人種不能取代這些重要的臨床評估， 否則會犧牲病人的健康。"}, {"zh-tw": " Doctors also tell merace is just one of many factors they take into account, but there are numerous medical tests, like the GFR, that use race categorically to treat black, white,Asian patients differently just because of their race. Race medicine also leavespatients of color especially vulnerable to harmful biases and stereotypes.", "en": " 醫生還告訴我，人種只是他們考量的許多因素之一， 還有許多醫學檢驗 如同 GFR 一樣 使用人種分類， 對黑人、白人、亞裔病人以不同方式處理， 只因為他們的種族。 種族醫學也讓有色病患特別容易遭到 有害的偏見與陳規。"}, {"zh-tw": " Black and Latino patientsare twice as likely to receive no pain medication as whites for the same painful long bone fractures because of stereotypes that black and brown peoplefeel less pain, exaggerate their pain, and are predisposed to drug addiction. The Food and Drug Administration has evenapproved a race-specific medicine.", "en": " 黑人和拉丁美洲病患幾乎兩倍於白人， 面對相同疼痛的長骨骨折時，沒有止痛藥治療； 因為陳舊觀念認為 黑人及棕色皮膚病患較能忍受疼痛、 誇大他們的痛感、 及較傾向於有毒癮。 美國食品與藥物管理局甚至許可使用一種特定種族用藥，"}, {"zh-tw": " It's a pill called BiDil to treat heart failure in self-identifiedAfrican-American patients. A cardiologist developed this drugwithout regard to race or genetics, but it became convenient for commercial reasons to market the drug to black patients.", "en": " 這名叫 BiDil 的藥片 用在治療自稱為非裔美國人的心臟衰竭患者。 研發這種藥的心臟科醫師並沒有考慮人種或基因， 但基於方便商業的理由 將此藥銷售給黑人病患。"}, {"zh-tw": " The FDA then allowed the company, the drug company, to test the efficacy in a clinical trial that only includedAfrican-American subjects. It speculated that race stood in as a proxyfor some unknown genetic factor that affects heart disease or response to drugs.", "en": " 那時 FDA 同意 製藥公司 做臨床實驗以測其藥效， 而對象只用在非裔美國人身上。 它推斷 人種可作為一些未知基因因素的替代項目， 這未知因素會影響心臟病或是對藥的反應。"}, {"zh-tw": " But think aboutthe dangerous message it sent, that black people's bodiesare so substandard, a drug tested in them is not guaranteedto work in other patients. In the end, the drug company'smarketing scheme failed.", "en": " 但想想它傳遞的危險訊息， 黑人的身體是低於標準的（很差的）， 在他們身上試驗的藥物 並不保證對其他病人也有效。 最後製藥公司的銷售計劃失敗了。"}, {"zh-tw": " For one thing, black patientswere understandably wary of using a drug just for black people. One elderly black woman stood upin a community meeting and shouted, \"Give me what the whitepeople are taking!\" And if you find race-specificmedicine surprising, wait until you learn that many doctors in the United States still use an updated version of a diagnostic tool that was developed by a physicianduring the slavery era, a diagnostic tool that is tightly linked to justifications for slavery.", "en": " 不難了解，一個原因是黑人病患對這只能用於黑人的藥十分機警。 一位年長的黑人婦女在一個社區會議站起來高喊： 「給我白人使用的藥！」 如果你對特定人種用藥很吃驚， 那麼你會更訝異於 美國許多醫生仍在用一種診斷方法， 那是在奴隸時期一位醫師所制定的更新版本。 這診斷方法與 「蓄奴的正當性」有密切關聯。"}, {"zh-tw": " Dr. Samuel Cartwright graduated from the Universityof Pennsylvania Medical School. He practiced in the Deep Southbefore the Civil War, and he was a well-known experton what was then called \"Negro medicine.\" He promoted the racial concept of disease, that people of different racessuffer from different diseases and experiencecommon diseases differently.", "en": " 賽繆爾．卡特賴特醫生畢業於 賓夕法尼亞大學醫學院。 在南北戰爭前，他執業於美國深南部， 他是當時所謂的「黑人醫學」名醫。 他發起了人種疾病的概念， 也就是不同人種感染的疾病也不同， 連罹患一般疾病也相異。"}, {"zh-tw": " Cartwright argued in the 1850s that slavery was beneficialfor black people for medical reasons. He claimed that because black peoplehave lower lung capacity than whites, forced labor was good for them.", "en": " 在 1850 年代，卡特賴特辯稱 基於醫學理由，奴隷制度對黑人是有利的。 他宣稱因為黑人的肺活量比白人低， 強迫勞動對他們有好處。"}, {"zh-tw": " He wrote in a medical journal, \"It is the red vital bloodsent to the brain that liberates their mindswhen under the white man's control, and it is the want of sufficiencyof red vital blood that chains their minds to ignoranceand barbarism when in freedom.\" To support this theory,Cartwright helped to perfect a medical device for measuring breathingcalled the spirometer to show the presumed deficiencyin black people's lungs. Today, doctors stilluphold Cartwright's claim the black people as a race have lower lung capacitythan white people.", "en": " 他在醫學雜誌上寫道： 「在白人的控制下，紅而有力的血液送到腦部，解放了他們的思想； 自由時，缺乏紅而有力的血液，所以束縛他們的思想，導致無知和野蠻。」 為了支持這理論，卡特賴特協助製造 一種測量呼吸用的醫學儀器，叫做「肺活量計」， 用以證明黑人的肺的確比較差。 如今，醫師仍然支持卡特賴特的說法， 即黑人種族比白人肺活量低。"}, {"zh-tw": " Some even use a modern day spirometer that actually has a button labeled \"race\" so the machine adjusts the measurement for each patientaccording to his or her race. It's a well-known functioncalled \"correcting for race.\" The problem with race medicineextends far beyond misdiagnosing patients.", "en": " 有些甚至使用一種現代肺活量計， 上面竟然有標示「人種」的按鈕， 能依據病人他或她的人種而調整其測量。 這個著名的功能稱為「人種校正」。 種族醫學的問題遠超過誤診病人，"}, {"zh-tw": " Its focus on innateracial differences in disease diverts attention and resources from the social determinants that cause appallingracial gaps in health: lack of accessto high-quality medical care; food deserts in poor neighborhoods; exposure to environmental toxins; high rates of incarceration; and experiencing the stressof racial discrimination. You see, race is not a biological category that naturally producesthese health disparities because of genetic difference.", "en": " 它注重疾病上的天生種族差異， 轉移了社會決策者的注意及可獲得的資源， 導致在醫療保健上有極驚人的種族落差： 缺乏優質醫療照護、 貧民區食物缺乏、 暴露於環境毒素、 監禁率高、 以及承受種族歧視的壓力。 你瞧！人種不是一種生物類別， 不會因基因不同而導致健康上的差異。"}, {"zh-tw": " Race is a social category that has staggeringbiological consequences, but because of the impactof social inequality on people's health. Yet race medicine pretendsthe answer to these gaps in health can be found in a race-specific pill.", "en": " 人種是一種社會分類， 它已很嚴重地影響生物的後果， 只因為人民醫療保健不均等的衝突所導致， 種族醫學仍然假裝醫療保健的落差 可以利用種族特定用藥得到解決。"}, {"zh-tw": " It's much easier and more lucrative to market a technological fix for these gaps in health than to deal with the structuralinequities that produce them. The reason I'm so passionateabout ending race medicine isn't just because it's bad medicine.", "en": " 去銷售技術性修正以解決醫療保健落差， 比去處理製造落差的不均等架構，更是簡單且有利可圖。 我熱衷於終止這種族醫學的原因 不只是因為它是個不好的醫學，"}, {"zh-tw": " I'm also on this mission because the way doctors practice medicine continues to promotea false and toxic view of humanity. Despite the many visionary breakthroughsin medicine we've been learning about, there's a failure of imagination when it comes to race.", "en": " 我也有這個使命， 因為醫生執業行醫的方式 一直在助長對人類錯誤及毒害的看法。 儘管我們在醫學上已有許多前瞻性的突破， 但在人種方面仍是個失敗的想像。"}, {"zh-tw": " Would you imagine with me, just a moment: What would happen if doctorsstopped treating patients by race? Suppose they rejected an 18th-century classification system and incorporated insteadthe most advanced knowledge of human genetic diversity and unity, that human beings cannot be categorizedinto biological races? What if, instead of using raceas a crude proxy for some more important factor, doctors actually investigatedand addressed that more important factor? What if doctors joined the forefront of a movement to endthe structural inequities caused by racism, not by genetic difference? Race medicine is bad medicine, it's poor science and it's a falseinterpretation of humanity. It is more urgent than ever to finally abandon this backward legacy and to affirm our common humanity by ending the social inequalitiesthat truly divide us.", "en": " 請和我一起想像一會兒： 如果醫生不再依人種來對待病患，你想將會怎麼樣？ 假使他們拒絕使用 18 世紀的分類系統， 而是加入最先進的知識── ──人類基因多樣化及獨特性， 人是不能分類為生物人種，你想將怎麼樣？ 如果不用人種作為粗略的替代法 來處理一些比較重要因素， 而是醫生真正去追查和注意那更重要的因素，你覺得呢？ 如果醫生加入活動的最前線， 來終止這因為種族偏見而非基因差異所導致的不均等架構，你想會怎樣？ 種族醫學是有害的醫學， 它是劣質科學， 它是一種對人類錯誤的詮釋。 現在比以前更加刻不容緩 須徹底停止這個落伍傳統，藉著終結 這真正分裂我們的社會不平等，來肯定我們共同的人性。"}, {"zh-tw": " Thank you. Thank you. Thanks.", "en": " 謝謝！ 謝謝！謝謝！"}, {"zh-tw": " Thank you.", "en": " 謝謝！"}], "title": "Dorothy Roberts The Problem With Race Based Medicine"}