{"url": "http://www.ted.com/talks/johnny_lee_demos_wii_remote_hacks", "paragraphs": [{"zh-tw": " So, as researchers, somethingthat we often do is use immense resources to achieve certain capabilities,or achieve certain goals. And this is essentialto the progress of science, or exploration of what is possible.", "en": " 身為研究人員，我們常會運用大量的資源 來完成特定功能，或達成特定目標。 這是科學進步 和探索可能性的要素。 但有點可惜的是"}, {"zh-tw": " But it creates this unfortunate situation where a tiny, tiny fraction of the world can actually participatein this exploration or can benefit from that technology. Something that motivates me, and gets me really excitedabout my research, is when I see simple opportunities to drastically change that distributionand make the technology accessible to a much wider percentageof the population.", "en": " 世界上有些地方， 無法參與這些探索 或是無法從這些科技中受益。 因而激勵我進行研究， 並且讓我感到振奮的是， 我發現可以透過一些簡單的方法， 改變傳播的過程， 讓更多人 從這些科技中受益。 我想給大家看二支"}, {"zh-tw": " I'm going to show you two videosthat have gotten a lot of attention that I think embody this philosophy. And they actually usethe Nintendo Wii Remote.", "en": " 最近受到囑目的影片， 它們具體展現了這個想法。 我用的是任天堂 Wii 遙桿"}, {"zh-tw": " For those of you who aren'tfamiliar with this device, it's a $40 video game controller. And it's mostly advertisedfor its motion-sensing capabilities: so you can swing a tennis racket,or hit a baseball bat.", "en": " 對於知道它的人來說， 它不過是市價 40 美元的電玩控制器。 它是用來做動作感應， 能用它做出揮動網球拍，或打擊棒球的動作。 但事實上，真正吸引我的是，"}, {"zh-tw": " But what actually interests me a lot more is the fact that in the tipof each controller is a relatively high-performinginfrared camera. And I'm going to show youtwo demos of why this is useful.", "en": " 它前端這個 高性能紅外線鏡頭。 我將要給你看兩個示範，說明它為什麼很有用。"}, {"zh-tw": " So here, I have my computerset up with the projector, and I have a Wii Remotesitting on top of it. And, for example, if you're in a schoolthat doesn't have a lot money, probably a lot of schools, or if you're in an office environment,and you want an interactive whiteboard, normally these costabout two to three thousand dollars.", "en": " 這邊架設了電腦和投影機， Wii 遙控器則放在上面。 假設你的學校 沒有錢，就如同大部份學校一樣， 或是你在一個辦公室裡 需要一個互動式電子白板， 它的市價大概要 2 至 4 千美元。"}, {"zh-tw": " So I'm going to show youhow to create one with a Wii Remote. Now, this requiresanother piece of hardware, which is this infrared pen.", "en": " 我來告訴你們如何 用 Wii 遙控器製做一個電子白板。 你需要另外做一支紅外線筆 做一支紅外線筆。"}, {"zh-tw": " You can probably makethis yourself for about five dollars with a quick trip to the Radio Shack. It's got a battery,a button and an infrared LED -- you guys can't see it -- but it turns onwhenever I push the button.", "en": " 只要到 RadioShack（美國電子產品零售商） 花 5 美元購買以下零件。 1 顆電池、1 個按鈕、1 個紅外線 LED（發光二極體）， 按下按鈕，紅外線 LED 就會發光， 當然，肉眼是看不見紅外線的。"}, {"zh-tw": " Now, what this means isthat if I run this piece of software, the camera sees the infrared dot, and I can register the locationof the camera pixels to the projector pixels. And now this is likean interactive whiteboard surface.", "en": " 現在讓我執行這個軟體， 就能讓鏡頭能看見紅外線光點， 接下來把它們的位置由鏡頭像素， 對應到投影機像素。現在它成了互動式電子白板啦！"}, {"zh-tw": " So for about $50 of hardware,you can have your own whiteboard. This is Adobe Photoshop.", "en": " 只要 50 美元，你就能擁有自己的電子白板。 這個是 Adobe Photoshop。"}, {"zh-tw": " Thank you. The software for thisI've actually put on my website and have let people download it for free.", "en": " 謝謝。 這個程式放在我的網站 免費下載。"}, {"zh-tw": " In the three monthsthis project has been public, it's been downloadedover half a million times. So teachers and studentsall around the world are already using this.", "en": " 自公開以來， 它在 3 個月內已被下載數十萬次。 現在世界各地的老師學生 已經開始使用它。"}, {"zh-tw": " Although it does do it for 50 dollars, there are some limitationsof this approach. You get about 80 percent of the way there,for one percent of the cost.", "en": " 我要聲明一下，它雖然只要 50 美元， 而且，這個做法仍有些限制。 不過想想，以 1% 的成本 就能達到 80% 的效果。 另一個好消息是，這個鏡頭可以同時辨識多個光點，"}, {"zh-tw": " Another nice thing is that a cameracan see multiple dots, so this is actually a multi-touch,interactive whiteboard system as well. For the second demo, I have this Wii Remotethat's actually next to the TV.", "en": " 所以它還是個 多點觸控電子白板。 在第二個展示中，我將 Wii 遙控器 放在電視旁邊。 這次它不再指向螢幕"}, {"zh-tw": " So it's pointing away from the display,rather than pointing at the display. And why this is interesting is that if you put on, say,a pair of safety glasses, that have two infrared dots in them, they are going to give the computeran approximation of your head location.", "en": " 而是指向看電視的人。 有趣的是， 如果我在這副眼鏡上頭 放入 2 個紅外線光點 它就能告訴電腦 你的頭部位置。 更有趣的是，"}, {"zh-tw": " And why this is interesting is I have this sort of applicationrunning on the computer monitor, which has a 3D room,with some targets floating in it. And you can see that itlooks like a 3D room.", "en": " 這個電腦螢幕正執行著一個程式， 顯示一些標靶漂浮在 3D 房間裡。 就像很多遊戲裡看到的一樣，"}, {"zh-tw": " kind of like a video game,it sort of looks 3D, but for the most part,the image looks pretty flat, and bound to the surface of the screen. But if we turn on head tracking -- the computer can changethe image that's on the screen and make it respond to the head movements.", "en": " 它看起來像是 3D， 不過這些影像不但看起來很平， 也釘在畫面上不能動。 現在如果我們把頭部追蹤打開， 電腦就能改變螢幕上的影像， 讓它們與你的頭部互動。"}, {"zh-tw": " So let's switch back to that. So this has actuallybeen a little bit startling to the game-development community.", "en": " 我們回頭看看。 這著實令遊戲開發業者 吃驚。"}, {"zh-tw": " Because this is about 10 dollarsof additional hardware if you already have a Nintendo Wii. So I'm looking forwardto seeing some games, and actually Louis Castle,that's him down there, last week announced that Electronic Arts,one of the largest game publishers, is releasing a game in Maythat has a little Easter egg feature for supporting this type of head tracking.", "en": " 因為只要你擁有任天堂 Wii， 再加上 10 美元的額外硬體費用就行了。 我希望遊戲採用它 上週 Lou Castle（EA 副總裁），也就是台下坐的這位， 宣佈 EA（美商藝電）， 最大的遊戲發行商之一，將在 5 月發表一款遊戲 附有支援頭部 追蹤的隱藏功能。 在不到 5 個月的時間內，"}, {"zh-tw": " And that's from less than five months from a prototype in my labto a major commercial product. Thank you.", "en": " 將我的實驗原型變成為商業產品 謝謝。 事實上，對我而言最有意思的，"}, {"zh-tw": " But actually, to me,what's almost more interesting than either of these two projects is how people actuallyfound out about them. YouTube has really changed the way,or changed the speed, in which a single individual can actually spreadan idea around the world.", "en": " 不是這兩個實驗本身， 而是人們是如何發現這兩個實驗的。 Youtube 改變了 將個人想法 散播到全世界的速度或方式。 我不過是使用攝影機，將我在實驗室內的研究錄下，"}, {"zh-tw": " I'm doing some researchin my lab with a video camera, and within the first week,a million people had seen this work, and literally within days,engineers, teachers and students from around the world were alreadyposting their own YouTube videos of them using my systemor derivatives of this work. So I hope to see moreof that in the future, and hope online video distributionto be embraced by the research community.", "en": " 在一週之內，就有一百萬人看到， 在短短幾天內，就有世界各地的工程師、老師、學生們， 使用我的系統或加以變化， 並在 Youtube 發佈他們的影片。 我希望未來能看到更多， 也希望線上遊戲的發行， 可以和研究社群結合。"}, {"zh-tw": " So thank you very much.", "en": " 謝謝大家"}], "title": "Johnny Lee Demos Wii Remote Hacks"}