{"url": "http://www.ted.com/talks/kang_lee_can_you_really_tell_if_a_kid_is_lying", "paragraphs": [{"zh-tw": " Hi. Let me ask the audience a question: Did you ever lie as a child? If you did, could you pleaseraise your hand? Wow! This is the most honestgroup of people I've ever met. So for the last 20 years, I've been studyinghow children learn to tell lies.", "en": " 嗨！ 我來問各位觀眾一個問題： 各位小時候有沒有說過謊？ 如果有，可以舉一下手嗎？ 哇！你們是我見過最誠實的一群人。 過去 20 年， 我一直在研究小孩子是如何學習說謊的"}, {"zh-tw": " And today, I'm going to share with you some of the discoveries we have made. But to begin, I'm going to tell youa story from Mr. Richard Messina, who is my friend and an elementaryschool principal.", "en": " 今天，我將與各位分享 我們研究的一些發現 但首先，我要向各位講一個故事， 這個故事是從我的一位小學校長朋友理查．梅西納先生那邊聽來的。"}, {"zh-tw": " He got a phone call one day. The caller says, \"Mr. Messina, my son Johnnywill not come to school today because he's sick.\" Mr. Messina asks, \"Who am I speaking to, please?\" And the caller says, \"I am my father.\" So this story -- sums up very nicelythree common beliefs we have about children and lying.", "en": " 有一天他接到一通電話。 對方說， 「梅西納先生，我兒子強尼今天不去學校了， 因為他生病了。」 梅西納先生問道， 「請問您哪位啊？」 對方回答說， 「我是我爸爸。」 所以這個故事... 幫我們歸納出了三個有關於 我們對小孩子說謊的一般認知。"}, {"zh-tw": " One, children only come to tell lies after entering elementary school. Two, children are poor liars.", "en": " 第一，小朋友在進入小學後 才會開始說謊。 第二，小朋友不是說謊高手。"}, {"zh-tw": " We adults can easily detect their lies. And three, if children lieat a very young age, there must be somecharacter flaws with them, and they are going to becomepathological liars for life.", "en": " 我們大人可以輕易地識破出他們的謊言。 第三，如果小朋友很早就學會說謊， 那他們一定是有一些性格缺陷， 而且他們將來長大後會成為一個信口雌黃的人。"}, {"zh-tw": " Well, it turns out all of the three beliefs are wrong. We have been playing guessing games with children all over the world.", "en": " 然而，事實證明， 以上這三個認知都是錯的。 全世界所有人都會跟小孩子玩 猜謎遊戲。"}, {"zh-tw": " Here is an example. So in this game, we asked childrento guess the numbers on the cards.", "en": " 下面我舉個例子。 在這個遊戲中，我們會請小朋友猜猜卡片上面的數字號碼。"}, {"zh-tw": " And we tell them if they win the game, they are going to get a big prize. But in the middle of the game, we make an excuse and leave the room.", "en": " 然後我們告訴他們，如果他們贏了， 他們可以獲得一個大獎。 但在遊戲進行中， 我們會找一個藉口離開房間。"}, {"zh-tw": " And before we leave the room, we tell them not to peek at the cards. Of course, we have hidden cameras in the room to watch their every move.", "en": " 在離開前， 我們會告訴他們不可以偷看卡片。 當然， 我們在室內裝置了攝影機， 來觀看他們的一舉一動。"}, {"zh-tw": " Because the desireto win the game is so strong, more than 90 percent of children will peek as soon as we leave the room. The crucial question is: When we return and ask the children whether or not they have peeked, will the children who peeked confess or lie about their transgression? We found that regardlessof gender, country, religion, at two years of age, 30 percent lie, 70 percent tell the truthabout their transgression.", "en": " 因為非常想要贏得比賽， 有超過90%的小朋友， 在我們一離開房間後就會偷看。 關鍵問題是： 當我們回頭問那些小朋友， 他們是否有偷看時， 這些偷看過的小朋友， 他們會承認他們偷看了嗎？還是撒謊。 我們發現，這無關性別、國家、宗教 兩歲的小朋友， 30% 會說謊， 70% 會老實承認他們作弊。"}, {"zh-tw": " At three years of age, 50 percent lie and 50 percenttell the truth. At four years of age, more than 80 percent lie.", "en": " 三歲的小朋友， 50% 會說謊，50% 會說實話。 四歲的小朋友， 超過 80% 會說謊。"}, {"zh-tw": " And after four years of age, most children lie. So as you can see, lying is really a typical partof development.", "en": " 超過四歲以後的小朋友， 絕大多數都會說謊。 所以，就如你所見， 說謊真的只是小朋友人格發展的一部分。"}, {"zh-tw": " And some children begin to tell lies as young as two years of age. So now, let's take a closer lookat the younger children.", "en": " 有一些小孩 甚至在兩歲時就開始說謊。 現在，讓我們再進一步觀察這些小朋友。"}, {"zh-tw": " Why do some but not allyoung children lie? In cooking, you need good ingredients to cook good food. And good lying requirestwo key ingredients.", "en": " 為什麼有些小朋友會說謊，有些卻不會呢？ 做菜的時候，各位都需要好的烹調原料 來做出好吃的食物。 而好的謊言，需要兩個關鍵原料。"}, {"zh-tw": " The first key ingredientis theory of mind, or the mind-reading ability. Mind reading is the ability to know that different people havedifferent knowledge about the situation and the ability to differentiatebetween what I know and what you know.", "en": " 第一關鍵原料是，心智理論， 或者是讀心術。 讀心術是一種 能分辨出不同的人對情況有不同知識的能力， 以及了解彼此對所知事物的落差程度。"}, {"zh-tw": " Mind reading is important for lying because the basis of lying is that I know you don't know what I know. Therefore, I can lie to you.", "en": " 讀心術對說謊而言相當重要， 因為說謊的本質就是 我知道你不知道我知道的事。 因此，我可以對你說謊。"}, {"zh-tw": " The second key ingredientfor good lying is self-control. It is the ability to control your speech,your facial expression and your body language, so that you can tell a convincing lie.", "en": " 說謊的第二個關鍵是「自我控制」。 它是一種控制言論、面部表情 及肢體語言的能力， 這樣你才能說出一個具有說服力的謊言。"}, {"zh-tw": " And we found that those young children who have more advanced mind-readingand self-control abilities tell lies earlier and are more sophisticated liars. As it turns out, these two abilitiesare also essential for all of us to function well in our society.", "en": " 而我們發現，越會讀心術及自我控制能力的小朋友， 說謊對他們而言會相對容易些， 而且比較會撒複雜的謊。 事實證明，這兩個能力， 也是我們長大後，適應社會的必要能力。"}, {"zh-tw": " In fact, deficits in mind-readingand self-control abilities are associated with seriousdevelopmental problems, such as ADHD and autism. So if you discover your two-year-oldis telling his or her first lie, instead of being alarmed, you should celebrate -- because it signals that your childhas arrived at a new milestone of typical development.", "en": " 事實上，讀心術及自我控制能力不佳的人， 與嚴重的人格發展問題有其相關性， 像是注意力不足過動症和自閉症。 所以，如果你發現你兩歲的孩子撒了人生的第一個謊， 你不用驚慌， 而是要慶祝... 因為這意味著他的人格發展 達到一個新的里程碑。"}, {"zh-tw": " Now, are children poor liars? Do you think you can easilydetect their lies? Would you like to give it a try? Yes? OK. So I'm going to show you two videos.", "en": " 那，小朋友是不是不擅長說謊呢？ 你認為你可以輕易地辨識出他們有沒有說謊嗎？ 各位要不要測試看看？ 好嗎？好的。 我給各位看兩段影片。"}, {"zh-tw": " In the videos, the children are going to respondto a researcher's question, \"Did you peek?\" So try to tell me which child is lying and which child is telling the truth. Here's child number one.", "en": " 在影片中， 小朋友會回答研究人員的問題， 「你有沒有偷看？」 所以試著告訴我， 哪一個小朋友說謊？ 哪一個小朋友沒說謊？ 這是 1 號小朋友。"}, {"zh-tw": " Are you ready? (Video) Adult: Did you peek? Child: No. Kang Lee: And this is child number two.", "en": " 準備好了嗎？ （影片）大人：你有沒有偷看？小朋友：沒有。 李康：這是 2 號小朋友。"}, {"zh-tw": " (Video) Adult: Did you peek? Child: No. KL: OK, if you thinkchild number one is lying, please raise your hand.", "en": " （影片）大人：你有沒有偷看？小朋友：沒有。 李康：好，認為 1 號小朋友說謊的 請舉手。"}, {"zh-tw": " And if you think child number twois lying, please raise your hand. OK, so as a matter of fact, child number one is telling the truth, child number two is lying.", "en": " 認為 2 號小朋友說謊的請舉手。 好的，事實上， 1 號小朋友沒說謊， 2 號小朋友說謊了。"}, {"zh-tw": " Looks like many of you are terribledetectors of children's lies. Now, we have played similar kinds of games with many, many adultsfrom all walks of life.", "en": " 看來，你們很多人很不擅於辨認小孩子有沒有說謊。 現在，同樣的遊戲， 我們找了很多各行各業的成年人來做測試。"}, {"zh-tw": " And we show them many videos. In half of the videos, the children lied.", "en": " 我們給他們看了很多影片。 影片中，一半的小孩有說謊，"}, {"zh-tw": " In the other half of the videos,the children told the truth. And let's find outhow these adults performed.", "en": " 另外一半的小朋友沒有說謊。 讓我們來看看這些成年人他們的測試結果。"}, {"zh-tw": " Because there are as many liarsas truth tellers, if you guess randomly, there's a 50 percent chanceyou're going to get it right. So if your accuracy is around 50 percent, it means you are a terrible detectorof children's lies.", "en": " 因為，說謊的跟沒說謊的人數一樣多， 如果你隨機亂猜， 你還有 50% 的機會可以猜中。 所有如果你的準確率只有 50%， 這意味著，你不是個很擅長辨認小朋友有沒有說謊。"}, {"zh-tw": " So let's start with undergradsand law school students, who typically havelimited experience with children. No, they cannot detect children's lies.", "en": " 所以，我們先從大學生及法學院的學生開始， 他們普遍比較缺乏和兒童相處的經驗。 不行，他們無法辨認小朋友的謊言。"}, {"zh-tw": " Their performance is around chance. Now how about social workersand child-protection lawyers, who work with children on a daily basis? Can they detect children's lies? No, they cannot.", "en": " 他們的水準僅接近於用猜的。 那幾乎每天跟小孩混在一起的 社會工作者和幼童庇護律師呢？ 他們辨認的出來小朋友有沒有說謊嗎？ 不，他們也不行。"}, {"zh-tw": " What about judges, customs officers and police officers, who deal with liars on a daily basis? Can they detect children's lies? No, they cannot. What about parents? Can parents detect other children's lies? No, they cannot.", "en": " 法官呢？ 海關官員？ 警察呢？ 他們幾乎每天都在跟說謊的人打交道。 他們能辨識出來嗎？ 不，他們也不行。 父母親呢？ 父母親有辦法辨認出其他小朋友的謊言嗎？ 不，他們也不行。"}, {"zh-tw": " What about, can parentsdetect their own children's lies? No, they cannot. So now you may ask why children's liesare so difficult to detect.", "en": " 那親生父母呢？辨認地出來自己的小孩子說謊嗎？ 不，他們也不行。 現在你可能會問， 為什麼小朋友的謊話這麼難辨認呢？"}, {"zh-tw": " Let me illustrate thiswith my own son, Nathan. This is his facial expression when he lies.", "en": " 讓我用我的小孩，納森，來向各位解釋。 這是他說謊時的表情。"}, {"zh-tw": " So when children lie, their facial expressionis typically neutral. However, behind this neutral expression, the child is actually experiencinga lot of emotions, such as fear, guilt, shame and maybe a little bit of liar's delight.", "en": " 所以當小朋友說謊， 他們的臉部表情會相當自然。 然而，在這個自然的表情背後， 小孩子實際上經歷了相當多的情緒， 像是，害怕、內疚、羞愧 有的人還會有點暗爽。"}, {"zh-tw": " Unfortunately, such emotionsare either fleeting or hidden. Therefore, it's mostly invisible to us.", "en": " 很不幸地，這些情緒不是稍縱即逝，就是被隱藏起來。 因此，對我們而言，幾乎是看不見的。"}, {"zh-tw": " So in the last five years, we have been trying to figure out a wayto reveal these hidden emotions. Then we made a discovery.", "en": " 所以，最近這五年， 我們已經嘗試找到了一個方式，來揭露出這些隱藏的情緒。 然後，我們發現了一件事。"}, {"zh-tw": " We know that underneath our facial skin, there's a rich network of blood vessels. When we experience different emotions, our facial blood flow changes subtly.", "en": " 大家都知道在我們表面皮膚底下， 佈滿了很多的血管網路。 當我們在經歷不同的情緒時， 我們表面的血液會有稍微地變化。"}, {"zh-tw": " And these changes are regulatedby the autonomic system that is beyond our conscious control. By looking at facial blood flow changes, we can reveal people's hidden emotions.", "en": " 而這些改變是被我們的自主神經系統所控制， 藉由觀察表面血流的變化， 我們可以揭示出人們的隱藏情緒。"}, {"zh-tw": " Unfortunately, such emotion-relatedfacial blood flow changes are too subtle to detect by our naked eye. So to help us revealpeople's facial emotions, we have developed a new imaging technology we call \"transdermal optical imaging.\" To do so, we use a regularvideo camera to record people when they experiencevarious hidden emotions.", "en": " 很不幸地，這樣與情緒相關的表面血流變化， 我們的肉眼是無法辨識出來的。 所以，為了幫助我們揭露人們的表面情緒， 我們研發出一種新的圖像技術， 我們稱它為，「皮膚光學影像技術」。 為了測試，我們用一個制式的錄影機來拍攝， 來紀錄受測人經歷不同的隱藏情緒時的狀況。"}, {"zh-tw": " And then, using our imageprocessing technology, we can extract transdermal imagesof facial blood flow changes. By looking at transdermal video images, now we can easily see facial blood flow changes associatedwith the various hidden emotions.", "en": " 然後，用我們的影像處理科技， 我們可以捕捉到表面皮膚血流變化的影像。 藉由觀察皮膚影片的圖像， 現在我們可以輕易地看到， 不同的隱藏情緒之間，表面血流的微妙變化。"}, {"zh-tw": " And using this technology, we can now reveal the hidden emotionsassociated with lying, and therefore detect people's lies. We can do so noninvasively, remotely, inexpensively, with an accuracy at about 85 percent, which is far better than chance level.", "en": " 運用這項科技， 我們現在可以揭露出與謊話相關的隱藏表情， 因此可以辨認出人們的謊言。 我們可以非侵害性、 遠端遙控、花費不貴地 達到 85% 的準確率， 比用猜的好很多。"}, {"zh-tw": " And in addition, we discovereda Pinocchio effect. No, not this Pinocchio effect.", "en": " 此外，我們發現了一個「皮諾丘效應」。 不，不是這個皮諾丘效應。"}, {"zh-tw": " This is the real Pinocchio effect. When people lie, the facial blood flowon the cheeks decreases, and the facial blood flowon the nose increases.", "en": " 這才是真的皮諾丘效應。 當人們說謊， 臉頰上的表面血流會增加， 鼻樑上的表面血流也會增加。"}, {"zh-tw": " Of course, lying is not the only situation that will evoke our hidden emotions. So then we asked ourselves, in addition to detecting lies, how can our technology be used? One application is in education.", "en": " 當然，不是只有說謊的時候， 才會有隱藏情緒的情況。 所以，我們可以問我們自己， 除了偵測謊言， 我們還可以如何應用這個技術？ 第一個應用是教育。"}, {"zh-tw": " For example, using this technology,we can help this mathematics teacher to identify the student in his classroom who may experience high anxietyabout the topic he's teaching so that he can help him. And also we can use this in health care.", "en": " 例如，利用這項技術，我們可以幫助數學老師 辨識他教室裡學生的上課情況， 看看誰對他上課的主題有高度焦慮的情況， 這樣他就可以幫助那個學生。 我們也可以應用在醫療照顧上。"}, {"zh-tw": " For example, every day I Skype my parents, who live thousands of miles away. And using this technology, I can not only find outwhat's going on in their lives but also simultaneously monitortheir heart rate, their stress level, their mood and whether or notthey are experiencing pain.", "en": " 例如，我每天會用SKYPE 向我的父母親請安， 他們住在很遠的地方。 應用這項科技， 我不僅可以知道他們生活的近況， 而且可以同步監測他們的心跳、壓力、心情 以及他們是否病痛。"}, {"zh-tw": " And perhaps in the future, their risks for heart attackor hypertension. And you may ask: Can we use this also to revealpoliticians' emotions? For example, during a debate.", "en": " 也許將來， 可以偵測到他們罹患心臟病及高血壓的風險。 而你也許會問： 我們可以用這個來揭露政治人物的情緒嗎？ 例如，在辯論的時候。"}, {"zh-tw": " Well, the answer is yes. Using TV footage, we could detectthe politicians' heart rate, mood and stress, and perhaps in the future,whether or not they are lying to us.", "en": " 答案是可以的。 利用電視畫面， 我們可以偵測到政治人物的心跳， 情緒及壓力， 也許將來可以看他們是否對我們說謊。"}, {"zh-tw": " We can also use thisin marketing research, for example, to find out whether or not people likecertain consumer products. We can even use it in dating.", "en": " 我們也可以用它來做市場調查， 例如，找出人們 是否喜歡某項產品。 我們還可以用它來約會。"}, {"zh-tw": " So for example, if your date is smiling at you, this technology can help you to determine whether she actually likes you or she is just trying to be nice to you. And in this case, she is just trying to be nice to you.", "en": " 例如， 如果你的約會對象對著你笑， 這項科技可以幫助你判斷， 對方是否真的喜歡你， 或者她只是嘗試著對你好點而已。 在這個個案中， 她只是想發你一張好人卡而已。"}, {"zh-tw": " So transdermal optical imaging technology is at a very early stage of development. Many new applications will come aboutthat we don't know today.", "en": " 皮膚光學圖像技術 目前仍處在早期的發展階段。 很多新的運用方式我們還沒有發現。"}, {"zh-tw": " However, one thing I know for sure is that lying will neverbe the same again. Thank you very much.", "en": " 然而，我很確定的是， 將來說謊的方式會與現在不同了。 非常謝謝各位。"}, {"zh-tw": " Xiè xie.", "en": " 謝謝！"}], "title": "Kang Lee Can You Really Tell If A Kid Is Lying"}