{"url": "http://www.ted.com/talks/samantha_nutt_the_real_harm_of_the_global_arms_trade", "paragraphs": [{"zh-tw": " Thank you very much. Good evening. Some of you may have noticedthat my last name is Nutt. And if you did,you are forgiven for wondering how a Nutt managedto end up in a war zone.", "en": " 非常謝謝大家！晚上好！ 有些人也許已經留意到我的姓氏是瘋子的意思 如果你有注意到了的話，我不見怪你們納悶著： 一個瘋子怎麼可能煞費苦心淪落到戰爭區裡？"}, {"zh-tw": " I actually was offered, right outof medical school, and accepted a volunteer contract to workwith UNICEF in war-torn Somalia, that was worth one dollar. And, you see, I had to be paid this dollar in the event that the UN neededto issue an evacuation order, so that I would be covered.", "en": " 剛從醫學院畢業後真的有人提出、而且我也接受了一份志工契約－ 與「聯合國兒童基金會」／UNICEF在受戰火摧殘的索馬利亞服務， 合約價是 1 美元！ 在聯合國需要發佈撤離命令的事件下， 人家必須付我這 1 美元， 如此一來我將會受到保障；"}, {"zh-tw": " I was, after all, heading into oneof the world's most dangerous places. And by now, some of youmay be asking yourselves, and I just want to reassure you, that I did get half the money up front.", "en": " 總之我前往了世界上最危險的地方。 到現在你們有些人也許正自問自的， 而我正要來打消你們的疑慮： 我有預先拿到該金額的一半。"}, {"zh-tw": " But you see, this is how,with 50 cents in my pocket, I ended up in Baidoa, Somalia. Journalists called it the \"city of death.\" And they called it the city of death because 300,000 peoplehad lost their lives there -- 300,000 people, mostly as a resultof war-related famine and disease.", "en": " 這就是我的皮包裡是如何有著 50 美分， 不過你知道的我終究去到了索馬利亞的拜多雅， 記者們管它叫「死城」， 他們這樣叫是因為已經有三十萬人在那邊喪命了； 「三十萬人」－ 大多是戰禍牽扯出的飢荒和疾病所導致！"}, {"zh-tw": " I was part of a team that was taskedwith trying to figure out how best to respondto this humanitarian catastrophe. It was right on the heelsof the Rwandan genocide, and aid money to the region was drying up.", "en": " 我加入的團隊被託付任務－ 試圖找出妥善之計來應對這個人禍， 它接踵於盧安達大屠殺之後； 對這個地區的援助資金即將用罄，"}, {"zh-tw": " Many aid organizations, unfortunately, had been forced to close their doors. And so the question that I was askedto specifically help answer, which is one that aid workers askthemselves in war zones the world over, is: What the hell do we do now? You know, the security environmentin Somalia at that moment in time -- and nothing has really changed too much -- can best be described as \"Mad Max\"by way of \"A Clockwork Orange.\" And I remember very distinctlya couple of days after my arrival, I went up to a feeding clinic.", "en": " 許多援助機構不幸早已關門收攤。 所以人家特別請教我幫忙解答的問題－ 全世界戰爭區的援助工作人員問自己的一個問題： 「我們現在做的是什麼狗屁事啊？」 索馬利亞的治安環境在那個時刻 －現在也沒多大的改變－ 可以形容成發條橘子式的瘋狂麥斯。 我非常鮮明地記得在我抵達的數天後， 我遠赴一處兒童哺育診間，"}, {"zh-tw": " There were dozens of womenwho were standing in line, and they were clutchingtheir infants very close. About 20 minutes intothis conversation I was having with this one young woman, I leaned forward and tried to put my fingerin the palm of her baby's hand.", "en": " 那裡有著數十位婦女正排著隊， 她們緊密摟著自己的幼嬰。 我和一位年輕婦女有著大概 20 分鐘的對話， 我向前湊身過去、 試著把手指放在她小寶貝的掌心中，"}, {"zh-tw": " And when I did this, I discovered that her babywas already in rigor. She was stiff, and her little, lifeless handwas curled into itself.", "en": " 當我這樣做的時候 察覺了她的小寶貝早已僵硬， 她是僵直的了、 沒了生命的小手捲縮起來，"}, {"zh-tw": " She had died hours before of malnutrition and dehydration. I later learnedthat as her baby was dying, this young woman hadbeen held for two days by some teenage boys who were armedwith Kalashnikov rifles, and they were tryingto shake her down for more money, money she very clearly did not have.", "en": " 她幾個小時前已經死去－ 營養不足與脫水。 我後來得知當她的小寶貝快要死掉的時候 她已經被人挾持兩天了－ 一些十來歲配有 AK-47 的男孩們， 他們企圖壓榨她更多錢－ 這錢她很明顯所沒有的。"}, {"zh-tw": " And this is a scene that I have confronted in war zones the world over; places where kids, some as youngas eight -- they are this big -- and those kids, they havenever been to school. But they have fought and they have killedwith automatic rifles.", "en": " 這是我在世界各地的戰爭區中 所面臨過一個的場景， 地方上的孩子們有些才八歲般大小－他們是這般高大吧； 而那些小孩從未上過學， 但是他們已經用自動步槍打過仗、殺過人了！"}, {"zh-tw": " Is this just the way the world is? Some will you tell youthat war is unavoidably human. After all, it is as oldas existence itself.", "en": " 難道萬般皆是命嗎？ 有些人會跟你們說戰爭是避無可避者， 畢竟它就跟世界的存在一樣長久；"}, {"zh-tw": " We say never again, and yet it happensagain and again and again. But I will tell youthat I have seen the absolute worst of what we as human beingsare capable of doing to one another, and yet I still believea different outcome is possible.", "en": " 我們說絕對不要再來一次，它卻接連地一次又一次的上演。 我將會告訴你我已經見識過全然最惡劣的事情－ 我們這些人類有本事對其他人做出來的事； 不過我始終深信不一樣的結果是有望的，"}, {"zh-tw": " Do you want to know why? Because over 20 years of doing this work, going in and out of war zonesaround the world, I have come to understand that there are aspects of this problem that we, all of us, as peopleoccupying this shared space, that we can change -- not through force or coercion or invasion, but by simply looking at allof the options available to us and choosing the ones that favorpeace at the expense of war, instead of war at the expense of peace. How so? Well, I want you to consider this: there are at least 800 millionsmall arms and light weapons in circulation in the world today.", "en": " 你們想知道為什麼嗎？ 因為做這工作 進出世界各地戰爭區長達二十年來， 我已經明白 這個難題的有些方面， 我們全體－佔有這個共享空間的人們－ 能夠改變！ 並非透過武力、逼迫或是侵略， 而是透過不外乎去看對我們來說摸得著的所有選項， 擇取其選項有利於以失去戰爭為代價的和平， 頂替失去和平做代價的戰爭。 該如何做呢？ 我要你斟酌一件事： 至少有著八億件的小型槍械、輕型武器 今天在世界上週繞流通！"}, {"zh-tw": " The vast majority of civilians,like that young baby, who are dying in war zonesaround the world, are dying at the handsof various armed groups who rely on a near-infinite supplyof cheap, easy and efficient weapons to rape, threaten, intimidateand brutalize those civilians at every turn. How cheap? Well, in some parts of the world, you can buy an AK-47for as little as 10 dollars.", "en": " 龐大主體的老百姓－就像那個小嬰兒－ 在世界各地的戰爭區持續死去； 死於眾多武裝團體的手上， 這些人憑藉近乎無限量供應之便宜、容易和省事的武器， 每回以之強暴、威脅、恐嚇和殘害那些老百姓。 多便宜呢？ 在世界上的某些地方 你能夠用與 10 美元一樣的小錢買到一把 AK-47；"}, {"zh-tw": " In many places in which I have worked, it is easier to get accessto an automatic rifle than it is to get accessto clean drinking water. And so now the important part: Can anything be done about this? To answer that question, let's take a lookat this map of the world.", "en": " 在很多我曾經工作過的地方， 取得一把自動步槍 還比取得乾淨的飲用水容易！ 現在重點是－ 我們能為這個做好什麼事嗎？ 為了回答該問題 讓我們看一眼這張世界地圖吧！"}, {"zh-tw": " And now, let's add in all of the countriesthat are currently at war, and the number of peoplewho have either died or have been displacedas a result of that violence. It is a staggering number -- more than 40 million people.", "en": " 讓我們加總目前在戰禍中的國家， 以及因為暴力 造成的死亡與流離失所之人數， 這是個叫人傻眼的數字： 超過四千萬人！"}, {"zh-tw": " But you will also noticesomething else about this map. You will noticethat most of those countries are in the Global South.", "en": " 不過關於這張地圖你也會發現到另外的一些東西， 你會發現那些國家大部份是在南半球。"}, {"zh-tw": " Now, let's look at the countries that are the world's top 20 exportersof small arms in the world. And what do we notice? Well, you see them in green.", "en": " 現在我們來看看 世界前二十大的小型槍械出口國， 我們會發現什麼呢？ 你看到上了綠色的這些國家，"}, {"zh-tw": " You will notice that those are mostlycountries in the Global North, primarily Western countries. What does this tell us? This tells us that most of the peoplewho are dying in war are living in poor countries, and yet most of the peoplewho are profiting from war are living in rich countries --people like you and me.", "en": " 你會注意到那些絕大多數是北半球的國家， 以西方國家為主。 這告知我們什麼事情？ 這告訴我們大多數在戰禍中接連死去的民眾 住在貧窮的國家； 況且大多數從戰爭中不斷發財的人 住在富庶的國家－就好比你、我般的人。"}, {"zh-tw": " And then what if we gobeyond small arms for a second. What if we look at all weaponsin circulation in the world? Who does the biggest business? Well, roughly 80 percent of those weapons come from none otherthan the five permanent members of the United Nations Security Council, plus Germany.", "en": " 要是我們片刻往更甚於小型槍械來談呢？ 要是我們著眼世界上所有流通的武器呢？ 誰做最大宗的生意呢？ 約蓋 80% 的武器 不外乎出自聯合國安理會的五個常任理事國 再加上德國，"}, {"zh-tw": " It's shocking, isn't it? Now, some of you might be sayingat this moment in time, \"Oh yeah, but OK,hang on a second there ... Nutt.\" Grade school was spectacular for me. It was, really, a wonderful experience.", "en": " 很震撼沒錯吧！ 你們有的人此刻也許馬上要說： 「是喔！好！在這邊打住一下，蠢蛋！」 小學對我來說是動人深刻的， 那真是個精采的歷程。"}, {"zh-tw": " But you might be saying to yourselves, You know, all of these weaponsin war zones -- they're not a cause, but an effect of the violencethat plagues them each and every single day. You know, places like Iraqand Afghanistan, where they need these weaponsto be able to maintain law and order, promote peace and security,to combat terror groups -- surely this is a good thing.", "en": " 不過你也許會跟自己說－ 所有在戰爭區的這些武器它們並不是起因， 而是暴力的效應日復一日折磨每個人。 就像伊拉克、阿富汗等地方， 在那裡它們需要這些武器得以能夠維護法律和秩序、 增進和平與安全、打擊恐怖團體； 毫無疑問這是好事情！"}, {"zh-tw": " Let's take a look at that assumptionfor just one moment, because you see there has beena boom in the small-arms trade since the start of the War on Terror. In fact, it is a businessthat has grown threefold over the past 15 years.", "en": " 讓我們稍微來看看該說帖， 因為自從反恐戰爭展開以來， 一路來有著小型軍火交易的盛況； 事實上那是個過去 15 年來 已經成長了三倍的生意。"}, {"zh-tw": " And now let's compare thatto the number of people who have directly diedin armed conflict around the world in that same period. What do you notice? Well, you notice that, in fact,that also goes up roughly three- to fourfold.", "en": " 現在讓我們來比對這個數字 與同時期全世界直接喪命於武裝衝突的人數， 你發現什麼了呢？ 你會注意到事實上該人數也上升約略三到四倍左右"}, {"zh-tw": " They basically go upand end at the same point. Now, we can have a circular argument here about whether this increasein fatalities is a response to the increase of small arms,or the other way around.", "en": " 它們兩者基本上在相同的時點上升與休止。 現在這裡可以有個剪不斷理還亂的爭論， 關於到底傷亡的增加 是小型槍械變多的責任？ 或是此其外的其他手段？"}, {"zh-tw": " But here's what we shouldreally take away from this. What we should take away from this is that this is a relationshipworth scrutinizing, especially when you considerthat small arms that were shipped to Iraq for use by the Iraqi Army, or to Syria for so-calledmoderate opposition fighters, that those arms, many of them,are now in the hands of ISIS; or when you consider that armsthat were shipped to Libya are now actively driftingacross the Sahel, and ending up with groupslike Boko Haram and al Qaeda and other militant groups.", "en": " 不過我們真的應該跳脫出這裡， 我們應該跳脫－ 這是個值得細究的關聯。 尤其當你考量到小型槍械被載運到伊拉克為其軍隊所用， 或是送到敘利亞給俗稱的「溫和反對派戰士」， 那些槍械現今多數落入伊斯蘭共和國 / ISIS 的手中； 或是當你考量槍械被載運到利比亞， 現正熱絡地外散開貫穿「薩赫爾地帶」， 最後到了像是博科聖地、蓋達組織 以及其他武裝團體的手上。"}, {"zh-tw": " And therein lies the problem. Because, you see, small arms anywhereare a menace everywhere, because their first stopis rarely their last.", "en": " 在這裡就存在著問題！ 你也知道－ 小型槍械在任何地方都是一種全面危害， 因為它們的第一個停靠站很少是它們的最終歸處。"}, {"zh-tw": " Spending on war per person per year now amounts to about 249 dollars -- 249 dollars per person, which is roughly 12 timeswhat we spend on foreign aid, money that is used to educateand vaccinate children and combat malnutritionin the Global South. But we can shift that balance.", "en": " 對戰爭的開銷以每人年計來說 金額到了大概 249 美元： 「每人花 249 美元」 大概是我們花在國際援助的 12 倍， 錢花在南半球小孩們的教育、疫苗接種 以及制衡營養不良。 但是我們可以左右該差額，"}, {"zh-tw": " How do we do this? Well, it is essentially a problemof both supply and demand, so we can tackle it from both sides. On the supply side, we can push our governments to adopt international armstransparency mechanisms like the Arms Trade Treaty, which makes it so that rich countrieshave to be more accountable for where their arms are going and what their arms might be used for.", "en": " 我們該怎麼來做呢？ 這基本上是個供給與需求面都包含在內的問題， 因此我們可以一併從雙方面下手處理！ 在供給方面 我們可以推動我們的政府 接受好比「武器貿易條約」的國際軍火買賣透明機制， 該機制使得富庶的國家對於它們的武器即將銷售到哪裡去、 可能做什麼用途是更有責任的。"}, {"zh-tw": " Here in the United States, the largest arms-exporting countryin the world by far, President Obama has rightly signedthe Arms Trade Treaty, but none of it takes effect,it isn't binding, until it is approvedand ratified by the Senate. This is where we needto make our voices heard.", "en": " 在美國這裡 －至今世界上數量最大的武器出口國－ 歐巴馬總統已經實實在在地簽署好「武器貿易條約」， 但是壓根未生效－ 直到被國會核可、批准前是沒有法律約束力的， 我們需要讓我們的聲音在這裡被聽見！"}, {"zh-tw": " You know, the curbing of small arms -- it's not going to solvethe problem of war. Increased control mechanismswon't solve that problem.", "en": " 整治小型槍械 不會就此來解決戰禍的問題、 增補的控管機制不會解決該問題，"}, {"zh-tw": " But it's an important stepin the right direction. And it's up to all of uswho live in those rich countries to make change here.", "en": " 但是它是正確的方向上重要的一步， 這端賴於住在富庶國家的我們 在這裡做改變！"}, {"zh-tw": " What about on the demand side? You know, there are generationsaround the world who are being lost to war. It is possible to disruptthat cycle of violence with investments in education,in strengthening the rule of law and in economic development,especially for women.", "en": " 需求面又如何呢？ 世界上各地數世代的人們被葬送在戰爭裡， 要打破暴力的周來複始是可行的， 在教育、法律的落實、以及經濟發展上有所投資－ 特別是挹注給婦女們！"}, {"zh-tw": " I have personally seen just how incredibly powerfulthose kinds of efforts can be around the world. But here's the thing: they take time, which means for you as individuals,if you want to give, please, by all means do it.", "en": " 我已經親身在世界各地見識過 那些付出是有多麼神奇地力遠弗屆。 不過關鍵在這－ 它們得花時間， 這代表假使身為獨立個體的你想要捐贈的話， 請悉隨尊便；"}, {"zh-tw": " But know that how you giveis just as important as how much you give. Regular contributionslike monthly contributions are a far more effective way of giving, because they allowhumanitarian organizations to properly plan and be investedover the long term, and to be present in the lives of familieswho have been affected by war, wars that many of us, frankly,all too quickly forget.", "en": " 不過搞清楚該如何捐贈 就跟要捐贈多少東西同等重要， 像是月制捐款的定期捐款 是更為實用的捐贈方式。 因為它們讓人道組織得以完善規劃、 用在長期的資助， 以及呈現在已經被戰爭所影響之家庭的生活所需－ 老實說我們許多人都太快遺忘的諸場戰爭。"}, {"zh-tw": " When I first got on that planefor Somalia as a young doctor, I had no idea what it meantto live with war. But I can tell you that I knowwhat it means now.", "en": " 年輕醫師的我首次坐上開往索馬利亞的班機， 我對與戰禍共存沒什麼概念； 不過我可以告訴你現在我懂了，"}, {"zh-tw": " And I know what it means to lie in bed in the pitch-black night and listen to that haunting\"pop-pop-pop-pop-pop!\" of automatic gunfire, and wonder with absolute dread how many minutes I have leftuntil it will be right on top of me. I can tell you that it is a terrifyingand agonizing fear, one that millions of peoplearound the world are forced to confront each and every single day, especially children.", "en": " 我知道這個滋味－ 漆黑的夜躺在床上， 聽著自動步槍開火 揮之不卻的「砰..砰..砰..」聲， 以及無比渴望的臆想 直到子彈打中我的頭頂前我還剩多少時間。 我能跟你說那是個很恐怖又折騰人的恐懼， 世界上數百萬人 無日無刻不得不面對的一種恐懼－ 尤其是孩童們！"}, {"zh-tw": " Over the years of doing this work, unfortunately, war has killedfar too many people close to me. And on at least a couple of occasions, war has very nearly killed me as well.", "en": " 做這樣的工作長年下來， 很不幸地戰禍已經奪走我週遭太多、太多人的性命了， 而且至少有好幾回的機緣 戰禍也非常近乎要了我的命。"}, {"zh-tw": " But I firmly believe, which is why I get up and dowhat I do every single day, that we can make different choices here. Because you see, war is ours, as human beings.", "en": " 不過我堅信著： 在這裡我們能夠做不同的選擇！ 這是我每一天下床工作的道理。 因為大家都知道戰禍是我們身為人類所共有的，"}, {"zh-tw": " We buy it, sell it, spread it and wage it. We are thereforenot powerless to solve it.", "en": " 我們收購、兜售、波及還有引爆它！ 因此我們不該束手無策，"}, {"zh-tw": " On the contrary, we are the only ones who can. Thank you very much, and I wantto wish you the greatest success.", "en": " 相反地我們是唯一能彌平戰禍之人！ 非常謝謝大家！我想祝你們無比成功！"}], "title": "Samantha Nutt The Real Harm Of The Global Arms Trade"}