{"url": "http://www.ted.com/talks/negin_farsad_a_highly_scientific_taxonomy_of_haters", "paragraphs": [{"zh-tw": " I'm an Iranian-American Muslim female, like all of you. And I'm also a social justice comedian, something that I insist is an actual job.", "en": " 我是一位美籍伊朗裔的穆斯林女士 跟各位一樣 同時我也是一位社會正義的喜劇演員 這也是我一直一來堅持的工作"}, {"zh-tw": " To explain what that is,let me tell you how I got here. I've performed all over the country.", "en": " 為了解釋這是一個甚麼樣的工作讓我先跟各位說明我如何辦到的 我全國到處表演"}, {"zh-tw": " And let me tell you,America is majestic, right? It's got breathtaking nature, waffle houses and diabetes as far as the eye can see. It is really something.", "en": " 我跟你講美國是宏偉的對吧？ 美國有美到不行的自然景色 有鬆餅店 還有四處都看的到糖尿病 這是真的"}, {"zh-tw": " Now, the American populationcan be broken up into three main categories: there's mostly wonderful people, haters and Florida. Besides Florida, the most troublingcategory here are the Haters.", "en": " 美國的人口大致 可以分為三種類型 大部的人都很善良 憎恨者 還有佛羅里達 除了佛羅里達 這裡最麻煩的人就是那些憎恨者"}, {"zh-tw": " They are a minority, but they overcompensateby being extra loud. They have the Napoleon complexof demographics, and yes, some of the men do wear heels.", "en": " 他們是少數族群 但他們的行為有時有點驕枉過正 他們有拿破崙矮子情節的自卑傾向 而且沒錯他們有些男人甚至還穿高跟鞋"}, {"zh-tw": " As a social justice comedian, it's my goal to convert these haters, because they hate a lot of things,which leads to negative outcomes, like racism, violence and Ted Nugent. This is not an exhaustive list; I'm probably missing 3-7 items.", "en": " 身為一位社會正義喜劇演員 我的目標就是要改變這些憎恨者 因為他們痛恨很多事常常導致負面的結果 像是種族歧視暴力行為還有 TED Nugent（搖滾歌手） 我沒有全部列出來 大概少了 3~7 樣"}, {"zh-tw": " But the point is, we have to reckon with the haters. But there's variance within this group and it's not efficient to goafter all of them, right? So what I've done is createda highly scientific Taxonomy of Haters.", "en": " 但重點是 我們必須要對付這些憎恨者 但這個群體的人有很多種類型 要全面的跟蹤他們不是很有效率 對吧？ 所以我就自創一種高效率的科學分類方法"}, {"zh-tw": " I basically took all of the haters, I put them in a petri dish,like a scientist, and this is what I found. First off, we have the trolls.", "en": " 基本上我已經把他們 就跟科學家一樣放到培養皿上研究過了 以下是我的發現 首先我們有酸民"}, {"zh-tw": " These are your garden-varietydigital haters. They're the people who quit their jobs so they can post on YouTubevideos all day long.", "en": " 這些人就是很普通的網路酸民 他們有些人沒有工作 所以他們可以整天在家裡上傳影片到 Youtube 上"}, {"zh-tw": " There's also the drive-by haters. Now, these people will be at a stoplight, they'll wait for the light to turn green and when it does, they yell,\"Go back to your own country!\" Now back in the day, they would'veactually gotten out of their cars and hated you to your face.", "en": " 還有一種叫做＂開車幹譙者＂ 這些人會在等紅綠燈的時候出現 他們會等到快要綠燈的時候 搖下窗戶大吼＂滾回你的國家！＂ 在過去他們會下車 直接面對面幹譙你"}, {"zh-tw": " But they just don't make themlike they used to -- which is another signof the decline in America. The next category is the mission-oriented-bigot-whose-group-affiliation- gives-them-cover-for-hating hater.", "en": " 但他們已經沒有往日雄風了 這也是美國衰弱的另一種現象 下一種類 任務導向偏執狂 團隊感情可以掩飾他們的贈恨的贈恨者"}, {"zh-tw": " These guys like to hatevia a seemingly nice organization, like a church or a nonprofit, and they oftentimes like to speakin an old-timey voice. But the group I'm mostinterested in is the swing hater.", "en": " 這些人會假裝自己像是 教會或非營利組織一類的人 而且常常用一種很老派的方式在說話 但我最感興趣的就是＂搖擺不定的憎恨者＂"}, {"zh-tw": " The swing hater is sisterto the swing voter -- they just can't decide! They're like ideological sluts who move from hating to not hating. And they do it because they don't haveenough information.", "en": " 他們就像中間選民 一直無法做出決定 他們像是意識形態的蕩婦 一下恨 一下不恨 他們會這樣做的原因是因為他們的資訊不足"}, {"zh-tw": " This is the group I like to targetwith social justice comedy. Why comedy? Because on a scale of comedy to brochure, the average American prefers comedy,as you can see from this graph.", "en": " 這一群人就是我們用社會正義喜劇調侃的對象 為什麼是喜劇 因為在一份喜劇宣傳手冊的調查當中 一般美國人比較喜歡看喜劇各位可以從上面的圖表看到"}, {"zh-tw": " Comedy is very popular. And by the way, this is a mathematically accurate graph, generated from fake numbers.", "en": " 喜劇是很受歡迎的呢 順便一提 這是一張相當精準的數學統計圖表 只是數字是瞎掰的"}, {"zh-tw": " Now, the question is: Why does social justice comedy work? Because, first off, it makes you laugh. And when you're laughing,you enter into a state of openness.", "en": " 問題是 為什麼社會正義喜劇有效？ 因為首先它會讓你笑 當你在笑的時候你會進入一種率真的狀態"}, {"zh-tw": " And in that moment of openness, a good social justice comediancan stick in a whole bunch of information, and if they're really skilled, a rectal exam. Here are some ground rulesfor social justice comedy: first off, it's not partisan.", "en": " 在那一刻 一個好的社會正義喜劇演員就會倒一大堆資訊給你 如果他們夠搞笑 會讓你笑到漏屎 社會正義喜劇有幾項基本原則 首先你不可以有政治色彩"}, {"zh-tw": " This isn't political comedy,this is about justice, and no one is against justice. Two, it's inviting and warm, it makes you feel like you're sittinginside of a burrito.", "en": " 這不是政治的喜劇 這是有關於正義的 因為沒有人會反對正義 第二 它引人注目而且溫馨 它會讓你感覺坐在墨西哥捲餅裡面"}, {"zh-tw": " Three, it's funny but sneaky, like you could be hearingan interesting treatise on income inequality, that's encased in a reallysophisticated poop joke. Here's how I seesocial justice comedy working.", "en": " 第三 它好笑但你要花點頭腦想一下 像是你聽到一篇有關於 收入不公平的有趣論文 隱含在一個相當複雜的冷笑話裡 我是這麼看待社會正義喜劇是如何運作起來的"}, {"zh-tw": " A few years ago, I rounded up a bunchof Muslim-American comedians -- in a non-violent way -- And we went around the country to places like Alabama, Arizona,Tennessee, Georgia -- places where they love the Muzzies -- and we did stand-up shows. We called the tour\"The Muslims Are Coming!\" We turned this into a movie, and then after the movie came out, a known hate group spent 300,000 dollars on an anti-Muslim poster campaign with the MTA -- that'sthe New York City subway system.", "en": " 幾年前我找了一群美籍穆斯林喜劇演員 用非暴力的方式啦 然後我們到全國各地 像是阿拉巴馬、亞利桑那、田納西、喬治亞 這幾個愛死了穆斯林人的地方 做脫口秀 我們稱這戲為＂穆斯林來了！＂ 我們把它拍成電影 在電影拍好後 一個知名的酸民團體花了30萬美金 在紐約地下鐵路系統禮 做了一個反穆斯林的海報宣傳活動"}, {"zh-tw": " Now, the posters were truly offensive, not to mentioned poorly designed -- I mean, if you're going to be bigoted, you might as well use a better font. But we decided, why not launchour own poster campaign that says nice things about Muslims, while promoting the movie.", "en": " 那些海報真的很討厭 更別提它的爛設計 我的意思是如果你要變成偏執狂 你應該也要用好看一點的字形啊 但我們決定我們何不也來辦個我們的海報宣傳活動 來講一些穆斯林的優良事蹟 順便推廣電影"}, {"zh-tw": " So myself and fellow comedianDean Obeidallah decided to launch the fighting-bigotry-with-delightful-posters campaign. We raised the money, workedwith the MTA for over 5 months, got the posters approved, and two days after theywere supposed to go up, the MTA decided to ban the posters, citing political content.", "en": " 所以我跟我的喜劇夥伴 汀．歐比達拉 決定要辦一場反偏執狂的開心海報宣傳活動 我們籌到了錢跟大都會運輸署交涉了五個月 運輸署同意海報的內容了 兩天後在海報差不多要張貼的時候 運輸署突然決定禁止那些海報 因為他們認為有政治色彩"}, {"zh-tw": " Let's take a lookat a couple of those posters. Here's one.", "en": " 我們來看一下這幾張海報 這是第一張"}, {"zh-tw": " Facts about Muslims: Muslims inventedthe concept of a hospital. OK.", "en": " 穆斯林的真相一 穆斯林創造了醫院的概念 好的"}, {"zh-tw": " Fact: Grown-up Muslims can domore push-ups than baby Muslims. Fact: Muslims invented Justin Timberlake.", "en": " 真相二 長大後的穆斯林做的伏地挺身會比穆斯林寶寶還要多 真相三 穆斯林創造了賈斯汀．提姆布萊克"}, {"zh-tw": " Let's take a look at another one. The ugly truth about Muslims: they have great frittata recipes.", "en": " 我們再看另外一個 穆斯林醜陋的事實 他們有好吃的菜肉餡煎蛋餅食譜"}, {"zh-tw": " Now clearly, frittatas are consideredpolitical by the MTA. Either that, or the mere mentionof Muslims in a positive light was considered political -- but it isn't.", "en": " 很明顯地大都會運輸署認為餡餅有政治色彩 或者不然就是一提到穆斯林的正面形象 就是與政治色彩有關但並沒有"}, {"zh-tw": " It's about justice. So we decided to change our fighting-bigortry-with-delightful-posters campaign and turn it into the fighting-bigotry-with-a-delightful-lawsuit campaign.", "en": " 這與正義有關 所以我們決定把我們原本的 宣傳活動變成 反偏執狂的開心法律訴訟活動"}, {"zh-tw": " So basically, what I'm sayingis a couple of dirt-bag comedians took on a major New York City agency and the comedians won. (Applause and cheers) Thank you.", "en": " 所以基本上可以這麼說 就是兩個撿破爛的喜劇演員槓上紐約市政府 喜劇演員贏了 （掌聲加歡呼） 謝謝！"}, {"zh-tw": " Victory was a very weird feeling. I was like, \"Is this whatblonde girls feel like all the time? 'Cause this is amazing!\" Here's another example.", "en": " 勝利真的是一種很奇怪的感覺 我在想這是不是就是金髮女郎常有的飄飄然感覺啊？ 因為真的太神奇了 這裡還有另一個例子"}, {"zh-tw": " I'm asked everywhere I go:\"Why don't Muslims denounce terrorism?\" We do. But OK, I'll take the bait. So I decided to launchthedailydenouncer.com.", "en": " 我到哪都會被問到＂為什麼穆斯林不公開指責恐怖攻擊？＂ 我們有 但我確實被問到了 所以我決定要發佈這個網站“thedailydenouncer.com”"}, {"zh-tw": " It's a website that denouncesterrorism every day of the week, while taking the weekends off. Let's take a look at an example.", "en": " 這是一個每個工作日都會公開譴責恐怖攻擊的網站 除了公共假日以外 我們來看個例子"}, {"zh-tw": " They generally appearas single-panel cartoons, \"I denounce terrorism! I also denouncepeople who never fill the paper tray!\" The point of the websiteis that it denounces terrorism while recognizing that it's ridiculous that we have to constantlydenounce terrorism. But if bigotry isn't your thing, social justice comedy is usefulfor all sorts of issues.", "en": " 他們通常都會以單格漫畫來呈現 ＂我公開譴責恐怖攻擊 我也要公開譴責那些從來不放紙在紙匣的人！＂ 網站的重點就是公開譴責恐怖攻擊的同時 也調侃一下我們必須不斷地 一直公開譴責恐怖攻擊這件事有多荒謬 但如果偏執狂不是你的菜 社會正義喜劇在很多事情上也很有貢獻"}, {"zh-tw": " For example, myself and fellowcomedian Lee Camp went to the Cayman Islandsto investigate offshore banking. Now, the United States losessomething like 300 billion dollars a year in these offshore tax havens.", "en": " 舉例我跟我的喜劇夥伴李坎普 潛入到開曼群島調查海外銀行 美國現在每年差不多在這些海外的逃稅天堂 損失將近3000億的稅收"}, {"zh-tw": " Not to brag, but at the end of every month, I have something like 5-15 dollarsin disposable income. So we walked into these banksin the Cayman Islands and asked if we couldopen up a bank account with eight dollars and 27 cents.", "en": " 不是我在吹牛 我每個月底 都有額外 5~15 元的可支配收入 所以我們走進開曼群島的這些銀行裡面 然後問他們 我們可不可以用8美元27分開個銀行戶頭"}, {"zh-tw": " The bank managers would indulge usfor 30-45 seconds before calling security. Security would come out,brandish their weapons, and then we would squealwith fear and run away, because -- and this is the lastrule of social justice comedy -- sometimes it makes you wantto take a dump in your pants.", "en": " 銀行經理在叫保全趕我們走之前會先被我們玩弄 30~45 秒 之後保全會過來揮舞著他們的武器 然後我們就帶著恐懼並尖叫著跑走了 因為這是社會正義喜劇的最後一條規則 有時它會讓你笑到抓狂"}, {"zh-tw": " Most of my work is meant to be fun. It's meant to generatea connection and laughter.", "en": " 我大部的工作本來就是在搞笑 就是把笑聲傳遞給觀眾"}, {"zh-tw": " But yes, sometimes I getrun off the grounds by security. Sometimes I get mean tweets and hate mail.", "en": " 但的確有時候會玩太過火也會有安全問題 有時候我會收到惡意的推文和憤恨的郵件"}, {"zh-tw": " Sometimes I get voice mails sayingthat if I continue telling my jokes, they'll kill meand they'll kill my family. And those death threatsare definitely not funny.", "en": " 有時候還會收到電話留言說如果我繼續講我的笑話 他們會把我殺了還有殺了我的家人 這些恐嚇信真的一點也不好笑"}, {"zh-tw": " But despite the occasional danger, I still think that social justice comedyis one of our best weapons. I mean, we've trieda lot of approaches to social justice, like war and competitive ice dancing.", "en": " 但除了這些偶發的事情 我仍然認為社會正義喜劇是我們其中一個最好的武器 我的意思是我們嘗試了很多方式要達到社會正義 像是發動戰爭或是冰上芭雷比賽"}, {"zh-tw": " But still, a lot of thingsare still kind of awful. So I think it's time we try and tella really good poop joke.", "en": " 但很多事仍然很很糟糕 所以我認為是時候我們要嘗試講真正好笑的冷笑話了！"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Negin Farsad A Highly Scientific Taxonomy Of Haters"}