{"url": "http://www.ted.com/talks/andrew_youn_3_reasons_why_we_can_win_the_fight_against_poverty", "paragraphs": [{"zh-tw": " I've been living in rural East Africafor about 10 years, and I want to share a field perspectivewith you on global poverty. I believe that the greatest failureof the human race is the fact that we've left more thanone billion of our members behind.", "en": " 我在東非鄉下住了大約十年， 我想跟大家從農作的實務觀點來談全球貧窮問題。 我相信人類最大的失敗， 就是把超過十億的同類拋諸在後這個事實。"}, {"zh-tw": " Hungry, extreme poverty: these often seem like gigantic,insurmountable problems, too big to solve. But as a field practitioner, I believe these are actuallyvery solvable problems if we just take the right strategies.", "en": " 飢餓、赤貧： 這些常常被視為巨大、難以克服的問題， 大到無法可解。 但是身為農作實務工作者， 我相信這些都是可以實際解決的問題， 只要我們用對策略。"}, {"zh-tw": " Archimedes was an ancient Greek thinker, and he taught us that if we leanon the right levers, we can move the world. In the fight against extreme poverty,I believe there are three powerful levers that we can lean on.", "en": " 阿基米德是古希臘思想家， 他教導我們，要是用對槓桿， 我們就能舉起地球。 要對抗赤貧，我相信我們可以用 三個有力的槓桿。"}, {"zh-tw": " This talk is all about those levers,and why they make poverty a winnable fight in our lifetimes. What is extreme poverty? When I first moved to rural East Africa, I stayed overnight with a farm family.", "en": " 這場演講就是要談這三個槓桿，以及為什麼這些方法 能讓我們在有生之年打贏貧窮之戰。 什麼是赤貧？ 我第一次搬到東非鄉下時， 我在某戶農家度過一晚。"}, {"zh-tw": " They were wonderful people. They invited me into their home.We sang songs together and ate a simple dinner.", "en": " 他們都是很好的人。 他們邀我到家裡。我們一起唱了幾首歌， 吃了一頓簡便的晚餐。"}, {"zh-tw": " They gave me a blanketto sleep on the floor. In the morning, however,there was nothing to eat.", "en": " 他們給了我一條毯子，讓我睡在地上。 但是到了早上，沒有東西可吃。"}, {"zh-tw": " And then at lunchtime, I watchedwith an increasingly sick feeling as the eldest girl in the familycooked porridge as a substitute for lunch. For that meal, every childdrank one cup to survive.", "en": " 然後到了午餐時間，我目睹了一場愈看愈難過的景象， 這戶人家的大女兒煮了一鍋粥充當午餐。 每個孩子都喝一碗粥熬過那天。"}, {"zh-tw": " And I cannot tell you how ashamed I felt when they handed one of those cups to me, and I knew I had to accepttheir hospitality. Children need food not only to survivebut also to grow physically and mentally.", "en": " 他們分我一碗時，我真的無法用言語形容 我那時有多羞愧， 而且我知道我必須接受他們的款待。 孩童需要食物不僅是為了生存，還為了能讓身心都能成長。"}, {"zh-tw": " Every day they fail to eat,they lose a little bit of their future. Amongst the extreme poor,one in three children are permanently stuntedfrom a lifetime of not eating enough.", "en": " 不夠吃的每一天，都在蠶食他們的未來。 在赤貧人口中，三分之一的孩子 因為一輩子都吃得太少而永久發育不良。"}, {"zh-tw": " When that's combinedwith poor access to health care, one in 10 extremely poor childrendie before they reach age five. And only one quarter of childrencomplete high school because they lack school fees.", "en": " 再加上沒有醫療保健， 十分之一的赤貧孩童會在五歲前死亡。 只有四分之一的孩童能念完中學， 因為他們沒錢繳學費。"}, {"zh-tw": " Hunger and extreme poverty curbhuman potential in every possible way. We see ourselves as a thinking,feeling and moral human race, but until we solve these problemsfor all of our members, we fail that standard, because every personon this planet matters.", "en": " 飢餓與赤貧會百般抑制人類的潛能。 我們視自己為會思考、會感覺、有道德的人類， 但是在我們為自己的同類解決這些問題之前， 我們愧對於那個標準， 因為世上的每一個人都很重要。"}, {"zh-tw": " This child matters. These children matter.", "en": " 這個孩子很重要。 這些孩童很重要。"}, {"zh-tw": " This girl matters. You know, we see things like this, and we're upset by them, but they seem like such big problems.", "en": " 這個女孩很重要。 你知道嗎，我們看到像這樣的事， 我們會很生氣， 但是問題好像太大了。"}, {"zh-tw": " We don't know howto take effective action. But remember our friend Archimedes.", "en": " 我們不知道該如何採取有效的行動。 但是請記得我們的朋友阿基米德。"}, {"zh-tw": " Global poverty has powerful levers. It's a problem like any other.", "en": " 解決全球貧窮的有力槓桿， 就像其他的問題一樣。"}, {"zh-tw": " I live and work in the field,and as a practitioner, I believe these are verysolvable problems. So for the next 10 minutes, let's not be sadabout the state of the world.", "en": " 我在田間生活、工作，身為實務工作者， 我相信這些是有辦法解決的問題。 所以接下來十分鐘， 我們不要為這世界的狀態難過。"}, {"zh-tw": " Let's engage our brains. Let's engage our collective passionfor problem-solving and figure out what those levers are.", "en": " 讓我們動動大腦。 讓我們集思廣益，用解決問題的熱情， 一同找出可用的槓桿。"}, {"zh-tw": " Lever number one: mostof the world's poor are farmers. Think about how extraordinary this is.", "en": " 槓桿一號：這世界最窮的人絕大多數是農夫。 想想這有多不尋常。"}, {"zh-tw": " If this picture representsthe world's poor, then more than half engage in farmingas a major source of income. This gets me really excited.", "en": " 如果這張照片代表世界的窮人， 那麼有一半以上是以農耕當他們的主要收入。 這讓我非常興奮。"}, {"zh-tw": " All of these people, one profession. Think how powerful this is.", "en": " 這麼多人，一種職業。 想想這力量有多大。"}, {"zh-tw": " When farmers become more productive,then more than half the world's poor earn more money and climb out of poverty. And it gets better.", "en": " 只要農夫能更有生產力，那麼全世界半數以上的窮人 就能賺更多錢，爬出貧窮的深淵。 更好的還在後面。"}, {"zh-tw": " The product of farmingis, of course, food. So when farmers become more productive,they earn more food, and they don't just help themselves, but they help to feed healthy communitiesand thriving economies.", "en": " 農耕的產物當然是食物。 農夫的生產力更好，代表他們會賺更多的食物， 這樣不只是自助， 還能幫忙養活健康的社區，讓經濟繁榮。"}, {"zh-tw": " And when farmers become more productive,they reduce environmental pressure. We only have two wayswe can feed the world: we can either make our existing farmlanda lot more productive, or we can clear cut forest and savannahto make more farmland, which would be environmentally disastrous.", "en": " 農夫的生產力更好，就能減少對環境的壓力。 我們只有兩種方法可以餵飽世界： 要不是讓現有的農地大幅增產， 就是繼續皆伐森林及疏林莽原轉變成更多農地， 對環境產生衝擊災難。"}, {"zh-tw": " Farmers are basicallya really important leverage point. When farmers become more productive, they earn more income,they climb out of poverty, they feed their communities and theyreduce environmental land pressure.", "en": " 農夫基本上是非常重要的槓桿作用點。 農夫的生產力更高， 就能賺更多收入，爬出貧窮深淵， 餵飽他們的社區，減少對土地環境的壓力。"}, {"zh-tw": " Farmers stand at the center of the world. And not a farmer like this one, but rather this lady.", "en": " 農夫站在世界的中心。 農夫都不像這樣， 反而比較像這位女士。"}, {"zh-tw": " Most of the farmers I knoware actually women. Look at the strength and the willradiating from this woman.", "en": " 大部分我認識的農夫都是婦女。 看看這位女士散發出的力量及意志。"}, {"zh-tw": " She is physically strong, mentally tough, and she will do whatever it takesto earn a better life for her children. If we're going to put the futureof humanity in one person's hands, then I'm really glad it's her.", "en": " 她的身體強壯，心志剛強， 她會不惜一切給孩子更好的生活。 如果我們要將人類的未來交在某人的手中， 那我真的很高興是交給她。"}, {"zh-tw": " There's just one problem: many smallholder farmerslack access to basic tools and knowledge. Currently, they take a little bitof saved food grain from the prior year, they plant it in the groundand they till it with a manual hand hoe.", "en": " 只有一個問題： 許多小農得不到基本的工具及知識。 目前，他們把一點去年留下來的食物種子 種在土裡，而且用鋤頭犁地。"}, {"zh-tw": " These are tools and techniquesthat date to the Bronze Age, and it's why many farmersare still very poor. But good news, again.", "en": " 這是青銅時代留下來的農作法， 這也是為什麼許多農夫仍然非常貧窮。 但是再說一次，這是好消息。"}, {"zh-tw": " Lever number two: humanity actually solved the problemof agricultural poverty a century ago. Let me walk you through the threemost basic factors in farming.", "en": " 槓桿二號： 人類其實在一個世紀前就解決了務農貧困的問題。 讓我帶大家看一下三個最基本的農事因子。"}, {"zh-tw": " First, hybrid seed is createdwhen you cross two seeds together. If you naturally pollinatea high-yielding variety together with a drought-resistant variety, you get a hybrid that inheritspositive traits from both of its parents.", "en": " 第一，你將兩種種子雜交就會產生雜交種子。 如果你讓高產量的品種 與抗旱品種自然授粉， 你就會得到從雙方遺傳到好性狀的雜交種。"}, {"zh-tw": " Next, conventional fertilizer,if used responsibly, is environmentally sustainable. If you micro-dosejust a pinch of fertilizer to a plant that's taller than I am, you unlock enormous yield gain.", "en": " 第二，負責地使用慣行肥料， 就是對環境的永續經營。 只要施與微劑量的肥料， 比我還高的植物 也能有龐大的產量。"}, {"zh-tw": " These are known as farm inputs. Farm inputs need to be combinedwith good practice.", "en": " 這些被稱為「農場投入（資源）」。 農場投入資源要與好的農作法結合。"}, {"zh-tw": " When you space your seedsand plant with massive amounts of compost, farmers multiply their harvests. These proven tools and practiceshave more than tripled agricultural productivityin every major region of the world, moving mass numbers of peopleout of poverty.", "en": " 如果你撒種時留一定的間隔，並且施與大量堆肥， 農夫就能倍增收穫。 這些證實有效的工具及方法 已使世界各主要地區農業產量增加三倍， 使眾多百姓脫離貧窮。"}, {"zh-tw": " We just haven't finished deliveringthese things to everybody just yet, particularly in Sub-Saharan Africa. So overall, this is amazing news.", "en": " 我們只是還沒把這些方法提供給所有人而已， 特別是下撒哈拉非洲的居民。 所以總體而言，這是非常好的消息。"}, {"zh-tw": " Humanity actually solvedagricultural poverty a century ago, in theory. We just haven't delivered these thingsto everybody just yet.", "en": " 理論上，人類早在一世紀前就解決了務農貧困的問題， 我們只是還沒把這些方法提供給所有人而已。"}, {"zh-tw": " In this century, the reasonthat people remain poor is because maybe they livein remote places. They lack access to these things.", "en": " 這個世紀還有人貧窮的原因， 是因為他們可能住在偏遠地區， 他們拿不到這些東西。"}, {"zh-tw": " Therefore, ending povertyis simply a matter of delivering proven goodsand services to people. We don't need more genius types right now.", "en": " 因此，終結貧窮只要 把這些可靠的貨品及服務送到他們手上就好。 我們現在不需要更多天才。"}, {"zh-tw": " The humble delivery guy is goingto end global poverty in our lifetime. So these are the three levers, and the most powerful leveris simply delivery.", "en": " 謙卑的送貨員就能在我們有生之年終結全球貧窮。 所以這就是我說的三個槓桿， 而最有力的槓桿就是遞送。"}, {"zh-tw": " Wherever the world's companies,governments and nonprofits set up delivery networksfor life-improving goods, we eliminate poverty. OK, so that sounds really nice in theory, but what about in practice? What do these delivery networks look like? I want to share the concrete examplethat I know best, my organization, One Acre Fund.", "en": " 無論公司、政府或非營利團體 在哪裡建立遞送網絡，分發改善生活的貨品， 我們都能消滅貧窮。 好，所以這在理論上聽起來很不錯， 但是要如何實施？ 遞送網絡長什麼樣子？ 我想跟大家分享我最了解的實例， 就是我的組織，One Acre Fund（一畝金）。"}, {"zh-tw": " We only serve the farmer, and our job is to provide herwith the tools that she needs to succeed. We start off by delivering farm inputsto really rural places.", "en": " 我們只為農夫服務， 我們的工作是提供她所需的工具及種子。 我們從遞送農場投入資源到極偏僻的農村開始。"}, {"zh-tw": " Now, this may appearinitially very challenging, but it's pretty possible. Let me show you. We buy farm inputs with the combined powerof our farmer network, and store it in 20 warehouses like this.", "en": " 乍看這很具挑戰性， 但這真的可行，我來說明一下。 我們向網絡內的農夫集資，買進農場投入資源 貯存在 20 間像這樣的倉庫裡。"}, {"zh-tw": " Then, during input delivery,we rent hundreds of 10-ton trucks and send them out to where farmersare waiting in the field. They then get their individual ordersand walk it home to their farms.", "en": " 然後，在遞送投入資源的期間，我們會租幾百輛 10 噸大貨車， 派去農夫等待的田間。 然後他們會取自己所訂的貨物，帶回家拿到田裡。"}, {"zh-tw": " It's kind of like Amazonfor rural farmers. Importantly, realistic deliveryalso includes finance, a way to pay.", "en": " 這有點像給農民用的亞馬遜。 很重要的是，實際可行的遞送服務也包括財務，即付款的方式。"}, {"zh-tw": " Farmers pay us little by little over time,covering most of our expenses. And then we surroundall that with training.", "en": " 農夫可以分期付款，盡量打平我們絕大部分的支出。 然後我們提供訓練。"}, {"zh-tw": " Our rural field officersdeliver practical, hands-on training to farmers in the field every two weeks. Wherever we deliver our services,farmers use these tools to climb out of poverty.", "en": " 我們的農村外勤人員，提供實際的操作訓練 給在田間工作的農夫， 每兩星期一次。 我們遞送服務可達的地方，農夫都用這些工具 脫離貧窮。"}, {"zh-tw": " This is a farmerin our program, Consolata. Look at the pride on her face.", "en": " 這位是參與我們計畫的農民，康莎拉塔。 看看她得意的樣子！"}, {"zh-tw": " She has achieved a modest prosperitythat I believe is the human right of every hardworking person on the planet. Today, I'm proud to say that we're servingabout 400,000 farmers like Consolata.", "en": " 她現在家境小康，已達到我認為 世界上每一位勤奮工作的人都應該得到的人權。 今天，我可以很自豪地說我們服務了約四十萬位像她這樣的農民。"}, {"zh-tw": " The key to doing thisis scalable delivery. In any given area, we hirea rural field officer who delivers our servicesto 200 farmers, on average, with more than 1,000 peopleliving in those families.", "en": " 做這件事的重點是可擴充式遞送。 我們在每一個服務地區都僱用農村外勤人員， 他們將我們的服務提供給平均二百位農夫， 超過一千人生活在這些家庭裡。"}, {"zh-tw": " Today, we have 2,000of these rural field officers growing very quickly. This is our delivery army, and we're just one organization.", "en": " 今天，我們有二千名農村外勤人員， 成長非常快速。 這就是我們的遞送大軍， 而我們只是一個組織。"}, {"zh-tw": " There are many companies,governments and nonprofits that have delivery armies just like this. And I believe we stand at a moment in time where collectively, we are capable ofdelivering farm services to all farmers.", "en": " 還有很多公司、政府及非營利組織 有像這樣的遞送大軍。 我相信我們正站在一個重要時刻， 我們能一起遞送農村服務給所有的農夫。"}, {"zh-tw": " Let me show you how possible this is. This is a map of Sub-Saharan Africa, with a map of the United States for scale.", "en": " 讓我跟大家說明這要如何達成。 這是下撒哈拉非洲地圖， 旁邊是美國地圖做比例對照。"}, {"zh-tw": " I chose Sub-Saharan Africa becausethis is a huge delivery territory. It's very challenging.", "en": " 我選擇下撒哈拉非洲因為這是非常廣大的遞送區。 非常具挑戰性。"}, {"zh-tw": " But we analyzed every 50-mileby 50-mile block on the continent, and we found that half of farmerslive in just these shaded regions. That's a remarkably small area overall.", "en": " 但是我們把非陸畫成50 平方哩的區塊來分析， 我們發現一半的農夫都住在這幾塊陰影區裡。 整體來看這是非常小的一塊區域。"}, {"zh-tw": " If you were to lay these boxesnext to each other within a map of the United States, they would only coverthe Eastern United States. You can order pizzaanywhere in this territory and it'll arrive to your househot, fresh and delicious.", "en": " 如果你把這幾個區塊 在美國地圖內一個接一個排起來， 只會蓋住美東地區。 在這片區域的任何地方，你都能叫比薩外送， 然後香噴噴熱騰騰的現做比薩就會送到你家。"}, {"zh-tw": " If America can deliver pizzato an area of this size, then Africa's companies,governments and non-profits can deliver farm servicesto all of her farmers. This is possible.", "en": " 如果美國能做到在這樣大小的地區送比薩， 那非洲的公司、政府及非營利組織 也能做農村遞送服務給所有的農夫。 這是可行的。"}, {"zh-tw": " I'm going to wrap up by generalizingbeyond just farming. In every field of human development, humanity has already inventedeffective tools to end poverty.", "en": " 我要擴大到農業之外的面向來總結。 在人類發展的各個領域上， 人類都已經發明了有用的工具以終結貧窮。"}, {"zh-tw": " We just need to deliver them. So again, in every areaof human development, super-smart people a long time agoinvented inexpensive, highly effective tools.", "en": " 我們只需要遞送工具。 所以讓我再說一次，在各個人類發展領域， 都有超聰明的人在很久以前發明了便宜、 超有用的工具。"}, {"zh-tw": " Humanity is armed to the teeth with simple, effectivesolutions to poverty. We just need to deliver theseto a pretty small area.", "en": " 人類早就準備好 以簡單有效的方案解決貧窮問題。 我們只需要把這些遞送到很小的區域就可以了。"}, {"zh-tw": " Again using the mapof Sub-Saharan Africa as an example, remember that rural poverty isconcentrated in these blue shaded areas. Urban poverty is even more concentrated,in these green little dots.", "en": " 再拿下撒哈拉與美國地圖為例， 記得農村貧窮都集中在這幾塊藍色區域。 都市貧困更集中，就在這幾個綠色小點上。"}, {"zh-tw": " Again, using a mapof the United States for scale, this is what I would calla highly achievable delivery zone. In fact, for the first timein human history, we have a vast amount of deliveryinfrastructure available to us.", "en": " 再用美國地圖做比例， 這就是我稱為極可能到達的遞送區。 事實上，這是有史以來 人類有如此大的遞送基礎建設可用。"}, {"zh-tw": " The world's companies,governments and non-profits have delivery armiesthat are fully capable of covering this relatively small area. We just lack the will.", "en": " 全世界的公司、政府及非營利組織 都有遞送大軍能完全 涵蓋這塊相對小的區域。 我們只欠意願。"}, {"zh-tw": " If we are willing, every one of us has a role to play. We first need more people to pursuecareers in human development, especially if you livein a developing nation.", "en": " 如果我們願意， 每一個人都有角色能參與。 首先我們需要更多人追求人類發展這塊事業， 尤其是在發展中國家的人。"}, {"zh-tw": " We need more front line health workers,teachers, farmer trainers, sales agents for life-improving goods. These are the delivery peoplethat dedicate their careers to improving the lives of others.", "en": " 我們需要更多的一線醫療人員、教師、農村訓練人員， 及代理改善生活品質貨物的業務員。 這些都是「遞送員」， 奉獻自己的事業來改善別人的生活。"}, {"zh-tw": " But we also need a lot of support roles. These are roles availableat just my organization alone, and we're just one out of many.", "en": " 但是我們也需要很多支援的角色。 單單在我的組織裡就有這樣的需求， 而我們只是組織之一。"}, {"zh-tw": " This may surprise you, but no matterwhat your technical specialty, there is a role for you in this fight. And no matter how logistically possibleit is to end poverty, we need a lot more resources.", "en": " 這可能會讓你大吃一驚，但是無論你的技術專長為何， 在這場戰役中總有你可以扮演的角色。 不管物流如何終結貧窮， 我們還是需要更多資源。"}, {"zh-tw": " This is our number one constraint. For private investors, we needa big expansion of venture capital, private equity, working capital,available in emerging markets.", "en": " 這是我們的頭號限制。 對於民間投資人，我們需要創投業者、 私募股權及流動資本擴大投資在這個新興市場上。"}, {"zh-tw": " But there are also limitsto what private business can accomplish. Private businesses often struggleto profitably serve the extreme poor, so philanthropy still hasa major role to play.", "en": " 但是民營企業能達成的使命還是有限。 民營企業常常苦苦掙扎如何服務赤貧還能賺錢。 所以慈善事業仍然發揮主要功能。"}, {"zh-tw": " Anybody can give,but we need more leadership. We need more visionary philanthropists and global leaders who will takeproblems in human development and lead humanity to wipe themoff the face of the planet.", "en": " 任何人都可以施與，但是我們需要更多領導角色。 我們需要有遠見的慈善家， 以及世界領袖，能正視人類發展問題， 進而率領人類消滅全世界的貧窮。"}, {"zh-tw": " If you're interested in these ideas,check out this website. We need more leaders.", "en": " 如果你對這方面有興趣，請看這個網頁。 我們需要更多領袖。"}, {"zh-tw": " Humanity has put people on the moon. We've invented supercomputersthat fit into our pockets and connect us with anybody on the planet.", "en": " 人類已經登月。 我們也發明了超級電腦，既能塞進口袋， 還能讓我們與世上任何人連結。"}, {"zh-tw": " We've run marathonsat a five-minute mile pace. We are an exceptional people.", "en": " 我們能以五分鐘一哩的速度跑馬拉松。 我們是卓越的人。"}, {"zh-tw": " But we've left more than one billionof our members behind. Until every girl like this onehas an opportunity to earn her full human potential, we have failed to becomea truly moral and just human race.", "en": " 我們卻把超過十億的同類遠遠拋在後頭。 直到每個像這樣的女孩都有機會 贏得她全部的潛力之前， 我們都稱不上是有道德和有正義的人類。"}, {"zh-tw": " Logistically speaking,it's incredibly possible to end extreme poverty. We just need to deliverproven goods and services to everybody.", "en": " 從物流管理來看，真的極有可能 終結赤貧。 我們只需要遞送可靠的貨品及服務 給每一個人。"}, {"zh-tw": " If we have the will, every one of ushas a role to play. Let's deploy our time, our careers, our collective wealth.", "en": " 只要我們有意願，我們每個人都能參與其中。 讓我們充分利用我們的時間、我們的事業 及我們的集體財富。"}, {"zh-tw": " Let us deliver an end to extreme poverty in this lifetime. Thank you.", "en": " 讓我們遞送赤貧終結書， 在此生之中。 謝謝。"}], "title": "Andrew Youn 3 Reasons Why We Can Win The Fight Against Poverty"}