{"url": "http://www.ted.com/talks/jamila_raqib_the_secret_to_effective_nonviolent_resistance", "paragraphs": [{"zh-tw": " War has been a part of my lifesince I can remember. I was born in Afghanistan,just six months after the Soviets invaded, and even though I was too youngto understand what was happening, I had a deep sense of the sufferingand the fear around me. Those early experiences had a major impacton how I now think about war and conflict.", "en": " 自我有記憶以來戰爭就是我生活的一部分 就在蘇維埃入侵六個月之後我出生於阿富汗 儘管當時我還年幼並不知道發生了什麼 但我深深地感覺到災難和恐懼在我周邊 這些早期的經歷 讓我現在對戰爭和衝突的看法產生了重要的影響"}, {"zh-tw": " I learned that when peoplehave a fundamental issue at stake, for most of them, giving in is not an option. For these types conflicts -- when people's rights are violated, when their countries are occupied, when they're oppressed and humiliated -- they need a powerful wayto resist and to fight back.", "en": " 我了解到人們遭遇到危險時 對他們大部分人而言 屈服不是一個選擇 對於以下幾種類型的衝突 當人們的權利受到侵害時 當他們的國家被佔領時 當他們受到壓迫和受到羞辱時 他們需要一個強有力的方式去抵制和反抗"}, {"zh-tw": " Which means that no matter how destructiveand terrible violence is, if people see it as their only choice, they will use it. Most of us are concernedwith the level of violence in the world.", "en": " 這就意味著無論暴力有多麼兇殘可怕 如果人們認為暴力是他們唯一的選擇 他們就會使用暴力 我們絕大部分人都對存在於世界上的暴力感到擔心"}, {"zh-tw": " But we're not going to end war by telling peoplethat violence is morally wrong. Instead, we must offer them a tool that's at least as powerfuland as effective as violence.", "en": " 但告訴人們戰爭是錯誤的 並不能結束戰爭 取而代之的 我們必須給他們一個工具 至少是一個與暴力有相同效力的工具"}, {"zh-tw": " This is the work I do. For the past 13 years, I've been teaching people in some of the most difficultsituations around the world how they can use nonviolentstruggle to conduct conflict.", "en": " 這是我的工作 在過去的十三年裡 我在一些有著最困難處境的地區 教導人們 怎樣可以 用非暴力手段來結束分歧"}, {"zh-tw": " Most people associate this type of actionwith Gandhi and Martin Luther King. But people have been usingnonviolent action for thousands of years.", "en": " 很多人使用這種手段 比如甘地和馬丁路德金 人們已經使用非暴力手段近千年"}, {"zh-tw": " In fact, most of the rightsthat we have today in this country -- as women, as minorities, as workers, as people of different sexual orientations and citizens concernedwith the environment -- these rights weren't handed to us. They were won by peoplewho fought for them and who sacrificed for them.", "en": " 事實上 今天在這個國家裡大部分的權利 作為女性 作為少數族群 作為工人 作為性少數人群 還有擔心環境的人們 這些權利沒有直接給到我們 這些是經過人們奮鬥而來的 還有為此犧牲的人們"}, {"zh-tw": " But because we haven't learnedfrom this history, nonviolent struggle as a techniqueis widely misunderstood. I met recently with a groupof Ethiopian activists, and they told me somethingthat I hear a lot.", "en": " 但是因為我們還沒有從這歷史當中學到教訓 非暴力鬥爭被廣泛的誤解 我最近見了一個埃塞俄比亞積極團體 然後他們跟我說了些我常聽到的事情"}, {"zh-tw": " They said they'd alreadytried nonviolent action, and it hadn't worked. Years ago they held a protest.", "en": " 他們說他們已經嘗試過非暴力手段 但它沒有效果 幾年前 他們發起了抗議活動"}, {"zh-tw": " The government arrested everyone,and that was the end of that. The idea that nonviolent struggleis equivalent to street protests is a real problem.", "en": " 政府把他們全部都逮捕了去來這就是故事的結果 非暴力鬥爭的想法是跟街頭抗議一樣的 這是一個問題"}, {"zh-tw": " Because although protests can be a greatway to show that people want change, on their own, they don'tactually create change -- at least change that is fundamental. Powerful opponents are not going to givepeople what they want just because they asked nicely ...", "en": " 因為抗議會是一個很好的方式來表達人們想要變革的意願 靠人們自己 他們並不能改變任何事情 至少改變一些基礎的東西 太過強勢的對手不會給抗議者帶來他們所想要的東西 僅僅是因為他們抗議得太過禮貌"}, {"zh-tw": " or even not so nicely. Nonviolent struggle worksby destroying an opponent, not physically, but by identifying the institutionsthat an opponent needs to survive, and then denying themthose sources of power.", "en": " 或者太過火 非暴力鬥爭通過非武力方式 打擊對手來取勝 但是要給他們的對手留一些顏面 然後否定他們的權利"}, {"zh-tw": " Nonviolent activistscan neutralize the military by causing soldiers to defect. They can disrupt the economythrough strikes and boycotts.", "en": " 非暴力積極人士可以通過使士兵叛變 來擊潰軍隊 他們可以通過罷工和抵制來搗亂經濟"}, {"zh-tw": " And they can challengegovernment propaganda by creating alternative media. There are a variety of methodsthat can be used to do this.", "en": " 他們還可以通過其他媒體來 挑戰政府的宣傳 有很多方法可以達成這樣的效果"}, {"zh-tw": " My colleague and mentor, Gene Sharp, has identified 198 methodsof nonviolent action. And protest is only one.", "en": " 我的同事和導師 基恩 夏普 已經發現了198種非暴力手段 然而抗議是唯一一個"}, {"zh-tw": " Let me give you a recent example. Until a few months ago, Guatemala was ruledby corrupt former military officials with ties to organized crime.", "en": " 讓我來給你們一個最近的例子 直到幾個月以前 瓜地馬拉是被一個腐敗的前軍官統治 與有關聯的有組織犯罪"}, {"zh-tw": " People were generally aware of this, but most of them felt powerlessto do anything about it -- until one group of citizens,just 12 regular people, put out a call on Facebookto their friends to meet in the central plaza,holding signs with a message: \"Renuncia YA\" -- resign already. To their surprise, 30,000 people showed up.", "en": " 人們普遍的知曉此事 但是大部分人們都不敢有任何舉措 直到一個由12個普通人組成的團體 在臉書上告訴他們的朋友 在中心廣場舉牌 牌上寫著 立刻辭職 讓他們驚喜的是 30000人出現在廣場"}, {"zh-tw": " They stayed there for monthsas protests spread throughout the country. At one point, the organizers delivered hundreds of eggsto various government buildings with a message: \"If you don't have the huevos\" -- the balls -- \"to stop corrupt candidatesfrom running for office, you can borrow ours.\" President Molina responded by vowing that he would never step down.", "en": " 他們在那裡待了幾個月 抗議也擴散到了全國 有一天 組織者給政府部門送了幾百個雞蛋 帶著一條訊息 如果你沒有 雞蛋 來阻止那些腐敗份子來糟蹋政府部門 你可以借我們的 莫里納總統回應 發誓說他絕不退讓"}, {"zh-tw": " And the activists realizedthat they couldn't just keep protesting and ask the president to resign. They needed to leave him no choice.", "en": " 然後抗議者意識到他們不能僅僅停留在抗議上 然後讓總統下台 他們得讓總統別無他選"}, {"zh-tw": " So they organized a general strike, in which people throughoutthe country refused to work. In Guatemala City alone, over 400 businessesand schools shut their doors.", "en": " 所以他們阻止了大範圍的罷工 整個國家的人們拒絕工作 僅在危地馬拉的城市 超過400所公司和學校關門了"}, {"zh-tw": " Meanwhile, farmers throughout the countryblocked major roads. Within five days, the president, along with dozens of othergovernment officials, resigned already.", "en": " 同時 全國的農民阻斷了公路 罷工持續了五天 總統 和其他數十個政府官員 下台了"}, {"zh-tw": " I've been greatly inspired by the creativity and braveryof people using nonviolent action in nearly every country in the world. For example, recently a group of activists in Uganda released a crate of pigs in the streets.", "en": " 我已經極大的被使用非暴力手段的抗議者 和其他勇敢的人們所鼓舞 基本上這放生在世界上所有的國家 舉個例子 最近一組在烏干達的行動家 在街上放了一箱子的豬"}, {"zh-tw": " You can see here that the policeare confused about what to do with them. The pigs were paintedthe color of the ruling party.", "en": " 你可以看到警察對於那些豬顯得不知所措 豬被劃上了執政黨的顏色"}, {"zh-tw": " One pig was even wearing a hat, a hat that people recognized. Activists around the worldare getting better at grabbing headlines, but these isolated actions do very little if they're not part of a larger strategy.", "en": " 有一頭豬甚至戴上了一頂帽子 一頂所有人都可以認出的帽子 世界上的行動家們變得越來越能佔據頭條 但是這些孤立的活動能做的卻很少 如果他們不能有更深遠的戰略"}, {"zh-tw": " A general wouldn't marchhis troops into battle unless he had a plan to win the war. Yet this is how most of the world'snonviolent movements operate.", "en": " 一個將軍如果沒考慮過怎麼贏， 他不會帶著他的士兵進入戰場。 事實上這是世界上大部分的非暴力運動的工作方式"}, {"zh-tw": " Nonviolent struggle is just as complexas military warfare, if not more. Its participants must be well-trainedand have clear objectives, and its leaders must have a strategyof how to achieve those objectives.", "en": " 非暴力鬥爭就跟打仗一樣複雜 如果沒有比打仗更多的話 參與者必須是受過良好培訓並且條例清晰的人 領導人必須有一個戰略來達到這些目標"}, {"zh-tw": " The technique of war has been developedover thousands of years with massive resources and some of our best mindsdedicated to understanding and improving how it works. Meanwhile, nonviolent struggleis rarely systematically studied, and even though the number is growing, there are still only a few dozen peoplein the world who are teaching it.", "en": " 戰爭的戰略已經經過幾千年的發展 伴隨著大量的資源 還有最聰明的人來致力於學習 以及它是怎樣工作的 同時 非暴力鬥爭是基本上沒有系統性地研究過的 雖然現在使用的人越來越多 但是世界上也只有十幾人真正地在教授它"}, {"zh-tw": " This is dangerous, because we now know that our oldapproaches of dealing with conflict are not adequate for the newchallenges that we're facing. The US government recently admitted that it's in a stalematein its war against ISIS.", "en": " 這是很危險的 因為我們知道以前用來解決爭端的方法 並不能應對這些新的挑戰 美國政府最近承認 現在對於打擊伊斯蘭國處在一個膠著的狀態"}, {"zh-tw": " But what most people don't know is that people have stood up to ISISusing nonviolent action. When ISIS captured Mosul in June 2014, they announced that they were puttingin place a new public school curriculum, based on their own extremist ideology.", "en": " 但是大部分人不知道的 是有些人在用非暴力手段與伊斯蘭國抗爭 當伊斯蘭國在2014年佔領摩蘇里時 他們宣布要在公立學校裡實施新標準 建立在他們自己的極端主義形態上"}, {"zh-tw": " But on the first day of school, not a single child showed up. Parents simply refused to send them.", "en": " 但是在開學的第一天 沒有一個孩子出現 家長不讓他們的孩子去上學"}, {"zh-tw": " They told journalists they would ratherhomeschool their children than to have them brainwashed. This is an exampleof just one act of defiance in just one city.", "en": " 家長們告訴記者他們寧願在家裡教他們的孩子 也不希望他們被洗腦 這是一個抗爭的例子 僅僅在摩蘇里這一座城市裡"}, {"zh-tw": " But what if it was coordinated with the dozens of other actsof nonviolent resistance that have taken place against ISIS? What if the parents' boycottwas part of a larger strategy to identify and cut off the resourcesthat ISIS needs to function; the skilled labor needed to produce food; the engineers neededto extract and refine oil; the media infrastructureand communications networks and transportation systems, and the local businessesthat ISIS relies on? It may be difficultto imagine defeating ISIS with action that is nonviolent. But it's time we challengethe way we think about conflict and the choices we have in facing it.", "en": " 但 如果他們妥協了 與其他數十個抵抗伊斯蘭國 的非暴力抵抗行為 如果家長的抵制是大戰略的一部分 用來切斷伊斯蘭國的資源 伊斯蘭國指望有經驗的國人需要來製造食物 工程師們需要提煉過的油 媒體基礎設施還有通訊網絡 還有運輸系統 還有當地的公司 也許很難想像通過非暴力手段 來擊潰伊斯蘭國 但是這是挑戰我們如何面對分歧的時機 我們選擇了去面對"}, {"zh-tw": " Here's an idea worth spreading: let's learn more about wherenonviolent action has worked and how we can make it more powerful, just like we do with othersystems and technologies that are constantly being refinedto better meet human needs. It may be that we can improvenonviolent action to a point where it is increasinglyused in place of war.", "en": " 這裡是一個值得傳播的想法 讓我們學習更多非暴力手段成功的事蹟 還有我們怎樣讓它變得更加有效 就像我們對待其它系統和技術的時候 他們總是可以隨著人類需求來更新換代 我們也可以讓非暴力行動得意昇華 達到替代戰爭的效果"}, {"zh-tw": " Violence as a tool of conflictcould then be abandoned in the same way that bows and arrows were, because we have replaced themwith weapons that are more effective. With human innovation, we can makenonviolent struggle more powerful than the newest and latesttechnologies of war.", "en": " 用暴力解決紛爭的手段將被拋棄 就像是弓箭一樣 但是我們用更加有效的武器代替了它們 伴隨著人類的革新 我們可以讓非暴力手段變得比 最新的戰爭技術更加有效"}, {"zh-tw": " The greatest hope for humanitylies not in condemning violence but in making violence obsolete. Thank you.", "en": " 人性上最期望的不是對暴力的譴責 而是讓暴力永遠停留在過去 （謝謝）"}], "title": "Jamila Raqib The Secret To Effective Nonviolent Resistance"}