{"url": "http://www.ted.com/talks/tristan_harris_how_better_tech_could_protect_us_from_distraction", "paragraphs": [{"zh-tw": " What does it mean to spend our time well? I spend a lot of my time thinking about how to spend my time. Probably too much --I probably obsess over it.", "en": " 利用好自己的时间意味着什么？ 我花了很多时间 思考怎样合理度日 也许思考太多了--我可能痴迷于这个问题"}, {"zh-tw": " My friends think I do. But I feel like I kind of have to,because these days, it feels like little bits of my timekind of slip away from me, and when that happens, it feels likeparts of my life are slipping away.", "en": " 至少我的朋友是这么认为 但我必须得这么做，因为这些天 我觉得时间从我的身边溜走 当这发生的时候，好像我生命的一部分溜走了"}, {"zh-tw": " Specifically, it feels like little bitsof my time get slipped away to various things like this, like technology -- I check things. I'll give you an example.", "en": " 准确的说， 感觉我那些流逝的时间 是被杂七杂八的事情用掉了 比如科技----在我不时查看东西时"}, {"zh-tw": " If this email shows up -- how many of you have gottenan email like this, right? I've been tagged in a photo. When this appears, I can't help but click on it right now.", "en": " 举个例子 如果这封邮件出现了 你们中的很多人收到过类似的邮件，对吧？ 我被标记在了一张照片上 当它出现时 我不由自主地点开它"}, {"zh-tw": " Right? Because, like,what if it's a bad photo? So I have to click it right now. But I'm not just goingto click \"See photo,\" what I'm actually going to dois spend the next 20 minutes.", "en": " 因为担心它可能是一张不好照片 所以我不得不立即查看它 但我将不仅仅点击“查看照片” 接下来我会在这件事上花费20分钟 （笑声）"}, {"zh-tw": " But the worst part is that I knowthis is what's going to happen, and even knowingthat's what's going to happen doesn't stop mefrom doing it again the next time. Or I find myself in a situation like this, where I check my emailand I pull down to refresh, But the thing is that 60 seconds later, I'll pull down to refresh again.", "en": " 但最糟糕的事情是我明明知道接下来发生什么 甚至即使我知道接来下会发生什么 我下次依然会这么做 再举个例子 我检查邮件并下拉刷新 可60秒之后 我将会再次下拉刷新"}, {"zh-tw": " Why am I doing this? This doesn't make any sense. But I'll give you a hintwhy this is happening.", "en": " 我为什么要那么做？ 这毫无意义 下面我来解释为什么会这样"}, {"zh-tw": " What do you think makesmore money in the United States than movies, game parksand baseball combined? Slot machines. How can slot machines make all this money when we play with such smallamounts of money? We play with coins.", "en": " 你认为在美国做什么 会比电影、野生保护区和棒球三者加起来还赚钱？ 答案是老虎机 老虎机是怎么赚到那么多钱的 通常我们用很少的钱去玩 或者说我们只是用硬币去玩"}, {"zh-tw": " How is this possible? Well, the thing is ... my phone is a slot machine.", "en": " 这怎么可能？ 好吧，事实是 我的手机就像台老虎机"}, {"zh-tw": " Every time I check my phone, I'm playing the slot machine to see, what am I going to get? What am I going to get? Every time I check my email, I'm playing the slot machine, saying, \"What am I going to get?\" Every time I scroll a news feed, I'm playing the slot machine to see, what am I going to get next? And the thing is that, again, knowing exactlyhow this works -- and I'm a designer, I know exactly howthe psychology of this works, I know exactly what's going on -- but it doesn't leave me with any choice, I still just get sucked into it. So what are we going to do? Because it leaves uswith this all-or-nothing relationship with technology, right? You're either on, and you're connectedand distracted all the time, or you're off, but then you're wondering, am I missing something important? In other words, you're either distracted or you have fear of missing out.", "en": " 每次我查看我的手机 我都像在玩老虎机并想着 我将得到什么？ 我将得到什么？ 每次我检查邮件 我都像在玩老虎机并想着 比如说，“我将会得知什么呢？ 每次我滚动新闻 我都像在玩老虎机 想着接着我能看到什么？ 实际上 我非常清楚这是怎么发生的，因为我是个设计师 我非常清楚这些行为下的心理学 我非常清楚发生了什么 但我毫无选择 我仍旧深陷于此 接下来我们该怎么办？ 因为它没有什么折中的选择 在当今的科技下，对吧？ 你要么选择使用它 那么你就会一直被它所打扰，无法专心 或者你干脆不使用它 但是你就会想 我是不是错过了什么重要的事？ 换句话说，你要么被它弄得无法专心，"}, {"zh-tw": " Right? So we need to restore choice. We want to havea relationship with technology that gives us back choiceabout how we spend time with it, and we're going to needhelp from designers, because knowing this stuff doesn't help.", "en": " 要么你自己会担心，唯恐错过了什么 对吧？ 所以我们需要一个可以不再这样的办法 我们可以用科技来解决这个问题 从而让我们重新选择度过时光的方式 我们将需要设计师的帮助 因为光知道这些理论并没有什么用"}, {"zh-tw": " We're going to need design help. So what would that look like? So let's take an example that we all face: chat -- text messaging.", "en": " 我们需要从设计上入手 那么这一切将会变成什么样呢？ 我举个我们都会遇到的例子 聊天----发短信"}, {"zh-tw": " So let's say there's two people. Nancy's on the leftand she's working on a document, and John's on the right.", "en": " 假设这里有两个人 左边的是南希，她在处理文件"}, {"zh-tw": " And John suddenly remembers, \"I need to ask Nancyfor that document before I forget.\" So when he sends her that message, it blows away her attention. That's what we're doing all the time,bulldozing each other's attention, left and right.", "en": " 右边的是约翰 这时约翰突然想起 在我把那个文件的事情忘了之前，我点去问问南希 所以当他问南希这件事时， 南希的注意力被打断了 这是我们一直做的事情，强行打断彼此的注意力 不论何时何地"}, {"zh-tw": " And there's serious cost to this, because every timewe interrupt each other, it takes us about 23 minutes, on average, to refocus our attention. We actually cycle throughtwo different projects before we come backto the original thing we were doing.", "en": " 这种做法也带来了严重的代价 因为每次我们互相打断 都会花费我们大概23分钟 去重新集中注意力 事实上 在我们回到原本要做的事情之前 我们在两件不同的事情上循环"}, {"zh-tw": " This is Gloria Mark's researchcombined with Microsoft research, that showed this. And her research also showsthat it actually trains bad habits.", "en": " 这是一份整合了格洛瑞亚.马克和微软的调查的报告 报告证实了这一点 并且她的研究还表明这还会让我们养成坏习惯"}, {"zh-tw": " The more interruptions we get externally, it's conditioning and training usto interrupt ourselves. We actually self-interruptevery three-and-a-half minutes.", "en": " 我们被外界打扰的越多 我们越被训练去如何去打扰自己 实际上每3.5分钟我们就自扰一次"}, {"zh-tw": " This is crazy. So how do we fix this? Because Nancy and John are in thisall-or-nothing relationship.", "en": " 这太疯狂了 我们该怎么挽救？ 因为南希和约翰之间并没有什么中间选择"}, {"zh-tw": " Nancy might want to disconnect, but then she'd be worried: What if I'm missing something important? Design can fix this problem. Let's say you haveNancy again on the left, John on the right.", "en": " 南希也许不愿被打扰 但她会担心 我错过了重要的事情怎么办？ 设计可以解决这个问题 在此假设南希在左侧 约翰在右侧"}, {"zh-tw": " And John remembers,\"I need to send Nancy that document.\" Except this time, Nancy can mark that she's focused. Let's say she drags a slider and says, \"I want to be focused for 30 minutes,\" so -- bam -- she's focused.", "en": " 约翰记着“我得发给南希这份文件” 然而这次 南希可以说 她正在专心工作 她一边拖动着滑块一边说 我想集中精力30分钟"}, {"zh-tw": " Now when John wants to message her, he can get the thought off of his mind -- because he has a need,he has this thought, and he needs to dump it outbefore he forgets. Except this time, it holds the messagesso that Nancy can still focus, but John can get the thoughtoff of his mind.", "en": " 所以---她聚精会神起来 现在约翰想要传递给她信息 他可以放弃这个想法 即使他需要这么做，他有这个想法 而且他需要在忘记之前实现它 但这次不行 南希拒绝接受信息，所以她可以继续保持专注 约翰可以忘记这个想法"}, {"zh-tw": " But this only worksif one last thing is true, which is that Nancy needs to knowthat if something is truly important, John can still interrupt. But instead of having constantaccidental or mindless interruptions, we're now only creatingconscious interruptions, So we're doing two things here.", "en": " 但是唯有满足一个条件，这个设想才能成立 就是南希需要知道这件事是否真的重要 约翰还是可以来打扰 但不是无心的打扰 我们采用有意识的打扰手段 为此我们需要做两件事"}, {"zh-tw": " We're creating a new choicefor both Nancy and John, But there's a second, subtle thingwe're doing here, too. And it's that we're changingthe question we're answering.", "en": " 我们为南希和约翰创造了一个新的选择 但是我们在这里添加了一个小条件 同时我们也正在改变我们回答的问题"}, {"zh-tw": " Instead of the goal of chat being: \"Let's design it so it's easyto send a message\" -- that's the goal of chat, it should be really easy to senda message to someone -- we change the goal to somethingdeeper and a human value, which is: \"Let's create the highestpossible quality communication in a relationship between two people. So we upgraded the goal.", "en": " 而不是将对话作为目标 “让我们重新设计，使其易于传递信息” 这是对话的目的 它应该使得发送信息变得非常容易-- 我们深化了交谈的目的，并融入了人的价值 就是：在人与人之间 提供最高质量的交流"}, {"zh-tw": " Now, do designersactually care about this? Do we want to have conversationsabout what these deeper human goals are? Well, I'll tell you one story. A little over a year ago, I got to help organize a meeting between some of technology's leadingdesigners and Thich Nhat Hanh.", "en": " 所以我们提高了目标 当今的设计者是否真的关心这些？ 我们是否要讨论这些更深层的人类目标？ 我要给你们讲个故事 大概一年前， 我要去协助组织一场会议 那是由一些顶尖的科技设计者和一行禅师参加的会议"}, {"zh-tw": " Thich Nhat Hanh is an internationalspokesperson for mindfulness meditation. And it was the most amazing meeting.", "en": " 一行禅师是冥想修行的国际发言人 那是一次非常精彩的会议"}, {"zh-tw": " You have to imagine -- picture a room -- on one side of the room,you have a bunch of tech geeks; on the other side of the room, you have a bunch of long brown robes,shaved heads, Buddhist monks. And the questions were aboutthe deepest human values, like what does the futureof technology look like when you're designingfor the deepest questions and the deepest human values? And our conversation centeredon listening more deeply to what those values might be.", "en": " 你可以想象有一个房间 一边是一群科技奇才 另一边 是一群穿着棕色长袍，剃了光头的僧人 话题是关于人类深层价值的问题 比如未来的科技会是什么样子 当你的设计涉及到了深刻的问题 以及人类深层的价值时？ 并且我们的话题着重于深入地倾听"}, {"zh-tw": " He joked in our conversation that what if, instead of a spell check, you had a compassion check, meaning, you might highlight a wordthat might be accidentally abrasive -- perceived as abrasive by someone else. So does this kind of conversationhappen in the real world, not just in these design meetings? Well, the answer is yes, and one of my favorites is Couchsurfing.", "en": " 那些价值可能是什么 他在对话中开玩笑说 假如, 除了拼写检查 你做了一个同情心检查 意思是，你在聊天时，在无意中造成了伤害-- 这种伤害可能被他人感觉到了 那么这种对话会在现实中发生吗， 不仅仅只发生在我们刚才假设的情况中？ 答案是肯定的"}, {"zh-tw": " If you didn't know,Couchsurfing is a website that matches peoplewho are looking for a place to stay with a free couch, from someonewho's trying to offer it. So, great service -- what would their design goal be? What are you designingfor if you work at Couchsurfing? Well, you would thinkit's to match guests with hosts.", "en": " 我最喜欢的一个是“沙发客” “沙发客”是个网站 可以给旅游时寻找房屋的人提供帮助 那些愿意帮助的人会提供免费住宿的沙发 非常棒的服务-- 他们的设计目标是什么？ 如果你在沙发客工作，你会如何设计？ 你可能会认为是匹配房主和客人"}, {"zh-tw": " Right? That's a pretty good goal. But that would kind of be likeour goal with messaging before, where we're just tryingto deliver a message.", "en": " 对吧? 这是一个很好的目标 但这很像我们以前发信息的目标 我们只是想去传递信息"}, {"zh-tw": " So what's the deeper, human goal? Well, they set their goal as the need to create lasting,positive experiences and relationships between people who've never met before. And the most amazing thingabout this was in 2007, they introduced a way to measure this, which is incredible.", "en": " 那么更深层的人类目标是什么？ 这个目标就是 需要在从未见过的人之间 创造持久的，积极的经历和关系 关于这点，在2007年发生了一个非常有趣的事 他们引入了一种衡量这件事的方式"}, {"zh-tw": " I'll tell you how it works. For every design goal you have, you have to havea corresponding measurement to know how you're doing -- a way of measuring success.", "en": " 这很不可思议 我将告诉你它如何运作 对于每个设计目标 你都要有一个相应的衡量方法 从而知道你做的怎么样--"}, {"zh-tw": " So what they do is, let's say you take two people who meet up, and they take the number of daysthose two people spent together, and then they estimate how manyhours were in those days -- how many hours didthose two people spend together? And then after they spendthat time together, they ask both of them: How positive was your experience? Did you have a good experiencewith this person that you met? And they subtractfrom those positive hours the amount of timepeople spent on the website, because that's a cost to people's lives. Why should we value that as success? And what you were left with is something they refer to as \"netorchestrated conviviality,\" or, really, just a net\"Good Times\" created.", "en": " 这是一种衡量成功的方式 那么做法是 假设你选取了两个刚见面的人 估计了他们在一起的天数 然后算了下在那些天他们用了多少个小时-- 即两个人在一起待了有多少个小时？ 在这之后 问他们 你觉得这段经历有多好？ 你和你遇见的人有没有读过好的时光？ 然后把在网上花费的时间 从那些美好的时光中减去 因为网上的时间算是一种对于生命的损失 那么为什么我们更倾向这种方法？ 我们把剩下的部分称为 \"被网络精心安排的快乐\" 或者说是网络带来的“美妙时光”。"}, {"zh-tw": " The net hours that would have neverexisted, had Couchsurfing not existed. Can you imagine how inspiring it would beto come to work every day and measure your success in the actual net new contributionof hours in people's lives that are positive,that would have never existed if you didn't do what you wereabout to do at work today? Can you imagine a whole worldthat worked this way? Can you imagine a social network that -- let's say you care about cooking, and it measured its successin terms of cooking nights organized and the cooking articlesthat you were glad you read, and subtracted from that the articlesyou weren't glad you read or the time you spent scrollingthat you didn't like? Imagine a professional social network that, instead of measuring its successin terms of connections created or messages sent, instead measured its success in termsof the job offers that people got that they were excited to get.", "en": " 如果沙发客的网站不存在，那么这些网络美妙时光也不会存在 你能够想象它有多么鼓舞人心 通过计算人们现实生活中的快乐小时数 去衡量你的成功与否 如果你没有每天专心致志地工作 你就无法达到这种成功 你可以想象如果全世界都按这个模式运行吗？ 你可以想象一个社交网络-- 假如你喜欢烹饪， 通过根据烹饪的时间 加上你阅读喜爱的烹饪文章的时间 扣除你不喜欢读的文章 或者你翻看你不喜欢的文章时花费的时间来衡量成功与否 想象一个专业的社交网络 不是根据它建立的联系 或者是发送信息来衡量成功 但是根据人们是否能得到理想的工作"}, {"zh-tw": " And subtracted the amount of timepeople spent on the website. Or imagine dating services, like maybe Tinder or something, where instead of measuring the numberof swipes left and right people did, which is how they measure success today, instead measured the deep, romantic,fulfilling connections people created.", "en": " 并减去人们在网上花费的时间 来衡量成功 再比如说 约会服务 比如Tinder之类的 当下他们通过衡量人们使用软件的次数 去评估是否成功 然而能让约会的人之间创造的深层的，浪漫的的关系"}, {"zh-tw": " Whatever that was for them, by the way. But can you imagine a whole worldthat worked this way, that was helping you spend your time well? Now to do this you also need a new system, because you're probably thinking, today's Internet economy -- today's economy in general -- is measured in time spent.", "en": " 或者别的什么，可能是更好的评估方法 你可以想象整个世界都这样运转吗 那会让你更好的分配时间 但是为了实现这个，你需要一个新系统 因为你可能在想 今天的网络经济-- 普遍意义上的经济--"}, {"zh-tw": " The more users you have, the more usage you have, the more time people spend, that's how we measure success. But we've solved this problem before.", "en": " 是以花费的时间来衡量 你有越多的用户 你的产品就会被使用的越多 人们花费的时间就越多 这就是当下我们如何衡量成功 但是我们之前已经解决了这个问题"}, {"zh-tw": " We solved it with organic, when we said we needto value things a different way. We said this is a different kind of food.", "en": " 当我们说要用另一种方法去评估的时候 我用这个不施化肥的食物举例子 这是另一种食物"}, {"zh-tw": " So we can't compare itjust based on price; this is a different category of food. We solved it with Leed Certification, where we said thisis a different kind of building that stood for different valuesof environmental sustainability.", "en": " 我们不能通过价格去比较 这是另外一个种类的食物 当我们说这是另外一种建筑时 我们通过出示“领先的能源和环境设计证书”去证明 这代表了另外一种价值，即环境的可持续发展"}, {"zh-tw": " What if we had somethinglike that for technology? What if we had somethingwhose entire purpose and goal was to help create net new positivecontributions to human life? And what if we couldvalue it a different way, so it would actually work? Imagine you gave this differentpremium shelf space on app stores. Imagine you had web browsersthat helped route you to these kinds of design products.", "en": " 如果把这个思想应用到科技领域会怎样？ 如果我们把目标设定为 为人类做出新的有益的贡献 这一切又会怎样？ 如果我们用另一种方式去评估 这一切又会怎样？ 设想在苹果应用商城里， 我们专门为这种产品设立一个类别 设想有一个网站 专门提供这类产品"}, {"zh-tw": " Can you imagine how exciting it would beto live and create that world? We can create this world today. Company leaders, all you have to do -- only you can prioritize a new metric, which is your metric for net positivecontribution to human life.", "en": " 你能想象建立一个这样的世界有多令人激动吗？ 我们现在就可以建立这样的世界 公司领袖，你们需要做的就是 只有你们可以发起建立一个新的系统 一个对人类有益的网络贡献系统"}, {"zh-tw": " And have an honestconversation about that. Maybe you're notdoing so well to start with, but let's start that conversation.", "en": " 并诚实的与他人谈论这个 或许你刚开始会做的不太好"}, {"zh-tw": " Designers, you can redefine success;you can redefine design. Arguably, you have more powerthan many people in your organization to create the choicesthat all of us live by.", "en": " 但是开始这种对话是有必要的 设计者，你可以重新定义成功；你可以重新定义设计 可以说，你比其他人在公司里有更大的能力 去做这个可以影响我们生活质量的选择"}, {"zh-tw": " Maybe like in medicine, where we have a Hippocratic oath to recognize the responsibilityand this higher value that we have to treat patients. What if designers had something like that, in terms of this new kind of design? And users, for all of us -- we can demand technologythat works this way.", "en": " 或许就像医疗行业 当给病人治病的时候 我们用希波克拉底誓言 去明确医疗业的责任和最高价值观 就新的设计来说 如果设计者也有类似的“誓言”， 那又会怎样？ 我们，这些使用者们 我们可以要求科技领域也采用这个做法"}, {"zh-tw": " Now it may seem hard, but McDonald's didn't have saladsuntil the consumer demand was there. Walmart didn't have organic fooduntil the consumer demand was there.", "en": " 现在这可能很难去做 直到客户要求沙拉，麦当劳才开始卖沙拉 直到客户要求有机食物，沃尔玛才开始提供有机产品"}, {"zh-tw": " We have to demandthis new kind of technology. And we can do that.", "en": " 我们需要要求这个新型科技"}, {"zh-tw": " And doing that would amount to shiftingfrom a world that's driven and run entirely on time spent, to world that's driven by time well spent. I want to live in this world, and I want this conversation to happen.", "en": " 我们可以做到 通过这样做 可以使这个完全通过消耗时间 来运转的世界 向一个更有效的消耗时间的世界转变 我想活在这样的世界"}, {"zh-tw": " Let's start that conversation now. Thank you.", "en": " 我也想开始这个转变 那么让我们现在就开始行动吧 谢谢 (掌声）"}], "title": "Tristan Harris How Better Tech Could Protect Us From Distraction"}