{"url": "http://www.ted.com/talks/seema_bansal_how_to_fix_a_broken_education_system_without_any_more_money", "paragraphs": [{"zh-tw": " So we all have our own biases. For example, some of us tend to think that it's very difficult to transformfailing government systems. When we think of government systems, we tend to think that they're archaic,set in their ways, and perhaps, the leadershipis just too bureaucratic to be able to change things.", "en": " 我們都有自己的偏見 比如有些人覺得 改變一個正走下波的政府系統是很困難的 當我們談到政府系統， 我們常認為它們古老，有著既定的運轉模式 又或者領導階層太官僚 以至於不易改變"}, {"zh-tw": " Well, today, I wantto challenge that theory. I want to tell you a storyof a very large government system that has not only put itselfon the path of reform but has also shownfairly spectacular results in less than three years.", "en": " 那麼今天我想挑戰這個理論 我想告訴你一個故事，是關於一個 不僅正走在改革道路上而且還在 三年內取得了不俗成績的 非常大的政府系統"}, {"zh-tw": " This is what a classroomin a public school in India looks like. There are 1 million such schools in India.", "en": " 這是一個公立學校的教室的摸樣。 在印度有一百萬所這樣的學校"}, {"zh-tw": " And even for me,who's lived in India all her life, walking into one of these schoolsis fairly heartbreaking. By the time kids are 11, 50 percent of them have fallenso far behind in their education that they have no hope to recover.", "en": " 即使是對於一個生活在印度一輩子的我， 走進一個這樣的學校還是挺傷心的 到孩子十一歲的時候， 他們之中的百分之五十已經在教育之路上落後了太多 以至於他們沒有恢復的希望"}, {"zh-tw": " 11-year-olds cannot do simple addition, they cannot constructa grammatically correct sentence. These are things that you and Iwould expect an 8-year-old to be able to do.", "en": " 十一歲的孩子不能做簡單的加法， 不能組成一個語法正確的句子 這些是我們希望在八歲孩子 能夠做的事"}, {"zh-tw": " By the time kids are 13 or 14, they tend to drop out of schools. In India, public schoolsnot only offer free education -- they offer free textbooks,free workbooks, free meals, sometimes even cash scholarships.", "en": " 在孩子十三或十四歲時， 他們常常傾向於選擇輟學。 在印度，公立學校不但提供免費教育 而且還有免費課本，練習本和食物 ， 有時甚至還有現金獎學金"}, {"zh-tw": " And yet, 40 percent of the parents today are choosing to pull their childrenout of public schools and pay out of their pocketsto put them in private schools. As a comparison,in a far richer country, the US, that number is only 10 percent.", "en": " 但是，現在仍然有百分之四十的父母 選擇讓孩子離開學校 和繳學費讓他們進入私立學校 相對來講，美國作為一個比印度富有得多的國家 那個比例只有百分之十"}, {"zh-tw": " That's a huge statement on how brokenthe Indian public education system is. So it was with that backgroundthat I got a call in the summer of 2013 from an absolutely brilliant ladycalled Surina Rajan.", "en": " 這非常有力地證明了印度公立教育系統有多失敗 所以這樣的情況讓我在2013年暑假接到了 從一個非常有才華的叫Surina Rajan的女士打來的電話"}, {"zh-tw": " She was, at that time, the headof the Department of School Education in a state called Haryana in India. So she said to us, \"Look, I've beenheading this department for the last two years.", "en": " 她那時是在一個在印度叫哈里亞納邦的州 擔任學校教育部門的領導。 她對我說，\"我已經管理這部門 兩年了。"}, {"zh-tw": " I've tried a number of things,and nothing seems to work. Can you possibly help?\" Let me describe Haryanaa little bit to you.", "en": " 我已經嘗試不少方法，但都沒有效果。 你能夠幫忙嗎？” 讓我給你描述一下哈里亞納邦的情況"}, {"zh-tw": " Haryana is a statewhich has 30 million people. It has 15,000 public schools and 2 million pluschildren in those public schools.", "en": " 哈里亞納邦是一個住著三百萬人的州。 它有一萬五千所公立學校 和超過兩百萬孩子在這些公立學校就讀。"}, {"zh-tw": " So basically, with that phone call, I promised to help a state and system which was as large as that of Peruor Canada transform itself. As I started this project,I was very painfully aware of two things.", "en": " 所以基本上，憑藉這通電話， 我承諾了幫助一個州和一個 有著和秘魯或加拿大的改革一樣大的系統 當我開始這項目，我痛苦地意識到兩件事情。"}, {"zh-tw": " One, that I had never doneanything like this before. And two, many others had,perhaps without too much success.", "en": " 第一是我從未解決過類似的問題 第二，很多人已經嘗試但都沒成功"}, {"zh-tw": " As my colleagues and Ilooked across the country and across the world, we couldn't find another example that we could just pick upand replicate in Haryana. We knew that we had to craftour own journey.", "en": " 當我和我的同事對國內以及全世界 進行了考察， 我們未能找到 讓我們可以借鑒和在哈里亞納邦模仿的案例。 我們知道我們要自己鋪路。"}, {"zh-tw": " But anyway, we jumped right inand as we jumped in, all sorts of ideas started flying at us. People said, \"Let's changethe way we recruit teachers, let's hire new principals and train them and send them on internationallearning tours, let's put technology inside classrooms.\" By the end of week one,we had 50 ideas on the table, all amazing, all sounded right.", "en": " 但總之，我們開始進行了嘗試，而當我們開始嘗試 各種意見開始圍繞我們 有人說：\"我們應該改變我們僱用教師的方法， 應該聘請新校長並訓練他們 和送他們去國外學習 應該把技術引進課室。\" 第一個星期結束時，我們提及了50個意見 全都很精彩，也聽起來沒錯"}, {"zh-tw": " There was no way we weregoing to be able to implement 50 things. So I said, \"Hang on, stop.", "en": " 但我們沒辦法執行全部50個方法 所以我說，\"等一下"}, {"zh-tw": " Let's first at least decidewhat is it we're trying to achieve.\" So with a lot of push and pull and debate, Haryana set itself a goalwhich said: by 2020, we want 80 percent of our childrento be at grade-level knowledge. Now the specifics of the goaldon't matter here, but what mattersis how specific the goal is.", "en": " 我們應該至少決定我們想要達到的目標。\" 所以通過了很多的選拔和討論 哈里亞納邦有了自己的目標：在2020年之時 我們想要百分之八十的孩子達到他們這個年級應有的知識 現在目標的細節不是關鍵 重要的是這個目標有多麼具體"}, {"zh-tw": " Because it really allowed usto take all those ideas which were being thrown at us and say which oneswe were going to implement. Does this idea support this goal?If yes, let's keep it.", "en": " 因為它能讓我們評估 所有擺在我們面前的想法 和選出哪個應該執行 這想法能夠幫助實現目標嗎？如果能，那就保留它"}, {"zh-tw": " But if it doesn't or we're not sure,then let's put it aside. As simple as it sounds,having a very specific goal right up front has really allowed us to bevery sharp and focused in our transformation journey.", "en": " 但如果沒有或者我們不確定，那就暫且擱置 就這麼簡單，有一個明確的目標擺在眼前 真的讓我們在改革的道路上 保持精準和堅定"}, {"zh-tw": " And looking back overthe last two and a half years, that has been a huge positive for us. So we had the goal, and now we needed to figure outwhat are the issues, what is broken.", "en": " 回頭看過去的兩年半 這給我們帶來了極大的有利條件 當我們有了目標， 現在我們需要找出問題是什麼，損壞的部分在哪裡。"}, {"zh-tw": " Before we went into schools,a lot of people told us that education quality is poor because either the teachers are lazy,they don't come into schools, or they're incapable,they actually don't know how to teach. Well, when we went inside schools,we found something completely different.", "en": " 在我們進入學校之前，很多人告訴我們 教育質量很低 要麼是老師們很懶散，他們沒到學校， 就是他們無能，其實不懂得怎麼教書。 當我們走進學校，我們發現了事情的緣由完全不同。"}, {"zh-tw": " On most days, most teacherswere actually inside schools. And when you spoke with them, you realized they were perfectly capableof teaching elementary classes.", "en": " 在大多數日子裡，大多數教室其實都在學校。 而且當你跟他們談話時就能發現， 他們其實完全能夠勝任小學教師一職"}, {"zh-tw": " But they were not teaching. I went to a school where the teachers were gettingthe construction of a classroom and a toilet supervised.", "en": " 然而他們卻沒有在教書 我去過一間學校 老師們所負責的是 監督教室以及衛生間的修理狀況"}, {"zh-tw": " I went to another school where two of the teachershad gone to a nearby bank branch to deposit scholarship moneyinto kids' accounts. At lunchtime, most teacherswere spending all of their time getting the midday meal cooking,supervised and served to the students.", "en": " 我去了另外一個學校， 有兩位教師去了附近的銀行 為把獎學金寄存到學生帳號 在午餐時，大多數老師都把時間用在了 烹飪午餐上，以及監督和服務學生"}, {"zh-tw": " So we asked the teachers, \"What's going on,why are you not teaching?\" And they said, \"This iswhat's expected of us. When a supervisor comes to visit us, these are exactly the thingsthat he checks.", "en": " 所以我們問那些老師 “什麼情況，你們為什麼沒在教書？” 他們說，\"這是我們被要求完成的工作。 當監督者來考察時 這些就是我們被考察的項目"}, {"zh-tw": " Has the toilet been made,has the meal been served. When my principalgoes to a meeting at headquarters, these are exactly the thingswhich are discussed.\" You see, what had happened was,over the last two decades, India had been fighting the challengeof access, having enough schools, and enrollment, bringing childreninto the schools.", "en": " 衛生間清理了嗎，午餐發放了嗎 當我們的校長去參加總部的會議時 這些正是被討論的問題 從此可看到的問題是，在過去的二十年來 印度正在試圖克服資源匱乏的問題，是否有足夠的學校 以及學生入學的問題，希望吸引孩子們到學校就讀"}, {"zh-tw": " So the governmentlaunched a whole host of programs to address these challenges, and the teachers becamethe implicit executors of these programs. Not explicitly, but implicitly.", "en": " 所以政府實施了一系列的方案 來解決這些問題 然而老師們卻成為了這些計畫最終的執行者 不是明確被要求的，而是間接成為的"}, {"zh-tw": " And now, what was actually neededwas not to actually train teachers further or to monitor their attendance but to tell themthat what is most important is for them to go backinside classrooms and teach. They needed to be monitoredand measured and awarded on the quality of teaching and not on all sorts of other things.", "en": " 現在，需要做的不是訓練教師 或者檢查他們的出勤率 而是告訴他們走進教室教學 是最重要的 他們需要根據教學質量得到監督 評估以及得到獎勵 而不是根據其他工作來測評"}, {"zh-tw": " So as we went throughthe education system, as we delved into it deeper,we found a few such core root causes which were determining, which wereshaping how people behaved in the system. And we realized that unless we changethose specific things, we could do a number of other things.", "en": " 所以當我們著手觀察教育系統 對它有了更深的了解后，我們找到了一些關鍵性的因素 這些問題因素導致人們在這個教育系統中形成了一些的行為 我們發現除非改變這些根本性的因素 我們才能更進一步地做其他的"}, {"zh-tw": " We could train, we could puttechnology into schools, but the system wouldn't change. And addressing these non-obviouscore issues became a key part of the program.", "en": " 我們可以提供培訓，可以把科技帶進學校 但是，教學系統本身不會改變 因此，解決那些不易發現的核心問題 成為了這次活動的關鍵部分"}, {"zh-tw": " So, we had the goal and we had the issues, and now we needed to figure outwhat the solutions were. We obviously did not wantto recreate the wheel, so we said, \"Let's look aroundand see what we can find.\" And we found these beautiful,small pilot experiments all over the countryand all over the world.", "en": " 終於，我們確定了目標和問題所在 現在我們需要找出解決辦法 我們當然不想再次走進惡性循環 所以我們說，\"讓我們試著觀察四周，看看能否找出些什麼。” 然後我們找到了這些遍佈于印度和世界各地的 精彩的小實驗"}, {"zh-tw": " Small things being done by NGOs,being done by foundations. But what was also interestingwas that none of them actually scaled.", "en": " 是那些由非政府組織和基金會所組織的小規模活動 然而有趣的是它們其中沒有一個是在大規模上實施的"}, {"zh-tw": " All of them were limitedto 50, 100 or 500 schools. And here, we were lookingfor a solution for 15,000 schools.", "en": " 它們全部只限制在50，100 或者500間學校以內 但我們要找的是能夠改善一萬五千所學校的方法"}, {"zh-tw": " So we looked into why, if these things actually work,why don't they actually scale? What happens is thatwhen a typical NGO comes in, they not only bring in their expertise but they also bring inadditional resources. So they might bring in money, they might bring in people, they might bring in technology.", "en": " 因此我們開始尋找這些小實驗為何無法被大規模實現原因 如果這些辦法有效，為什麼不擴展得更廣呢？ 原因是當一個典型的非政府機構採取措施時 他們帶來的不只是他們的專業知識 更還有額外的資源 他們可能帶來財力 可能是人力 也可能是科技技術"}, {"zh-tw": " And in the 50 or 100 schoolsthat they actually operate in, those additional resourcesactually create a difference. But now imagine that the head of this NGO goes to the headof the School Education Department and says, \"Hey, now let's do thisfor 15,000 schools.\" Where is that guy or girlgoing to find the money to actually scale this upto 15,000 schools? He doesn't have the additional money, he doesn't have the resources.", "en": " 在他們實施改革的50或100 間學校裡， 那些額外資源確實帶來了效果 但試想一下，如果這些組織的領導對 學校教育部門的領導說 \"我們把這些方法實施在一萬五千所學校上吧\" 他要從哪裡去找那麼豐厚的一筆財力 去把資源供應給一萬五千所學校 他沒有這麼多的資金 也沒有這麼多的資源"}, {"zh-tw": " And hence, innovations don't scale. So right at the beginningof the project, what we said was, \"Whatever we have to dohas to be scalable, it has to work in all 15,000 schools.\" And hence, it has to workwithin the existing budgets and resources that the state actually has.", "en": " 所以，這些創新和改革都沒有得到大規模地拓展 在這項目的最開始我們就明確了一點 \"不管我們做什麼，都一定要能夠進行大規模化的普及， 要能夠被實施于多達一萬五千所學校。“ 所以，它要在州政府現有的預算 和資源以內得以實施"}, {"zh-tw": " Much easier said than done. I think this was definitelythe point in time when my team hated me.", "en": " 說起來容易做起來難 我想那時是我的團隊 最討厭我的時候"}, {"zh-tw": " We spent a lot of long hoursin office, in cafés, sometimes even in bars, scratching out heads and saying, \"Where are the solutions,how are we going to solve this problem?\" In the end, I think we didfind solutions to many of the issues. I'll give you an example.", "en": " 我們花了很多時間在辦公室，咖啡廳 有時甚至在酒吧 想破了腦袋然後說， \"方法到底在哪裡，我們如何才能解決這個問題？\" 最後，我認為我們確實想出了很多問題的解決方法 舉一個例子"}, {"zh-tw": " In the context of effective learning, one of the things people talk aboutis hands-on learning. Children shouldn't memorizethings from books, they should do activities, and that's a more effective way to learn.", "en": " 在討論有效的學習方法時 我們常說通過實踐來學習非常有效 孩子們不應對課本上的知識死記硬背 他們需要動手 因為這是一個更有效的學習途徑"}, {"zh-tw": " Which basically meansgiving students things like beads, learning rods, abacuses. But we did not havethe budgets to give that to 15,000 schools, 2 million children.", "en": " 這個意思基本上就是給學生一些小東西 比如珠子，學習桿，算盤等 但我們沒有預算能夠將這些提供給 一萬五千所學校，兩百萬個孩子"}, {"zh-tw": " We needed another solution. We couldn't think of anything.", "en": " 我們需要其他方法 但我們想不出來"}, {"zh-tw": " One day, one of our team memberswent to a school and saw a teacher pick up sticksand stones from the garden outside and take them into the classroom and give them to the students. That was a huge eureka moment for us.", "en": " 有一天，我們團隊中的一名成員來到一所學校 然後看到了一個老師從外面的公園撿起棍子和石頭 然後帶進教室 分發給學生們 那是讓我們期待已久的喜悅時刻"}, {"zh-tw": " So what happens nowin the textbooks in Haryana is that after every concept,we have a little box which are instructionsfor the teachers which say, \"To teach this concept,here's an activity that you can do. And by the way, in orderto actually do this activity, here are things that you can usefrom your immediate environment, whether it be the garden outsideor the classroom inside, which can be usedas learning aids for kids.\" And we see teachers all over Haryana using lots of innovative thingsto be able to teach students.", "en": " 所以從此之後在哈里亞納邦的教科書裡 在每個概念之後，我們都有一個小方塊 寫著對老師的指示： \"為了教好這個概念，可以做以下活動 并且為了做這些活動 這是你能從所在的環境中直接獲取的東西， 不論是在外邊的花園還是課室裡面的 都可以讓一些東西成為孩子們的教學輔助工具 之後我們看到了哈里亞納邦各處的老師們 利用了很多有創意的東西給孩子們教學"}, {"zh-tw": " So in this way, whatever we designed, we were actually able to implement it across all 15,000 schools from day one. Now, this brings me to my last point.", "en": " 在這方式下，不論我們設計什麼方案， 我們都能真正立刻在 一萬五千所學校執行 現在，這促使我走到了最後一點，"}, {"zh-tw": " How do you implement somethingacross 15,000 schools and 100,000 teachers? The department used to have a process which is very interesting. I like to call it \"The Chain of Hope.\" They would write a letterfrom the headquarters and send it to the next level, which was the district offices.", "en": " 我們如何將解決方案傳遞給一萬五千所學校 以及十萬位老師 相關部門曾經有一個 很有趣的程序 我喜歡把它叫做\"希望之鏈\" 他們會從總部寫出一封信 然後寄信到下一個階層 也就是區辦公室"}, {"zh-tw": " They would hope that in eachof these district offices, an officer would get the letter,would open it, read it and then forward it to the next level, which was the block offices. And then you would hopethat at the block office, somebody else got the letter, opened it, read it and forwarded iteventually to the 15,000 principals.", "en": " 他們會希望每個區域的辦公室中 會一名官員會收到信，會打開和閱讀它 然後轉交給下一個階層 也就是部門辦公室 然後你會希望部門辦公室的某個人 會收到信 打開，閱讀和轉交給一萬五千所學校的校長"}, {"zh-tw": " And then one would hopethat the principals got the letter, received it,understood it and started implementing it. It was a little bit ridiculous.", "en": " 最後會希望各位校長們 收到並且理解信的內容 開始把它實現 這聽起來有點荒繆"}, {"zh-tw": " Now, we knew technology was the answer, but we also knewthat most of these schools don't have a computer or email. However, what the teachers do haveare smartphones.", "en": " 現在，我們知道科技成了答案 但我們也知道大多數學校沒有 電腦或電子郵件 但是，老師們都擁有手機"}, {"zh-tw": " They're constantly on SMS,on Facebook and on WhatsApp. So what now happens in Haryana is, all principals and teachers are dividedinto hundreds of WhatsApp groups and anytime something needsto be communicated, it's just posted acrossall WhatsApp groups.", "en": " 他們時常在SMS，臉書或者Whatsapp上 所以現在的情況是 所有校長和老師們被分到了幾百個Whatsapp群里 一旦有什麼事需要溝通 他們只要公佈在Whatsapp群體上"}, {"zh-tw": " It spreads like wildfire. You can immediately checkwho has received it, who has read it.", "en": " 它會像野火般擴散 你能夠立刻看到有誰收到了信息 誰已經查閱了"}, {"zh-tw": " Teachers can ask clarificationquestions instantaneously. And what's interesting is, it's not just the headquarterswho are answering these questions.", "en": " 老師們也可以及時提問，以求更清晰的解釋 有趣的是 不只是總部的人會回答這些問題"}, {"zh-tw": " Another teacher froma completely different part of the state will stand up and answer the question. Everybody's actingas everybody's peer group, and things are getting implemented.", "en": " 其他老師從州里一個完全不同的地方 也可以站出來回答問題 每個人成為了彼此的同伴 然後所有的事情得到實施"}, {"zh-tw": " So today, when you goto a school in Haryana, things look different. The teachers are back inside classrooms, they're teaching.", "en": " 此時，當你走到哈里亞納邦的學校 情況變得不同了 老師們回到了教室 他們在教書"}, {"zh-tw": " Often with innovative techniques. When a supervisorcomes to visit the classroom, he or she not only checksthe construction of the toilet but also what is the quality of teaching.", "en": " 而且常使用了創新的技巧 當監督者勘查教室 他們不只檢查衛生間的建設 還檢查了教學質量"}, {"zh-tw": " Once a quarter,all students across the state are assessed on their learning outcomes and schools which aredoing well are rewarded. And schools which are not doing so well find themselves havingdifficult conversations.", "en": " 每個季度一次，州內的全體學生 都會得到學習成果的考察 做得好的學校會得到讚賞 而沒發揮好的學校 會覺得自己難以交代"}, {"zh-tw": " Of course, they also getadditional support to be able to do better in the future. In the context of education, it's very difficultto see results quickly.", "en": " 當然，他們也會得到外加的幫助 以在將來做得更好 在教育的領域裡 快速看到成果是很困難的"}, {"zh-tw": " When people talk about systemic,large-scale change, they talk about periodsof 7 years and 10 years. But not in Haryana.", "en": " 當人們提及系統性的大規模的改變時 他們所討論的都是長達7年或10 年的時間 但在哈里亞納邦"}, {"zh-tw": " In the last one year, there have beenthree independent studies, all measuring student learning outcomes, which indicate that something fundamental, something unique is happening in Haryana. Learning levels of childrenhave stopped declining, and they have started going up.", "en": " 在過去一年裡，有三個獨立的研究 測量了學生學習成果 全部都指出了根本性的、獨特的改變 正在發生在哈里亞納邦 孩子們的學習水平不但已經停止下滑 而且正在開始往上攀升"}, {"zh-tw": " Haryana is one of the fewstates in the country which is showing an improvement, and certainly the one that is showingthe fastest rate of improvement. These are still early signs, there's a long way to go, but this gives us a lot of hopefor the future.", "en": " 哈里亞納邦是全國少數 顯示出進步的州之一 並且被確認是進步速度最快的那一個 這些都只是早期的跡象 還有很長一段路要走 但這給予了我們對將來的希望"}, {"zh-tw": " I recently went to a school, and as I was leaving, I ran into a lady, her name was Parvati, she was the mother of a child, and she was smiling. And I said, \"Why are you smiling,what's going on?\" And she said, \"I don't knowwhat's going on, but what I do knowis that my children are learning, they're having fun, and for the time being, I'll stopmy search for a private school to send them to.\" So I go back to where I started: Can government systems transform? I certainly believe so.", "en": " 我最近去到了一所學校 當我要離去時 我遇見了一位女士 她的名字叫Parvati 她是一個孩子的母親 她在笑著 我問，\"妳為甚麼這麼開心，發生了什麼事？\" 她說，\"我也不知道發生了什麼事， 但我知道的是我的孩子們在學習， 他們很快樂， 所以現在，我會停止尋找私立學校 的念頭。\" 現在回到我在最初所提出的問題： 政府系統能否被成功改革？ 我百分百相信可以。"}, {"zh-tw": " I think if you give them the right levers, they can move mountains. Thank you.", "en": " 我相信如果你給他們正確的方法和工具， 他們可以把山都轉移了。 謝謝。 （鼓掌聲）"}], "title": "Seema Bansal How To Fix A Broken Education System Without Any More Money"}