{"url": "http://www.ted.com/talks/chris_milk_the_birth_of_virtual_reality_as_an_art_form", "paragraphs": [{"zh-tw": " When I was a kid, I experienced something so powerful, I spent the rest of my lifesearching for it, and in all the wrong places. What I experienced wasn't virtual reality.", "en": " 我小時候 經歷了一件很棒的事 我在接下來的人生中一直在尋找它 卻總在錯誤的地方尋找 我經歷的不是虛擬實境"}, {"zh-tw": " It was music. And this is where the story begins.", "en": " 而是音樂 故事是這樣開始的"}, {"zh-tw": " That's me, listening to the Beatles' \"White Album.\" And the look on my face is the feeling that I've been searching for ever since. Music goes straight to the emotional vein, into your bloodstream and right into your heart.", "en": " 這是我 正在聽披頭四的 白色專輯 而我臉上的表情 就是我一直以來在尋找的感動 音樂觸動了我們情感的靜脈 流進到你的血液裡 直達你的內心"}, {"zh-tw": " It deepens every experience. Fellas? (Music) This is the amazing McKenzie Stubbert and Joshua Roman.", "en": " 每次的感動都會深烙在你心中 哥兒們？ （音樂） 這兩位是我們最厲害的麥肯錫史塔伯特 和約書亞羅曼"}, {"zh-tw": " Music -- Yeah. Music makes everythinghave more emotional resonance.", "en": " （音樂） 是的 音樂讓每樣東西有了更多情感上的共鳴"}, {"zh-tw": " Let's see how it does for this talk. The right piece of musicat the right time fuses with us on a cellular level.", "en": " 讓我們來看看音樂在這次演講中如何呈現 當我們在對的時間裡聽到一段對的音樂 音樂彷彿會融入到我們的細胞中"}, {"zh-tw": " When I hear that one song from that one summer with that one girl, I'm instantly transportedback there again. Hey, Stacey.", "en": " 當我聽著那首歌 在那個夏天 與那個女孩 我彷彿又回到了過去 嗨 史黛西"}, {"zh-tw": " Here's a part of the story, though,where I got a little greedy. I thought if I added more layerson top of the music, I could make the feelingseven more powerful.", "en": " 接下來是故事的一部分雖然 我有點貪心 我在想 如果我可以讓音樂有更多的層次 我可以讓那份感動更加的強烈"}, {"zh-tw": " So I got into directing music videos. This is what they looked like.", "en": " 所以我開始投入音樂影片的製作"}, {"zh-tw": " That's my brother, Jeff. Sorry about this, Jeff.", "en": " 這是當時它們長的樣子 那是我哥 傑夫 不好意思 傑夫"}, {"zh-tw": " Here's me, just so we're even. Incredible moves.", "en": " 這是我 所以我們扯平了 跳的真好"}, {"zh-tw": " Should've been a dancer. These experiments grew, and in time, startedto look more like this.", "en": " 我應該去當一位舞蹈家 這些實驗 與時漸進 最後 成為這樣"}, {"zh-tw": " In both, I'm searchingfor the same thing, though, to capture that lightning in a bottle. Except, I'm not.", "en": " 雖然 我仍在尋找那份感動 渴望能把那份感動的曙光裝到瓶子裡 但 我還是辦不到"}, {"zh-tw": " Adding moving pictures over the musicadded narrative dimension, yes, but never quite equated the power that just raw music had for me on its own. This is not a great thing to realizewhen you've devoted your life and professional careerto becoming a music video director.", "en": " 在音樂上增加一些動畫雖然可以增加它的故事性 卻永遠不能等同 純音樂本身所帶來的力量 意識到這種感受並不是件很棒的事情 尤其當你已經全心地把你的生活和職業生涯投入其中成為一名 MV 總監時"}, {"zh-tw": " I kept asking myself,did I take the wrong path? So I started thinking: if I couldinvolve you, the audience, more, I might be able to make youfeel something more as well. So Aaron Koblin and I beganauditioning new technologies that could put more of youinside of the work, like your childhood homein \"The Wilderness Downtown,\" your hand-drawn portraits,in \"The Johnny Cash Project,\" and your interactive dreams in \"3 Dreams of Black.\" We were pushing beyond the screen, trying to connect more deeply to people's hearts and imaginations.", "en": " 我不斷地問自己我是不是搞錯方向了？ 所以我開始想 如果我可以讓身為觀眾的你們更加地融入到音樂中 也許就可以讓你們感受到更多 所以 艾朗柯柏霖和我開始嘗試新的技術 讓聽眾可以更加地投入到作品中 就像各位童年時期在 荒野城鎮 故事裡的家 就像你在 強尼現金專案 中的手繪畫像 就像你在 三個黑色夢想 中 所互動出來的夢想 我們嘗試著突破螢幕 嘗試地更加深人們的 內心與想象的連結"}, {"zh-tw": " But it wasn't quite enough. It still didn't have the rawexperiential power of pure music for me.", "en": " 但還是不夠 它還是沒有那種純音樂帶給我的原始體驗的震撼"}, {"zh-tw": " So I started chasing a new technology that I only had read aboutin science fiction. And after years of searching,I found a prototype.", "en": " 所以我開始尋找一種新的技術 一種我在科幻小說中曾經讀到過的科技 在多年的探尋之後我找到了一個雛形"}, {"zh-tw": " It was a project from Nonny de la Peñain Mark Bolas's lab in USC. And when I tried it, I knew I'd found it.", "en": " 它是南加州大學馬克波蘿斯實驗室羅尼德拉佩納的一個專案 當我嘗試到它的時候我知道我找到了"}, {"zh-tw": " I could taste the lightning. It was called virtual reality.", "en": " 我像是被電到一樣 它叫做虛擬實境"}, {"zh-tw": " This was it five years agowhen I ran into it. This is what it looks like now.", "en": " 這是我五年前遇見它時的樣子 它現在是這個樣子"}, {"zh-tw": " I quickly started building thingsin this new medium, and through that processwe realized something: that VR is going to playan incredibly important role in the history of mediums. In fact, it's going to be the last one.", "en": " 我迅速地開始在這個新媒介裡建構事物 在過程中 我們意識到了一些東西 虛擬實境將會在媒介的歷史中 扮演著不可思議的角色 事實上 它將會是最後一種媒介"}, {"zh-tw": " I mean this because it's the first mediumthat actually makes the jump from our internalizationof an author's expression of an experience, to our experiencing it firsthand. You look confused.I'll explain. Don't worry.", "en": " 我會這樣說的原因是因為這是第一個 可以讓我們從作者第一手身歷其境的表述直接跳到我們主觀性經歷的媒介 你看起來很迷惑我待會解釋 別擔心"}, {"zh-tw": " If we go back to the origins of mediums, by all best guesses, it starts around a fire,with a good story. Our clan leader is telling us about how he hunted the woolly mammothon the tundra that day.", "en": " 如果我們回想傳播媒介的起源 大家可能猜的到 那就像我們圍繞在營火邊聽故事一樣 我們部落的首領正在向我們描述那一天 他是如何在寒漠上捕獵到毛茸茸的猛瑪象的故事"}, {"zh-tw": " We hear his words and translate theminto our own internal truths. The same thing happens when we look at the cave paintingversion of the story, the book about the mammoth hunt, the play, the radio broadcast, the television show or the movie.", "en": " 我們聽著他的英勇事蹟 然後把他的話轉譯成我們所理解的事實 同樣的體驗也會發生在 我們看著刻畫在洞穴裡的故事一樣 有關捕獵猛瑪象的書籍 戲劇 廣播 電視劇 或電影"}, {"zh-tw": " All of these mediums requirewhat we call \"suspension of disbelief,\" because there's a translation gapbetween the reality of the story and our consciousnessinterpreting the story into our reality. I'm using the word \"consciousness\"as a feeling of reality that we get from our senses experiencingthe world around us.", "en": " 這些媒介都需要我們暫時放下懷疑 因為 故事 裡的真實性 與我們 意識 裡所理解到的真實性 有著相當的落差 我是用 意識 這個詞 來表示我們從周圍世界對實境體驗到的感受"}, {"zh-tw": " Virtual reality bridges that gap. Now, you are on the tundrahunting with the clan leader.", "en": " 虛擬實境填補了那個落差 現在 你就在寒漠上與部落首領打獵"}, {"zh-tw": " Or you are the clan leader. Or maybe you're even the woolly mammoth.", "en": " 或者 你就是部落首領 甚至 你可能就是那隻毛絨絨的猛瑪象"}, {"zh-tw": " So here's what special about VR. In all other mediums, your consciousness interprets the medium.", "en": " 所以這就是虛擬實境特別的地方 在其它媒介中 你的意識會轉譯這些媒介"}, {"zh-tw": " In VR, your consciousness is the medium. So the potential for VR is enormous.", "en": " 在虛擬實境 你的意識就是媒介 所以虛擬實境的潛力是很大的"}, {"zh-tw": " But where are we now? What is the current state of the art? Well, we are here. We are the equivalentof year one of cinema.", "en": " 但 我們到甚麼程度了？ 這項藝術的當前狀況是怎樣呢？ 好的 我們到這兒了 我們相當於在電影剛誕生的第一年"}, {"zh-tw": " This is the Lumière Brothers film that allegedly sent a theater fullof people running for their lives as they thought a trainwas coming toward them. Similar to this early stageof this medium, in VR, we also have to movepast the spectacle and into the storytelling.", "en": " 這是盧米埃爾兄弟的電影 據說這部電影讓一整間電影院的人都逃命去了 因為他們以為火車朝著他們開了過來 和電影早期的發展階段相似 在虛擬實境中我們也必須越過場景 進入到故事的情境中"}, {"zh-tw": " It took this medium decades to figure out its preferredlanguage of storytelling, in the form of a feature film. In VR today, we're more learning grammar than writing language.", "en": " 它花費了電影幾十年的時間 才搞懂原來說故事最好的語言媒介 就是虛擬實境 目前在虛擬實境領域我們更多的是在學習文法 而不是寫故事"}, {"zh-tw": " We've made 15 films in the last yearat our VR company, Vrse, and we've learned a few things. We found that we have a unique,direct path into your senses, your emotions, even your body.", "en": " 我們的虛擬實境公司 Vrse在去年拍了 15 部電影 我們從中學到了一些東西 我們發現我們有一種獨特的方式可以觸動到你的感官 你的情緒 甚至身體"}, {"zh-tw": " So let me show you some things. For the purpose of this demo, we're going to take every directionthat you could possibly look, and stretch it into this giant rectangle.", "en": " 所以讓我向各位展示一些東西 這次展示的目的 我們準備把各位可能看到的每個方向 都延伸進這個大螢幕框框內"}, {"zh-tw": " OK, here we go. So, first: camera movementis tricky in VR.", "en": " 好的 我們開始吧！ 首先 在虛擬實境裡鏡頭的移動相當困難"}, {"zh-tw": " Done wrong, it can actually make you sick. We found if you move the cameraat a constant speed in a straight line, you can actually get away with it, though.", "en": " 弄得不好 會讓你不舒服 我們發現如果你以一種穩定的速度在一條直線上移動鏡頭 你就不會覺得不舒服"}, {"zh-tw": " The first day in film school, they told me you have to learnevery single rule before you can break one. We have not learned every single rule.", "en": " 在電影學院的第一天 他們告訴我 在你打破規則前 你要先學會每一條規則 我們還沒有學會每一條規則"}, {"zh-tw": " We've barely learned any at all, but we're already trying to break them to see what kind of creative thingswe can accomplish. In this shot here, where we're moving upoff the ground, I added acceleration.", "en": " 我們幾乎還沒學會什麽 但是我們已經開始嘗試打破規則 去看看我們可以實現什麽樣創造性的新事物 在這一次拍攝裏我們從地面上升起的時候 我加快了速度"}, {"zh-tw": " I did that because I wantedto give you a physical sensation of moving up off the ground. In VR, I can give that to you.", "en": " 我這麽做是因為我想要給各位一種 從地面升起的實體感受 在虛擬實境中我可以給各位這種感受"}, {"zh-tw": " (Music) Not surprisingly, music matters a lotin this medium as well. It guides us how to feel.", "en": " （音樂） 不意外地 音樂在這當中扮演了很重要的角色 它引導我們如何去感受"}, {"zh-tw": " In this project we madewith the New York Times, Zach Richter and our friend, JR, we take you up in a helicopter, and even though you're flying2,000 feet above Manhattan, you don't feel afraid. You feel triumphant for JR's character.", "en": " 在這個和紐約時報合作的專案中 我和我們的朋友 JR 帶各位坐上直升機 即使你翱翔在曼哈頓上空 2000 英呎的地方 你也不會感到害怕 你感受到的是 JR 心中的興奮"}, {"zh-tw": " The music guides you there. (Music) Contrary to popular belief, there is composition in virtual reality, but it's completelydifferent than in film, where you have a rectangular frame.", "en": " 音樂會引導你到那個地方 （音樂） 與大家想的不太一樣 虛擬實境也會產生創作的感覺 但是這個和你螢幕上方框中的影片 感覺完全不一樣"}, {"zh-tw": " Composition is nowwhere your consciousness exists and how the world moves around you. In this film, \"Waves of Grace,\"which was a collaboration between Vrse, the United Nations, Gabo Arora,and Imraan Ismail, we also see the changing roleof the close-up in virtual reality.", "en": " 那創作的感覺 與你現在的意識 和你身邊所處的世界而會有所不同 這部影片 恩澤之音 是由 Vrse United Nations，Gabo Arora和 Imraan Ismail 合作出品 我們了解到虛擬實境中近距離拍攝的角色置換技巧"}, {"zh-tw": " A close-up in VR meansyou're actually close up to someone. It brings that character insideof your personal space, a space that we'd usually reservefor the people that we love.", "en": " 在虛擬實境中的近距離鏡頭會讓你有很靠近某人的感覺 它會把故事裡的主角帶到你身邊的空間 一個你總是會預留給愛人的空間"}, {"zh-tw": " And you feel an emotionalcloseness to the character because of what you feelto be a physical closeness. Directing VR is not likedirecting for the rectangle.", "en": " 你會近距離地感受到主角的情緒 因為你會感覺主角就在你身邊 虛擬實境的運鏡方式和一般鏡頭的移動方式不同"}, {"zh-tw": " It's more of a choreographyof the viewer's attention. One tool we can useto guide your attention is called \"spatialized sound.\" I can put a sound anywherein front of you, to left or right, even behind you, and when you turn your head,the sound will rotate accordingly.", "en": " 它比較像是觀眾注意力的舞蹈編排 有一個工具可以導引你的注意力 叫做 空間化音效 我可以把聲音放在任何地方放在你前面 左 右邊 甚至是後面 而且當你轉頭的時候聲音也會跟著轉"}, {"zh-tw": " So I can use that to direct your attentionto where I want you to see. Next time you hear someonesinging over your shoulder, it might be Bono.", "en": " 所以我可以用音樂導引你的注意力到我想讓你看的地方 下在你可能會感受到有人在你肩膀後面唱歌 他可能就是波諾"}, {"zh-tw": " VR makes us feellike we are part of something. For most of human history,we lived in small family units.", "en": " 虛擬實境讓我們感覺自己就像影片中的一部分 在大部分的人類歷史中我們都生活在小家庭單位裡"}, {"zh-tw": " We started in caves, then moved to clans and tribes,then villages and towns, and now we're all global citizens. But I believe that we are stillhardwired to care the most about the things that are local to us.", "en": " 我們從山洞開始 然後搬到家族和部落然後村莊和城鎮 而現在 我們都是世界公民 但我相信 我們最關心的仍然是 那些我們身旁的事情"}, {"zh-tw": " And VR makes anywhereand anyone feel local. That's why it works as an empathy machine.", "en": " 虛擬實境讓每個地方和每個人變的靠近 這也是為什麼它像是一部有感情的機器"}, {"zh-tw": " Our film \"Clouds Over Sidra\"takes you to a Syrian refugee camp, and instead of watching a storyabout people over there, it's now a story about us here. But where do we go from here? The tricky thing is thatwith all previous mediums, the format is fixed at its birth.", "en": " 我們的電影 敘利亞的天空會帶你到敘利亞的一個難民營 不是帶各位去看一個人的故事 而是帶你去感受我們內心的世界 但我們到甚麼程度了 棘手的事是 所有之前的媒介 它們呈現的形式在它們製造出來時就固定了"}, {"zh-tw": " Film has been a sequence of rectangles, from Muybridge and his horses to now. The format has never changed.", "en": " 從邁布里奇和他的馬到現在影片一直都是一系列的矩形 這種呈現的方式從來沒有改變"}, {"zh-tw": " But VR as a format, as a medium, isn't complete yet. It's not using physical celluloidor paper or TV signals.", "en": " 但虛擬實境作為一種格式 一種媒介 雖然還不夠完整 但它不是用電影膠片或是紙張或者電視信號"}, {"zh-tw": " It actually employs what we useto make sense of the world. We're using your sensesas the paints on the canvas, but only two right now.", "en": " 它實際上是利用我們的感官去感受這個世界 我們是用你的感官作為帆布上的油漆 但是目前只有兩個（視覺及聽覺）"}, {"zh-tw": " Eventually, we can see if we will haveall of our human senses employed, and we will have agency to livethe story in any path we choose. And we call it virtual reality right now, but what happens when we movepast simulated realities? What do we call it then? What if instead of verballytelling you about a dream, I could let you live inside that dream? What if instead of just experiencingvisiting some reality on Earth, you could surf gravitational waveson the edge of a black hole, or create galaxies from scratch, or communicate with each othernot using words but using our raw thoughts? That's not a virtual reality anymore.", "en": " 最終，我們可以看看是否能利用上我們人類身上所有的感官當作媒介 去體驗任何一個我們想經歷的故事 我現在可以稱它做虛擬實境 但當我們超越虛擬現實的時候 我們會叫它甚麼？ 如果不是靠口說告訴你一個夢想 而是讓你住進到這個夢裡呢？ 如果不是讓你只是體驗參觀一下地球的一些實境 而是帶你到黑洞邊緣的重力波上衝浪 或者描繪宇宙的緣起 或者不是用文字彼此溝通 而是用我們最初衷的想法溝通呢？ 這將不僅僅是虛擬實境而已"}, {"zh-tw": " And honestly I don't knowwhat that's called. But I hope you see where we're going.", "en": " 坦白說，我也不知道那叫甚麼 但我希望各位可以看看我們到哪個程度了"}, {"zh-tw": " But here I am, intellectualizinga medium I'm saying is experiential. So let's experience it.", "en": " 但我今天來到這邊 是想讓各位體驗一下我剛剛提的智能媒介 所以 我們開始體驗吧！"}, {"zh-tw": " In your hands, you hopefully holda piece of cardboard. Let's open the flap.", "en": " 在各位手上 應該都有一片紙板 請各位把它打開"}, {"zh-tw": " Tap on the power buttonto unlock the phone. For the people watching at home, we're going to put up a card right now to show you how to downloadthis experience on your phone yourself, and even get a Google cardboardof your own to try it with.", "en": " 按下開關按鈕 解鎖手機 對於家裡觀看的民眾 我們現在在螢幕上會顯示 告訴你如何從手機上下載這次的體驗 甚至可以買到 Google 的紙板眼鏡"}, {"zh-tw": " We played in cardboard boxes as kids, and as adults, I'm hoping we can all finda little bit of that lightning by sticking our head in one again. You're about to participate in the largest collectiveVR viewing in history.", "en": " 我們小時候，在紙箱裡玩 現在長大了 我希望我們都能找回兒時的純真 把我們的頭 再次鑽到紙箱內 各位將參與到 史上最大型的集體觀賞虛擬實境秀"}, {"zh-tw": " And in that classic old-timeystyle of yesteryear, we're all going to watch something at the exact same time, together. Let's hope it works.", "en": " 並且在經典的懷舊風格中 我們將同一時刻 一起觀賞 希望可以成功"}, {"zh-tw": " What's the countdownlook like? I can't see. Audience: ...15, 14, 13, 12, 11, 10, 9, 8, 7, 6, 5, 4, 3, 2, 1 (Birds singing) (Train engine) Audience: (Shreiks) (Video) JR: Let me tell you how I shot the coverof the New York Times Magazine, \"Walking New York.\" I just got strapped onoutside the helicopter, and I had to be perfectlyvertical so I could grab it.", "en": " 倒數計時器長怎麼樣？我看不到 觀眾：...15, 14, 13, 12, 11, 10, 9, 8, 7, 6, 5, 4, 3, 2, 1 （鳥鳴） （火車引擎聲） 觀眾：（尖叫） （影片） JR：讓我告訴各位 我是怎麽拍攝紐約時報的封面 <<行走的紐約>> 我當時被綁在直升機的外側 因為我需要最佳的垂直拍攝角度"}, {"zh-tw": " And when I was perfectly above -- you know, with the wind,we had to redo it a few times -- then I kept shooting. (Video) Woman's voice: Dear Lord, protect us from evil, for you are the Lord, the light.", "en": " 當我準備要拍攝的時候 你知道 有時候會有風我們就需要重拍 一直拍 （影片）女人的聲音：親愛的上帝 請保佑我們遠離災難 因為你是我們的上帝"}, {"zh-tw": " You who gave us life took it away. Let your will be done.", "en": " 我們的陽光 你賦予我們生命卻又把它帶走 願你的旨意成就"}, {"zh-tw": " Please bring peace to the manywho have lost loved ones. Help us to live again.", "en": " 請將和平帶給那些失去愛人的人 協助我們重生"}, {"zh-tw": " (Music) (Video) (Children's voices) Child's voice: There are more kidsin Zaatari than adults right now. Sometimes I think we are the ones in charge.", "en": " （音樂） （影片）（小孩聲音） 小孩聲音：現在在扎塔里大人比小孩子多 有時候我在想 我們就是扛起責任的那個人"}, {"zh-tw": " Chris Milk: How was it? That was a cheap way of getting youto do a standing ovation. I just made you all stand.I knew you'd applaud at the end.", "en": " 克里斯．邁克：感受如何？ 這是一個便宜又可以讓各位站起來喝彩的方法 剛剛我讓各位都站起來了而且我知道你們一定會在結束的時候鼓掌"}, {"zh-tw": " I believe that everyone on Earthneeds to experience what you just experienced. That way we can collectivelystart to shape this, not as a tech platform but as a humanity platform.", "en": " 我相信地球上每一個人都需要去體驗 各位剛剛所體驗到的 這樣我們就可以一起開始雕塑虛擬實境 讓它不再只是個技術平台 而是一個人性的平台"}, {"zh-tw": " And to that end, in November of last year, the New York Times and Vrse madea VR project called \"The Displaced.\" It launched with one millionGoogle Cardboards sent out to every Sunday subscriberwith their newspaper. But a funny thing happenedthat Sunday morning.", "en": " 在結束前 去年 11 月份 紐約時報和 Vrse 公司合作了一項專案 叫做<<The Displaced>> 他們發送了一百萬個 Google 硬紙板 給每一個周日有訂閱報紙的讀者 但那一個禮拜天的早上發生了一件有趣的事"}, {"zh-tw": " A lot of people got them that were not the intended recipientson the mailing label. And we started seeing thisall over Instagram.", "en": " 有很多人拿到它 他們很多人並不是郵件地址上的收件人 然後我們開始在 Instagram 大量的看到這些"}, {"zh-tw": " Look familiar? Music led me on a path of searching for what seemedlike the unattainable for a very long time. Now, millions of kids just hadthe same formative experience in their childhood that I had in mine.", "en": " 看起來很眼熟吧？ 音樂帶領我走上了這條路 我花了很長的時間 在尋找那當初找不到的感動 現在，有幾百萬個小朋友 在他們童年的時候 也能同樣體驗到我內心的感動"}, {"zh-tw": " Only I think this one surpasses it. Let's see where this leads them.", "en": " 這是唯一一個我認為 超越過去媒介的科技 讓我們拭目以待 這個將會 帶領他們去向何處"}, {"zh-tw": " Thank you.", "en": " 謝謝各位"}], "title": "Chris Milk The Birth Of Virtual Reality As An Art Form"}