{"url": "http://www.ted.com/talks/elise_roy_when_we_design_for_disability_we_all_benefit", "paragraphs": [{"zh-tw": " I'll never forget the sound of laughing with my friends. I'll never forget the sound of my mother's voiceright before I fell asleep.", "en": " 我永遠忘不了 與朋友相聚時的歡笑聲。 我永遠忘不了 入睡前媽媽的聲音。"}, {"zh-tw": " And I'll never forgetthe comforting sound of water trickling down a stream. Imagine my fear, pure fear, when, at the age of 10, I was told I was going to lose my hearing.", "en": " 我永遠不會忘記 那讓人寬心涓涓而下的溪流聲音。 想像一下，我十歲那年的恐懼、純然的恐懼。 我被告知將會失去聽覺。"}, {"zh-tw": " And over the next five years, it progressed until I was classifiedas profoundly deaf. But I believe that losing my hearing was one of the greatest giftsI've ever received.", "en": " 在往後五年， 我的聽力漸漸減弱，最後被分類為極度嚴重的聽障。 但我相信，失去了聽覺 是我這一生最好的禮物。"}, {"zh-tw": " You see, I get to experiencethe world in a unique way. And I believe thatthese unique experiences that people with disabilities have is what's going to help usmake and design a better world for everyone -- both for peoplewith and without disabilities.", "en": " 你看，我得用獨特的方式來體驗世界。 而我相信，這些殘障人士的獨特經驗 可以幫助我們創造並設計出更美好的世界， 讓所有人，不論健全或殘障都能受益。"}, {"zh-tw": " I used to be a disability rights lawyer, and I spent a lot of my timefocused on enforcing the law, ensuring that accommodations were made. And then I had to quicklylearn international policy, because I was asked to workon the UN Convention that protects people with disabilities.", "en": " 我曾是一位殘障人士的權利律師， 長時間在執業， 確保殘障人士的需要得到滿足。 然後我必須迅速學習國際政策， 因為我受邀從事有關於《聯合國殘障人士權利公約》的工作。"}, {"zh-tw": " As the leader of the NGO there, I spent most of my energytrying to convince people about the capabilitiesof people with disabilities. But somewhere along the way, and after many career transitions that my parents weren't so happy about -- I stumbled upon a solution that I believe may bean even more powerful tool to solve some of the world'sgreatest problems, disability or not.", "en": " 身為非政府組織的領袖， 我花費大部分精力去說服別人 認同殘疾人士的各種能力。 但這一路來， 換了很多不同的工作， 我爸媽並不太開心我這樣換 —— 我無意中找到了答案， 我相信這也許是更有效的工具 可以解決世上一些重要的問題， 不論問題是否關於殘障人士。"}, {"zh-tw": " And that tool is called design thinking. Design thinking is a processfor innovation and problem solving.", "en": " 這工具叫做「設計思考」。 設計思考是一個創新和解決問題的過程，"}, {"zh-tw": " There are five steps. The first is defining the problem and understanding its constraints.", "en": " 總共有五個步驟。 第一、定義問題並了解它的限制。"}, {"zh-tw": " The second is observing peoplein real-life situations and empathizing with them. Third, throwing out hundreds of ideas --the more the better, the wilder the better.", "en": " 第二、觀察人們在真實生活中的情況， 並感同身受他們的處境。 第三、激盪出各種想法 ——愈多愈好、 愈瘋狂愈好。"}, {"zh-tw": " Fourth, prototyping:gathering whatever you can, whatever you can find, to mimic your solution, to test it and to refine it. And finally, implementation: ensuring that the solutionyou came up with is sustainable.", "en": " 第四、形成雛形：盡可能收集你能找到的方案 去模擬、測試， 並作改善。 最後是實踐計劃， 確保你得出的方案是持續可行的。"}, {"zh-tw": " Warren Berger says that design thinkingteaches us to look sideways, to reframe, to refine, to experiment and, probably most importantly, ask those stupid questions. Design thinkers believethat everyone is creative.", "en": " 華倫·柏格說，「設計思考」教導我們從旁觀察、 重新構築、改善、試驗， 以及可能是最重要的： 要學會問蠢問題。 設計思考者相信每個人都有創意。"}, {"zh-tw": " They believe in bringing peoplefrom multiple disciplines together, because they want to sharemultiple perspectives and bring them togetherand ultimately merge them to form something new. Design thinking is such a successfuland versatile tool that it has been appliedin almost every industry.", "en": " 他們相信，集合不同專業的人， 分享不同的觀點， 可以把這些觀點聚集起來， 形成一種新的架構。 設計思考是如此有效和多功能的工具， 它適用於各個行業。"}, {"zh-tw": " I saw the potential that it hadfor the issues I faced, so I decided to go back to school and get my master's in social design. This looks at how to use designto create positive change in the world.", "en": " 我看出，它有解決我當時所面對的問題的潛力， 因此我決定重回校園， 取得社會設計碩士。 這是一門研究如何透過設計來改善世界的學問。"}, {"zh-tw": " While I was there, I fell in love with woodworking. But what I quickly realized was that I was missing out on something.", "en": " 我在攻讀碩士時， 愛上了木工工藝。 但我很快發現， 我欠缺了一些能力。"}, {"zh-tw": " As you're working with a tool, right before it's aboutto kick back at you -- which means the piece or the tooljumps back at you -- it makes a sound. And I couldn't hear this sound.", "en": " 就是，當你在使用工具時， 在它踫到你之前， 就是當木材或工具卡住，跳起來打到你之前， 會發出聲響。 但我聽不到聲音。"}, {"zh-tw": " So I decided, why not try and solve it? My solution was a pair of safety glasses that were engineeredto visually alert the user to pitch changes in the tool, before the human ear could pick it up. Why hadn't tool designersthought of this before? Two reasons: one, I was a beginner.", "en": " 因此我決定， 何不嘗試解決這個問題？ 我的解決方法是一副安全眼鏡， 它在工具產生高音變化時， 會用視覺提示的方式來警告使用者， 讓使用者在聽到之前就能覺察到。 為甚麼之前的工具設計者從未想過？ 有兩個原因：一、我是個新手，"}, {"zh-tw": " I wasn't weighed down by expertiseor conventional wisdom. The second is: I was Deaf.", "en": " 未受專門技術或傳統觀念限制。 二、我失聰。"}, {"zh-tw": " My unique experience of the worldhelped inform my solution. And as I went on, I kept running intomore and more solutions that were originally madefor people with disabilities, and that ended up being picked up, embraced and loved by the mainstream, disability or not.", "en": " 我對世界的獨特體驗有助於我解決問題。 而當我投入時，我會不斷地為殘疾人士 尋找更多的解決方法， 最後受到主流大眾的擁戴的喜愛， 不論他們殘疾與否。"}, {"zh-tw": " This is an OXO potato peeler. It was originally designedfor people with arthritis, but it was so comfortable,everybody loved it.", "en": " 這是個 OXO 馬鈴薯削皮器。 它原本是為關節炎患者所設計， 但因為手感舒服，人人都愛用。"}, {"zh-tw": " Text messaging: that was originallydesigned for people who are Deaf. And as you know,everybody loves that, too.", "en": " 簡訊：這功能原本是為失聰人士所設計的。 結果，大家都超愛傳簡訊的。"}, {"zh-tw": " I started thinking: What if we changed our mindset? What if we started designingfor disability first -- not the norm? As you see, when we designfor disability first, we often stumble uponsolutions that are not only inclusive, but also are often betterthan when we design for the norm. And this excites me, because this means that the energyit takes to accommodate someone with a disability can be leveraged, molded and played with as a force for creativity and innovation.", "en": " 我開始思考： 如果我們能把頭腦轉換個方向？ 若我們反常道而行，先為殘疾人士設計會怎樣？ 如你所見，當我們先為殘障人士設計時， 我們經常會無意中發現 這些設計不但適合不同的人， 而且比一般設計還要優秀。 這讓我備受鼓舞， 因為這意味著， 為殘疾人士所花費的心思和設計上的調整 可以為創意及創新 帶來更多的動力。"}, {"zh-tw": " This moves us from the mindsetof trying to change the hearts and the deficiency mindset of tolerance, to becoming an alchemist, the type of magician that this worldso desperately needs to solve some of its greatest problems. Now, I also believe that people with disabilitieshave great potential to be designers within this design-thinking process.", "en": " 這可以驅使我們的思維， 從心的改變及包容力不足的情況， 轉變成能解決世上最大問題的煉金魔術師。 現在我也相信， 殘障人士在設計思考的過程中，很有潛質能成為設計師。"}, {"zh-tw": " Without knowing it, from a very early age, I've been a design thinker,fine-tuning my skills. Design thinkers are, by nature,problem solvers.", "en": " 我根本不知道，我從很小的時候 就已經是一位不斷地在磨練自己技能的設計思考者， 設計思考者天生就是問題解決者。"}, {"zh-tw": " So imagine listening to a conversation and only understanding50 percent of what is said. You can't ask them to repeatevery single word.", "en": " 想像一下，你正在聆聽一段對話， 而你只能理解 50% 的內容， 你不能請他們重複每個字，"}, {"zh-tw": " They would just get frustrated with you. So without even realizing it, my solution was to takethe muffled sound I heard, that was the beat, and turn it into a rhythmand place it with the lips I read.", "en": " 否則他們會對你感到不耐煩。 所以幾乎在聽不懂的情況下， 我的解決方法就是，把那些模糊不清的聲音， 也就是說話的節奏， 轉變成為旋律，再加上我讀到的唇語來綜合理解它們。"}, {"zh-tw": " Years later, someone commentedthat my writing had a rhythm to it. Well, this is because I experienceconversations as rhythms.", "en": " 多年後，某人說我的文章中有節奏， 那是因為我是用旋律在體會對話。"}, {"zh-tw": " I also became really,really good at failing. Quite literally.", "en": " 我也變得很會處理失敗時的挫折。 這是說真的。"}, {"zh-tw": " My first semester in Spanish, I got a D. But what I learnedwas that when I picked myself up and changed a few things around, eventually, I succeeded.", "en": " 我西班牙文的第一學期取得 D 級， 但我學到的是當我重新站起來， 重新調整過後， 最後還是可以成功的。"}, {"zh-tw": " Similarly, design thinkingencourages people to fail and fail often, because eventually, you will succeed. Very few great innovations in this world have come from someone succeedingon the first try.", "en": " 同樣地，設計思考鼓勵人們失敗， 並且經常失敗， 因為最後，你會成功的。 世上很少偉大的發明創新 第一次就能成功。"}, {"zh-tw": " I also experienced this lesson in sports. I'll never forget my coachsaying to my mom, \"If she just didn't have her hearing loss, she would be on the national team.\" But what my coach, and what Ididn't even know at the time, was that my hearing lossactually helped me excel at sports.", "en": " 我在體育運動上也得到相同的教訓。 我永遠不會忘記教練跟我媽媽說： 「如果她沒有失去聽覺能力， 她會入選國家隊。」 但教練和當時的我也不知道， 其實我失去聽力，反倒幫助我擅長於運動。"}, {"zh-tw": " You see, when you lose your hearing,not only do you adapt your behavior, but you also adapt your physical senses. One example of this is that my visualattention span increased.", "en": " 你想想，當你失去聽力，你不單要調適你的行為， 你也要調適你的感官。 舉個例子， 我的視覺專注範圍增加了。"}, {"zh-tw": " Imagine a soccer player,coming down the left flank. Imagine being goalkeeper, like I was, and the ball is comingdown the left flank.", "en": " 想像有一位足球員，向左側過來， 而你就是我當時擔任的守門員， 球向左側翼過來。"}, {"zh-tw": " A person with normal hearingwould have the visual perspective of this. I had the benefit of a spectrum this wide.", "en": " 聽力正常的人差不多有這樣的視線範圍。 而我的優勢就是，視線範圍比他們廣。"}, {"zh-tw": " So I picked up the players over here, that were moving aboutand coming down the field. And I picked them up quicker,so that if the ball was passed, I could reposition myselfand be ready for that shot.", "en": " 所以我可以注意到那邊的球員， 正不斷地移動過來。 我可以比較快注意到他們，所以一旦傳球， 我能調整位置，準備迎接射門。"}, {"zh-tw": " So as you can see, I've been a design thinkerfor nearly all my life. My observation skills have been honedso that I pick up on things that others would never pick up on.", "en": " 如你所見， 我幾乎這一生都在當設計思考者。 我的觀察力經年累月地磨練，能覺察其他人未能發現的東西。"}, {"zh-tw": " My constant need to adapthas made me a great ideator and problem solver. And I've often had to do thiswithin limitations and constraints.", "en": " 我需要不斷適應，這使我擅於想像和解決問題。 我經常必須在受限的條件下完成工作。"}, {"zh-tw": " This is something that designersalso have to deal with frequently. My work most recently took me to Haiti.", "en": " 這也是設計師經常要處理的問題。 我最近到海地工作，"}, {"zh-tw": " Design thinkers often seek outextreme situations, because that often informssome of their best designs. And Haiti -- it was like a perfect storm.", "en": " 設計思考者經常在尋找極端情況， 因為這樣可以激發出他們設計出最好的作品。 而海地—— 就像一場完美的風暴。"}, {"zh-tw": " I lived and workedwith 300 Deaf individuals that were relocatedafter the 2010 earthquake. But five and a half years later, there still was no electricity; there still was no safe drinking water; there were still no job opportunities; there was still rampant crime,and it went unpunished.", "en": " 我和 300 位失聰人士一起生活工作。 他們是在 2010 年地震後遷居至此。 但五年半後， 那裡仍然沒有電力供應， 仍然沒有安全的用水， 仍然沒有工作機會， 犯罪仍然猖獗，但無人被懲處。"}, {"zh-tw": " International aid organizationscame one by one. But they came with pre-determined solutions.", "en": " 國際援助機構接續而來。 但他們到來時 已有預定的解決方案，"}, {"zh-tw": " They didn't come readyto observe and to adapt based on the community's needs. One organization gave themgoats and chickens.", "en": " 他們並不打算實地觀察，按照社區需求來提供服務。 有一個組織提供他們山羊和小雞。"}, {"zh-tw": " But they didn't realize that there was so much hungerin that community, that when the Deaf went to sleepat night and couldn't hear, people broke into their yardsand their homes and stole these chickens and goats, and eventually they were all gone. Now, if that organizationhad taken the time to observe Deaf people,to observe the community, they would have realized their problem and perhaps they would havecome up with a solution, something like a solar light, lighting up a secure pento put them in at night to ensure their safety.", "en": " 但他們沒有意識到 社區中的飢餓問題如此嚴重。 當失聰人士夜晚入睡時，他們聽不到聲音。 小偷會潛入他們的院子， 偷走這些小雞和山羊， 最後一隻也不剩。 現在，如果那個機構花時間 觀察失聰人士，觀察他們的社群， 那機構便能意識到其問題。 或許，他們就會得到解決方法， 例如提供類似太陽能燈的東西， 能照亮晚間圈養動物的地方， 來確保牠們的安全。"}, {"zh-tw": " You don't have to be a design thinker to insert the ideasI've shared with you today. You are creative.", "en": " 你不用成為設計思考者， 才能分享我今天跟各位分享的概念。 你有創作力。"}, {"zh-tw": " You are a designer -- everyone is. Let people like me help you.", "en": " 你就是個設計師 —— 每一個人都是。 讓我們這些人幫助你。"}, {"zh-tw": " Let people with disabilitieshelp you look sideways, and in the process, solve some of the greatest problems. That's it. Thank you.", "en": " 讓殘疾人士幫你看前顧後， 並在過程中， 解決重要的問題。 就這樣。謝謝各位。"}], "title": "Elise Roy When We Design For Disability We All Benefit"}