{"url": "http://www.ted.com/talks/brian_cox_on_cern_s_supercollider", "paragraphs": [{"zh-tw": " This is the Large Hadron Collider. It's 27 kilometers in circumference. It's the biggest scientific experiment ever attempted.", "en": " 這就是大強子對撞機 周長27公里 它是前所未有最大的科學實驗"}, {"zh-tw": " Over 10,000 physicists and engineers from 85 countries around the world have come together over several decades to build this machine. What we do is we accelerate protons -- so, hydrogen nuclei -- around 99.999999 percent the speed of light.", "en": " 超過一萬名物理學家與工程師 來自全世界八十五個國家 費時數十年 齊聚一堂 建造這個機器 我們將質子的運動 也就是氫的原子核 加速到光速的 99.999999%"}, {"zh-tw": " Right? At that speed, they go around that 27 kilometers 11,000 times a second. And we collide them with another beam of protons going in the opposite direction.", "en": " 每秒繞行27公里的 軌道一萬一千次 然後用另一道反向行進的質子束 使他們對撞"}, {"zh-tw": " We collide them inside giant detectors. They're essentially digital cameras.", "en": " 質子在巨大的偵測器內對撞 這些偵測器其實就是數位相機"}, {"zh-tw": " And this is the one that I work on, ATLAS. You get some sense of the size -- you can just see these EU standard-size people underneath.", "en": " 這是我負責的部份: 超導環場探測器 你可以感覺一下它有多大 看看站在底下的 標準尺寸的歐洲人"}, {"zh-tw": " You get some sense of the size: 44 meters wide, 22 meters in diameter, 7,000 tons. And we re-create the conditions that were present less than a billionth of a second after the universe began up to 600 million times a second inside that detector -- immense numbers.", "en": " 感覺一下超導環場探測器的大小 寬44公尺 直徑22公尺 七千噸重 我們重現宇宙形成後 一百萬分之一秒內的情形 也就是在偵測器內 一秒鐘發生 高達六億次 很可觀的數字"}, {"zh-tw": " And if you see those metal bits there -- those are huge magnets that bend electrically charged particles, so it can measure how fast they're traveling. This is a picture about a year ago.", "en": " 看看那些金屬片 那是巨大的磁鐵 用來彎曲帶電粒子 探測器測量質子運動速率 這張照片是大約一年前拍的"}, {"zh-tw": " Those magnets are in there. And, again, a EU standard-size, real person, so you get some sense of the scale.", "en": " 磁鐵在那裡 底下站了一位標準尺寸的歐洲人 可以想像這對撞器有多大"}, {"zh-tw": " And it's in there that those mini-Big Bangs will be created, sometime in the summer this year. And actually, this morning, I got an email saying that we've just finished, today, building the last piece of ATLAS.", "en": " 今年夏天迷你大爆炸實驗 就是在這裡進行 今天一早我收到一封電子郵件 通知我今天ATLAS 最後一個零件已經完成安裝"}, {"zh-tw": " So as of today, it's finished. I'd like to say that I planned that for TED, but I didn't. So it's been completed as of today. Yeah, it's a wonderful achievement.", "en": " 就像是為了今天的演講而完工的 我想說是特地為了TED安排的 但其實不是 好,今天完工了 (眾人鼓掌) 這是個了不起的的成就"}, {"zh-tw": " So, you might be asking, \"Why? Why create the conditions that were present less than a billionth of a second after the universe began?\" Well, particle physicists are nothing if not ambitious. And the aim of particle physics is to understand what everything's made of, and how everything sticks together.", "en": " 但你們也許會問：為什麼? 為什麼要重現宇宙形成後 十億分之一秒內的狀態? 少了雄心壯志, 粒子物理學家就什麼也不是 粒子物理學的目標是要了解 萬物是怎麼產生的? 如何形成的?"}, {"zh-tw": " And by everything I mean, of course, me and you, the Earth, the Sun, the 100 billion suns in our galaxy and the 100 billion galaxies in the observable universe. Absolutely everything.", "en": " 當然, 所謂的萬物是指 你, 我, 這個地球, 太陽 我們身處的銀河系中數不盡的太陽 數不盡的銀河系 在我們能觀察到範圍 這一切就是萬物"}, {"zh-tw": " Now you might say, \"Well, OK, but why not just look at it? You know? If you want to know what I'm made of, let's look at me.\" Well, we found that as you look back in time, the universe gets hotter and hotter, denser and denser, and simpler and simpler. Now, there's no real reason I'm aware of for that, but that seems to be the case.", "en": " 你可能會想, \"好吧, 幹嘛不直接用看的就好?\" 如果你想知道我是什麼東西做的, 直接看我就好了\" 回顧過去, 我們發現 宇宙越來越熱 密度越來越高, 越來越單一 我無法解釋為什麼 但是事實似乎就是如此"}, {"zh-tw": " So, way back in the early times of the universe, we believe it was very simple and understandable. All this complexity, all the way to these wonderful things -- human brains -- are a property of an old and cold and complicated universe.", "en": " 回到宇宙形成之初 我們認為宇宙是簡單易懂的 一切複雜, 美好的事物 例如人的大腦, 都是古老蒼涼的宇宙 所演化出來的產物"}, {"zh-tw": " Back at the start, in the first billionth of a second, we believe, or we've observed, it was very simple. It's almost like ...", "en": " 回到起點, 在那十億分之一秒的瞬間 我們認為, 或說我們觀察到, 是非常簡單的狀態 就像是..."}, {"zh-tw": " imagine a snowflake in your hand, and you look at it, and it's an incredibly complicated, beautiful object. But as you heat it up, it'll melt into a pool of water, and you would be able to see that, actually, it was just made of H20, water. So it's in that same sense that we look back in time to understand what the universe is made of.", "en": " 你手中有一片雪花 看著它, 你覺得它既精緻 又漂亮, 當你把它加熱 雪花就融化成水 你可以看到雪花實際上是由 H2O, 水形成的 我們用同樣的概念, 同樣的方法 來瞭解宇宙是由什麼所組成"}, {"zh-tw": " And, as of today, it's made of these things. Just 12 particles of matter, stuck together by four forces of nature.", "en": " 現在我們知道是由這些物質組成 12種物質粒子 四種自然力共同形成"}, {"zh-tw": " The quarks, these pink things, are the things that make up protons and neutrons that make up the atomic nuclei in your body. The electron -- the thing that goes around the atomic nucleus -- held around in orbit, by the way, by the electromagnetic force that's carried by this thing, the photon.", "en": " 夸克, 這些粉紅的東西, 構成質子與中子 也就是你身體裡的原子核 電子, 環繞著 原子核 靠著電磁力, 依循軌道繞行 電磁力是來自於光子"}, {"zh-tw": " The quarks are stuck together by other things called gluons. And these guys, here, they're the weak nuclear force, probably the least familiar.", "en": " 膠子把夸克聚合在一起 這些粒子含有弱核力 這也許是我們最不熟悉的"}, {"zh-tw": " But, without it, the sun wouldn't shine. And when the sun shines, you get copious quantities of these things, called neutrinos, pouring out.", "en": " 但是沒有它就不會有陽光 當陽光出現時, 會放射出 大量的微中子"}, {"zh-tw": " Actually, if you just look at your thumbnail -- about a square centimeter -- there are something like 60 billion neutrinos per second from the sun, passing through every square centimeter of your body. But you don't feel them, because the weak force is correctly named -- very short range and very weak, so they just fly through you.", "en": " 如果你看著你大姆指的指甲 大概一平方公分 每秒有 大約600億個來自太陽 的微中子穿過 你身上的每一平方公分 但你沒會有任何感覺, 因為弱核力名副其實 極為短暫且微弱 直接穿透你"}, {"zh-tw": " And these particles have been discovered over the last century, pretty much. The first one, the electron, was discovered in 1897, and the last one, this thing called the tau neutrino, in the year 2000. Actually just -- I was going to say, just up the road in Chicago. I know it's a big country, America, isn't it? Just up the road.", "en": " 這些粒子在上個世紀就 己經被發現了 首先是電子, 在1897年被發現 最後一個則是濤微中子(tau neutrino) 在2000年被發現 在芝加哥的馬路邊, 我突然想到美國超大的 對吧? 就在馬路邊"}, {"zh-tw": " Relative to the universe, it's just up the road. So, this thing was discovered in the year 2000, so it's a relatively recent picture.", "en": " 相對於整個宇宙, 我們就在馬路邊 笑 好, 這些粒子在2000年被發現 還不算太久"}, {"zh-tw": " One of the wonderful things, actually, I find, is that we've discovered any of them, when you realize how tiny they are. You know, they're a step in size from the entire observable universe.", "en": " 奇妙的是我們發現他們了 想想它們有多麼微小 就尺寸而言, 相對於宇宙 它們只有一步的距離那麼大"}, {"zh-tw": " So, 100 billion galaxies, 13.7 billion light years away -- a step in size from that to Monterey, actually, is about the same as from Monterey to these things. Absolutely, exquisitely minute, and yet we've discovered pretty much the full set.", "en": " 一千億個銀河系 137億光年的距離 這些粒子只有一步的距離的大小 就像拿蒙特雷和整個美國比 的的確確小的不得了 但是這些粒子幾乎全被我們發現了"}, {"zh-tw": " So, one of my most illustrious forebears at Manchester University, Ernest Rutherford, discoverer of the atomic nucleus, once said, \"All science is either physics or stamp collecting.\" Now, I don't think he meant to insult the rest of science, although he was from New Zealand, so it's possible. But what he meant was that what we've done, really, is stamp collect there.", "en": " 我的一位很傑出的前輩 曼徹斯特大學的歐尼斯特‧拉瑟福 原子核發現者 他曾說 \"科學不是物理 就是收集郵票\" 我並不認為他在羞辱 物理之外的科學領域 不過他是紐西蘭人, 所以蠻有有可能的喔 他的意思是我們所做的一切 就不過是收集郵票而己"}, {"zh-tw": " OK, we've discovered the particles, but unless you understand the underlying reason for that pattern -- you know, why it's built the way it is -- really you've done stamp collecting. You haven't done science. Fortunately, we have probably one of the greatest scientific achievements of the twentieth century that underpins that pattern.", "en": " 好, 我們己經發現粒子 但除非了解這模式背後隱含的理由— 萬事萬物之所以形成的方式, 那麼我們只不過是在集郵票, 並不是做科學研究 很幸運的我們有或許是二十世紀 最偉大的科學成就之一 為這個模式奠定了基礎"}, {"zh-tw": " It's the Newton's laws, if you want, of particle physics. It's called the standard model -- beautifully simple mathematical equation.", "en": " 可以說這是粒子物理的 牛頓定理 這模式叫\"標準模型\" — 美妙又簡單的數學公式"}, {"zh-tw": " You could stick it on the front of a T-shirt, which is always the sign of elegance. This is it.", "en": " 你可以把它印在T恤前面 看起來會很考究、好看 沒錯"}, {"zh-tw": " I've been a little disingenuous, because I've expanded it out in all its gory detail. This equation, though, allows you to calculate everything -- other than gravity -- that happens in the universe.", "en": " 我有點不老實, 因為我揭露了 血淋淋的細節 這個方程式可以計算宇宙中 除了重力之外的任何東西"}, {"zh-tw": " So, you want to know why the sky is blue, why atomic nuclei stick together -- in principle, you've got a big enough computer -- why DNA is the shape it is. In principle, you should be able to calculate it from that equation.", "en": " 想知道為天空什麼是藍的, 原子核為什麼能聚在一起 你需要一台夠強力的電腦 DNA為什麼會是那種形狀 你可以用這個方程式去計算"}, {"zh-tw": " But there's a problem. Can anyone see what it is? A bottle of champagne for anyone that tells me.", "en": " 但是有個問題 有人知道嗎? 我會送一瓶香檳給告訴我答案的人"}, {"zh-tw": " I'll make it easier, actually, by blowing one of the lines up. Basically, each of these terms refers to some of the particles.", "en": " 把這一行放大, 這樣會簡單一點 基本上, 公式裡每一項參數 代表一種粒子"}, {"zh-tw": " So those Ws there refer to the Ws, and how they stick together. These carriers of the weak force, the Zs, the same.", "en": " 這些W代表弱作用力, 還有粒子如何結合 Z攜帶弱作用力, 也是如此"}, {"zh-tw": " But there's an extra symbol in this equation: H. Right, H.", "en": " 但是這方程式多一個符號: H 對, H"}, {"zh-tw": " H stands for Higgs particle. Higgs particles have not been discovered.", "en": " H代表希格斯粒子 希格斯粒子現在還沒被發現"}, {"zh-tw": " But they're necessary: they're necessary to make that mathematics work. So all the exquisitely detailed calculations we can do with that wonderful equation wouldn't be possible without an extra bit.", "en": " 但是這個方程式要成立 希格斯粒子是必要的 所有運用這個神奇的方程式 做的精密計算 沒有H, 就沒戲唱了"}, {"zh-tw": " So it's a prediction: a prediction of a new particle. What does it do? Well, we had a long time to come up with good analogies.", "en": " 這是個預測 對一種新粒子的預測 那H是用來幹嘛的? 嗯, 我們花了很長時間才想出絕佳的比喻"}, {"zh-tw": " And back in the 1980s, when we wanted the money for the LHC from the U.K. government, Margaret Thatcher, at the time, said, \"If you guys can explain, in language a politician can understand, what the hell it is that you're doing, you can have the money. I want to know what this Higgs particle does.\" And we came up with this analogy, and it seemed to work.", "en": " 1980年代, 當我們想從英國政府 那裡申請經費做大強子對撞機的研究 佘契爾夫人說, \"如果你們能用政治家能夠 理解的語言來解釋 你們到底在幹嘛, 我就撥錢給你們 我想知道希格斯粒子是做什麼的\" 我們找到了比喻, 看來是成功了"}, {"zh-tw": " Well, what the Higgs does is, it gives mass to the fundamental particles. And the picture is that the whole universe -- and that doesn't mean just space, it means me as well, and inside you -- the whole universe is full of something called a Higgs field.", "en": " 希格斯粒子的功能是讓基礎粒子具有質量 整個宇宙— 不只是外太空, 包含了我, 還有你— 整個宇宙就是一個希格斯場"}, {"zh-tw": " Higgs particles, if you will. The analogy is that these people in a room are the Higgs particles.", "en": " 也就是希格斯粒子 打個比方, 這個房間裡的人 是希格斯粒子"}, {"zh-tw": " Now when a particle moves through the universe, it can interact with these Higgs particles. But imagine someone who's not very popular moves through the room.", "en": " 當某個粒子在宇宙中移動 它可以跟希格斯粒子互動 想像一下, 房間裡有某個人不太受歡迎"}, {"zh-tw": " Then everyone ignores them. They can just pass through the room very quickly, essentially at the speed of light. They're massless. And imagine someone incredibly important and popular and intelligent walks into the room.", "en": " 其它人都忽略他, 他以光速很快的 穿越過房間, 因為沒有質量 好, 有某個非常重要的人 很受歡迎又很聰明 走進了房間"}, {"zh-tw": " They're surrounded by people, and their passage through the room is impeded. It's almost like they get heavy. They get massive.", "en": " 就被其他人團團包圍, 走起路來障礙重重 感覺就像變重了, 因為有質量"}, {"zh-tw": " And that's exactly the way the Higgs mechanism works. The picture is that the electrons and the quarks in your body and in the universe that we see around us are heavy, in a sense, and massive, because they're surrounded by Higgs particles.", "en": " 這就是希格斯粒子運作機制 這也說明你體內及我們周遭的世界 的電子與夸克這些粒子 之所以有重量, 有質量 是因為它們被希格斯粒子包圍"}, {"zh-tw": " They're interacting with the Higgs field. If that picture's true, then we have to discover those Higgs particles at the LHC.", "en": " 與希格斯場互動 如果這個預測是正確的 那麼我們必須靠LHC來發現希格斯粒子"}, {"zh-tw": " If it's not true -- because it's quite a convoluted mechanism, although it's the simplest we've been able to think of -- then whatever does the job of the Higgs particles we know have to turn up at the LHC. So, that's one of the prime reasons we built this giant machine.", "en": " 如果這個預測是錯誤的, 因為這很錯綜複雜 雖然這是我們能想出來的最簡單的了— 不管H是希格斯粒子或是其他的東西 我們確信它會在 LHC裡會出現 這是我們建造這個龐然大物的主要原因之一"}, {"zh-tw": " I'm glad you recognize Margaret Thatcher. Actually, I thought about making it more culturally relevant, but -- anyway.", "en": " 很高興你們認出了佘契爾夫人 事實上, 我想要讓它看起來更有文化氣息, 但是 總之"}, {"zh-tw": " So that's one thing. That's essentially a guarantee of what the LHC will find.", "en": " 重點是 這是LHC保證一定會找到的"}, {"zh-tw": " There are many other things. You've heard many of the big problems in particle physics. One of them you heard about: dark matter, dark energy.", "en": " 還會有其它的東西, 你一定聽說過 粒子物理學的中諸多難題 其中一個是暗物質, 暗能源"}, {"zh-tw": " There's another issue, which is that the forces in nature -- it's quite beautiful, actually -- seem, as you go back in time, they seem to change in strength. Well, they do change in strength.", "en": " 這是另一個課題— 就是自然力, 事實上是很奇妙的 如果回溯過去 自然力在強度上似乎有改變 真的有改變"}, {"zh-tw": " So, the electromagnetic force, the force that holds us together, gets stronger as you go to higher temperatures. The strong force, the strong nuclear force, which sticks nuclei together, gets weaker. And what you see is the standard model -- you can calculate how these change -- is the forces, the three forces, other than gravity, almost seem to come together at one point.", "en": " 把我們聚在一起的電磁力 溫度越高變得越強 而強作用力, 也就是強核力, 能把原子核聚在一起 卻會變弱, 標準模型 可以計算這些的力變化 除了重力以外的三種力— 幾乎在同一點上交會"}, {"zh-tw": " It's almost as if there was one beautiful kind of super-force, back at the beginning of time. But they just miss.", "en": " 就像有一種美麗的 超級力量, 從宇宙形成之際就存在 但它們還是沒能交會在同一點"}, {"zh-tw": " Now there's a theory called super-symmetry, which doubles the number of particles in the standard model, which, at first sight, doesn't sound like a simplification. But actually, with this theory, we find that the forces of nature do seem to unify together, back at the Big Bang -- absolutely beautiful prophecy. The model wasn't built to do that, but it seems to do it.", "en": " 有個超對稱理論 把標準模型中的粒子數加倍 乍看不像是在簡化問題 但是事實上, 在這個理論中 我們發現自然力 在大爆炸發生時似乎真的融為一體 完美的預言, 當初並不是為了這一點建構這個模型, 但是卻無心插柳的辦到了"}, {"zh-tw": " Also, those super-symmetric particles are very strong candidates for the dark matter. So a very compelling theory that's really mainstream physics.", "en": " 還有, 這些超對稱粒子 極有可能就是暗物質粒子 有個非常引人注目的理論 現在是主流物理學"}, {"zh-tw": " And if I was to put money on it, I would put money on -- in a very unscientific way -- that that these things would also crop up at the LHC. Many other things that the LHC could discover.", "en": " 如果我用很不科學的方法砸錢 把錢砸在LHC 這些東西在LHC實驗中會被發現 LHC可以發現許多東西"}, {"zh-tw": " But in the last few minutes, I just want to give you a different perspective of what I think -- what particle physics really means to me -- particle physics and cosmology. And that's that I think it's given us a wonderful narrative -- almost a creation story, if you'd like -- about the universe, from modern science over the last few decades.", "en": " 在最後幾分鐘, 我想給各位 一種不同的觀點 粒子物理學對我而言 意義為何— 粒子物理學與宇宙學 為我們帶來一個美好的詮釋— 一個關於宇宙源起 創造的故事 從這幾十年的物理學來看"}, {"zh-tw": " And I'd say that it deserves, in the spirit of Wade Davis' talk, to be at least put up there with these wonderful creation stories of the peoples of the high Andes and the frozen north. This is a creation story, I think, equally as wonderful.", "en": " 我認為可以這麼看待它 以Wade Davis演講的精神 把這精彩的創造故事 和安地斯山與北極人的拓荒故事相比 這是個很美麗的創造的故事"}, {"zh-tw": " The story goes like this: we know that the universe began 13.7 billion years ago, in an immensely hot, dense state, much smaller than a single atom. It began to expand about a million, billion, billion, billion billionth of a second -- I think I got that right -- after the Big Bang.", "en": " 這個故事是這樣的: 這個宇宙 誕生於137億年前 一個非常熱, 密度非常大 比原子還要小很多的物質 就在大爆炸之後 的千百億萬分之一秒內 展開來, 我應該沒說錯"}, {"zh-tw": " Gravity separated away from the other forces. The universe then underwent an exponential expansion called inflation.", "en": " 重力從其它的力中分離出來 之後宇宙經歷了 呈指數擴張的階段, 稱為「暴脹」"}, {"zh-tw": " In about the first billionth of a second or so, the Higgs field kicked in, and the quarks and the gluons and the electrons that make us up got mass. The universe continued to expand and cool.", "en": " 在最初十億分之一秒內 希格斯場開始作用, 夸克 膠子與電子這些基礎粒子 製造出質量 宇宙繼續延伸, 然候冷卻"}, {"zh-tw": " After about a few minutes, there was hydrogen and helium in the universe. That's all. The universe was about 75 percent hydrogen, 25 percent helium. It still is today.", "en": " 幾分鐘後 氫氣與氦氣充滿了宇宙 宇宙中75%是氫氣 25%是氦氣, 現在依然如此"}, {"zh-tw": " It continued to expand about 300 million years. Then light began to travel through the universe.", "en": " 宇宙持續延伸 約三億年之久 隨後光開始在宇宙中穿梭"}, {"zh-tw": " It was big enough to be transparent to light, and that's what we see in the cosmic microwave background that George Smoot described as looking at the face of God. After about 400 million years, the first stars formed, and that hydrogen, that helium, then began to cook into the heavier elements.", "en": " 對光而言, 宇宙大到幾乎是看不見的 這也就是我們看見的宇宙微波背景 喬治‧斯穆特說 那就像是上帝的臉 在四億年後, 第一個星球形成了 氫氣, 氦氣開始製造出 更重的元素"}, {"zh-tw": " So the elements of life -- carbon, and oxygen and iron, all the elements that we need to make us up -- were cooked in those first generations of stars, which then ran out of fuel, exploded, threw those elements back into the universe. They then re-collapsed into another generation of stars and planets.", "en": " 生命的元素— 碳, 氧與鐵 所有生命演化所需的元素 在第一代星球時期形成 然後他們的燃料耗盡, 爆炸 把這些元素拋回宇宙中 第二代的恆星和行星 由這些元素形成"}, {"zh-tw": " And on some of those planets, the oxygen, which had been created in that first generation of stars, could fuse with hydrogen to form water, liquid water on the surface. On at least one, and maybe only one of those planets, primitive life evolved, which evolved over millions of years into things that walked upright and left footprints about three and a half million years ago in the mud flats of Tanzania, and eventually left a footprint on another world.", "en": " 這些行星中, 第一代行星 製造出來的氧氣與氫氣結合 產生水, 覆蓋在這些行星上 最後一個, 也許是唯一的一個行星 發展出原始生命形態 經過數百萬年演化成 可以直立行走的生物, 大約在 350萬年前, 在坦尚尼亞的潮泥灘留下足跡 最後 在月球上留下足跡"}, {"zh-tw": " And built this civilization, this wonderful picture, that turned the darkness into light, and you can see the civilization from space. As one of my great heroes, Carl Sagan, said, these are the things -- and actually, not only these, but I was looking around -- these are the things, like Saturn V rockets, and Sputnik, and DNA, and literature and science -- these are the things that hydrogen atoms do when given 13.7 billion years.", "en": " 建立了人類文明 這美麗的景象 化黑暗為光明 從太空中可以看見人類文明 我的偶像之一, 卡爾·薩根說過 這些東西是由..., 其實不只這些 看看四遭— 這些東西 釷星五號火箭, 史普尼克1號人造衛星 DNA, 文學與科學 這一切都由是137億年前 產生的氫元素所構成的"}, {"zh-tw": " Absolutely remarkable. And, the laws of physics. Right? So, the right laws of physics -- they're beautifully balanced.", "en": " 多麼令人驚奇啊！ 還有物理定律, 不是嗎? 正確的物理定律 呈現美精巧的平衡"}, {"zh-tw": " If the weak force had been a little bit different, then carbon and oxygen wouldn't be stable inside the hearts of stars, and there would be none of that in the universe. And I think that's a wonderful and significant story.", "en": " 這些弱作用力如果稍有閃失 星球核心裡的碳與氧 就不會穩定 這麼一來宇宙裡就不會有任何星球了 所以我想 這是個美麗又意義非凡的故事"}, {"zh-tw": " 50 years ago, I couldn't have told that story, because we didn't know it. It makes me really feel that that civilization -- which, as I say, if you believe the scientific creation story, has emerged purely as a result of the laws of physics, and a few hydrogen atoms -- then I think, to me anyway, it makes me feel incredibly valuable.", "en": " 五十年前我不能說這個故事 因為當時還不知道這一切 這讓我深信 我們的文明— 如果你相信 這個宇宙創造的科學故事 人類文明是物理定律加上氫原子 產生的結果 對我而言 人類文明是無比珍貴的"}, {"zh-tw": " So that's the LHC. The LHC is certainly, when it turns on in summer, going to write the next chapter of that book.", "en": " 這就是LHC 當LHC在夏季開始運轉時,一定會 在我們的文明發展史上寫下嶄新的一頁®"}, {"zh-tw": " And I'm certainly looking forward with immense excitement to it being turned on. Thanks.", "en": " 我以無比激動興奮的心情 期待它啟動的那一刻到來 謝謝"}], "title": "Brian Cox On Cern S Supercollider"}