{"url": "http://www.ted.com/talks/safwat_saleem_why_i_keep_speaking_up_even_when_people_mock_my_accent", "paragraphs": [{"zh-tw": " I used to have this recurring dream where I'd walk into a roomful of people, and I'd try not to makeeye contact with anyone. Until someone notices me, and I just panic.", "en": " 我以前常常反覆的做一個同樣的夢。 在夢裏，我走進一個擠滿人的房間。 我試著不跟任何人有目光上的接觸。 這樣一直到有人注意到我， 我驚慌極了。"}, {"zh-tw": " And the person walks up to me, and says, \"Hi, my name is So-and-so. And what is your name?\" And I'm just quiet, unable to respond.", "en": " 這個人走向我說： “嗨，我叫某某， 你呢？” 但我只是靜靜的，無法回應。"}, {"zh-tw": " After some awkward silence, he goes, \"Have you forgotten your name?\" And I'm still quiet. And then, slowly, all the other peoplein the room begin to turn toward me and ask, almost in unison, (Voice-over, several voices)\"Have you forgotten your name?\" As the chant gets louder,I want to respond, but I don't.", "en": " 經過一陣尷尬的沉默，他問： “你忘了自己的名字嗎？” 但我還是只是靜靜的. 然後慢慢的，在房間裏其他所有的人，開始慢慢轉向我， 幾乎是齊聲一起問我： （許多聲音重疊） “你忘記自己的名字了嗎？” 就當這個重覆口號越來越大聲時，我想反應，但我沒有。"}, {"zh-tw": " I'm a visual artist. Some of my work is humorous, and some is a bit funny but in a sad way.", "en": " 我是一個視覺藝術家。 我的有些作品是詼諧的 有些則是有趣中帶點感傷。"}, {"zh-tw": " And one thing that I really enjoy doing is making these little animations where I get to do the voice-overfor all kinds of characters. I've been a bear.", "en": " 有一件我非常喜欢做的事情 就是制作這些動畫短片。 因爲我可以爲不同的角色配旁白。 我當過熊。"}, {"zh-tw": " (Video) Bear (Safwat Saleem's voice): Hi. Safwat Saleem: I've been a whale.", "en": " （視頻）熊（Safwat Saleem 的聲音）：嗨。 Safwat Saleem: 我當過鯨魚。"}, {"zh-tw": " (Video) Whale (SS's voice): Hi. SS: I've been a greeting card.", "en": " （視頻）鯨魚 （SS 的聲音）：嗨。 SS: 我當過贺卡。"}, {"zh-tw": " (Video) Greeting card (SS's voice): Hi. SS: And my personal favoriteis Frankenstein's monster.", "en": " （視頻）贺卡（SS 的聲音）：嗨。 SS：我自己最喜歡的是科學怪人。"}, {"zh-tw": " (Video) Frankenstein's monster(SS's voice): (Grunts) SS: I just had to grunta lot for that one. A few years ago,I made this educational video about the history of video games.", "en": " （視頻）科學怪人（SS 的聲音）：咕噥呼嚕聲 SS：這個角色我真得發出許多咕噥呼嚕聲。 幾年前，我製作了一個教育性的視頻 內容是有關電玩歷史。"}, {"zh-tw": " And for that one, I got to dothe voice of Space Invader. (Video) Space Invader (SS's voice): Hi.", "en": " 在那視頻，我是太空侵略者的配音。 （視頻）太空侵略者 （SS 的聲音）：嗨。"}, {"zh-tw": " SS: A dream come true, really, And when that video was posted online, I just sat there on the computer,hitting \"refresh,\" excited to see the response. The first comment comes in.", "en": " SS：真是夢想成真！ 當那個視頻上網時， 我就只坐在電腦前 , 一直接按 '網頁刷新'。 興奮的想看網友的回應。 第一個評論上網了。"}, {"zh-tw": " (Video) Comment: Great job. SS: Yes! I hit \"refresh.\" (Video) Comment: Excellent video.I look forward to the next one.", "en": " （視頻) 評論：做得好。 SS : 太好了! 我再按 '網頁刷新'。 （視頻) 評論：很棒的視頻。我很期待下一個作品。"}, {"zh-tw": " SS: This was just the firstof a two-part video. I was going to workon the second one next.", "en": " SS: 這還只是兩部分視頻的頭一部分。 我還要繼續製作第二部分。"}, {"zh-tw": " I hit \"refresh.\" (Video) Comment: Where is part TWO?WHEREEEEE? I need it NOWWWWW!: P SS: People other than my momwere saying nice things about me, on the Internet! It felt like I had finally arrived. I hit \"refresh.\" (Video) Comment: His voiceis annoying. No offense.", "en": " 我再按 ‘綱頁刷新‵。 (視頻)評論: 第二部在那裏?那那那裏裏?我現在就要! :P SS: 除了我媽以外,在網上的其他人 都讚美我! 這讓我覺得我終於做到了! 我再按 ‘綱頁刷新‵。 (視頻)評論: 他的聲音有點惹人厭。不要見怪。"}, {"zh-tw": " SS: OK, no offense taken. Refresh. (Video) Comment: Could you remake thiswithout peanut butter in your mouth? SS: OK, at least the feedbackis somewhat constructive. Hit \"refresh.\" (Video) Comment: Please don't usethis narrator again u can barely understand him.", "en": " SS: 沒有見怪。刷新綱頁。 (視頻)評論: 可以重作這部視頻？這次不要有花生醬在嘴裡嗎？ SS: 好吧。至少是個有建設性的回饋。按 ‘綱頁刷新‵。 (視頻)評論: 拜託不要再用這個解說員。 幾乎聽不懂他說的話。"}, {"zh-tw": " SS: Refresh. (Video) Comment: Couldn't followbecause of the Indian accent.", "en": " SS: 刷新綱頁。 (視頻)評論: 沒有辦法理解他的印度口音。"}, {"zh-tw": " SS: OK, OK, OK, two things. Number one, I don't have an Indian accent, I have a Pakistani accent, OK? And number two, I clearlyhave a Pakistani accent.", "en": " SS: 好好好，兩件事情需要釐清一下。 第一：我沒有印度口音， 我有的是巴勒斯坦的，好嗎？ 第二：我有明明就的是巴勒斯坦的。"}, {"zh-tw": " But comments like that kept coming in, so I figured I should just ignore them and start workingon the second part of the video. I recorded my audio, but every time I sat down to edit, I just could not do it.", "en": " 但這樣的評論一直出現， 所以我想我該不於理會， 繼續影片的第二部分。 我錄下我的音頻， 但每當我一坐下來剪輯時， 我就是做不到。"}, {"zh-tw": " Every single time, it would take meback to my childhood, when I had a much harder time speaking. I've stuttered for as longas I can remember.", "en": " 因為這總會讓我回想到我的童年， 那時與人談話。更為困難。 自我有記憶以來，我就有口吃的毛病。"}, {"zh-tw": " I was the kid in class who would never raise his handwhen he had a question -- or knew the answer. Every time the phone rang, I would run to the bathroomso I would not have to answer it.", "en": " 在班上我總是那個 即使有問題也不舉手問， 或知道答案也不回答的孩子。 每當電話響起， 我就跑到浴室去。這樣我就不用接電話。"}, {"zh-tw": " If it was for me, my parentswould say I'm not around. I spent a lot of time in the bathroom.", "en": " 若是找我的，我父母會說我不在。 我在浴室度過了許多時間。"}, {"zh-tw": " And I hated introducing myself, especially in groups. I'd always stutter on my name,and there was usually someone who'd go, \"Have you forgotten your name?\" And then everybody would laugh.", "en": " 我厭惡做自我介紹， 尤其是在群體裡。 我總結結巴巴的說我的名字；也總有那一兩個人會問： “你忘記了自己的名字嗎？” 然後大家都笑成一團。"}, {"zh-tw": " That joke never got old. I spent my childhoodfeeling that if I spoke, it would become obviousthat there was something wrong with me, that I was not normal.", "en": " 這個笑話永遠不會過時。 我度過童年自覺著，只要我一開口， 別人就會很明顯看出我的問題， 我的不一樣。"}, {"zh-tw": " So I mostly stayed quiet. And so you see, eventually for me to evenbe able to use my voice in my work was a huge step for me.", "en": " 因此大部分時我總是安安靜靜的。 因此，演變到後來，即使當我在工作上要用我的聲音時， 對我而言都是很大的挑戰。"}, {"zh-tw": " Every time I record audio, I fumble my way through sayingeach sentence many, many times, and then I go back in and pick the oneswhere I think I suck the least. (Voice-over) SS: Audio editingis like Photoshop for your voice.", "en": " 每次我錄音時， 我結結巴巴，笨拙地將每個句子說很多很多次。 在我檢視時， 我再挑選出我覺得是最可以的。 （旁白）SS: 剪輯音頻就像是為你的聲音修圖。"}, {"zh-tw": " I can slow it down, speed it up,make it deeper, add an echo. And if I stutter along the way,and if I stutter along the way, I just go back in and fix it.", "en": " 我可以將它放慢，加快，讓它變深沉，或加上回音。 如果我口吃，如果我口吃 我只要回頭修飾。"}, {"zh-tw": " It's magic. SS: Using my highly editedvoice in my work was a way for meto finally sound normal to myself.", "en": " 就像變摩魔法一樣。 SS：在工作裏，用我高度修飾過的聲音， 對我而言，是讓我自己，終於可以聽起來像正常人一樣。"}, {"zh-tw": " But after the comments on the video, it no longer made me feel normal. And so I stoppedusing my voice in my work.", "en": " 但在看了視頻上的評論後， 這個辦法不管用了。 所以我不再在工作中用我的聲音。"}, {"zh-tw": " Since then, I've thought a lotabout what it means to be normal. And I've come to understand that \"normal\" has a lot to dowith expectations.", "en": " 從那時候起，我開始思考許多有關 '正常的定義。' 我從而瞭解 所謂'正常'其實是與期待息息相關。"}, {"zh-tw": " Let me give you an example. I came across this story about the Ancient Greek writer, Homer.", "en": " 舉例而言： 我無意間看到這個 有關古希臘作家，荷馬的故事。"}, {"zh-tw": " Now, Homer mentionsvery few colors in his writing. And even when he does, he seems to get them quite a bit wrong.", "en": " 荷馬在他的作品，僅用少許顏色來描繪事物。 即便他用到時， 差錯似乎也很大。"}, {"zh-tw": " For example, the seais described as wine red, people's faces are sometimes greenand sheep are purple. But it's not just Homer.", "en": " 譬如說，海被形容成酒紅色的， 人的臉是有時是綠色的，而羊則是紫色。 但這不只有荷馬這樣寫，"}, {"zh-tw": " If you look at allof the ancient literature -- Ancient Chinese, Icelandic, Greek, Indian and even the original Hebrew Bible -- they all mention very few colors. And the most popular theoryfor why that might be the case is that cultures beginto recognize a color only once they have the abilityto make that color.", "en": " 如果你看所有古代文學－ 古中國的，冰島的，希臘的，印度的， 甚至原始的新約聖經， 它們都只用的幾種顏色而已。 在眾多解釋中，最被結受的理論認為 文化只能在它有能力製造某種顏色時， 才能開始辨認那種顏色。"}, {"zh-tw": " So basically, if you can make a color, only then can you see it. A color like red, which was fairly easyfor many cultures to make -- they began to see that colorfairly early on.", "en": " 基本上，你要有能力製造那個顏色， 才能看得到那顏色。 像紅色這顏色，對許多文化而言，因滿容易被製作的， 在滿早時，許多文化就已認得了。"}, {"zh-tw": " But a color like blue,which was much harder to make -- many cultures didn't begin to learnhow to make that color until much later. They didn't begin to see ituntil much later as well.", "en": " 但藍色，則因製作比較困難， 許多文化一直到滿晚期時， 才開始學習如何製造藍色。 人們也因此一直到晚期，才開始認得這個顏色。"}, {"zh-tw": " So until then, even thougha color might be all around them, they simply did not havethe ability to see it. It was invisIble.", "en": " 在這之前，即便顏色已存在人們的週遭， 因他們沒有能力辨識那個顏色， 它等於是無形的。"}, {"zh-tw": " It was not a part of their normal. And that story has helpedput my own experience into context.", "en": " 因為它不是所謂常態的一部分。 這個故事幫我把我的經歷前後連貫起來。"}, {"zh-tw": " So when I first readthe comments on the video, my initial reaction was to take itall very personally. But the people commenting did not know how self-conscious I am about my voice.", "en": " 在我一開始看視頻上的評論時， 我最初的反應是，把它們看成是人身攻擊。 但寫評論的人並不知道 我對自己的聲音有多難為情。"}, {"zh-tw": " They were mostly reacting to my accent, that it is not normalfor a narrator to have an accent. But what is normal, anyway? We know that reviewers will findmore spelling errors in your writing if they think you're black.", "en": " 他們大都只是針對我的口音， 因為一個解說員有口音並不尋常。 但究竟什麼是 '正常'？ 我們知道，如果評論家認為你是黑人的話， 他們會在你的寫作中，找出較多的拼字錯誤。"}, {"zh-tw": " We know that professors are less likelyto help female or minority students. And we know that resumeswith white-sounding names get more callbacks than resumeswith black-sounding names.", "en": " 我們知道，教授比較不會幫助女性或少數民族學生。 我們也知道，履歷表有聽起來像白人名字的， 比其他聽起來像黑人的，有較高的覆試機會。"}, {"zh-tw": " Why is that? Because of our expectationsof what is normal. We think it is normal when a black student has spelling errors.", "en": " 但為什麼是這樣呢？ 這是因為我們對所謂 '正常'的預期。 我們認為，當黑人學生有拼字錯誤時， 是正常的。"}, {"zh-tw": " We think it is normal when a female or minority studentdoes not succeed. And we think it is normal that a white employeeis a better hire than a black employee.", "en": " 我們認為，當女性或少數民族學生失敗時， 是正常的。 而我們也認為， 白人員工比黑人工員是較好的雇員選擇。"}, {"zh-tw": " But studies also showthat discrimination of this kind, in most cases, is simply favoritism, and it results more from wantingto help people that you can relate to than the desire to harm peoplethat you can't relate to. And not relating to peoplestarts at a very early age.", "en": " 但研究指出，這種歧見 在大部分的案例中，其實只是偏好的選擇， 這是跟因我們較想協助跟我們有關聯的人，而產生的結果。 而非源於那些想傷害與己無關的人的欲望。 這種偏好選擇，在我們很小時就開始了。"}, {"zh-tw": " Let me give you an example. One library that keeps track of characters in the children's bookcollection every year, found that in 2014,only about 11 percent of the books had a character of color.", "en": " 讓我舉例說明。 一個每年監測兒童圖書中角色 的圖書館， 在2014年發現，在書中，只有百分之十一 是以有色人種為角色。"}, {"zh-tw": " And just the year before,that number was about eight percent, even though half of American childrentoday come from a minority background. Half.", "en": " 在前一年中，甚至只有百分之八而已， 即使在今天，有一半的美國兒童是來自少數民族的家庭背景。 一半！"}, {"zh-tw": " So there are two big issues here. Number one, children are toldthat they can be anything, they can do anything, and yet, most storiesthat children of color consume are about people who are not like them.", "en": " 所以這引起兩個很大的爭議。 第一個：一方面孩童總被告知，他們可以當任何人， 做任何事。 但在另一方面，在大部分的故事裡，有色兒童讀到的 是跟他們不一樣的人。"}, {"zh-tw": " Number two is that majority groupsdon't get to realize the great extent to whichthey are similar to minorities -- our everyday experiences, our hopes, our dreams, our fears and our mutual love for hummus. It's delicious! Just like the color bluefor Ancient Greeks, minorities are not a partof what we consider normal, because normal is simply a constructionof what we've been exposed to, and how visible it is around us.", "en": " 第二點：多數民族團體並不瞭解， 在很多方面，他們和少數民族團體是很相似的。 我們的日常經驗，我們的希望， 我們的夢想，我們的恐懼 及我們的對鷹嘴豆沙共同的熱愛。 好吃極了！ 就像藍色對古希臘一樣， 少數群體並非我們所謂 '常態 ' 的一部分。 因為所謂 '常態 ' 只不過是我們已知的構造， 及它在我們的週遭的明顯度而已。"}, {"zh-tw": " And this is where thingsget a bit difficult. I can accept the preexisting notionof normal -- that normal is good, and anything outside of that verynarrow definition of normal is bad.", "en": " 這也是事情變得有點難解的地方。 我可以就接受已存在的 '常態' 是好的概念； 其他任何在那狹隘定義外的 '常態' ，都是不好的。"}, {"zh-tw": " Or I can challengethat preexisting notion of normal with my work and with my voice and with my accent and by standing here onstage, even though I'm scared shitlessand would rather be in the bathroom. (Video) Sheep (SS's voice):I'm now slowly starting to use my voice in my work again.", "en": " 或者我也可以質疑這已存在的常態概念 用我的工作， 我的聲音， 及我的口音， 甚至以僅僅站在台上。 即使事實上我怕的要死，寧可躲在浴室裏。 （鼓掌） (視頻）綿羊（SS的聲音)：我又慢慢開始在我的工作用我的聲音 這感覺很好。"}, {"zh-tw": " And it feels good. It does not mean I won't have a breakdown the next time a couple dozenpeople say that I talk (Mumbling) like I have peanutbutter in my mouth.", "en": " 這不代表，我就不會再崩潰， 當下次又有若干人說我講話 （含糊不清）像是有花生醬在嘴裏。"}, {"zh-tw": " SS: It just means I now havea much better understanding of what's at stake, and how giving up is not an option. The Ancient Greeks didn't just wake upone day and realize that the sky was blue.", "en": " SS: 這只表示我現在比較能體會 牽涉在內的成敗關係， 及放棄不是之一的選擇。 古希臘也不是一天醒來後，就領悟到 天空是藍色的。"}, {"zh-tw": " It took centuries, even, for humansto realize what we had been ignoring for so long. And so we must continuously challengeour notion of normal, because doing so is goingto allow us as a society to finally see the sky for what it is.", "en": " 而是經過好幾世紀， 人類才體會到我們長久以來所忽視的。 所以我們必須繼續質問 這所謂常態的概念。 因為這樣做，才能讓身為社會一份子的我們， 終能看見天空真實的樣子。"}, {"zh-tw": " (Video) Characters: Thank you. Thank you.Thank you. Thank you. Thank you. Frankenstein's monster: (Grunts) SS: Thank you.", "en": " （視頻）角色：謝謝。謝謝。謝謝。謝謝。謝謝。 科學怪人：（咕噥） SS: 謝謝。 （鼓掌）"}], "title": "Safwat Saleem Why I Keep Speaking Up Even When People Mock My Accent"}