{"url": "http://www.ted.com/talks/alexander_betts_why_brexit_happened_and_what_to_do_next", "paragraphs": [{"zh-tw": " I am British. Never before has the phrase\"I am British\" elicited so much pity. I come from an islandwhere many of us like to believe there's been a lot of continuityover the last thousand years.", "en": " 我是一名英國人。 這句話從來不曾引起這樣的同情。 我來自一座島，那裡有很多人認為 過去的千年有一些連貫性。"}, {"zh-tw": " We tend to have historicallyimposed change on others but done much less of it ourselves. So it came as an immense shock to me when I woke up on the morning of June 24 to discover that my countryhad voted to leave the European Union, my Prime Minister had resigned, and Scotland was considering a referendum that could bring to an endthe very existence of the United Kingdom.", "en": " 縱觀歷史，我們時常要求他人改革 卻很少改變自己。 於是我有些措手不及， 當我在6月24號的早晨醒來 發現我的國家決定脫離歐盟， 首相辭職， 蘇格蘭考慮重啟公投， 意味著大英帝國有可能瓦解。"}, {"zh-tw": " So that was an immense shock for me, and it was an immenseshock for many people, but it was also somethingthat, over the following several days, created a complete political meltdown in my country. There were calls for a second referendum, almost as if, following a sports match, we could ask the opposition for a replay.", "en": " 我很震驚， 許多人和我一樣， 脫歐公投的結果在這幾天 讓我國的政治 經歷全面性的崩潰。 有人提議舉行第二輪公投， 簡直像是比賽後， 馬上要求對手重比過。"}, {"zh-tw": " Everybody was blaming everybody else. People blamed the Prime Minister for calling the referendumin the first place.", "en": " 所有人都在互相責怪。 人們指責首相 指責他提議舉行公投。"}, {"zh-tw": " They blamed the leader of the oppositionfor not fighting it hard enough. The young accused the old.", "en": " 指責留歐陣營沒有用盡全力。 年輕人指責老年人。"}, {"zh-tw": " The educated blamedthe less well-educated. That complete meltdown was made even worse by the most tragic element of it: levels of xenophobia and racist abusein the streets of Britain at a level that I have never seen before in my lifetime.", "en": " 知識分子指責未受良好教育的人。 這場危機裡最可怕， 也最糟糕的是， 我從未曾在英國街頭 經歷過這種的排外現象 以及種族歧視。"}, {"zh-tw": " People are now talking about whethermy country is becoming a Little England, or, as one of my colleagues put it, whether we're about to becomea 1950s nostalgia theme park floating in the Atlantic Ocean. But my question is really, should we have the degree of shockthat we've experienced since? Was it somethingthat took place overnight? Or are there deeper structural factorsthat have led us to where we are today? So I want to take a step backand ask two very basic questions.", "en": " 人們在討論我的國家會變成小英格蘭 或者是，按我同事的話說 我們就要變成一個在大西洋上漂浮的 五十年代懷舊主題樂園。 但我想問的是， 我們該如此震驚嗎？ 它是隔夜突然發生的事件嗎？ 或者，那些深層的結構性因素帶來了今日的結果？ 我想退一步問兩個問題："}, {"zh-tw": " First, what does Brexit represent, not just for my country, but for all of us around the world? And second, what can we do about it? How should we all respond? So first, what does Brexit represent? Hindsight is a wonderful thing. Brexit teaches us many thingsabout our society and about societies around the world.", "en": " 第一個，英國脫歐意味著什麼？ 不僅僅對我的國家 對全球人民有何象徵意義？ 第二，我們能做什麼？ 我們要怎樣應對？ 所以第一，英國脫歐意味著什麼？ 後見之明是件美好的事， 英國脫歐不但讓我們看清我們的社群 也看清了其它地方類似的社群。"}, {"zh-tw": " It highlights in waysthat we seem embarrassingly unaware of how divided our societies are. The vote split along lines of age,education, class and geography.", "en": " 它讓我們知道，我們對社會分歧 的無知程度。 年齡、教育程度、階級和地域形成兩個陣營。"}, {"zh-tw": " Young people didn't turn outto vote in great numbers, but those that did wanted to remain. Older people really wantedto leave the European Union.", "en": " 年輕人的投票率不高， 但投票的大多數贊同留歐。 年長的人們想要離開歐盟。"}, {"zh-tw": " Geographically, it was London and Scotlandthat most strongly committed to being part of the European Union, while in other parts of the countrythere was very strong ambivalence. Those divisions are things we reallyneed to recognize and take seriously.", "en": " 按地區分，倫敦和蘇格蘭強烈地 想要留在歐盟 與此同時，其他地區的人們更偏向脫歐。 我們應該認知並重視這些分歧。"}, {"zh-tw": " But more profoundly,the vote teaches us something about the nature of politics today. Contemporary politicsis no longer just about right and left.", "en": " 這次公投深刻地告訴我們 今日政治的本質。 當代政治不再僅僅是左翼與右翼。"}, {"zh-tw": " It's no longer just about tax and spend. It's about globalization.", "en": " 政治不在是稅務以及開支。 當代政治與全球化有關。"}, {"zh-tw": " The fault line of contemporary politics isbetween those that embrace globalization and those that fear globalization. If we look at whythose who wanted to leave -- we call them \"Leavers,\"as opposed to \"Remainers\" -- we see two factors in the opinion polls that really mattered.", "en": " 當代政治的分歧來自熱愛全球化 以及恐懼全球化的兩方。 如果我們 看看脫歐者想要脫歐的理由 我們可以在他們的理由裡看到兩點 兩個重要的點。"}, {"zh-tw": " The first was immigration,and the second sovereignty, and these represent a desire for peopleto take back control of their own lives and the feeling that theyare unrepresented by politicians. But those ideas are onesthat signify fear and alienation.", "en": " 第一個是移民，第二個是主權， 這些代表了人們想要拿回他們自己人生的掌控權， 這是政治人物未曾為他們喉舌的恐懼。 但是那些想法意味著恐懼與排外，"}, {"zh-tw": " They represent a retreatback towards nationalism and borders in ways that many of us would reject. What I want to suggest is the pictureis more complicated than that, that liberal internationalists, like myself, and I firmlyinclude myself in that picture, need to write ourselvesback into the picture in order to understandhow we've got to where we are today.", "en": " 代表向民族主義以及邊境管制靠攏 這是我們大都不願意接受的方式。 我想展示的是比較複雜的全景 是像我一樣的自由國際主義者 也在其中的全景 因為我們必須身在其中， 才能理解我們是怎麼走到今天這一步的。"}, {"zh-tw": " When we look at the voting patternsacross the United Kingdom, we can visibly see the divisions. The blue areas show Remain and the red areas Leave.", "en": " 當我們看到英國全國公投的模式 我們可以清楚的看見分歧。 藍色地區的想要留下 紅色地區的想要離開。"}, {"zh-tw": " When I looked at this, what personally struck mewas the very little time in my life I've actually spentin many of the red areas. I suddenly realized that,looking at the top 50 areas in the UK that have the strongest Leave vote, I've spent a combined totalof four days of my life in those areas.", "en": " 當我看到這個的時候 讓我為之震驚的是，我人生中幾乎沒有什麼時間 是在紅色地區裡度過的。 我突然發現， 全國50個最想離開歐盟的地區， 我只在其中待過四天。"}, {"zh-tw": " In some of those places, I didn't even know the namesof the voting districts. It was a real shock to me, and it suggested that people like me who think of ourselvesas inclusive, open and tolerant, perhaps don't knowour own countries and societies nearly as well as we like to believe.", "en": " 我甚至不知道 某些選區的地名。 我感到很震驚。 這表示我們這些自認包容、開放、 接納他人的人， 其實並沒有像我們想像的 這麼瞭解自己的國家和社會。"}, {"zh-tw": " And the challenge that comes from thatis we need to find a new way to narrate globalization to those people, to recognize that for those people whohave not necessarily been to university, who haven't necessarilygrown up with the Internet, that don't get opportunities to travel, they may be unpersuadedby the narrative that we find persuasive in our often liberal bubbles. It means that we need to reach outmore broadly and understand.", "en": " 我們的挑戰是找到一種新方式 向他們描述全球化， 理解那些沒有上過大學的人， 不是和網路一起長大的人， 沒有機會去旅行的人， 我們在自由主義泡泡中形成的論述 恐怕是他們無法接受的。 (掌聲） 這意味著，我們需要接觸大眾，廣為理解。"}, {"zh-tw": " In the Leave vote, a minority have peddledthe politics of fear and hatred, creating lies and mistrust around, for instance,the idea that the vote on Europe could reduce the number of refugeesand asylum-seekers coming to Europe, when the vote on leavinghad nothing to do with immigration from outside the European Union. But for a significant majorityof the Leave voters the concern was disillusionmentwith the political establishment.", "en": " 在脫歐的選票中，一小部份人煽動著人們的情緒 製造謊言與欺騙 他們說，脫歐可以減少 那些從歐洲來的難民與尋求庇護者進入英國， 當脫歐與歐盟外來的移民 毫無關聯的時候。 但是大部分選擇脫毆的人 表達的是一種對政治體系的理想幻滅。"}, {"zh-tw": " This was a protest vote for many, a sense that nobody represented them, that they couldn't finda political party that spoke for them, and so they rejectedthat political establishment. This replicates around Europeand much of the liberal democratic world.", "en": " 這是那些沒有政治家在政府裡代表他們權益的人 找不到屬於自己黨派的人 他們拒絕現在的政治體制 並投出這具有抗議性質的選票。 這發生在歐洲，以及世界上其他很多民主社會裡。"}, {"zh-tw": " We see it with the rise in popularityof Donald Trump in the United States, with the growing nationalismof Viktor Orbán in Hungary, with the increase in popularityof Marine Le Pen in France. The specter of Brexitis in all of our societies.", "en": " 在美國川普贏得了很多支持 在匈牙利增長的民族主義歐爾班·維克托 以及在法國支持率大漲的瑪麗·勒龐。 脫歐的幽靈籠罩在我們的社會中。"}, {"zh-tw": " So the question I think we need to askis my second question, which is how should wecollectively respond? For all of us who care about creatingliberal, open, tolerant societies, we urgently need a new vision, a vision of a more tolerant,inclusive globalization, one that brings people with usrather than leaving them behind. That vision of globalization is one that has to start by a recognitionof the positive benefits of globalization.", "en": " 我們該問的第二個問題是， 我們該如何回應？作為群體。 對於所有關心自由、開放、包容的人們 我們需要發現全球化的正面影響 並迫切地需要一個更加包容、寬容的新社會 一個讓人們參與，而不是排擠他們的社會 全球化的正面影響， 可以一視同仁，雨露均沾的社會。"}, {"zh-tw": " The consensus amongst economists is that free trade,the movement of capital, the movement of people across borders benefit everyone on aggregate. The consensus amongstinternational relations scholars is that globalizationbrings interdependence, which brings cooperation and peace.", "en": " 經濟學家的共識 是自由貿易、資本的移動 人力遷徙流動的自由 並給所有人帶來利益。 國際關係學家一致認同 國際化伴隨著相互依存 並帶來合作與和平。"}, {"zh-tw": " But globalizationalso has redistributive effects. It creates winners and losers.", "en": " 但是全球化也會有副作用。 它帶來了贏家以及失敗者。"}, {"zh-tw": " To take the example of migration, we know that immigration is a net positivefor the economy as a whole under almost all circumstances. But we also have to be very aware that there areredistributive consequences, that importantly, low-skilled immigration can lead to a reduction in wagesfor the most impoverished in our societies and also put pressure on house prices.", "en": " 就比方說移民 我們知道移民可以給宏觀經濟帶來益處 在幾乎所有情況裡。 但我們也需要對此保持謹慎態度 因為這也會帶來負面影響 技術層次較低的移民 會降低本國窮苦大眾的工資， 同時提高住房價格。"}, {"zh-tw": " That doesn't detractfrom the fact that it's positive, but it means more peoplehave to share in those benefits and recognize them. In 2002, the former Secretary-Generalof the United Nations, Kofi Annan, gave a speech at Yale University, and that speech was on the topicof inclusive globalization.", "en": " 但這些還不能與它所能帶來的好處相比較。 這意味著，更多的人需要分享它所帶來的好處 並且了解它們。 在2002年前聯合國秘書長安南 在耶魯大學做了一個演講 那個演講的題目是全球化的包容性。"}, {"zh-tw": " That was the speechin which he coined that term. And he said, and I paraphrase, \"The glass house of globalizationhas to be open to all if it is to remain secure.", "en": " 他在他的演講裡創造了那個詞。 他大概是這麼說的， “全球化的入口需要向所有人敞開 才能維持安定。"}, {"zh-tw": " Bigotry and ignorance are the ugly face of exclusionaryand antagonistic globalization.\" That idea of inclusive globalizationwas briefly revived in 2008 in a conference on progressive governance involving many of the leadersof European countries. But amid austerityand the financial crisis of 2008, the concept disappearedalmost without a trace.", "en": " 偏執與無知 將會是全球化排擠拒絕某些人的結果。” 包容型全球化的想法在2008年時又出現在公眾視線裡 在一個進步政府的大會中 很多歐盟領導人參與其中。 但在2008年的經濟危機 讓這些想法消失的無影無蹤。"}, {"zh-tw": " Globalization has been takento support a neoliberal agenda. It's perceived to bepart of an elite agenda rather than something that benefits all.", "en": " 全球化被用來支持新自由主義議程。 它被認為是精英政治的一部分 而不是針對所有人的利益。"}, {"zh-tw": " And it needs to be reclaimedon a far more inclusive basis than it is today. So the question is,how can we achieve that goal? How can we balance on the one handaddressing fear and alienation while on the other handrefusing vehemently to give in to xenophobia and nationalism? That is the question for all of us.", "en": " 它需要建立在一個比今天 包容性更強的基礎上。 所以問題是，我們怎樣才能達到那個目標？ 我們怎樣權衡，解決恐慌與異化 與此同時 不陷入排外主義與民族主義？ 這是我們所有人該回答的問題。"}, {"zh-tw": " And I think, as a social scientist, that social scienceoffers some places to start. Our transformation has to be aboutboth ideas and about material change, and I want to give you four ideasas a starting point.", "en": " 身為一名社會科學家 社會科學提供了一些著手思考的起點， 我們的轉型一定是形而上和形而下雙方的， 我想以四個想法開始。"}, {"zh-tw": " The first relates to the ideaof civic education. What stands out from Brexit is the gap between public perceptionand empirical reality.", "en": " 第一個與國民教育有關。 英國脫毆凸顯的是 公眾看法與現實之間的分歧。"}, {"zh-tw": " It's been suggested that we've movedto a postfactual society, where evidence and truth no longer matter, and lies have equal statusto the clarity of evidence. So how can we -- How can we rebuild respect for truthand evidence into our liberal democracies? It has to begin with education, but it has to start with the recognitionthat there are huge gaps.", "en": " 有證據顯示，我們已經進入後真實社會。 證據與真理已經不再重要 謊言與事實往往站在同一高度。 所以，我們怎樣— 我們怎樣才能在自由民主的社會中中間對事實和證據的信任與尊重？ 這必須從教育開始， 這必須從意識到巨大分歧存在開始。"}, {"zh-tw": " In 2014, the pollster Ipsos MORI published a surveyon attitudes to immigration, and it showed that as numbersof immigrants increase, so public concernwith immigration also increases, although it obviouslydidn't unpack causality, because this could equally be to donot so much with numbers but the politicaland media narrative around it. But the same survey also revealed huge public misinformation and misunderstandingabout the nature of immigration.", "en": " 在2014年，民意調查機構 Ipsos MORI 公布了一份針對移民態度的調查 它指出，移民的數量上升的時候 社會對於移民的擔憂也會上升 雖然它很明顯並沒有拆分因果關係， 因為這不需要用數字 僅是用政治與媒體宣傳就可以表明。 這份調查同時顯示出 公眾得到許多錯誤的資料 和對於移民本質的誤解。"}, {"zh-tw": " For example, in these attitudesin the United Kingdom, the public believed that levels of asylum were a greater proportionof immigration than they were, but they also believedthe levels of educational migration were far lower as a proportionof overall migration than they actually are. So we have to address this misinformation, the gap between perception and realityon key aspects of globalization.", "en": " 舉個例子，在英國 公眾認為難民的數量 比移民數量的比例還高， 公眾還低估了移民的教育程度， 認為受過教育的移民 不是整體移民的主要來源。 我們需要修正這些錯誤資料。 認知與現實之間的差距，是全球化的關鍵問題。"}, {"zh-tw": " And that can't just be somethingthat's left to our schools, although that's importantto begin at an early age. It has to be about lifelongcivic participation and public engagementthat we all encourage as societies.", "en": " 我們不能只把這個任務交給學校 雖然從小學起非常關鍵。 這需要成為一個終身計劃 我們鼓勵社會帶動公眾參與。"}, {"zh-tw": " The second thingthat I think is an opportunity is the idea to encourage more interactionacross diverse communities. One of the things that stands outfor me very strikingly, looking at immigration attitudesin the United Kingdom, is that ironically,the regions of my country that are the most tolerant of immigrants have the highest numbers of immigrants.", "en": " 第二個是機遇 讓不同社群進行更多的交流。 令我驚奇的事 當我們觀察英國面對移民的態度， 那些 最包容移民的區域 往往移民數量也最高。"}, {"zh-tw": " So for instance, London and the Southeasthave the highest numbers of immigrants, and they are also by farthe most tolerant areas. It's those areas of the countrythat have the lowest levels of immigration that actually are the most exclusionaryand intolerant towards migrants.", "en": " 譬如，倫敦和東南地區有著最多的移民 它們也是最包容開放的地區。 那些有著低移民的地區 是最排外以及對移民是最不包容的"}, {"zh-tw": " So we need to encourage exchange programs. We need to ensure that older generationswho maybe can't travel get access to the Internet.", "en": " 所以我們需要鼓勵交換計劃。 我們需要確保那些不去旅遊的長輩 至少可以上網。"}, {"zh-tw": " We need to encourage,even on a local and national level, more movement, more participation, more interactionwith people who we don't know and whose views we mightnot necessarily agree with. The third thing that I thinkis crucial, though, and this is really fundamental, is we have to ensure that everybody shares in the benefits of globalization.", "en": " 我們需要鼓勵地方甚至是國家層面 需要更多的活動，更多的參與 更多的與我們不熟悉的人交流 那些與我們想法不同的人。 第三個是決定性的 並且是最基礎的 我們得要確認所有人都能 分享到全球化的益處。"}, {"zh-tw": " This illustration from the Financial Timespost-Brexit is really striking. It shows tragically that those peoplewho voted to leave the European Union were those who actuallybenefited the most materially from trade with the European Union.", "en": " 英國脫歐帶來的經濟問題是嚴峻的。 那些選擇脫歐的人 卻是那些在歐盟貿易 得到最多實質收益的人。"}, {"zh-tw": " But the problem isthat those people in those areas didn't perceive themselvesto be beneficiaries. They didn't believe that theywere actually getting access to material benefits of increased tradeand increased mobility around the world.", "en": " 但是，問題在於那些得益的人 並沒有意識到他們在其中收到了益處 他們不相信通過增加世界範圍的 貿易以及流動性能得到利益。"}, {"zh-tw": " I work on questionspredominantly to do with refugees, and one of the ideasI spent a lot of my time preaching, mainly to developing countriesaround the world, is that in order to encouragethe integration of refugees, we can't just benefitthe refugee populations, we also have to address the concernsof the host communities in local areas. But in looking at that, one of the policy prescriptionsis that we have to provide disproportionately bettereducation facilities, health facilities, access to social services in those regions of high immigration to address the concernsof those local populations.", "en": " 我主要致力於解決難民的問題 我花了很多時間 來勸導發展中國家 當一個社會要開始接受難民 我們不能僅僅為難民群體帶來益處 我們需要解決地方社區的擔憂。 但是深入了解它 解決這個問題的方法是 我們需要提供 更好的教育、醫療以及社會福利 在那些有著高外來人口的地區裡 並且消除當地人口的顧慮。"}, {"zh-tw": " But while we encourage thataround the developing world, we don't take those lessons home and incorporate them in our own societies. Furthermore, if we're goingto really take seriously the need to ensure people sharein the economic benefits, our businesses and corporationsneed a model of globalization that recognizes that they, too,have to take people with them.", "en": " 但當我們在發展中國家使用此方針的同時 我們卻忘了將它帶回我們自己的國家 應用在我們的社會裡。 如果我們真的認真 讓每個人都可以享受到經濟利益 我們的公司和企業需要一個全球化的模範 讓他們意識到他們必須帶領人們同時發展。"}, {"zh-tw": " The fourth and final ideaI want to put forward is an idea that we needmore responsible politics. There's very littlesocial science evidence that compares attitudes on globalization.", "en": " 第四個，也是我最後一個想法 我們需要一個懂得負責的政治。 有關面對全球化的不同態度 社會科學沒有很多對比數據。"}, {"zh-tw": " But from the surveys that do exist, what we can see is there's huge variationacross different countries and time periods in those countries for attitudes and tolerance of questions like migrationand mobility on the one hand and free trade on the other. But one hypothesis that I think emergesfrom a cursory look at that data is the idea that polarized societiesare far less tolerant of globalization.", "en": " 但是根據現有的文獻， 我們可以看到在國家與國家之間存在著很大的鴻溝 在調查那些國家在一段時間內 關於對移民、 人口流動包容度的態度 以及另一層面對貿易的態度。 但是通過對於那些數據的研究我有一個結論 越是分化的社會，越不接受全球化。"}, {"zh-tw": " It's the societieslike Sweden in the past, like Canada today, where there is a centrist politics, where right and left work together, that we encourage supportive attitudestowards globalization. And what we see around the world todayis a tragic polarization, a failure to have dialoguebetween the extremes in politics, and a gap in termsof that liberal center ground that can encourage communicationand a shared understanding.", "en": " 能開懷接受全球化的，通常是集中型政治， 像過去的瑞典 今天的加拿大 左翼與右翼政黨攜手合作， 一同支持鼓勵全球化的推進。 我們今天的世界是一個極端 政界兩頭的溝通環境惡劣 並且有著巨大鴻溝以及分歧 這需要溝通以及理解。"}, {"zh-tw": " We might not achieve that today, but at the very least we have to callupon our politicians and our media to drop a language of fearand be far more tolerant of one another. These ideas are very tentative, and that's in part because this needsto be an inclusive and shared project.", "en": " 也許不會立刻達成 但是我們還是要讓政客以及媒體做出一些行動 放棄恐懼，寬容接受他者。 這些想法是絕對可行的， 這需要大家的包容和共享。"}, {"zh-tw": " I am still British. I am still European.", "en": " 我依然是一個英國人。 我依然是一個歐洲人。"}, {"zh-tw": " I am still a global citizen. For those of us who believe that our identitiesare not mutually exclusive, we have to all work together to ensure that globalizationtakes everyone with us and doesn't leave people behind.", "en": " 我依然是個全球公民。 對於我們這些認為 這些身份並不專屬於我們的人 我們需要同心合作， 確保全球化可以讓所有人參與 不會遺漏任何一個個體。"}, {"zh-tw": " Only then will we truly reconciledemocracy and globalization. Thank you.", "en": " 只有這樣，才可以帶來真正的民主以及全球化。 謝謝"}], "title": "Alexander Betts Why Brexit Happened And What To Do Next"}