{"url": "http://www.ted.com/talks/anthony_goldbloom_the_jobs_we_ll_lose_to_machines_and_the_ones_we_won_t", "paragraphs": [{"zh-tw": " So this is my niece. Her name is Yahli. She is nine months old.", "en": " 這是我的姪女， 她的名字是雅莉， 她現在九個月大，"}, {"zh-tw": " Her mum is a doctor,and her dad is a lawyer. By the time Yahli goes to college, the jobs her parents doare going to look dramatically different.", "en": " 媽媽是位醫生、爸爸是位律師； 不過等到她上大學的時候 她父母親的工作將會迥然不同了。"}, {"zh-tw": " In 2013, researchers at Oxford Universitydid a study on the future of work. They concluded that almost onein every two jobs have a high risk of being automated by machines.", "en": " 2013年，牛津大學的研究人員做了一個對未來工作的研究， 他們得出結論：差不多將近一半的工作 都有被機器自動化取代的危險。"}, {"zh-tw": " Machine learning is the technology that's responsible for mostof this disruption. It's the most powerful branchof artificial intelligence.", "en": " 而「機器學習」 要對這種顛覆負主要的責任。 它是人工智慧最呼風喚雨的分支，"}, {"zh-tw": " It allows machines to learn from data and mimic some of the thingsthat humans can do. My company, Kaggle, operateson the cutting edge of machine learning.", "en": " 它讓機器得以從數據中學習， 並模仿一些人類可以做到的事情。 我的公司「Kaggle」算是能操控機器學習的尖端科技公司。"}, {"zh-tw": " We bring togetherhundreds of thousands of experts to solve important problemsfor industry and academia. This gives us a unique perspectiveon what machines can do, what they can't do and what jobs they mightautomate or threaten.", "en": " 我們召集了成千上萬的專家 為產、學界解決重要的難題。 所以我們可以從獨特的角度來觀察機器可以做什麽、 不可以做什麽。 哪些工作可以被自動化或者受到威脅。"}, {"zh-tw": " Machine learning started making its wayinto industry in the early '90s. It started with relatively simple tasks.", "en": " 機器學習是在90年代初進入產業界的， 一開始，它只是執行一些簡單的任務。"}, {"zh-tw": " It started with things like assessingcredit risk from loan applications, sorting the mail by readinghandwritten characters from zip codes. Over the past few years, we have madedramatic breakthroughs.", "en": " 像評估貸款申請的信用風險、 查看郵遞區號的手寫字碼來分類郵件。 過去幾年來我們已經做出多項重大的突破，"}, {"zh-tw": " Machine learning is now capableof far, far more complex tasks. In 2012, Kaggle challenged its community to build an algorithmthat could grade high-school essays.", "en": " 機器學習現在已經可以完成非常覆雜的任務。 在 2012 年 Kaggle 給自家社群出了一道難題， 要大家設計出一個演算法來評判高中作文。"}, {"zh-tw": " The winning algorithmswere able to match the grades given by human teachers. Last year, we issuedan even more difficult challenge.", "en": " 獲勝的演算法給出的分數居然和真正老師給出的分數相符 去年，我們出了一道更難的題目："}, {"zh-tw": " Can you take images of the eyeand diagnose an eye disease called diabetic retinopathy? Again, the winning algorithmswere able to match the diagnoses given by human ophthalmologists. Now, given the right data,machines are going to outperform humans at tasks like this.", "en": " 你可不可以藉由眼球的影像 診斷出一種叫「糖尿病視網膜病變」的眼疾？ 果然，獲勝的演算法給出的診斷 可以和人類眼科醫師的診斷相媲美。 只要給定正確的數據 ，機器在類似的任務中 將完全超越人類。"}, {"zh-tw": " A teacher might read 10,000 essaysover a 40-year career. An ophthalmologist might see 50,000 eyes.", "en": " 一位老師，在他的40年職業生涯中也許只能審閱10000篇作文 一名眼科醫生，大概可以看50,000隻眼睛"}, {"zh-tw": " A machine can read millions of essaysor see millions of eyes within minutes. We have no chance of competingagainst machines on frequent, high-volume tasks.", "en": " 但一部機器可以在短短幾分鐘內讀完上百萬篇文章 或是看完上百萬顆眼睛。 在頻繁、大批量的任務上我們無法與機器抗衡。"}, {"zh-tw": " But there are things we can dothat machines can't do. Where machines have madevery little progress is in tackling novel situations.", "en": " 不過還是有我們能做而機器做不到的事情， 機器在解決複雜的新情況方面 進展甚微。"}, {"zh-tw": " They can't handle thingsthey haven't seen many times before. The fundamental limitationsof machine learning is that it needs to learnfrom large volumes of past data.", "en": " 它們對還沒看到很多次的事情無法掌握。 機器學習的先天限制就是： 它需要從大量的過往資料中學習。"}, {"zh-tw": " Now, humans don't. We have the ability to connectseemingly disparate threads to solve problems we've never seen before.", "en": " 人類就不一樣了， 我們有一種能把看似毫不相關的事物聯系起來的能力， 從而解決我們先前還不曾見過的難題。"}, {"zh-tw": " Percy Spencer was a physicistworking on radar during World War II, when he noticed the magnetronwas melting his chocolate bar. He was able to connect his understandingof electromagnetic radiation with his knowledge of cooking in order to invent -- any guesses? --the microwave oven.", "en": " 波西‧史賓塞是二次世界大戰期間，從事雷達研究的物理學家， 當他注意到磁控管不斷融化他的巧克力棒時， 他能夠把他對電磁波的認知 與烹飪的知識做結合， 因此發明了--各位猜猜是什麽？微波爐。"}, {"zh-tw": " Now, this is a particularly remarkableexample of creativity. But this sort of cross-pollinationhappens for each of us in small ways thousands of times per day.", "en": " 這是個特別傑出的創新例子 但是這種跨領域的碰撞， 每天在我們的周遭會上演好幾千回。"}, {"zh-tw": " Machines cannot compete with us when it comes to tacklingnovel situations, and this puts a fundamental limiton the human tasks that machines will automate. So what does this meanfor the future of work? The future state of any single job liesin the answer to a single question: To what extent is that job reducibleto frequent, high-volume tasks, and to what extent does it involvetackling novel situations? On frequent, high-volume tasks,machines are getting smarter and smarter.", "en": " 在解決新的棘手問題方面機器無法與我們媲美， 而這使機器自動化取代人工 受到了限制。 那麽這對未來的工作意味著什麽呢？ 未來工作的狀態完全取決於一個問題： 「該工作有多少程度可以縮減成經常性、高產量的任務， 以及有多少程度是在解決新的棘手問題？」 對於那些頻繁，大批量的任務，機器變得越來越聰明。"}, {"zh-tw": " Today they grade essays.They diagnose certain diseases. Over coming years,they're going to conduct our audits, and they're going to read boilerplatefrom legal contracts.", "en": " 今天它們能給作文打分數、診斷特定疾病， 過了幾年後，它們將可以進行審計、 從法律合約中解讀法律語言。"}, {"zh-tw": " Accountants and lawyers are still needed. They're going to be neededfor complex tax structuring, for pathbreaking litigation.", "en": " 盡管會計師和律師還是需要的 但僅能研究覆雜的稅務結構及無例可循的法律問題，"}, {"zh-tw": " But machines will shrink their ranks and make these jobs harder to come by. Now, as mentioned, machines are not making progresson novel situations.", "en": " 不過機器將會減少他們的就業機會，增加就業難度。 如同我說過的： 機器在處理複雜的新情境上沒有進步！"}, {"zh-tw": " The copy behind a marketing campaignneeds to grab consumers' attention. It has to stand out from the crowd.", "en": " 行銷推案的文宣必須擄獲消費者的青睞， 它必須脫俗出眾。"}, {"zh-tw": " Business strategy meansfinding gaps in the market, things that nobody else is doing. It will be humans that are creatingthe copy behind our marketing campaigns, and it will be humans that are developingour business strategy.", "en": " 商業策略必須在市場上找到一些 其它人還沒開始做的領域。 人類才是營銷文案的創造者， 人類才是商業戰略的拓展人"}, {"zh-tw": " So Yahli, whatever you decide to do, let every day bring you a new challenge. If it does, then you will stayahead of the machines.", "en": " 所以，雅莉，不管妳決定要做什麼， 讓每一天帶給妳新的挑戰， 如果是這樣，那麼妳將永遠領先機器一步。"}, {"zh-tw": " Thank you.", "en": " 謝謝大家！"}], "title": "Anthony Goldbloom The Jobs We Ll Lose To Machines And The Ones We Won T"}