{"url": "http://www.ted.com/talks/james_green_3_moons_and_a_planet_that_could_have_alien_life", "paragraphs": [{"zh-tw": " Is there life beyond Earthin our solar system? Wow, what a powerful question. You know, as a scientist -- planetary scientist -- we really didn't take thatvery seriously until recently.", "en": " 除地球外，太陽系中還有其他生命存在嗎？ 哇，大哉問！ 身為科學家、 行星科學家， 直到最近我們才嚴肅、認真地面對這個問題。"}, {"zh-tw": " Carl Sagan always said, \"It takes extraordinary evidencefor extraordinary claims.\" And the claims of having life beyond Earth need to be definitive, they need to be loud and they need to be everywherefor us to be able to believe it. So how do we make this journey? What we decided to do is first look forthose ingredients for life.", "en": " 卡爾‧薩根總是說： 「非凡的主張需有非凡的證據來支持。」 地球之外有生命的主張， 必須是明確的、 必須是響亮的、 必須隨處可見的，我們才能夠相信。 我們該如何展開這旅程呢？ 我們決定先尋找生命的要素。"}, {"zh-tw": " The ingredients of life are: liquid water -- we have to have a solvent, can't be ice, has to be liquid. We also have to have energy.", "en": " 生命的要素是： 「液態水」 － 必須有溶劑， 不能是冰，必須是液態的。 我們也必須有「能量」。"}, {"zh-tw": " We also have to have organic material -- things that make us up, but also things that we need to consume. So we have to have these elements in environments for long periods of time for us to be ableto be confident that life, in that moment when it starts, can spark and then grow and evolve.", "en": " 還須有「有機物」 -- 它組成我們人體架構， 並提供我們攝食所需。 環境中必須長期有這三種元素， 才能讓我們相信： 生命，在它初萌的那一刻， 迸出火花， 然後得以成長和演化。"}, {"zh-tw": " Well, I have to tell youthat early in my career, when we looked at those three elements, I didn't believethat they were beyond Earth in any length of timeand for any real quantity. Why? We look at the inner planets.", "en": " 但我必須坦白， 在早期職涯中檢視這三個要素時， 我不相信在地球之外， 它們曾出現或存在過任何地方。 為什麼？讓我們看看太陽系的內行星："}, {"zh-tw": " Venus is way too hot -- it's got no water. Mars -- dry and arid.", "en": " 金星太熱，沒有水； 火星既乾又旱，沒有水；"}, {"zh-tw": " It's got no water. And beyond Mars, the water in the solar systemis all frozen.", "en": " 太陽系中比火星更遠的水全部凍成了固態的冰。"}, {"zh-tw": " But recent observationshave changed all that. It's now turning our attentionto the right places for us to take a deeper look and really start to answerour life question.", "en": " 但最近的觀測讓這一切改觀了， 使我們將注意力轉向正確的地方， 進一步去探究， 真正地開始回答生命的問題。"}, {"zh-tw": " So when we look out into the solar system, where are the possibilities? We're concentrating our attentionon four locations. The planet Mars and then three moons of the outer planets: Titan, Europa and small Enceladus.", "en": " 所以，我們探究太陽系 生命的可能性存在哪裡呢？ 我們將注意力集中於四顆星體： 火星， 和外行星中的三個衛星： 泰坦（土衛六）、歐羅巴（木衛二），和小小的恩克拉多斯（土衛二）。"}, {"zh-tw": " So what about Mars? Let's go through the evidence. Well, Mars we thoughtwas initially moon-like: full of craters, arid and a dead world.", "en": " 火星是什麼狀況呢？ 讓我們來討論一下證據。 起初我們以為火星像月亮： 佈滿隕石坑洞、乾旱荒蕪，是個死寂的世界。"}, {"zh-tw": " And so about 15 years ago, we started a seriesof missions to go to Mars and see if water existedon Mars in its past that changed its geology. We ought to be able to notice that.", "en": " 大約15年前， 我們開始了一系列的火星任務， 查看火星過去是否有水存在， 改變了它的地質。 我們本應查覺得到。"}, {"zh-tw": " And indeed we startedto be surprised right away. Our higher resolution imagesshow deltas and river valleys and gulleys that were there in the past.", "en": " 確實，我們一開始就很訝異， 因高解析度的影像顯示， 那裡曾有過三角洲、河谷，和溝渠。"}, {"zh-tw": " And in fact, Curiosity -- which has been roving on the surfacenow for about three years -- has really shown us that it's sittingin an ancient river bed, where water flowed rapidly. And not for a little while, perhaps hundreds of millions of years.", "en": " 事實上， 好奇號探測車已在火星表面上漫遊3年了； 我們看到它停在一條古老的河床上， 在那曾有湍急的水流過， 時間不短，可能持續流過數億年之久。"}, {"zh-tw": " And if everything was there, including organics, perhaps life had started. Curiosity has alsodrilled in that red soil and brought up other material.", "en": " 如果主要元素都在那裡， 有機物包括在內， 也許生命曾誕生過。 好奇號在紅土上鑽洞， 挖出了其他的物質。"}, {"zh-tw": " And we were really excitedwhen we saw that. Because it wasn't red Mars, it was gray material, it's gray Mars.", "en": " 我們檢視後，非常地興奮， 因為不是紅色，而是灰色的物質： 灰色的火星。"}, {"zh-tw": " We brought it into the rover, we tasted it, and guess what? We tasted organics -- carbon, hydrogen, oxygen, nitrogen, phosphorus, sulfur -- they were all there. So Mars in its past, with a lot of water, perhaps plenty of time, could have had life, could have had that spark, could have grown.", "en": " 把挖出的物質帶回車裡辨識， 你猜怎麼著？ 我們辨識出有機物： 碳、氫、氧、 氮、磷、硫， 全都在那裡。 所以，過去的火星 曾有過很多的水， 也許曾有很長的一段時間， 曾有過生命、曾有過生命的火花、 曾有過成長的生命。"}, {"zh-tw": " And is that life still there? We don't know that. But a few years ago we started to look at a number of craters.", "en": " 那時的生命，現在還存在嗎？ 我們不知道。 但幾年前， 我們開始細看一些隕石坑。"}, {"zh-tw": " During the summer, dark lines would appeardown the sides of these craters. The more we looked, the more craters we saw, the more of these features.", "en": " 在夏季， 沿著這些隕石坑的邊緣會出現深色的條紋。 我們檢視越多的隕石坑， 就看到越多這樣的特點，"}, {"zh-tw": " We now know more than a dozen of them. A few months ago the fairy tale came true.", "en": " 現在已知超過十二個。 幾個月前，神話成真了。"}, {"zh-tw": " We announced to the worldthat we know what these streaks are. It's liquid water.", "en": " 我們向世界宣布已經知道這些條紋是什麼： 是液態水。"}, {"zh-tw": " These craters are weepingduring the summer. Liquid water is flowingdown these craters.", "en": " 這些隕石坑在夏天滲流出液體； 這些液態水流下隕石坑。"}, {"zh-tw": " So what are we going to do now -- now that we see the water? Well, it tells us that Mars hasall the ingredients necessary for life. In its past it had perhapstwo-thirds of its northern hemisphere -- there was an ocean.", "en": " 既已發現了水，接下來要做什麼呢？ 它告訴了我們，火星具備了組成生命的必要成分， 它北半球的三分之二過去可能有過海洋，"}, {"zh-tw": " It has weeping water right now. Liquid water on its surface.", "en": " 現在有流下的水。 它的星球表面有液態水。"}, {"zh-tw": " It has organics. It has all the right conditions.", "en": " 它有有機物。 它有所有對的條件。"}, {"zh-tw": " So what are we going to do next? We're going to launch a series of missions to begin that search for life on Mars. And now it's more appealingthan ever before.", "en": " 那麼，我們接下來要怎麼做呢？ 我們要展開一系列的任務， 開始尋找火星上的生命。 現在比以往任何時候都更有吸引力。"}, {"zh-tw": " As we move out into the solar system, here's the tiny moon Enceladus. This is not in what we callthe traditional habitable zone, this area around the sun.", "en": " 再往更遠的太陽系裡，我們所看到的 是小小的土衛二。 這個位置相對於太陽的距離， 並不是傳統上我們所認知的宜居區。"}, {"zh-tw": " This is much further out. This object should beice over a silicate core.", "en": " 這裡距離太陽更遠。 這個衛星，應該是冰層覆蓋的矽酸鹽核心。"}, {"zh-tw": " But what did we find? Cassini was there since 2006, and after a couple yearslooked back after it flew by Enceladus and surprised us all. Enceladus is blasting sheets of waterout into the solar system and sloshing back down onto the moon.", "en": " 但我們找到了什麼？ 自2006年起，卡西尼太空船就在那裡， 在飛過了土衛二的2年後再度回顧， 它的發現令我們全都大吃一驚。 土衛二往太空噴出羽狀的水， 水又落回該衛星上。"}, {"zh-tw": " What a fabulous environment. Cassini just a few months agoalso flew through the plume, and it measured silicate particles.", "en": " 多麼美妙的環境啊。 幾個月前卡西尼飛過羽狀物， 測到矽酸鹽顆粒。"}, {"zh-tw": " Where does the silica come from? It must come from the ocean floor. The tidal energy is generated by Saturn, pulling and squeezing this moon -- is melting that ice, creating an ocean.", "en": " 二氧化矽來自何方？ 一定來自海底。 土星產生的潮汐能， 拉扯、擠壓這個衛星， 使它的冰層融化， 形成了海洋；"}, {"zh-tw": " But it's also doing that to the core. Now, the only thing that we can think of that does that here on Earthas an analogy ...", "en": " 潮汐能同樣也拉扯、擠壓這衛星的矽酸鹽核心。 在地球上，我們想得到唯一能類比的是"}, {"zh-tw": " are hydrothermal vents. Hydrothermal vents deep in our oceanwere discovered in 1977.", "en": " 「海底熱泉」。 海底熱泉於1977年在海洋的深處被發現。"}, {"zh-tw": " Oceanographers were completely surprised. And now there are thousandsof these below the ocean.", "en": " 海洋學家非常地驚訝。 今天海底有著成千上萬的海底熱泉。"}, {"zh-tw": " What do we find? The oceanographers, when they goand look at these hydrothermal vents, they're teeming with life, regardless of whether the wateris acidic or alkaline -- doesn't matter. So hydrothermal vents area fabulous abode for life here on Earth.", "en": " 我們找到了什麼？ 海洋學家發現海底熱泉裡， 有著豐饒的生命， 不管水是酸性或鹼性的， 與酸鹼無關。 所以，海底熱泉是地球上生物的極佳住所。"}, {"zh-tw": " So what about Enceladus? Well, we believe because it has water and has had it fora significant period of time, and we believe it has hydrothermal vents with perhaps the right organic material, it is a place where life could exist. And not just microbial -- maybe more complexbecause it's had time to evolve.", "en": " 那麼土衛二呢？ 我們相信土衛二有生命，因為有水， 相當長的時間有水， 也相信它有海底熱泉， 可能也有有機物存在， 是個可能有生命存在的地方。 可能不只有微生物，還有更複雜的生物， 因為它有足夠的時間去演化。"}, {"zh-tw": " Another moon, very similar, is Europa. Galileo visited Jupiter's system in 1996 and made fabulous observations of Europa.", "en": " 另一個非常相似的衛星，是歐羅巴。 伽利略號於1996年造訪木星和週邊， 好好地觀察了歐羅巴。"}, {"zh-tw": " Europa, we also know,has an under-the-ice crust ocean. Galileo mission told us that,but we never saw any plumes.", "en": " 伽利略號任務讓我們得知 歐羅巴的冰殼下有海洋。 以前我們並未看到任何羽狀噴泉，"}, {"zh-tw": " But we didn't look for them. Hubble, just a couple years ago, observing Europa, saw plumes of water spraying from the cracksin the southern hemisphere, just exactly like Enceladus.", "en": " 是因為我們那時沒尋找。 哈伯太空望遠鏡， 在兩年前 觀察歐羅巴， 看到羽狀噴泉 從南半球的裂縫噴出， 就像土衛二那樣。"}, {"zh-tw": " These moons, which are not in what we calla traditional habitable zone, that are out in the solar system, have liquid water. And if there are organics there, there may be life.", "en": " 這些衛星 不是位於我們傳統認為的宜居區， 而是在太陽系的外區， 卻有著液態水。 如果那裡存在著有機物， 就可能有生命。"}, {"zh-tw": " This is a fabulous set of discoveries because these moonshave been in this environment like that for billions of years. Life started here on Earth, we believe,after about the first 500 million, and look where we are.", "en": " 這是個好棒的發現， 因為這些衛星處在這樣的環境中 已經數十億年。 我們認為地球的生命始於最初的五億年， 瞧瞧我們現在的模樣。"}, {"zh-tw": " These moons are fabulous moons. Another moon that we'relooking at is Titan.", "en": " 這些衛星真是讓人難以置信。 另一個我們想要探討的衛星，是泰坦。"}, {"zh-tw": " Titan is a huge moon of Saturn. It perhaps is much largerthan the planet Mercury.", "en": " 泰坦是土星的大衛星， 體積可能比水星更大。"}, {"zh-tw": " It has an extensive atmosphere. It's so extensive -- and it's mostly nitrogenwith a little methane and ethane -- that you have to peerthrough it with radar.", "en": " 它有遼闊的大氣層。 如此遼闊的大氣層， 主要成份是氮，加上少量的甲烷和乙烷， 必須用雷達穿透才能窺視它。"}, {"zh-tw": " And on the surface,Cassini has found liquid. We see lakes ...", "en": " 卡西尼號在它的地表上發現了液體。 我們看到湖泊，"}, {"zh-tw": " actually almost the sizeof our Black Sea in some places. And this area is not liquid water; it's methane.", "en": " 某些地方的湖泊幾乎如我們的黑海一般大， 湖裏並不是液態水，而是甲烷。"}, {"zh-tw": " If there's any place in the solar systemwhere life is not like us, where the substitute of wateris another solvent -- and it could be methane -- it could be Titan. Well, is there life beyond Earthin the solar system? We don't know yet, but we're hot on the pursuit.", "en": " 如果太陽系中存在著一個地方，那裡的生命跟我們不同， 是以其它溶劑來代替水-- 可能是甲烷 -- 那地點有可能是泰坦。 除地球外，太陽系中還有其他生命存在嗎？ 我們還不知道， 但我們正熱切地追尋著。"}, {"zh-tw": " The data that we're receivingis really exciting and telling us -- forcing us to think about thisin new and exciting ways. I believe we're on the right track.", "en": " 我們收到的數據真是令人興奮。 數據告訴我們、迫使我們 以新的、令人興奮的方式考量。 我相信我們正走在正確的軌道上。"}, {"zh-tw": " That in the next 10 years,we will answer that question. And if we answer it, and it's positive, then life is everywherein the solar system.", "en": " 未來10年我們將回答這個問題。 如果我們的回答是肯定的， 那麼，太陽系中處處有生命。"}, {"zh-tw": " Just think about that. We may not be alone.", "en": " 想想看， 我們可能並不孤單。"}, {"zh-tw": " Thank you.", "en": " 謝謝。"}], "title": "James Green 3 Moons And A Planet That Could Have Alien Life"}