{"url": "http://www.ted.com/talks/franz_freudenthal_a_new_way_to_heal_hearts_without_surgery", "paragraphs": [{"zh-tw": " The most complex problems in our time can be solved with simple techniques, if we are able to dream. As a child, I discoveredthat creativity is the key to cross from dreams to reality.", "en": " 在我們這個時代最複雜的問題 卻能用簡單的技術解決， 如果我們敢於逐夢的話。 小時候，我發現創造力是跨越夢想與現實的關鍵。"}, {"zh-tw": " I learned this from my grandmother, Dr. Ruth Tichauer, a Jewish refugee that settledin the heart of the Andes. That is how I grew up: encouraged to see beyond any limitation.", "en": " 我從我的祖母（Ruth Tichauer 醫師）學到這點， 她是位猶太難民，定居在安第斯山脈中心地帶。 那正是我長大的方式， 被鼓勵去觀察超越任何限制的事物。"}, {"zh-tw": " So part of my educationincluded helping her in remote, indigenous communities. I cherish those memories, because they helped meto understand life outside the city, a life with a lot of possibilities, without barriers, as language or culture.", "en": " 所以我受到的教育的一部分就是 在偏遠的原住民社區裡協助她。 我珍惜那些記憶， 因為它們幫助我了解城市以外的生活， 一種具有多種可能性的生活， 沒有障礙，例如在語言或文化方面。"}, {"zh-tw": " During those trips, my grandmotherused to recite a Kipling poem: \"Something hidden. Go and find it. Go and look behind the Mountains.", "en": " 在那些旅程中，我的祖母常常朗誦吉卜林的詩： 「去找。找那些被藏起之物。 快，到山的後面找。"}, {"zh-tw": " Something lost behind the mountains. Lost and waiting for you. Go!\" In the coming years,I became a medical student.", "en": " 在山後，那些丟失之物， 在遺失中正等待著你。去吧！」 在之後的數年，我成為一個醫學生。"}, {"zh-tw": " One of every hundredchildren born worldwide has some kind of heart disease. There's a part of this problemI think I can solve -- the part of this problemI have spent my life working on.", "en": " 全世界每一百個出生的小孩之中 就有一位有某種心臟病。 我想我能解決這問題的其中一部份 ── 這部分我已花費我的一生不斷鑽研。"}, {"zh-tw": " The problem starts during pregnancy. The fetus needs to surviveinside the mother.", "en": " 這問題是開始於懷孕期間， 胎兒需要在母體內生存，"}, {"zh-tw": " Survival depends on communication between the systemicand the pulmonary blood. At the moment of birth, this communication needs to stop.", "en": " 存活則仰賴體循環與肺循環間血液的交流。 而在出生時， 這種交流必須停止。"}, {"zh-tw": " If it doesn't close, the babyhas a hole in the heart. It is caused by prematurityand genetic conditions.", "en": " 假如沒有關閉，嬰兒的心臟就會有一個通孔。 這是因早產及基因異常造成的，"}, {"zh-tw": " But what we know today is that a lack of oxygenis also one of the causes. As you can see in the chart, the frequency of this kind of hole dramatically increases with altitude.", "en": " 但現今我們知道的是 缺少氧氣也是原因之一。 在這圖表中你可看到， 這種心臟通孔的發生率 隨著海拔高度的增長而急劇增加。"}, {"zh-tw": " Video: (Baby crying) When you look at patientswith this condition, they seem desperate to breathe. To close the hole, major surgeryused to be the only solution.", "en": " 影片：（嬰兒哭聲）。 當你看到這種狀況的病人， 他們似乎拼命地呼吸。 要關閉這通孔，動大手術是過去唯一的治療方法。"}, {"zh-tw": " One night, my friend Malte,were camping in the Amazon region. The only thing that would not burnin the fire was a green avocado branch.", "en": " 有天晚上，我的朋友 Malte 和我在亞馬遜地區露營， 唯一無法在營火裡燃燒的是一枝牛油果的嫩枝。"}, {"zh-tw": " Then came a moment of inspiration. So we used the branch as a moldfor our first invention.", "en": " 接著我們靈感泉湧， 所以我們用樹枝作為我們首次發明的模型。"}, {"zh-tw": " The holes in children's heartscan be closed with it. A coil is a piece of wirewrapped onto itself.", "en": " 小孩心臟的通孔可以用它將之關閉。 線圈是由一條金屬絲自我盤繞而成。"}, {"zh-tw": " It maybe doesn't look so fancy to you now, but that was our first successful attempt to create a device for this major problem. In this video, we can seehow a very tiny catheter takes the coil to the heart.", "en": " 現在你看它也許不怎麼起眼， 但那是我們第一次成功的嘗試， 為這重大問題製造出一個裝置。 在這影片中，我們可看到一條極細的導管 如何將線圈帶到心臟，"}, {"zh-tw": " The coil then closes the hole. After that moment of inspiration, there came a very long time of effort developing a prototype.", "en": " 然後線圈將通孔關閉。 在那靈感啟發後， 經過一段非常長時間的努力， 研發出這種裝置的雛形。"}, {"zh-tw": " In vitro and in vivo studies tookthousands of hours of work in the lab. The coil, if it works, can save lives.", "en": " 在實驗室裡，花費數千個小時作生物體外與體內的研究； 如果成功，這線圈能挽救無數生命。"}, {"zh-tw": " I returned from Germany to Bolivia, thinking that wherever we go, we have the opportunityto make a difference. With my wife and partner,Dr. Alexandra Heath, we started to see patients.", "en": " 我從德國返回玻利維亞， 心想：無論到哪裡 我們都有機會有所作為。 我與我的妻子，也是同事 （Alexandra Heath 醫師） 開始訪視病人。"}, {"zh-tw": " After successfully treatingpatients with our coil, we felt really enthusiastic. But we live in a place that is 12,000 feet high.", "en": " 使用我們的線圈成功治療病人之後， 我們真的感到滿腔熱忱。 但我們住在海拔 12,000 英尺的地方，"}, {"zh-tw": " And, the patients there need a special deviceto solve their heart condition. The hole in altitudepatients is different, because the orificebetween the arteries is larger.", "en": " 而且， 那裡的病人需要一種特殊的裝置來解決他們心臟的狀況。 在高海拔病人的心臟通孔是不同的， 因為動脈間的開口比較大。"}, {"zh-tw": " Most patients cannot affordto be treated on time, and they die. The first coil could successfully treat only half of the patients in Bolivia.", "en": " 大部份病人付不起費用，無法及時接受治療， 因而死亡了。 在玻利維亞，最初的線圈只能成功地治療一半的病人。"}, {"zh-tw": " The search started again. We went back to the drawing board.", "en": " 研究再度展開， 我們重新返回設計階段，"}, {"zh-tw": " After many trials, and with the help of my grandmother'sindigenous friends in the mountains, we obtained a new device. For centuries, indigenous womentold stories by weaving complex patterns on looms, and an unexpected skillhelped us for the new device.", "en": " 經過許多試驗， 在我祖母的山區原住民朋友協助下， 我們做了一種新的裝置。 數世紀以來，原住民婦女藉著在織布機上編織複雜圖案述說故事， 而這種意料之外的技巧幫助了我們的新裝置。"}, {"zh-tw": " We take this traditional method of weaving and make a design made by a smart material that records shape. It seems this time, the weaving allows usto create a seamless device that doesn't rust because it's made of only one piece.", "en": " 我們採用這種傳統編織法， 利用一種可記憶自身形狀的智慧型材質完成了設計。 此次， 似乎編織法讓我們設計出一種無瑕疵的裝置， 它不會生鏽， 因為它僅由一條金屬絲做成。"}, {"zh-tw": " It can change by itselfinto very complex structures by a procedure that tookdecades to develop. As you can see, the device enters the body through the natural channels.", "en": " 它能自己變形成為非常複雜的結構， 這過程花了數十年的研發， 正如你們所看到的，這裝置經由血液流動的通道進入人體。"}, {"zh-tw": " Doctors have only to closethe catheter through the hole. Our device expands, places itself and closes the hole.", "en": " 醫師只須將導管跨過通孔， 裝置會自行展開，它會自己擺好位置， 而後關閉心臟的通孔。"}, {"zh-tw": " We have this beautiful delivery system that is so simple to use because it works by itself. No open surgery was necessary.", "en": " 我們有這完美的置放系統， 使用非常簡單， 因為它自己就能發揮作用。 不再需要開心手術了！"}, {"zh-tw": " As doctors, we fight with diseases that take a long timeand effort to heal -- if they do. This is the child from before, after the procedure.", "en": " 身為醫師，我們鍥而不捨地與痼疾作戰 ── 假如它們可治癒的話。 這是先前的那個小孩， 經過治療以後的樣子。"}, {"zh-tw": " As you can see -- As you can see,once the device is in place, the patient is 100 percent healed. From start to finish, the whole procedure takes only 30 minutes.", "en": " 正如你所看到的—— 正如你所看到，一旦裝置植入， 病人 100% 完全痊癒。 從開始至結束， 整個過程只花 30 分鐘。"}, {"zh-tw": " That's very rewarding from the medicaland human point of view. We are so proud that someof our former patients are part of our team -- a team, thanks to added close interaction with patients that work with us.", "en": " 從醫療以及常人的觀點來看，那是非常值得的。 我們感到自豪的是一些我們以前的病人 加入我們的團隊， 這個團隊歸功於和我們一起工作的病人所附加的緊密互動。"}, {"zh-tw": " Together, we have only one idea: the best solutions need to be simple. We lost the fearof creating something new.", "en": " 我們只有一個共同的信念： 最佳解決方案必須很簡潔。 我們不再畏懼創造新型式。"}, {"zh-tw": " The path, it's not easy. Many obstacles arise all the time.", "en": " 這路不容易走， 許多障礙一直出現；"}, {"zh-tw": " But we receive strength from our patients. Their resilience and courage inspire our creativity.", "en": " 但我們從病人得到力量， 他們的適應能力與勇氣 鼓舞我們的創造力。"}, {"zh-tw": " Our goal is to make sure that no child is left behind, not because of cost or access. So we have to start a foundation with a one-to-one model.", "en": " 我們的目標是要確保 沒有一個小孩會因為費用或就醫機會的因素而被遺漏掉。 所以我們必須建立一個基金會， 以一對一的模式，"}, {"zh-tw": " We will give one device for free to make sure that every child is treated. We are in many countries now, but we need to be everywhere.", "en": " 我們免費提供一支裝置， 以確保每一個孩子都能接受治療。 我們現在已在許多國家中作業， 但我們必須擴大到各地。"}, {"zh-tw": " This whole thing began with one impossible idea as will continue it, really: No child is left behind. Muchas gracias.", "en": " 整個事情始於一個異想天開的念頭， 事實上也會持續下去： 沒有一個小孩會被忽略遺漏。 （西語）非常謝謝！"}], "title": "Franz Freudenthal A New Way To Heal Hearts Without Surgery"}