{"url": "http://www.ted.com/talks/el_seed_a_project_of_peace_painted_across_50_buildings", "paragraphs": [{"zh-tw": " So when I decided to createan art piece in Manshiyat Naser, the neighborhood of the Cairogarbage collectors in Egypt, I never thought this project would be the most amazing human experiencethat I would ever live. As an artist, I hadthis humanist intention of beautifying a poorand neglected neighborhood by bringing art to it and hopefullyshining light on this isolated community.", "en": " 當我決定在開羅附近的垃圾之都 曼斯亞特納賽爾進行一項藝術創作時， 我從未想過這個企劃將成為 我有生以來最為奇特的一項人生體驗。 作為藝術家，我秉持人道主義精神， 去美化這個貧困而孤離的區域 將藝術帶到此處並希望能在這片孤離的社區中灑下一點微光。"}, {"zh-tw": " The first time I heard aboutthis Christian Coptic community was in 2009 when the Egyptian authoritiesunder the regime of Hosni Mubarak decided to slaughter 300,000 pigsusing the pretext of H1N1 virus. Originally, they are pig breeders.", "en": " 我首次聽到這個埃及的基督徒社區時， 是在2009年穆巴拉克的執政時期。 當時這個社區因為H1N1流感病毒的關係屠殺了300,000豬隻。 原本住在這裡的人們以飼養豬隻維生，"}, {"zh-tw": " Their pigs and other animalsare fed with the organic waste that they collect on a daily basis. This event killed their livelihood.", "en": " 用每日收集的有機廢棄物 來飼養豬隻以及其他動物。 流感的爆發毀了他們的生計。"}, {"zh-tw": " The first time I entered Manshiyat Naser,it felt like a maze. I was looking for the St. Simon Monasteryon the top of the Muqattam Mountain.", "en": " 當我第一次進入曼斯亞特納賽爾時我覺得這裡像座迷宮。 當時我在Muqattam山頂上尋找聖西蒙修道院。"}, {"zh-tw": " So you go right, then straight,then right again, then left to reach all the way to the top. But to reach there, you must dodge betweenthe trucks overpacked with garbage and slalom between the tuk-tuks, the fastest vehicle to move aroundin the neighborhood.", "en": " 你得先向右走然後直行，然後向右轉再向左轉， 一路走到山頂上。 但要抵達那裏，你必須躲過一輛輛載滿垃圾的卡車 和嘟嘟車的阻礙。 嘟嘟車是在這個社區內最快速的車輛。"}, {"zh-tw": " The smell of the garbageunloaded from those trucks was intense, and the noise of the trafficwas loud and overbearing. Add to it the din created by the crushersin those warehouses along the way.", "en": " 從那些卡車上卸下的垃圾有著非常強烈的惡臭， 交通的吵雜聲大到令人無法忍受， 除此之外還有由倉庫發出來壓碎機的噪音。"}, {"zh-tw": " From outside it looks chaotic,but everything is perfectly organized. The Zaraeeb, that’s howthey call themselves, which means the pig breeders, have been collecting the garbage of Cairo and sorting it in their ownneighborhood for decades.", "en": " 從外面來看這裡一片混亂，但其實所有的一切都是很有組織的。 \"Zaraeeb\", 他們是這樣稱呼自己的 意思是飼養豬隻的人。 他們一直在開羅收集垃圾 並在自己的社區整理垃圾已經數十年。"}, {"zh-tw": " They have developedone of the most efficient and highly profitable systemson a global level. Still, the place is perceivedas dirty, marginalized and segregated because of their associationwith the trash.", "en": " 他們已經發展出極為有效率 和高獲利的全球系統。 但這個社區卻仍然被視為髒亂、低效益且與世隔絕的地方 全因為他們的社區和垃圾劃上等號。"}, {"zh-tw": " So my initial ideawas to create an anamorphic piece, a piece that you can only seefrom one vantage point. I wanted to challenge myself artisticallyby painting over several buildings and having it only fully visiblefrom one point on the Muqattam Mountain.", "en": " 我最初的想法是創造一個變形的模塊， 一個你只能用好的角度觀看的模塊。 我想要挑戰自己，利用在建築上作畫的方式， 人們只能夠在Muqattam山上的某個特定點看到全景。"}, {"zh-tw": " The Muqattam Mountainis the pride of the community. This is where they builtthe St. Simon Monastery, a 10,000-seat cave churchthat they carved into the mountain itself.", "en": " Muqattam山是整個社區的象徵 這是他們創建西蒙修道院的地方。 一座在山裡雕砌出來，有著多達10,000座位的修道院。"}, {"zh-tw": " So, the first timeI stood on top of the mountain and I looked at the neighborhood, I asked myself, how on earthwill I convince all those owners to let me paint on their buildings? And then Magd came. Magd is a guide from the Church.", "en": " 我第一次站在山頂上時， 我俯瞰這整個社區 並想，我到底應該怎麼樣說服所有的人 讓我能在他們的建築上作畫? 然後Maged來了， 他是修道院的嚮導，"}, {"zh-tw": " He told me the only person I neededto convince was Father Samaan, who is the leader of the community. But to convince Father Samaan,I needed to convince Mario, who is a Polish artistwho moved to Cairo 20 years ago and who created all the artworkof the Cave Church.", "en": " 他告訴我我唯一需要說服的人就是神父Samaan 他是這個社區的領導。 但在說服神父Samaan之前，我必須先說服Mario， 他是一位波蘭藝術家，20年前搬來開羅。 他創造了這個修道院所有的藝術品。"}, {"zh-tw": " I am really grateful to Mario.He was the key of the project. He managed to get mea meeting with Father Samaan, and surprisingly, he loved the idea.", "en": " 我對Mario非常感激，他是這個企劃最關鍵的人物。 他想辦法讓我和神父Samaan會面 而出乎我意料的是，他很喜歡我的想法。"}, {"zh-tw": " He asked me about where I painted before and how I will make it happen. And he was mainly concernedby what I was going to write.", "en": " 他問我，我之前在哪裡作畫 還有我要如何執行這個企畫 他最擔心的是我要寫的內容。"}, {"zh-tw": " In every work that I create,I write messages with my style of Arabic calligraphy. I make sure those messages are relevantto the place where I am painting but have this universal dimension, so anybody around the worldcan relate to it.", "en": " 我的每一個作品都會有我用阿拉伯書法風格 所寫下的訊息。 我確保所有的訊息都和我作畫的地方有關係 但有著全球觀的角度 讓全世界的人都能夠體會及了解。"}, {"zh-tw": " So for Manshiyat Naser, I decided to write in Arabicthe words of St. Athanasius of Alexandria, a Coptic bishop from the third century, who said: (Arabic), which means in English, \"Anyone who wantsto see the sunlight clearly needs to wipe his eyes first.\" It was really important for me that the communityfelt connected to the words. And for me this quote was perfectlyreflecting the spirit of the project.", "en": " 所以對於曼斯亞特納賽爾 我決定將St.Athanasius of Alexandria 用阿拉伯文書寫。 他是來自第三世紀科普特主教 他說過: (阿拉伯語) 意思是: \"任何想要清楚看到陽光的人\" \"必須要些清澈其眼睛\"。 對我來說重要的是， 這個社區的人能對這些話產生連結。 對我來說，這段引言代表了這個企畫的精神，"}, {"zh-tw": " So Father Samaan blessed the project, and his approval broughtall the residents on board. Hundreds of liters of paint,a dozen blue manual lifts, several trips back and forth to Cairo, a strong and solid team from France,North Africa, Middle East and the US, and after a year of planningand logistics, there we are, my team and some membersfrom the local community creating a piece that willspread over 50 buildings, some filling up the spaceof the calligraphy that I trace with colors.", "en": " 神父Samaan認可了我的企劃， 他的認可讓我同時得到全社區的認同。 數百升的油漆和幾十台藍色升降機、 幾趟往返開羅的旅程、 一個由法國、北非、中東和美國組成的堅強陣容。 經過一年的計畫和籌備，我們終於可以開始了。 我的團隊和一些來自當地社區的成員， 將創造一個橫跨50座建築物的藝術品。 有些人負責填充那些我已經上了顏色的 美術字體空白處"}, {"zh-tw": " Here some blue, there some yellow,there some orange. Some others carrying some sand bags and putting themon the top of the buildings to hold those manual lifts, and some others assemblingand disassembling those same lifts and moving them aroundthe different buildings.", "en": " 有些是藍色、黃色還有些橘色。 有些人負責搬運及運送沙袋 並把它們放在建築物頂端 以支持那些手動升降機。 還有一些人負責組裝及拆裝那些升降機 並移動他們到作業的建築物上。"}, {"zh-tw": " At the beginning of the project, I numbered all thosebuildings on my sketch, and there was no real interactionwith the community. People didn’t get the point of all this.", "en": " 最一開始執行此企畫的時候 我在我的草圖上標記了所有的建築物， 他們之間並沒有交集與連結 人們並不了解這項企畫的意義在哪裡"}, {"zh-tw": " But fast enough, those building numbersbecame family names. The first buildingwas the house of Uncle Ibrahim.", "en": " 但很快的，那些建築的名字變成了家人的名字。 第一棟建築物是Ibrahim叔叔的房子"}, {"zh-tw": " Uncle Ibrahim is suchan enthusiastic person. He was always singing and making jokes, and his daughters and sonssaved me from his bull who wanted to attack meon the fourth floor.", "en": " Ibrahim叔叔是一位非常開朗的人， 他熱愛唱歌以及說笑話 他的兒女把我從公牛的手裡解救出來 這隻公年試圖在4樓攻擊我"}, {"zh-tw": " Actually, the bull saw me from the windowand came out on the balcony. Yeah.", "en": " 其實，那隻公牛是從窗戶看到我然後才從陽台出來的 是的"}, {"zh-tw": " Uncle Ibrahim was alwayshanging out on the balcony and talking to me while I was painting. I remember him saying that he didn’tgo to the mountain for 10 years, and that he never takes a day off.", "en": " Ibrahim叔叔喜歡在陽台逗留， 並且在我作畫的時候和我聊天。 我記得他說過他已經有十年沒去過山上 因為他從來沒有一天可以休息，"}, {"zh-tw": " He said that if he stopped working,who will stop the garbage? But surprisingly,at the end of the project, he came all the way to the mountainto look at the piece. He was really proudto see his house painted, and he said that this projectwas a project of peace and -- sorry -- Thank you.", "en": " 他說如果他停止工作，那麼誰會來停止垃圾呢? 令人驚訝的是，這個計畫結束的時候 他跑到了山上並且觀賞這幅藝術品。 他對於的房子是藝術品的一部分感到非常驕傲， 他說這個企畫帶來了安寧， 不好意思 謝謝"}, {"zh-tw": " He said that it was a projectof peace and unity and that it brought people together. So his perceptiontowards the project changed, and my perception towardsthe community changed also, and towards what they do.", "en": " 他說這個企劃代表了和平和團結， 並將人們團聚在一起。 他對於這個企畫的想法改變了， 我對這個社區的觀感也改變了 對於他們做的事情也有不同的認知。"}, {"zh-tw": " All the garbage that everybodyis disgusted by is not theirs. They just work out of it.", "en": " 那些令人厭惡的垃圾並不是他們的， 他們只是工作"}, {"zh-tw": " Actually, they don’t live in the garbage.They live from the garbage. So I started doubting myself and wondering what was the real purposeof this whole project? It was not about beautifyinga place by bringing art to it.", "en": " 事實上，他們並不活在垃圾堆中，而是依靠垃圾維持生計。 所以我開始質疑自己並且懷疑 這個企畫真正的主旨是什麼 並不是美化社區，"}, {"zh-tw": " It was about switching perceptionand opening a dialogue on the connection that we havewith communities that we don’t know. So day after day, the calligraphy circle was taking shape, and we were always excited to go backon the mountain to look at the piece.", "en": " 而是改變觀感並且開啟對話， 對這個我們並不熟之卻和我們息息相關的社區產生連結。 日復一日， 美術字逐漸成形， 我們每一天都很期待到山上看藝術品，"}, {"zh-tw": " And standing exactly at this pointevery day made my realize the symbolism behindthis anamorphic piece. If you want to seethe real image of somebody, maybe you should change your angle.", "en": " 而每天站在同一個地方 我更加深刻體會到這個藝術品背後的象徵意義。 如果，你想要看清楚一個人真正的樣子， 或許你需要的是改變你的角度。"}, {"zh-tw": " There was doubts and difficulties, like fears and stress. It wasn't simpleto work in such environments, sometimes having pigs under youwhile you paint or climbing a stack of garbageto reach a lift.", "en": " 在這個過程中有很多的遲疑和困難， 像是恐懼以及壓力。 在這樣的環境下工作並不簡單， 有時候當你在繪畫時下面會有豬隻， 或是有時候我得攀爬垃圾山已到達升降機，"}, {"zh-tw": " But we all got over the fearof the heights, the swinging lifts, the strength of the smell and also the stressof not finishing on time. But the kindness of all those peoplemade us forget everything.", "en": " 但我們都克服了高度和不穩昇降機的恐懼、 強烈的惡臭、 還有不能夠如期完成的壓力。 這些人的善良讓我們忘卻的一切憂慮。"}, {"zh-tw": " The building number 3 was the houseof Uncle Bakheet and Aunty Fareeda. In Egyptian, they havethis expression that says, \"Ahsen Nas,\" which means \"the best people.\" They were the best people.", "en": " 第3棟房子是Bakheet叔叔和Fareeda阿姨的 在埃及語裡，他們有這樣的說法叫\"Ahsen Nas\" 意思就是最好的人們， 他們就是最好的人們。"}, {"zh-tw": " We used to take our breakin front of their houses, and all the kids of the neighborhood used to join us. I was impressed and amazedby the kids of Manshiyat Naser.", "en": " 我們經常在他們房子前面休息， 所有鄰近社區的孩子 都會加入我們。 曼斯亞特納賽爾的孩子讓我很印象深刻。"}, {"zh-tw": " For the first few days, they were alwaysrefusing anything we were offering them, even a snack or a drink. So I asked Aunty Fareeda, \"Why is that?\" And she told me they teachtheir kids to refuse anything from somebody that they don't know because maybe this personneeds it more than they do.", "en": " 剛開始的幾天，他們總是拒絕任何我們給他們的東西， 就算只是一小袋零食或是飲料。 所以我問Fareeda阿姨為什麼 她告訴我，他們教育他們的孩子拒絕 來自陌生人所有的東西， 因為或許這個人比他們更需要那些東西。"}, {"zh-tw": " So at this exact point I realized actually the Zaraeeb communitywas the ideal context to raise the topic of perception. We need to questionour level of misconception and judgment we can have as a society upon communitiesbased on their differences.", "en": " 就在這個時候我明白了 其實Zaraeeb社區 是一個探討感知的理想地區 最為一個社會，我們必須質疑自己的認知 也必須質疑自己的批判 基於地區上的差異。"}, {"zh-tw": " I remember how we got delayedon Uncle Ibrahim's house when his pigs that are bred on the rooftop were eating the sand bagsthat hold the lifts. The house of Uncle Bakheetand Aunty Fareeda was this kind of meeting point.", "en": " 我記得我們曾經耽誤了在Ibrahim叔叔的房子的企畫， 他的豬隻被眷養在屋頂 它們當時正在吃拿來固定升降機的沙袋。 Bakheet叔叔和Fareeda阿姨的房子 是個集會的場所，"}, {"zh-tw": " Everybody used to gather there. I think this is what Uncle Ibrahim meant when he said that wasa project of peace and unity, because I really feltthat people were coming together.", "en": " 大家都會聚集在這裡。 我想這就是Ibrahim叔叔說的 他說這個企畫代表的是和平和團結 因為我真的感受到人們團結在一起，"}, {"zh-tw": " Everyone was greeting uswith a smile, offering us a drink or inviting us into theirown house for lunch. Sometime, you areat the first level of a building, and somebody opens his windowand offers you some tea.", "en": " 每個人都會親切的和我們打招呼和給我們飲料 或是邀請我們到他們家裡吃午餐。 有時候，你在第一層樓工作 有人會打開窗遞給你一杯茶，"}, {"zh-tw": " And then the same thing happenson the second floor. And you keep going all the way to the top.", "en": " 然後到了第二層樓同樣的事情又發生了， 然後你就這樣一路到了最上層。"}, {"zh-tw": " I think I never drink as much teaas I did in Egypt. And to be honest with you,we could have finished earlier, but I think it took us three weeksbecause of all those tea breaks.", "en": " 我想我這一生中從來沒像在埃及一樣喝過這麼多茶 老實說，我們其實可以提前完成這個企畫， 但我想我們多做了三周因為這些喝茶休憩時間。"}, {"zh-tw": " In Egypt, they have another expression,which is \"Nawartouna,\" which means, \"You brought light to us.\" In Manshiyat Naserthey were always telling us this. The calligraphy, actually -- I used a white glow-in-the-dark paintfor the calligraphy so at the end of the project,we rented some black light projectors and lit up the whole neighborhood, surprising everybody around.", "en": " 在埃及，我們有另一種說法叫做\"Nawartouna\" 意思是\"你帶來了光明\" 在曼斯亞特納賽爾他們總是這樣對我們說。 這個藝術字 我用白色夜光塗料劑繪製了整個藝術字， 在企畫的最後，我們借來了紫外線投影器， 並且打亮了整個社區， 驚嘆了周圍所有人，"}, {"zh-tw": " We wanted to tell them that they are the oneswho brought light to us. The Zaraeeb communityare strong, honest, hard workers, and they know their value.", "en": " 我們想要說 你們才是為我們帶來光明的人。 Zaraeeb社區是個強大、誠實、且努力的社區， 他們知道自己的價值。"}, {"zh-tw": " The people of Cairocall them \"the Zabaleen,\" which means \"the people of the garbage,\" but ironically,the people of Manshiyat Naser call the people of Cairo the Zabaleen. They say, they are the oneswho produce the garbage, not them.", "en": " 開羅的人們稱他們\"Zabaleen\" 意思是收垃圾的人 但諷刺的是, 曼斯亞特納賽爾的人們 稱呼開羅的人們\"Zabaleen\" 他們說，他們才是製造垃圾的人。"}, {"zh-tw": " The goal was to leave somethingto this community, but I feel that they are the oneswho left something in our lives. You know, the art projectwas just a pretext for this amazing human experience.", "en": " 這個企畫的目標是給這個社區帶來一些價值， 但我覺得反而是他們給了我們價值。 人家說，這個企畫只是 為了添加人生經歷的一種方式，"}, {"zh-tw": " The art piece at some pointwill disappear, vanish, and actually there is somebodywho is building a second floor in front of Uncle Ibrahim's house, so it's covering part of the painting, so I might need to go backand paint over it. It was about the experience, about the story, about the moment.", "en": " 這個藝術品終將會消失。 其實現在正有人在Ibrahim叔叔的房子前 增蓋另一層樓。 部分的藝術品被擋住了， 我必須回去繪畫，才能完整整副藝術品。 這整個企畫是關於一個經歷、 一個故事、 和一個時刻。"}, {"zh-tw": " From the streets of the neighborhood, the painting appears in fragments, isolated from one another, standing alone. But connected with the sign of calligraphy that today reveals the powerful messagethat we should all think about before we want to judge somebody.", "en": " 從社區的街道看 這副作品是破碎的， 彼此之間互相分離 各自獨立， 但是美術字體把它們連繫在一起。 今天，這個藝術品向人們宣示了這個強大的訊息: 當我們在批評別人之前，"}, {"zh-tw": " Anyone who wants to seethe sunlight clearly needs to wipe his eyes first. Thank you.", "en": " 每一個想看清陽光者， 必須要先清澈其眼睛。 謝謝大家。"}], "title": "El Seed A Project Of Peace Painted Across 50 Buildings"}