{"url": "http://www.ted.com/talks/suzanne_simard_how_trees_talk_to_each_other", "paragraphs": [{"zh-tw": " Imagine you're walking through a forest. I'm guessing you're thinkingof a collection of trees, what we foresters call a stand, with their rugged stemsand their beautiful crowns. Yes, trees are the foundation of forests, but a forest is much morethan what you see, and today I want to changethe way you think about forests.", "en": " 想像一下，你們正在一片森林中漫步。 我猜你們一定在想一叢叢樹， 我們林務員把那叫作林分， 帶有堅挺的樹幹和美麗的樹冠。 是的，樹木是森林的基礎， 但是一片森林遠不止你見到的那樣， 今天我想要改變你們對森林的看法。"}, {"zh-tw": " You see, undergroundthere is this other world, a world of infinite biological pathways that connect treesand allow them to communicate and allow the forest to behaveas though it's a single organism. It might remind youof a sort of intelligence.", "en": " 你們看，在地下有這樣一個另外的世界， 一個有著無限生物路徑 聯繫著樹木，允許它們交流， 允許這片森林像一個有機體一樣運作的世界。 它可能讓你想到一種智能。"}, {"zh-tw": " How do I know this? Here's my story. I grew up in the forestsof British Columbia.", "en": " 我是怎麼知道這種智能的呢？ 這就是我的經歷。 我在不列顛哥倫比亞省的森林中長大。"}, {"zh-tw": " I used to lay on the forest floorand stare up at the tree crowns. They were giants.", "en": " 我過去常常躺在森林覆被上，向上注視著樹冠。 它們像是巨人。"}, {"zh-tw": " My grandfather was a giant, too. He was a horse logger, and he used to selectively cutcedar poles from the inland rainforest.", "en": " 我的祖父也是個巨人。 他是一位以馬作為運輸工具的伐木工人， 他過去常常在內陸的熱帶雨林裡有選擇性地砍伐雪松樹。"}, {"zh-tw": " Grandpa taught me about the quietand cohesive ways of the woods, and how my family was knit into it. So I followed in grandpa's footsteps.", "en": " 祖父教會了我森林安靜而又協調一致的生活方式， 以及我的家庭是如何融合在其中的。 所以我繼承了我祖父的事業。"}, {"zh-tw": " He and I had this curiosity about forests, and my first big \"aha\" moment was at the outhouse by our lake. Our poor dog Jigshad slipped and fallen into the pit.", "en": " 我和他對森林有著好奇心， 而且我第一個恍然大悟的時刻 是在我們湖邊的外圍建築那裡。 我們可憐的小狗Jigs滑倒然後掉進了一個深坑裡。"}, {"zh-tw": " So grandpa ran up with his shovelto rescue the poor dog. He was down there, swimming in the muck.", "en": " 所以我的祖父帶著他的鐵鏟跑去救那隻可憐的小狗。 他在下面那裡，浸泡在污物中。"}, {"zh-tw": " But as grandpa dugthrough that forest floor, I became fascinated with the roots, and under that, what I learned laterwas the white mycelium and under that the redand yellow mineral horizons. Eventually, grandpa and Irescued the poor dog, but it was at that moment that I realized that that palette of roots and soil was really the foundation of the forest.", "en": " 但是當我的祖父翻鬆森林覆被的時候， 我被那些樹根吸引了， 在森林覆被下面，我後來得知，是白色菌絲， 在菌絲下面，是紅色和黃色的礦質層。 最終，我和我的祖父救了那隻可憐的小狗， 但是正是在那一刻，我意識到 樹根和土壤的融合 才真正是森林的基礎。"}, {"zh-tw": " And I wanted to know more. So I studied forestry.", "en": " 而且我想更深入地了解。 所以我攻讀了林學。"}, {"zh-tw": " But soon I found myself workingalongside the powerful people in charge of the commercial harvest. The extent of the clear-cutting was alarming, and I soon found myselfconflicted by my part in it.", "en": " 但是很快我發現自己和有權人士一起工作 掌管商業收割 清場式伐木的程度 令人擔憂， 而且我很快發現我因為自己在其中扮演的角色而內心鬥爭。"}, {"zh-tw": " Not only that, the sprayingand hacking of the aspens and birches to make way for the more commerciallyvaluable planted pines and firs was astounding. It seemed that nothing could stopthis relentless industrial machine.", "en": " 不僅如此，噴灑藥物以及砍伐山楊樹和樺樹 以便栽種具有更高商業價值的松樹和冷杉 令人吃驚。 似乎沒什麼可以阻止這個無休止的工業機器。"}, {"zh-tw": " So I went back to school, and I studied my other world. You see, scientists had just discoveredin the laboratory in vitro that one pine seedling root could transmit carbonto another pine seedling root.", "en": " 所以我回到了學校， 我開始研究我的另一個世界。 要知道，科學家剛剛在實驗室裡在生物體外發現了 一條松樹苗根 可以把碳傳送到另一條松樹苗根那裡。"}, {"zh-tw": " But this was in the laboratory, and I wondered,could this happen in real forests? I thought yes. Trees in real forests might alsoshare information below ground.", "en": " 但這是在實驗室裡， 我想知道，這能在真實的森林裡發生嗎？ 我想是可以的。 在真實的森林裡的樹木也許也可以在地下分享信息。"}, {"zh-tw": " But this was really controversial, and some people thought I was crazy, and I had a really hard timegetting research funding. But I persevered, and I eventually conductedsome experiments deep in the forest, 25 years ago.", "en": " 但是這真的很有爭議， 一些人認為我發瘋了， 我的確很難得到研究經費。 但是我堅持不懈， 最後我在森林深處進行了一些實驗， 在25年前。"}, {"zh-tw": " I grew 80 replicates of three species: paper birch, Douglas fir,and western red cedar. I figured the birch and the firwould be connected in a belowground web, but not the cedar.", "en": " 我種植了80棵三類樹種的複本： 紙皮樺，黃杉和美西紅側柏。 我發現樺樹和杉樹會在地下網中聯繫在一起， 但是柏樹不行。"}, {"zh-tw": " It was in its own other world. And I gathered my apparatus, and I had no money,so I had to do it on the cheap.", "en": " 它在自己的另外的世界裡。 然後我準備好我的設備， 因為我沒有錢，所以我必須以低成本的方式完成實驗。"}, {"zh-tw": " So I went to Canadian Tire -- and I bought some plastic bagsand duct tape and shade cloth, a timer, a paper suit, a respirator. And then I borrowed somehigh-tech stuff from my university: a Geiger counter, a scintillation counter,a mass spectrometer, microscopes.", "en": " 所以我去了加拿大輪胎公司 － 我買了一些塑膠袋，膠帶，遮光布， 一個計時器，一套紙質服裝，和一個防護面罩。 然後我從我的大學借了一些高科技設備： 一個蓋勒計數器，一個閃爍探測器，一個質譜儀器，和顯微鏡。"}, {"zh-tw": " And then I got somereally dangerous stuff: syringes full of radioactivecarbon-14 carbon dioxide gas and some high pressure bottles of the stable isotopecarbon-13 carbon dioxide gas. But I was legally permitted.", "en": " 然後我拿到了一些很危險的東西： 充滿放射性碳14二氧化碳氣體的注射器 和一些高壓瓶子 裝有穩定的同位素碳13二氧化碳氣體。 但是我是合法的。"}, {"zh-tw": " Oh, and I forgot some stuff, important stuff: the bug spray, the bear spray,the filters for my respirator. Oh well.", "en": " 哦，我忘了一些東西， 很重要的東西：殺蟲劑， 防熊噴霧，和我的防護面罩的過濾器。 好吧。"}, {"zh-tw": " The first day of the experiment,we got out to our plot and a grizzly bear and her cubchased us off. And I had no bear spray.", "en": " 實驗的第一天，我們去了屬於我們的一小塊地， 一隻棕熊和她的小熊在後面追趕我們。 我沒有防熊噴霧。"}, {"zh-tw": " But you know, this is howforest research in Canada goes. So I came back the next day, and mama grizzly and her cub were gone.", "en": " 但是你們知道的，在加拿大的森林裡做研究就是這樣的。 所以第二天，我又來了， 棕熊媽媽和她的小熊已經不在那裡了。"}, {"zh-tw": " So this time, we really got started, and I pulled on my white paper suit, I put on my respirator, and then I put the plastic bags over my trees. I got my giant syringes, and I injected the bags with my tracer isotopecarbon dioxide gases, first the birch.", "en": " 所以這次，我們可以真正開始了， 我穿上了白色的紙質套裝， 我戴上了防護面罩， 然後 我用塑膠袋包住樹。 我拿出巨大的注射器， 然後我向袋子中注射 示蹤同位素二氧化碳氣體， 先注射到樺樹上。"}, {"zh-tw": " I injected carbon-14, the radioactive gas, into the bag of birch. And then for fir, I injected the stable isotopecarbon-13 carbon dioxide gas.", "en": " 我把碳14，放射性氣體，注射到 樺樹的袋子裡。 然後是杉樹， 我給它注射了穩定的同位素碳13二氧化碳氣體。"}, {"zh-tw": " I used two isotopes, because I was wondering whether there was two-way communicationgoing on between these species. I got to the final bag, the 80th replicate, and all of a suddenmama grizzly showed up again.", "en": " 我用了兩種同位素， 因為我在想 在這兩類樹種之間是否有雙向的交流。 我進行到最後一個袋子， 第80棵樹木複本， 突然，棕熊媽媽又出現了。"}, {"zh-tw": " And she started to chase me, and I had my syringes above my head, and I was swatting the mosquitos,and I jumped into the truck, and I thought, \"This is why people do lab studies.\" I waited an hour. I figured it would take this long for the trees to suck upthe CO2 through photosynthesis, turn it into sugars,send it down into their roots, and maybe, I hypothesized, shuttle that carbon belowgroundto their neighbors.", "en": " 她開始在後面追我， 我把注射器舉過頭頂， 我拍打著蚊子，然後跳入了卡車， 我想， “這就是為什麼人們做實驗室研究。” 我等了一個小時。 我想樹木應該需要這麼久的時間 通過光合作用吸收二氧化碳， 把它變成糖類，輸送到它們的根部， 也許，我猜想， 還會在地下把碳輸送給它們的鄰居。"}, {"zh-tw": " After the hour was up, I rolled down my window, and I checked for mama grizzly. Oh good, she's over thereeating her huckleberries.", "en": " 一小時過去了， 我把車窗搖下來， 我看看棕熊媽媽在哪裡。 哦，太好了，她在那邊吃她的黑漿果。"}, {"zh-tw": " So I got out of the truckand I got to work. I went to my first bag with the birch.I pulled the bag off.", "en": " 然後我從卡車裡出來，開始工作。 我走到第一個樺樹袋子那裡。我把袋子拿下來。"}, {"zh-tw": " I ran my Geiger counter over its leaves. Kkhh! Perfect.", "en": " 我用我的蓋勒計數器檢測它的葉子。 咔！ 完美。"}, {"zh-tw": " The birch had taken upthe radioactive gas. Then the moment of truth.", "en": " 樺樹已經吸收了放射性氣體。 然後是檢驗真理的時刻。"}, {"zh-tw": " I went over to the fir tree. I pulled off its bag.", "en": " 我走到杉樹那裡。 我拿下它的袋子。"}, {"zh-tw": " I ran the Geiger counter up its needles, and I heard the most beautiful sound. Kkhh! It was the sound of birch talking to fir, and birch was saying,\"Hey, can I help you?\" And fir was saying, \"Yeah,can you send me some of your carbon? Because somebodythrew a shade cloth over me.\" I went up to cedar, and I ranthe Geiger counter over its leaves, and as I suspected, silence.", "en": " 我用蓋勒計數器檢測它的針狀葉子， 我聽到了最美的聲音。 咔！ 那是樺樹和杉樹交談的聲音， 樺樹在說：“嘿，我可以幫你嗎？” 杉樹回答說：“可以，你能給我一些碳嗎？ 因為有人用一塊遮光布罩住了我。” 我走到柏樹那裡，我用蓋勒計數器檢測它的葉子， 正如我猜測的那樣， 毫無聲音。"}, {"zh-tw": " Cedar was in its own world. It was not connected into the webinterlinking birch and fir.", "en": " 柏樹在它自己的世界裡。 它沒有和聯繫著樺樹和杉樹的網絡聯繫在一起。"}, {"zh-tw": " I was so excited, I ran from plot to plotand I checked all 80 replicates. The evidence was clear.", "en": " 我非常激動， 我從一塊地跑到另一塊地，我檢查了所有的80顆樹木複本。 證據很明顯。"}, {"zh-tw": " The C-13 and C-14 was showing me that paper birch and Douglas firwere in a lively two-way conversation. It turns out at that time of the year, in the summer, that birch was sending more carbon to firthan fir was sending back to birch, especially when the fir was shaded.", "en": " 碳13和碳14向我證明 紙皮樺和黃杉進行著熱鬧的雙向的對話。 實際上，在那年的那個時候， 在夏天， 樺樹給杉樹輸送的碳比杉樹輸送給樺樹的要多， 尤其是當杉樹被遮住的時候。"}, {"zh-tw": " And then in later experiments,we found the opposite, that fir was sending more carbon to birchthan birch was sending to fir, and this was because the fir was stillgrowing while the birch was leafless. So it turns out the two specieswere interdependent, like yin and yang.", "en": " 在以後的實驗中，我們發現了相反的結果， 杉樹給樺樹輸送的碳比樺樹輸送給杉樹的多， 這是因為杉樹仍然在成長然而樺樹已經凋零了。 這證明了這兩種樹是相互依靠的， 像陰和陽一樣。"}, {"zh-tw": " And at that moment,everything came into focus for me. I knew I had found something big, something that would change the waywe look at how trees interact in forests, from not just competitors but to cooperators.", "en": " 在那一刻，一切對我而言都清晰了。 我知道我有了重大發現， 一些會改變我們看待樹木在森林中互動方式的發現， 從不僅僅是競爭者， 到合作者。"}, {"zh-tw": " And I had found solid evidence of this massive belowgroundcommunications network, the other world. Now, I truly hoped and believed that my discovery would changehow we practice forestry, from clear-cutting and herbiciding to more holistic and sustainable methods, methods that were less expensiveand more practical.", "en": " 我找到了可靠的證據 證明這龐大的地下交流系統， 另一個世界。 此刻，我真心希望並相信 我的發現會改變我們實踐林學的方式， 從清場式伐木和大量使用除草劑， 到更全面，可持續的方法， 更廉價但是更實用的方法。"}, {"zh-tw": " What was I thinking? I'll come back to that. So how do we do sciencein complex systems like forests? Well, as forest scientists,we have to do our research in the forests, and that's really tough,as I've shown you.", "en": " 我那時在想什麼？ 我等一下會進行說明。 我們如何在像森林一樣複雜的系統中做科研？ 嗯，作為森林科學家，我們必須在森林裡做研究， 那非常艱難，正如我給你們展示的一樣。"}, {"zh-tw": " And we have to be really goodat running from bears. But mostly, we have to persevere in spite of all the stuffstacked against us.", "en": " 我們必須非常擅長逃離熊的追趕。 但是大部分時間，我們必須堅持不懈， 即使所有的事情都對我們不利。"}, {"zh-tw": " And we have to follow our intuitionand our experiences and ask really good questions. And then we've got to gather our dataand then go verify.", "en": " 而且我們要跟隨我們的直覺和經驗 問一些有價值的問題。 然後我們需要收集數據，證實它們。"}, {"zh-tw": " For me, I've conducted and publishedhundreds of experiments in the forest. Some of my oldest experimental plantationsare now over 30 years old.", "en": " 對我來說，我已經在樹林裡進行並發表了數以百計的實驗。 一些我的最老的實驗基地現在已經超過30年了。"}, {"zh-tw": " You can check them out. That's how forest science works.", "en": " 你們可以去看看。 那就是森林科學如何進展的。"}, {"zh-tw": " So now I want to talk about the science. How were paper birchand Douglas fir communicating? Well, it turns out they were conversingnot only in the language of carbon but also nitrogen and phosphorus and water and defense signalsand allele chemicals and hormones -- information.", "en": " 現在我想談論一下科學。 紙皮樺和黃杉是怎樣交流的呢？ 實際上，它們不僅僅用碳作為媒介來交流， 而且還用氮和磷 還有水，防禦信號，等位基因化學物質和激素 － 信息。"}, {"zh-tw": " And you know, I have to tell you,before me, scientists had thought that this belowgroundmutualistic symbiosis called a mycorrhiza was involved. Mycorrhiza literally means \"fungus root.\" You see their reproductive organswhen you walk through the forest.", "en": " 你們知道，我必須告訴你們，在我之前，科學家們認為 這種地下的互惠共生，被稱作菌根， 介入其中。 菌根從字面上理解是“菌類的根”。 你可以看見它們的繁殖器官當你穿過森林的時候。"}, {"zh-tw": " They're the mushrooms. The mushrooms, though,are just the tip of the iceberg, because coming out of those stemsare fungal threads that form a mycelium, and that myceliuminfects and colonizes the roots of all the trees and plants.", "en": " 它們是蘑菇。 然而蘑菇只是冰山一角， 因為從那些梗中長出來的是形成菌絲體的真菌絲， 那個菌絲體會影響並且侵蝕 所有樹木和植物的根部。"}, {"zh-tw": " And where the fungal cellsinteract with the root cells, there's a trade of carbon for nutrients, and that fungus gets those nutrientsby growing through the soil and coating every soil particle. The web is so dense that there can behundreds of kilometers of mycelium under a single footstep.", "en": " 在真菌細胞和根細胞相互作用的地方， 會有碳和養份的交換， 而且真菌得到那些養份，通過在土壤中生長 並且覆蓋住每一個土壤顆粒。 那個網絡非常密集以至於可以有長達幾百千米的菌絲體 在一個單一的足跡下面。"}, {"zh-tw": " And not only that, that mycelium connectsdifferent individuals in the forest, individuals not only of the same speciesbut between species, like birch and fir, and it works kind of like the Internet. You see, like all networks, mycorrhizal networks have nodes and links.", "en": " 而且不僅僅是那樣，菌絲體連接著森林中不同的個體， 不僅是同一物種的個體，還有不同物種的個體，比如樺樹和杉樹， 它工作起來像互聯網一樣。 要知道，像所有的網絡一樣， 菌根網絡有節點和連結線。"}, {"zh-tw": " We made this map by examiningthe short sequences of DNA of every tree and every fungal individualin a patch of Douglas fir forest. In this picture, the circles representthe Douglas fir, or the nodes, and the lines represent the interlinkingfungal highways, or the links.", "en": " 我們做了這個遺傳圖，通過研究 一片黃杉森林裡的每棵樹的和每個真菌體的DNA的短序列。 在這個圖中，圓圈，或者是節點，代表黃杉， 直線，或者是連接線，代表相互連結的真菌幹線。"}, {"zh-tw": " The biggest, darkest nodesare the busiest nodes. We call those hub trees, or more fondly, mother trees, because it turns outthat those hub trees nurture their young, the ones growing in the understory.", "en": " 最大的，顏色最深的節點是最繁忙的節點。 我們把那些稱作樞紐樹， 或者更深情地叫作母親樹， 因為事實證明那些樞紐樹哺育它們的小樹， 那些長在林下葉層的小樹。"}, {"zh-tw": " And if you can see those yellow dots, those are the young seedlingsthat have established within the network of the old mother trees. In a single forest, a mother tree can beconnected to hundreds of other trees.", "en": " 如果你們可以看到那些黃色的小點， 那些就是在網絡中形成的幼苗， 年邁的母親樹的網絡。 在一片單獨的森林中，一顆母親樹可以聯繫數以百計的其它的樹，"}, {"zh-tw": " And using our isotope tracers, we have found that mother trees will send their excess carbonthrough the mycorrhizal network to the understory seedlings, and we've associated thiswith increased seedling survival by four times. Now, we know we allfavor our own children, and I wondered, could Douglas firrecognize its own kin, like mama grizzly and her cub? So we set about an experiment, and we grew mother treeswith kin and stranger's seedlings.", "en": " 用我們的同位素示蹤器， 我們發現母親樹 會通過真菌菌根網把它們多餘的碳送到 林下葉層的幼苗那裡， 我們把這個行為和更高的幼苗存活率聯繫在一起， 高達四倍的存活率。 現在，我們知道我們都偏向我們自己的孩子， 我想知道，黃杉能認出它自己的幼苗嗎， 就像棕熊媽媽和她的小熊一樣？ 所以我們開始了一個實驗， 我們把母親樹，它的幼苗和其它樹種的幼苗種在一起。"}, {"zh-tw": " And it turns outthey do recognize their kin. Mother trees colonize their kinwith bigger mycorrhizal networks.", "en": " 事實證明它們的確能認出它們的幼苗。 母親樹用更大的真菌菌根網佔據自己的幼苗。"}, {"zh-tw": " They send them more carbon below ground. They even reducetheir own root competition to make elbow room for their kids.", "en": " 它們在地下給自己的幼苗輸送更多的碳。 它們甚至減少它們自己的根部競爭 來為它們的幼苗創造活動的空間，"}, {"zh-tw": " When mother trees are injured or dying, they also send messages of wisdomon to the next generation of seedlings. So we've used isotope tracing to trace carbon movingfrom an injured mother tree down her trunkinto the mycorrhizal network and into her neighboring seedlings, not only carbon but also defense signals.", "en": " 當母親樹受傷或者快要枯萎的時候， 它們也把信息智慧傳送給下一代的幼苗。 我們用了同位素示蹤 來追蹤碳的移動，從一棵受傷的母親樹 沿著她的樹幹到真菌菌根網 到她附近的幼苗裡， 不僅僅是碳，還有防禦信號。"}, {"zh-tw": " And these two compounds have increased the resistanceof those seedlings to future stresses. So trees talk.", "en": " 這兩個混合物 增加了那些幼苗對未來壓力的抵抗力。 所以樹木能說話。"}, {"zh-tw": " Thank you. Through back and forth conversations, they increase the resilienceof the whole community.", "en": " 謝謝。 經過反反覆覆地對話， 它們增強了整個團體的適應力。"}, {"zh-tw": " It probably reminds youof our own social communities, and our families, well, at least some families. So let's come back to the initial point.", "en": " 這可能讓你想起了我們自己的社會群體， 我們的家庭， 嗯，至少是一些家庭。 讓我們回到最初的問題。"}, {"zh-tw": " Forests aren't simplycollections of trees, they're complex systemswith hubs and networks that overlap and connect treesand allow them to communicate, and they provide avenuesfor feedbacks and adaptation, and this makes the forest resilient. That's because there are many hub treesand many overlapping networks.", "en": " 森林不僅僅是樹的集合， 它們是複雜的系統，帶有樞紐和網絡 彼此覆蓋並且聯繫著樹木，讓它們可以交流， 這些系統還提供了反饋和適應的方式， 這讓森林變得適應能力強。 那是因為有很多的樞紐樹和許多彼此覆蓋的網絡。"}, {"zh-tw": " But they're also vulnerable, vulnerable not onlyto natural disturbances like bark beetles that preferentiallyattack big old trees but high-grade loggingand clear-cut logging. You see, you can take outone or two hub trees, but there comes a tipping point, because hub trees are notunlike rivets in an airplane.", "en": " 但是它們也很脆弱， 不僅會受到自然干擾的影響， 比如特別喜歡侵襲老樹的樹皮甲蟲， 還會受到高強度伐木和清場式伐木的影響。 要知道，你可以拿走一棵或者兩顆樞紐樹， 但是這就到了一個極限， 因為樞紐樹就像飛機上的卯釘。"}, {"zh-tw": " You can take out one or twoand the plane still flies, but you take out one too many, or maybe that one holding on the wings, and the whole system collapses. So now how are you thinkingabout forests? Differently? (Audience) Yes.", "en": " 你可以拿走一個或者兩個卯釘，飛機還能飛， 但是你拿走太多， 或是一個連結機翼的卯釘， 整個系統都會垮掉。 那麼現在你是如何看待森林的？有點不同了嗎？ （觀眾）是的。"}, {"zh-tw": " Cool. I'm glad.", "en": " 太棒了。 我很高興。"}, {"zh-tw": " So, remember I said earlierthat I hoped that my research, my discoveries would changethe way we practice forestry. Well, I want to take a check on that30 years later here in western Canada.", "en": " 記得我之前說過我希望我的研究， 我的發現會改變我們實踐林學的方式。 嗯，我想在30年後在加拿大西部這裡檢查一下。"}, {"zh-tw": " This is about 100 kilometersto the west of us, just on the border of Banff National Park. That's a lot of clear-cuts.", "en": " 它大概在我們西方100千米， 就在班夫國家公園的邊界。 那裡有許多清場式伐木。"}, {"zh-tw": " It's not so pristine. In 2014, the World Resources Institutereported that Canada in the past decade has had the highest forest disturbancerate of any country worldwide, and I bet you thought it was Brazil.", "en": " 它不是很原始。 在2004年，世界資源研究所報導加拿大在過去的一個年代裡 有世界最高的森林破壞率， 我猜你們認為那個國家是巴西。"}, {"zh-tw": " In Canada, it's 3.6 percent per year. Now, by my estimation, that's aboutfour times the rate that is sustainable.", "en": " 在加拿大，破壞率是每年3.6%。 嗯，據我估計，那是可持續破壞率的四倍。"}, {"zh-tw": " Now, massive disturbance at this scaleis known to affect hydrological cycles, degrade wildlife habitat, and emit greenhouse gasesback into the atmosphere, which creates more disturbanceand more tree diebacks. Not only that, we're continuingto plant one or two species and weed out the aspens and birches.", "en": " 這種規模的大面積的破壞很明顯會影響水循環， 惡化野生動物的棲息地， 並且把溫室氣體釋放回大氣中， 這回帶來更多的破壞和更多的回枯。 不僅僅是那樣，我們繼續僅種植一種或兩種樹木， 不再種山楊樹和樺樹。"}, {"zh-tw": " These simplified forests lack complexity, and they're really vulnerableto infections and bugs. And as climate changes, this is creating a perfect storm for extreme events, like the massivemountain pine beetle outbreak that just swept across North America, or that megafire in the lastcouple months in Alberta.", "en": " 這種簡化的森林缺少多樣性， 它們很容易受被傳染病和蟲害影響。 隨著氣候變化， 這在為極端事件創造一個理想的風暴 比如大規模的山地松樹甲蟲蟲災爆發 蔓延了整個北美洲， 或者是過去幾個月在阿爾伯塔的大火。"}, {"zh-tw": " So I want to come backto my final question: instead of weakening our forests, how can we reinforce themand help them deal with climate change? Well, you know, the great thingabout forests as complex systems is they have enormouscapacity to self-heal. In our recent experiments, we found with patch-cuttingand retention of hub trees and regeneration to a diversityof species and genes and genotypes that these mycorrhizal networks,they recover really rapidly.", "en": " 所以我想回到最後一個問題： 與弱化我們的森林相反， 我們可以怎樣強化它們並且幫助它們應對氣候變化？ 嗯，你們知道的，關於森林作為複雜的生態系統最偉大的事情 就是他們有巨大的自我修復能力。 在我們近期的實驗中， 我們發現用小規模砍伐、保護樞紐樹、 物種多樣性和基因以及基因型再生的方式， 這些真菌菌根網會恢復得很快。"}, {"zh-tw": " So with this in mind, I want to leave youwith four simple solutions. And we can't kid ourselvesthat these are too complicated to act on.", "en": " 有了這個想法，我想要留給你們四個簡單的方法。 我們不能欺騙我們自己這些方法太複雜了以至於我們沒辦法行動。"}, {"zh-tw": " First, we all needto get out in the forest. We need to reestablishlocal involvement in our own forests.", "en": " 首先，我們都需要去森林裡。 我們需要讓當地人重新融入我們的森林中。"}, {"zh-tw": " You see, most of our forests now are managed usinga one-size-fits-all approach, but good forest stewardshiprequires knowledge of local conditions. Second, we need to saveour old-growth forests.", "en": " 要知道，我們現在大多數的森林 被單一的方式管理著， 但是好的森林管理需要關於當地條件的知識。 第二，我們需要拯救我們的老齡林。"}, {"zh-tw": " These are the repositories of genesand mother trees and mycorrhizal networks. So this means less cutting.", "en": " 它們是基因、母親樹和真菌菌根網的信息庫。 這就意味著減少伐木。"}, {"zh-tw": " I don't mean no cutting, but less cutting. And third, when we do cut, we need to save the legacies, the mother trees and networks, and the wood, the genes, so they can pass their wisdomonto the next generation of trees so they can withstandthe future stresses coming down the road.", "en": " 我不是說禁止伐木，而是說減少伐木。 第三，當我們伐木的時候， 我們需要挽救樹木的遺存， 母親樹和真菌菌根網， 還有樹林，基因， 以便它們可以把智慧傳遞給下一代的樹木， 以便它們可以應對未來即將來臨的壓力。"}, {"zh-tw": " We need to be conservationists. And finally, fourthly and finally, we need to regenerate our forestswith a diversity of species and genotypes and structures by planting and allowingnatural regeneration.", "en": " 我們需要成為自然環境保護主義者。 最後，也是第四點，最後一點， 我們需要讓我們的森林再生，擁有物種多樣性 基因型多樣性和結構多樣性 通過人工種植和自然再生。"}, {"zh-tw": " We have to give Mother Naturethe tools she needs to use her intelligence to self-heal. And we need to rememberthat forests aren't just a bunch of trees competing with each other, they're supercooperators.", "en": " 我們必須給予大自然母親她所需要的 可以使用她的智慧來自我治癒的工具。 我們也需要記住森林不僅僅是一叢叢樹木 彼此競爭著， 它們是超級合作者。"}, {"zh-tw": " So back to Jigs. Jigs's fall into the outhouseshowed me this other world, and it changed my view of forests.", "en": " 再回到Jigs。 Jigs掉進外圍建築的那件事讓我認識到這樣一個另外的世界， 而且它改變了我對森林的看法。"}, {"zh-tw": " I hope today to have changedhow you think about forests. Thank you.", "en": " 我希望我今天改變了你們對森林的看法。 謝謝。"}], "title": "Suzanne Simard How Trees Talk To Each Other"}