{"url": "http://www.ted.com/talks/sarah_parcak_hunting_for_peru_s_lost_civilizations_with_satellites", "paragraphs": [{"zh-tw": " In July of 1911, a 35-year-old Yale graduate and professorset out from his rainforest camp with his team. After climbing a steep hill and wiping the sweat from his brow, he described what he saw beneath him.", "en": " 在 1911 年的七月， 一個 35 歲的耶魯校友及教授和他的團隊一起 從他的熱帶雨林營地出發。 他在爬過一座陡峭的山 擦掉額頭上的汗水之後， 這樣形容所看到的腳下的景象："}, {"zh-tw": " He saw rising fromthe dense rainforest foliage this incredible interlockingmaze of structures built of granite, beautifully put together. What's amazing about this project is that it was the first fundedby National Geographic, and it graced the front coverof its magazine in 1912.", "en": " 他看到在茂密的熱帶雨林樹葉之間 有一個驚人的互相緊鎖的迷宮， 它是由花崗岩 完美地組合在一起而建成的。 這個項目驚人之處在於 它最初由國家地理贊助， 並且在 1912 年登上雜誌封面。"}, {"zh-tw": " This professor used state-of-the-artphotography equipment to record the site, forever changing the face of exploration. The site was Machu Picchu, discovered and explored by Hiram Bingham.", "en": " 這個教授用最先進的攝影技巧 去拍攝這個遺址， 從此改變了勘察的方式。 這個遺址是馬丘比丘古城， 它是由海勒姆賓厄姆發現並勘察。"}, {"zh-tw": " When he saw the site, he asked, \"This is an impossible dream. What could it be?\" So today, 100 years later, I invite you allon an incredible journey with me, a 37-year-old Yale graduate and professor.", "en": " 當他看到遺址的時候，他問， “這是一個難以置信的夢。 怎麼可能是真的呢？” 那麼今天， 100 年之後， 我邀請你們和我這一個37 歲的耶魯校友以及教授， 開始一段難以置信的旅程。"}, {"zh-tw": " (Cheers) We will do nothing lessthan use state-of-the-art technology to map an entire country. This is a dream started by Hiram Bingham, but we are expanding it to the world, making archaeological explorationmore open, inclusive, and at a scale simplynot previously possible.", "en": " （歡呼） 我們除了最先進的技術，不會使用任何別的東西 去繪製整個國家的地圖。 這是由海勒姆賓厄姆開始的夢想， 但我們將把它擴展到全世界， 讓考古學勘察發展得更開放、更廣闊， 到達一個過去完全不可能的規模。"}, {"zh-tw": " This is why I am so excited to share with you all today that we will beginthe 2016 TED Prize platform in Latin America, more specifically Peru. Thank you.", "en": " 這就是為什麼我在今天 這麼激動地和你們分享： 我們將在拉丁美洲 更確切地說是在祕魯， 開始 2016 TED 大獎平台。 謝謝。"}, {"zh-tw": " We will be takingHiram Bingham's impossible dream and turning it into an amazing future that we can all share in together. So Peru doesn't just have Machu Picchu.", "en": " 我們將帶著海勒姆賓厄姆不可能的夢想 把它變成令人驚奇的未來 讓我們可以一起分享。 祕魯不僅有馬丘比丘古城。"}, {"zh-tw": " It has absolutely stunning jewelry, like what you can see here. It has amazing Moche potteryof human figures.", "en": " 正如你們在這裡看到的， 它還有絕對令人驚嘆的珠寶。 它有令人驚奇的來自莫切文明的人像陶瓷。"}, {"zh-tw": " It has the Nazca Lines and amazing textiles. So as part of the TED Prize platform, we are going to partneringwith some incredible organizations, first of all with DigitalGlobe,the world's largest provider of high-resolutioncommercial satellite imagery.", "en": " 它有納斯卡線 和美妙的紡織品。 作為 TED 大獎平台的一部分， 我們將和一些不可思議的組織合作， 首先是數字地球公司， 它是全球最大的高分辨率商業衛星圖像提供者。"}, {"zh-tw": " They're going to be helping us build out this amazing crowdsourcingplatform they have. Maybe some of you used it with the MH370 crashand search for the airplane.", "en": " 他們將要幫助我們打造 一個令人驚奇的群眾外包平台。 也許你們中的一些人曾經用它 調查 MH370 事件以及搜尋這飛機。"}, {"zh-tw": " Of course, they'll also be providing uswith the satellite imagery. National Geographic will be helping uswith education and of course exploration.", "en": " 當然，他們也會為我們提供衛星圖像。 國家地理雜誌將幫助我們培訓和勘察。"}, {"zh-tw": " As well, they'll be providing uswith rich content for the platform, including some of the archival imagerylike you saw at the beginning of this talk and some of their documentary footage. We've already begunto build and plan the platform, and I'm just so excited.", "en": " 同樣，他們也會為我們提供平台需要的充足內容， 包括正如你們在這個演講一開始看到的一些存檔圖像， 還有他們的一些紀錄片素材。 我們已經開始建立和規劃這個平台， 我太興奮了。"}, {"zh-tw": " So here's the cool part. My team, headed up by Chase Childs, is already beginning to lookat some of the satellite imagery.", "en": " 接下來是很酷的消息。 我的由蔡司蔡爾茲帶領的團隊， 正開始研究一些衛星圖像。"}, {"zh-tw": " Of course, what you can see hereis 0.3-meter data. This is site called Chan Chanin northern Peru.", "en": " 當然，你在這裡能看到的是 0.3 米長的數據。 這是一個在北祕魯叫做昌昌城的遺址。"}, {"zh-tw": " It dates to 850 AD. It's a really amazing city,but let's zoom in.", "en": " 它可以追溯到公元 850 年， 它真是一個令人驚奇的城市，但是讓我們放大它。"}, {"zh-tw": " This is the type and quality of datathat you all will get to see. You can see individual structures,individual buildings.", "en": " 這是你們以後都能看到的數據的種類和數量。 你可以看到單獨的結構，單獨的建築。"}, {"zh-tw": " And we've already begunto find previously unknown sites. What we can say alreadyis that as part of the platform, you will all help discoverthousands of previously unknown sites, like this one here, and this potentially large one here.", "en": " 我們已經開始尋找以前沒有發現的遺址。 我們能說的就是，作為平台的一分子， 你會幫助我們發現成千的未知遺址， 就像這個， 還有這個更大的。"}, {"zh-tw": " Unfortunately, we've also begunto uncover large-scale looting at sites, like what you see here. So many sites in Peru are threatened, but the great partis that all of this data is going to be sharedwith archaeologists on the front lines of protecting these sites.", "en": " 不幸的是，我們也已經開始發現遺址大規模被盜， 就像你在這裡看到的。 祕魯的大量遺址受到威脅， 但好消息在於所有數據 都能在保護它們的前線的 考古學家之間被分享。"}, {"zh-tw": " So I was just in Peru,meeting with their Minister of Culture as well as UNESCO. We'll be collaborating closely with them.", "en": " 我之前在祕魯，和他們的文化部部長 還有聯合國教科文組織部長見面。 我們將和他們緊密合作。"}, {"zh-tw": " Just so you all know, the site is going to bein both English and Spanish, which is absolutely essential to make sure that people in Peru and acrossLatin America can participate. Our main project coprincipal investigatoris the gentleman you see here, Dr. Luis Jaime Castillo, professor at Catholic University.", "en": " 只是讓大家知道， 這個網址將同時使用英文和西班牙文， 這能顯著地保證 祕魯和拉丁美洲的人都能參與。 我們項目的主要合作勘察者是這位先生， 路易斯·卡斯蒂略海梅博士， 他是天主教大學的教授。"}, {"zh-tw": " As a respected Peruvian archaeologistand former vice-minister, Dr. Castillo will be helping us coordinateand share the data with archaeologists so they can explorethese sites on the ground. He also runs this amazingdrone mapping program, some of the images of whichyou can see behind me here and here.", "en": " 作為備受尊敬的祕魯考古學家和前任副部長， 卡斯蒂略博士將會幫助我們與考古學家合作以及共享數據， 所以他們能夠實地勘察這些。 他同時也在進行這個驚人的無人機繪圖程序， 你們可以在我身後看到其中一些圖像。"}, {"zh-tw": " And this data will be incorporatedinto the platform, and also he'll be helping to imagesome of the new sites you help find. Our on-the-ground partner who will be helping uswith education, outreach, as well as site preservation components, is the SustainablePreservation Initiative, led by Dr. Larry Coben.", "en": " 這些數據將被納入這平台， 而且他將會幫助繪製大家定位的新遺址的圖像。 我們在地面工作的夥伴， 將會幫助我們教育，推廣， 以及建立遺址的組成成分的夥伴， 是由拉里·科本博士帶領的 可持續發展遺址保護計畫。"}, {"zh-tw": " Some of you may not be aware that some of the world'spoorest communities coexist with some of the world'smost well-known archaeological sites. What SPI does is it helps to empower these communities, in particular women, with new economic approachesand business training.", "en": " 你們也許不會注意到 世界上一些最貧窮的社區 和世界上一些最著名的考古遺址共存。 可持續發展遺址保護計畫的工作 是幫助這些社區賦權， 特別是婦女權益， 讓她們學習新的經濟手段和商業培訓。"}, {"zh-tw": " So it helps to teach themto create beautiful handicrafts which are then sold on to tourists. This empowers the womento treasure their cultural heritage and take ownership of it.", "en": " 它幫助教他們創作精美的手工藝品 然後可以賣給遊客。 這讓婦女珍視她們的文化遺產 並且真正擁有它。"}, {"zh-tw": " I had the opportunity to spend some timewith 24 of these women at a well-known archaeological sitecalled Pachacamac, just outside Lima. These women were unbelievably inspiring, and what's great is that SPIwill help us transform communities near some of the sitesthat you help to discover.", "en": " 我有過和 24 個這樣的婦女 在利馬城外的著名考古遺址帕查卡馬克共處的機會。 這些婦女不可置信地激勵人心， 更好的是，可持續發展遺址保護計畫將幫助我們轉變這些 你幫助發掘的遺址附近的社區。"}, {"zh-tw": " Peru is just the beginning. We're going to be expandingthis platform to the world, but already I've gottenthousands of emails from people all across the world --professors, educators, students, and other archaeologists --who are so excited to help participate.", "en": " 祕魯只是一切的開端。 我們將會把這平台拓展到全世界， 但我已經收到了成千的電子郵件 它們來自世界各地的人——教授，教育家，學生 還有其他考古學家——他們都十分希望能幫助發掘。"}, {"zh-tw": " In fact, they're already suggestingamazing places for us to help discover, including Atlantis. I don't know if we're goingto be looking for Atlantis, but you never know.", "en": " 事實上，他們已經建議我們去異乎尋常的地方， 包括亞特蘭蒂斯。 我不知道我們是否會去亞特蘭蒂斯， 但你永遠不知道會發生什麼。"}, {"zh-tw": " So I'm just so excitedto launch this platform. It's going to be launched formallyby the end of the year.", "en": " 我只是因為發佈這個平台太過激動。 它將在年底前正式發佈。"}, {"zh-tw": " And I have to say, if what my team has already discoveredin the past few weeks are any indication, what the world discoversis just going to be beyond imagination. Make sure to hold on to your alpacas.", "en": " 我必須說， 假如我的團隊在過去幾週發掘的東西只是先兆， 未來能在整個世界發掘的東西將超乎各位的想像。 請確保你坐穩你的羊駝了。"}, {"zh-tw": " Thank you very much. Thank you.", "en": " 謝謝。 謝謝。"}], "title": "Sarah Parcak Hunting For Peru S Lost Civilizations With Satellites"}