{"url": "http://www.ted.com/talks/rebecca_mackinnon_we_can_fight_terror_without_sacrificing_our_rights", "paragraphs": [{"zh-tw": " There's a big questionat the center of life in our democracies today: How do we fight terrorwithout destroying democracies, without trampling human rights? I've spent much of my careerworking with journalists, with bloggers, with activists, with human rights researchersall around the world, and I've come to the conclusion that if our democratic societiesdo not double down on protecting and defending human rights, freedom of the press and a free and open internet, radical extremist ideologiesare much more likely to persist. OK, all done. Thank you very much.", "en": " 有一個很嚴峻的問題存在於生活的中心 我們今天的民主當中： 我們如何打擊恐怖主義，在不破壞民主、 不踐踏人權的情況下？ 我工作的大部分時間是與一些記者們， 博客作者們， 積極份子們， 還有來自世界各地的人權研究者們一起共事， 我也由此得出一個結論 就是如果我們的民主社會不加倍地 保護和捍衛人權， 新聞自由 還有自由和開放的互聯網， 極端激進的意識形態很有可能會一直存留著。 好了，我說完了。感謝妳們。"}, {"zh-tw": " No, just joking. I actually want to drill downon this a little bit.", "en": " 不，只是玩笑。 我其實想要再深入探討一下這個話題。"}, {"zh-tw": " So, one of the countries that has beenon the frontlines of this issue is Tunisia, which was the only countryto come out of the Arab Spring with a successful democratic revolution. Five years later, they're strugglingwith serious terror attacks and rampant ISIS recruitment.", "en": " 有一個國家一直位於這個話題的前線 突尼斯， 唯一一個走出阿拉伯之春的國家 通過一場成功的民主革命。 五年後， 他們卻掙扎於嚴重的恐怖襲擊 還有猖獗的ISIS徵募中。"}, {"zh-tw": " And many Tunisiansare calling on their government to do whatever it takes to keep them safe. Tunisian cartoonist Nadia Khiari has summed up the situationwith this character who says, \"I don't give a damn about human rights.", "en": " 很多突尼斯民眾在呼籲他們的政府 去採取一切手段來保護他們的人身安全。 突尼斯漫畫家Nadia Khiari 通過一個漫畫角色概括了國內的情形 \"我一點都不在乎人權。“"}, {"zh-tw": " I don't give a damn about the revolution. I don't give a damnabout democracy and liberty.", "en": " “我一點都不在乎革命。“ “我一點都不在乎民主和自由。”"}, {"zh-tw": " I just want to be safe.\" \"Satisfied?\" asked his jailer. \"You're safe now.\" If the Tunisian people can figure out how to deal with their terrorism problem without ending up in this place, they will be a modelnot only for their region, but for all of us.", "en": " “我只想要安全。” “滿意了嗎？” 獄卒問他， “妳現在安全了。” 假如突尼斯人民能夠想到 怎麼去處理恐怖主義問題 而又不必終其一生在監獄中度過， 他們將不僅僅成為他們當地的榜樣， 更將成為我們所有人的榜樣。"}, {"zh-tw": " The reality is that civil society,journalists and activists are coming under attackfrom extremist groups on the one hand, and, in many countries, also from their own governments. We're seeing bloggersand journalists being jailed, charged and intimidated by their own governments, many of which are allieswith the West in the war on terror.", "en": " 事實是公民社會，記者和積極份子們 在一方面正經受著來自極端團體的攻擊， 並且，在很多國家， 還經受著來自他們自己政府的攻擊。 我們看到很多博客作者和記者被關押、 控告和威脅著 被他們自己的政府。 當中的許多國家是西方國家在反恐戰爭中的盟友。"}, {"zh-tw": " Just three examples. A friend and former colleague of mine, Hisham Almiraat, has been chargedwith threatening state security, along with six other activists in Morocco.", "en": " 就舉三個例子。 我的一位朋友兼前同事， Hisham Almiraat, 他被控告威脅國家安全， 與其他六位在摩洛哥的積極份子們一道。"}, {"zh-tw": " The Saudi blogger Raif Badawihas been jailed and flogged for insulting Islam and criticizingthe Saudi regime on his blog. More recently, the Turkish representativefor Reporters Without Borders, Erol Önderoglu, has been detained and chargedwith spreading terrorist propaganda, because he and some other activistshave been supporting Kurdish media.", "en": " 沙特博客作者Raif Badawi被關押和鞭打 因他在博客裡侮辱伊斯蘭和批判沙特政權。 最近的是，無國界記者的土耳其代表， Erol Önderoglu, 被拘留和控告宣揚恐怖主義 因為他和一些其他的積極份子們一直是庫爾德媒體的支持者。"}, {"zh-tw": " Anti-terror measuresquickly turn into state repression without strong protectionfor minority communities and for peaceful debate; this needs to be supportedby a robust, independent local media. But while that's not really happening, Washington is teaming upwith Silicon Valley and with Hollywood to pour millions -- hundredsof millions of dollars -- into what's called \"counter-messaging,\" a fancy word for propaganda.", "en": " 反恐措施很快轉變成為了國家的一種鎮壓 沒有對少數群體提供有力的保護 也沒有和平的辯論； 這需要由一個強大的獨立的當地媒體來支撐。 然而實際上卻恰好相反， 華盛頓正與硅谷還有好萊塢合作 投入數百萬的—數億的美元— 到所謂的“反信息活動”中， 其實就是宣傳的一種花俏的說法。"}, {"zh-tw": " To counter the terrorist propagandaspreading all over the internet, in Europe, Internet ReferralUnits are being set up, so that people can reporton extremist content that they find and get it censored. The problem is, that all of this propaganda,monitoring and censorship completely fails to make up for the fact that the people who arethe most credible voices, who can present credible ideasand alternative solutions to real economic, social and politicalproblems in their community that are causing people to turnto extremism in the first place, are being silencedby their own governments.", "en": " 為了對抗在互聯網上廣泛傳播的恐怖主義宣傳， 歐洲設置了互聯網轉介單位， 人們可以通過它們告發他們所看到的極端內容 使這些內容得以審查。 問題是， 所有的這些宣傳、監控和審查 完全無法彌補一個事實 就是有那麼一群人他們擁有最具公信力的聲音， 他們能呈現可靠的想法和可替代的解決方案 去解決他們所在地方的真實的經濟、社會和政治問題 這些問題促使人們投身於極端主義， 然而這群人卻被他們的政府所禁言。"}, {"zh-tw": " This is all adding up to a decreasein freedom across the world. Freedom House, the human rights organization, reports that 2015 marksthe 10th straight year in a row of decline in freedom worldwide.", "en": " 這在全世界範圍內進一步削減了人們的自由。 自由之家， 一個人權組織， 在報告中稱道，2015年標誌著第10個年頭 世界範圍內自由的持續減少。"}, {"zh-tw": " And this is not justbecause of the actions of authoritarian governments. It's also because democratic governments are increasingly crackingdown on dissenters, whistle-blowers and investigative journalists.", "en": " 造成這結果的不僅僅是 獨裁政府的所作所為。 還因為民主政府們 在越來越多地鎮壓異見者、 揭發者、 和調查記者。"}, {"zh-tw": " UN Secretary GeneralBan Ki-Moon has warned that \"preventing extremism and promotinghuman rights go hand-in-hand.\" It's not to say that governmentsshouldn't keep us safe -- of course they should -- but we need public oversight, transparency and accountability to the rule of law. Meanwhile, extremists are literally killing offcivil society in some countries.", "en": " 聯合國秘書長潘基文曾警告道 “防止極端主義和促進人權是息息相關的。” 這並不是說政府不應該保護我們的安全— 它們當然應該這麼做— 但是我需要公眾監督，透明度 和問責制來實行法治。 同時， 極端主義者們在某些國家正在逐漸消滅著公民社會。"}, {"zh-tw": " Since 2013 in Bangladesh, over a dozen secular bloggersand community activists have been literallyslaughtered by extremists while the government has done very little. From the city of Raqqa in Syria, people like Ruqia Hassan and Naji Jerfhave been assassinated for their reportingout of ISIS-controlled territory.", "en": " 自2013年，在孟加拉國 已經有超過十二位世俗博客作者和社會活動家 被極端主義者們所屠殺 然而政府卻對此無甚作為。 在敘利亞的拉卡市， 像Rudi Hassan和Naji Jerf這樣的人們被刺殺了 理由是他們在ISIS掌控的領域範圍外進行報導。"}, {"zh-tw": " The citizen media group calledRaqqa is Being Slaughtered Silently relies on strong encryptionto send out their reports and shield themselvesfrom interception and surveillance. Yet authorities in countrieslike the United States, the United Kingdomand many other democracies are seeking to use the law to either weaken or outright banstrong encryption, because the bad guys are using it, too.", "en": " 公民媒體團體“拉卡正遭無聲屠殺” 依靠著高強度的數據加密來把他們的報導發送出去 並使他們自己免遭攔截和監視。 然而一些官方機構們來自美國、 英國和很多其他的民主國家， 他們正尋求著運用法律 去削弱或者完全禁止高強度加密技術， 原因是壞傢伙們也在利用著它。"}, {"zh-tw": " We have got to fight for the rightof citizens to use strong encryption. Otherwise, dissentand investigative journalism are going to become even more difficult in even more places.", "en": " 我們需要去爭取公民使用數據加密技術的權利。 否則，異見和調查報導 將會變得更為困難 在更多的地方。"}, {"zh-tw": " And the bad guys -- the criminalsand terrorists -- are still going to findways to communicate. Kudos to the companiesthat are standing up for their users' right to use encryption.", "en": " 而壞傢伙們—罪犯和恐怖主義者— 仍然會尋找其它傳播方式。 致敬那些站起來維護 用戶使用加密技術權利的公司。"}, {"zh-tw": " But when it comes to censorship, the picture is much more troubling. Yes, there's a real problem of extremist contentspreading all over the internet.", "en": " 然而提到審查的話， 它的情況更加的令人擔憂。 是的，現在有一個真實的問題 就是極端主義內容正在互聯網當中廣泛傳播著。"}, {"zh-tw": " And Facebook, YouTube and Twitterare among the many companies who report having taken down hundredsof thousands of pieces of content and deactivating accounts that are connectedto the extremist's speech. The problem is their enforcementmechanisms are a complete black box, and there is collateral damage.", "en": " 而Facebook、 Youtube、Twitter還有眾多的公司 聲稱他們已清除了無數內容片段 並註銷了 與極端主義演說相關的用戶帳號。 問題是這些公司的執行機制是一個複雜的黑匣子， 並且會引起“附帶損害”。"}, {"zh-tw": " Take, for example, Iyad el-Baghdadi, an activist who makes funof ISIS on Twitter. He had his account deactivated, because he shares a surnamewith a prominent ISIS leader.", "en": " 把Iyad el-Baghdadi作為一個例子， 他是一位經常在Twitter上開ISIS玩笑的積極份子。 他的帳號被註銷了， 因為他和一位著名的ISIS領導者擁有一樣的姓氏。"}, {"zh-tw": " Last December, a number of women named Isis, which also happens to bethe name of an Egyptian goddess, had their accounts deactivated. And this woman, who lives in the United Statesand is a computer programmer, reported on Twitterabout her deactivation on Facebook, managed to get enough media attentionto have her account reinstated.", "en": " 去年十二月， 有許多名字叫”Isis“的女生， 她們的名字恰好來源自一位埃及女神的名字， 這些女生的帳號卻被註銷了。 而當中有一位女生， 一位住在美國的計算機程序員， 在Twitter上敘述了她Facebook帳號被註銷的事情， 設法通過獲得媒體的注意力來恢復她的帳號。"}, {"zh-tw": " But that's the thing --she had to get media attention. And journalists aren't immune.", "en": " 然而這就是問題的所在之處—她需要獲得媒體的注意力 但是記者們並不是免疫的。"}, {"zh-tw": " David Thomson, an expert on terrorism and reporterfor Radio France International, had reports deletedfrom his Facebook account and had his accountdeactivated for several days, because they containedpictures of ISIS flags, even though he was just reporting on ISIS, not promoting it. And then we have stories from peoplelike this Egyptian man, Ahmed Abdellahy, who reported recently in an eventin Washington DC that some of his argumentswith extremists -- he now spends his time on social mediaarguing with ISIS followers, trying to get them to turn away -- some of his argumentswith these extremists get deleted, which he believes has the effectof shielding them from alternative points of view.", "en": " 大衛 湯姆森， 一位恐怖主義方面的專家兼法國國際廣播電台記者， 他在Facebook帳號上的報道被刪除了 他的帳號也被註銷了幾天， 原因是報道中包含了ISIS旗幟， 儘管他僅僅在作ISIS相關的報道， 而不是在推廣它。 接下來我們有來自類似於這位埃及男人的人們的故事， Ahmed Abdellahy, 他最近在華盛頓的一個活動中報告道 他與極端主義者的一些爭論— 他現在花費他的時間在社交媒體上與ISIS追隨者們爭論， 嘗試去讓他們遠離（ISIS）— 他和這些極端主義者們的一些爭論內容被刪除了， 然而他相信這些爭論內容能夠有效地庇護他們 使他們免遭其它觀點影響。"}, {"zh-tw": " It's unclear whether Facebookeven knows the extent of the collateral damage, or the other companies as well. But we do know that journalism,activism and public debate are being silenced in the effortto stamp out extremist speech.", "en": " 我們不知道Facebook是否了解到 附帶損害的程度， 我們也不知道其它公司是否有所了解。 然而我們知道的是新聞、行動主義還有公開辯論 它們在這些公司致力於撲滅極端言論的過程中被壓制了。"}, {"zh-tw": " So with these companies having so muchpower over the public discourse, they need to be held accountable. They need to carry out impact assessment to identify and fix the problemsthat we're clearly seeing.", "en": " 對於那些能夠控制公共話語的企業們， 它們需要負起相對的責任。 他們需要實行影響評估 從而去辨認和解決我們能夠清楚看到的問題。"}, {"zh-tw": " They need to be more transparentabout their enforcement mechanisms, and they need to have clearappeal and grievance mechanisms, so people can gettheir content reinstated. Now, I've been talkingfor the last 10 minutes about how governments and companiesare making it more difficult for people like these.", "en": " 它們需要使它們的執行機制更加透明化， 它們還需要具備明確的上訴和申訴機制， 讓人們能夠使他們的內容得到恢復。 至此，我已花了10分鐘 講述了政府和企業們是如何帶來更多的困難 給這些人們。"}, {"zh-tw": " This is a picture of membersof the citizen media network, Global Voices, that I helped to cofound over 10 years ago with my friend, Ethan Zuckerman. Interestingly, about 5 years ago,right after the Arab Spring, the data scientist Gilad Lotan created a network mapof the people in Global Voices who were heavy users of Twitterduring the Arab Spring.", "en": " 這就是公民媒體網絡的成員們的處境， 全球之聲， 我在10多年前曾幫忙共同創立的 與我的朋友Ethan Zuckerman一起。 有趣的是，大約5年前，就在阿拉伯之春發生之後， 數據科學家Gilad Lotan 製作了一個關於全球之聲當中一些成員的網絡地圖 這些成員是阿拉伯之春期間Twitter的高度使用者。"}, {"zh-tw": " And he found that many of these peopleserved as key information nodes between activists and journalists throughout the Tunisianand Egyptian revolution. We've got to make surethat these people not only survive, but are able to continue to thrive.", "en": " 他發現這些人們充當了關鍵信息節點這個角色 在積極份子們和記者們之間 在突尼斯革命和埃及革命的整個過程中。 我們必須確保這些人不僅僅能夠活著， 還要確保他們能夠茁壯成長起來。"}, {"zh-tw": " Many of them are still active, other than the ones who have gone to jail or have been driven into hiding or exile. All around the world, people who are sick and tiredof fear and oppression are linking up in their communitiesand across borders.", "en": " 他們當中有很多人仍然活躍著， 除了那些已經入獄的 或者那些被迫躲藏或流放的。 在世界各地， 那些對恐懼和壓抑感到厭惡和厭倦的人們 正在他們的社區裡面、在跨境地聯合起來。"}, {"zh-tw": " We've got to do everything we canto push our governments and companies to do a better jobof protecting their rights. We've also got to be more mindful about how our own personal, political,consumer and business choices affect people like these around the world.", "en": " 我們必須盡我們所能去促使我們的政府和企業們 去更好地維護這些人的權利。 我們還必須更多地留意 我們所作的個人的、政治的、消費者和企業的選擇是如何 影響著世界上的這些人。"}, {"zh-tw": " Also, if you follow the news, it's pretty clear that that aloneisn't going to be enough. We've got to take personalresponsibility by joining -- or at very least, actively supporting -- the growing ecosystemof individuals and groups who are fighting for social justice, environmental sustainability, government accountability, human rights, freedom of the press and a free and open internet, all around the world.", "en": " 還有，如果妳們關注新聞， 妳們會清楚知道單單如此是並不足夠的。 我們還必須承擔起我們的責任去參與— 或者至少，踴躍支持— 這個持續增長的生態系統由個體和群體所組成 他們正爭取著社會正義， 環境可持續性， 政府問責， 人權，出版自由 還有一個自由開放的互聯網， 在全世界內。"}, {"zh-tw": " I believe that, ultimately,we can overcome the digitally empowered networksof extremism, demagoguery and hate. But ...", "en": " 我相信，最終，我們能夠克服 那些由極端主義、煽動行為以及仇恨所組成的數字授權網絡。 但是..."}, {"zh-tw": " we've got to do this by reallybeefing up the global networks of citizens around the world, powered by peoplewho are working hard every day, and taking personal risk for a future world that is morepeaceful, just, open and free. Thanks very much for listening.", "en": " 要想達到這個目標我們必須增強全球公民的網絡。 他們每天都在拼搏努力 冒著個人風險 為了建造一個更加和平的，僅僅是開放和自由的未來世界。 非常感謝妳們的聆聽。"}], "title": "Rebecca Mackinnon We Can Fight Terror Without Sacrificing Our Rights"}