{"url": "http://www.ted.com/talks/vanessa_ruiz_the_spellbinding_art_of_human_anatomy", "paragraphs": [{"zh-tw": " As a lover of human anatomy, I'm so excited that we're finallyputting our bodies at the center of focus. Through practicessuch as preventive medicine, patient empowerment and self-monitoring -- down to now obsessingover every single step we take in a day.", "en": " 作為人體解剖學的愛好者, 我很高興我們終於把自己的身體 作為關注重心。 從實際行動, 比如預防藥物, 病人授權, 以及自我監控 － 到現在擔心每天所做的任何事。"}, {"zh-tw": " All of this works to promote a healthy connectionbetween ourselves and our bodies. Despite all this focuson the healthy self, general public knowledgeof the anatomical self is lacking.", "en": " 所有的努力都是為了 提高身體健康。 除了這些對於健康自身的關注, 普通大眾對解剖學缺少對本身的認知。"}, {"zh-tw": " Many people don't knowthe location of their vital organs, or even how they function. And that's because human anatomy is a difficult and time-intensivesubject to learn.", "en": " 多數人不知道重要人體器官的位置, 甚至不懂這些器官的功能。 這是因為人體解剖學 是很難且需要大量時間投入的學科。"}, {"zh-tw": " How many of you heremade it through anatomy? Wow, good -- most of you are in medicine. I, like you, spent countless hoursmemorizing hundreds of structures.", "en": " 在場各位,有多少人學過解剖學? 哇,不錯 － 你們中的大多數是學醫的。 我,和你們一樣,耗費了大量的時間背誦上百個結構."}, {"zh-tw": " Something no student of anatomycould do without the help of visuals. Because at the end of the day, whether you rememberevery little structure or not, these medical illustrations are whatmakes studying anatomy so intriguing.", "en": " 學習解剖學的同學必須通過視覺教具才能做到這件事。 因為最終, 無論你是否記住每一個細小的結構, 是這些醫學插圖讓學習解剖學變得有吸引力."}, {"zh-tw": " In looking at them, we're actually viewinga manual of our very selves. But what happens when we're done studying? These beautiful illustrationsare then shut back into the pages of a medical textbook, or an app, referenced only when needed.", "en": " 仔細看他們的時候, 我們事實上是在欣賞自己的身體手冊。 但是當我們完成學習後會發生甚麼呢? 這些美麗的插圖 被收錄在醫學教科書裡, 或是應用程序裡, 只有需要的時候才會被查閱。"}, {"zh-tw": " And for the public, medical illustrationsmay only be encountered passively on the walls of a doctor's office. From the beginnings of modern medicine, medical illustration, and therefore anatomy, have existed primarily withinthe realm of medical education.", "en": " 而對於公眾, 醫學插圖可能僅會被動地出現在 醫生辦公室的牆上. 從現代醫學的開端, 醫學插圖, 和伴隨而來的解剖學, 它們主要存在於醫學教育領域。"}, {"zh-tw": " Yet there's something fascinatinghappening right now. Artists are breaking anatomyout of the confines of the medical world and are thrusting itinto the public space.", "en": " 然而現今，發生了一些令人振奮的事情。 藝術家讓解剖學走出了醫學世界的界線， 然後把解剖學推向公眾世界。"}, {"zh-tw": " For the past nine years,I have been cataloguing and sharing this rise in anatomical artwith the public -- all from my perspectiveas a medical illustrator. But before I get into showing youhow artists are reclaiming anatomy today, it's important to understandhow art influenced anatomy in the past.", "en": " 在過去的九年裡,我一直在為公眾編錄、分享 解剖學藝術的崛起 從我醫學插圖師的角度。 但是在我給各位展示現今藝術家是如何重塑解剖學之前, 我們需要了解藝術在過去是如何影響解剖學的。"}, {"zh-tw": " Now, anatomy is by itsvery nature a visual science, and the first anatomists to understandthis lived during the Renaissance. They relied on artists to help advertise their discoveriesto their peers in the public.", "en": " 現在, 解剖學的本質是視覺科學, 而首批了解這個本質的解剖學家出現在文藝復興時期。 他們通過藝術家的幫助 把他們的發現推廣給社會上的同僚。"}, {"zh-tw": " And this drive to not only teachbut also to entertain resulted in some of the strangestanatomical illustrations. Anatomy was caught in a strugglebetween science, art and culture that lasted for over 500 years.", "en": " 這種不僅是為了教育,還是為了娛樂的想法 帶來了很多最奇妙的解剖插圖。 解剖學曾陷入一場持續了五百多年的 科學、藝術與文化的衝突中。"}, {"zh-tw": " Artists rendereddissected cadavers as alive, posed in these humorousanatomical stripteases. Imagine seeing thatin your textbooks today.", "en": " 藝術家把解剖後的屍體描繪得栩栩如生, 把屍體擺放得好似解剖過的脫衣舞者. 想像一下你現在在教科書中看到這些圖片。"}, {"zh-tw": " They also showed them as very much dead -- unwillingly stripped of their skin. Disembodied limbs were oftenposed in literal still lives.", "en": " 藝術家也會把屍體死亡的特徵展示出來 － 不情願地被剝落皮膚。 空洞僵硬的四肢通常被擺成仍然活著的姿態。"}, {"zh-tw": " And some illustrationseven included pop culture references. This is Clara, a famous rhinoceros that wastraveling Europe in the mid-1700s, at a time when seeing a rhinowas an exciting rarity.", "en": " 有些插圖甚至引用流行文化。 這位是克萊拉, 一只有名的犀牛,在18世紀中期遊遍歐洲, 在那時,看到犀牛是一件激動人心的罕見事."}, {"zh-tw": " Including her in this illustrationwas akin to celebrity sponsorship today. The introduction of color then brought a whole newdepth and clarity to anatomy that made it stunning.", "en": " 把它加在這張插圖上好像如今邀請名人贊助商一樣。 然後色彩的使用 讓解剖學的深度與清晰度更上一層樓， 讓人嘆為觀止。"}, {"zh-tw": " By the early 20th century, the perfect balance of scienceand art had finally been struck with the emergenceof medical illustrators. They created a universalrepresentation of anatomy -- something that was neither alive nor dead, that was free from those influencesof artistic culture.", "en": " 直到20世紀早期, 伴隨著醫學插圖畫家的出現， 科學與藝術間的完美平衡終於達成了。 他們創造了通用的解剖學定義 － 一種非生非死的事物, 完全脫離藝術文化.的影響。"}, {"zh-tw": " And this focus on no-frills accuracy was precisely for the benefitof medical education. And this is what weget to study from today.", "en": " 著重強調毫無修飾的準確性 恰恰是完全服務於醫學教育。 這正是我們現在要學的東西。"}, {"zh-tw": " But why is it that medical illustration -- both past and present -- captures our imaginations? Now, we are innately tunedinto the beauty of the human body. And medical illustration is still art.", "en": " 但是為甚麼醫學插圖 － 包括過去的與現在的 － 可以讓我們浮想聯翩呢? 現在，我們與生俱來地被身體的魅力所吸引。 而醫學插圖仍然是藝術。"}, {"zh-tw": " Nothing can elicitan emotional response -- from joy to complete disgust -- more than the human body. And today, artists armed with that emotion, are grasping anatomyfrom the medical world, and are reinvigorating it through artin the most imaginative ways.", "en": " 沒有甚麼能比人體 更能激發情感反應, 從喜悅到完全厭惡. 如今, 藝術家用這種情感做武器, 把解剖學從醫學的世界裡剝離, 然後通過藝術,用最有想像力的方式重塑解剖學。"}, {"zh-tw": " A perfect example of this is Spanishcontemporary artist Fernando Vicente. He takes 19th century anatomicalillustrations of the male body and envelops them in a female sensuality.", "en": " 一個最有代表性的例子是西班牙現代藝術家費南多·維森特。 他借助19世紀解剖插畫中男性的身體, 把它們應藏在女性的情慾中。"}, {"zh-tw": " The women in his paintings taunt usto view beyond their surface anatomy, thereby introducing a strong femininity that was previously lacking in the historyof anatomical representation. Artistry can also be seen in the repairand recovery of the human body.", "en": " 他畫作中的女性嘲諷我們去關注她們身體表象以外的部分, 以此展示曾在解剖作品歷史上一度被忽略的 強烈的女性氣質。 藝術才能在人體修補和復原中同樣可見。"}, {"zh-tw": " This is an X-ray of a womanwho fractured and dislocated her ankle in a roller-skating accident. As a tribute to her trauma, she commissioned Montreal-basedarchitect Federico Carbajal to construct a wire sculptureof her damaged lower leg.", "en": " 這個X光片展示了一位在滑板事故中 腳踝斷裂脫臼的女性。 作為對她痛苦的悼念, 她委託來自蒙特利爾的建築師費德裡科·卡瓦哈爾 為她受傷的小腿製作線雕。"}, {"zh-tw": " Now, notice those bright red screwsmagnified in the sculpture. These are the actual surgical screwsused in reconstructing her ankle.", "en": " 來看看這些安插在雕像中明亮的紅色螺絲。 它們正是當時在她腳踝裡用作復健的螺絲."}, {"zh-tw": " It's medical hardwarethat's been repurposed as art. People often ask me how I choosethe art that I showcase online or feature in gallery shows.", "en": " 這是被變換成藝術的醫療工具。 人們經常問我怎麼選出在網路展示的藝術 或是畫廊展示的特寫。"}, {"zh-tw": " And for me it's a balancebetween the technique and a concept that pushes the boundariesof anatomy as a way to know thyself, which is why the workof Michael Reedy struck me. His serious figure drawingsare often layered in elements of humor.", "en": " 於我來說,這是一種界於技术 與概念間的平衡, 用來打破解剖學的界線, 以便更好的了解自身。 這是麥可·里迪的作品感染我的原因。 他繪畫中嚴肅的線條經常與幽默的元素相互穿插。"}, {"zh-tw": " For instance, take a look at her face. Notice those red marks.", "en": " 比如說, 看看她的臉。 注意那些紅色的印記。"}, {"zh-tw": " Michael manifests the consuminginsecurity of a skin condition as these maniacal cartoon monsters annoying and out of controlin the background. On the mirrored figure, he renders the full anatomy and covers it in glitter, making it look like candy.", "en": " 麥可用背景中這些瘋狂的、 惱怒的、無法掌控的卡通怪物 描繪出皮膚強烈的不安全感。 在鏡像的圖畫中, 他完全用解剖學渲染, 然後塗抹以閃耀的粉末， 讓整體看起來像糖果。"}, {"zh-tw": " By doing this, Michael downplaysthe common perception of anatomy so closely tied to just disease and death. Now, this next conceptmight not make much sense, but human anatomyis no longer limited to humans.", "en": " 通過這種做法, 麥可淡化了將解剖學與疾病和死亡 緊密聯繫在一起的傳統觀念。 下一個概念也許有點說不通, 但是人類解剖學不再侷限於人類。"}, {"zh-tw": " When you were a child, did you ever wishthat your toys could come to life? Well, Jason Freenymakes those dreams come true with his magical toy dissections. One might think that thiswould bring a morbid edge to one's innocent childhood characters, but Jason says of his dissections, \"One thing I've never seenin a child's reaction to my work is fear.\" It's always wonder, amazement and wanting to explore.", "en": " 當你還是孩童時, 你是否希望你的玩具會有生命? 傑森·福瑞利用他魔幻的玩具解剖研究 實現了這些夢想。 有人認為這種行為會給童年純真的卡通玩偶 帶來病態扭曲的一面， 但是傑森談及他的解剖研究時說道： \"我從未看到任何一個孩子對我的成果表現出恐懼。\" 反應通常是好奇, 驚嘆 想要探索。"}, {"zh-tw": " Fear of anatomy and gutsis a learned reaction. This anatomization also extends topolitically and socially charged objects.", "en": " 對解剖學的恐懼與勇氣是一種學來的反應。 這種解剖學式的分析也會擴展到政治和社會對象。"}, {"zh-tw": " In Noah Scalin's \"Anatomy of War,\" we see a gun dissectedto reveal human organs. But if you look closely, you'll notice that it lacks a brain.", "en": " 在諾·斯凱林的\"解剖戰爭\"中, 我們看到一隻槍被分解來展示人類的器官。 但當你湊近來看, 你會發現槍沒有大腦。"}, {"zh-tw": " And if you keep looking,you might also notice that Noah has so thoughtfullyplaced the rectum at the business end of that gun barrel. Now, this next artistI've been following for many years, watching him excitethe public about anatomy.", "en": " 如果你繼續研究,你可能也會發現 諾非常有想法的把直腸 設置在槍口。 這是我多年關注的另一位藝術家 看看他是怎樣讓公眾喜愛解剖學的。"}, {"zh-tw": " Danny Quirk is a young artist who paints his subjectsin the process of self-dissection. He bends the rules of medical illustration by inserting a very dramaticlight and shadow.", "en": " 丹尼·夸克是一位年輕的藝術家 他以自我解剖為創作過程勾畫他的主題。 他打破醫學插圖的條框法則, 通過加入非常戲劇化的光線與陰影。"}, {"zh-tw": " And this creates a 3-D illusion that lends itself very wellto painting directly on the human skin. Danny makes it look as if a person'sskin has actually been removed.", "en": " 這種手法打造出3-D的效果 使得作品本身好比直接在人體皮膚上作畫。 丹尼使作品看起來好像人的皮膚真的被撕開。"}, {"zh-tw": " And this effect -- also cool and tattoo-like -- easily transitionsinto a medical illustration. Now Danny is currentlytraveling the world, teaching anatomy to the publicvia his body paintings, which is why it wasso shocking to find out that he was rejectedfrom medical illustration programs.", "en": " 這種效果 － 很酷,像是紋身一樣 － 很容易過渡到醫學插圖中。 現在, 丹尼在周遊世界, 用他的人體繪畫為公眾講解解剖學, 所以當我們的得知他被醫學插圖項目拒絕， 我們都很震驚。"}, {"zh-tw": " But he's doing just fine. Then there are artists who are extracting anatomy from boththe medical world and the art world and are placing itdirectly on the streets.", "en": " 不過他現在生活也不錯。 接下來,有一些藝術家 把解剖學從醫學和藝術的世界脫離, 然後直接把它在街頭展示出來。"}, {"zh-tw": " London-based SHOK-1 paintsgiant X-rays of pop culture icons. His X-rays show how culturecan come to have an anatomy of its own, and conversely how culture can becomepart of the anatomy of a person.", "en": " 來自倫敦的SHOK-1繪畫出流行文化標誌的大型X光. 他的X光表達了文化本身可以如何被解剖, 而且相反地,文化如何可以成為人體解剖的一部分。"}, {"zh-tw": " You come to admire his work because reproducing X-rays by hand,let alone with spray paint, is extremely difficult. But then again this is a street artist, who also happens to holda degree in applied chemistry.", "en": " 你一定會欣賞他的作品 因為手工重塑X光,更不用說使用噴霧顏料, 是極其困難的。 同樣地,這也是一位街頭藝術家, 但他同時擁有應用化學的學歷。"}, {"zh-tw": " Nychos, an Austrian street artist, takes the term \"exploded view\"to a whole new level, splattering human and animal dissectionson walls all over the world. Influenced by comics and heavy metal, Nychos inserts a very youthfuland enticing energy into anatomy that I just love.", "en": " 耐可斯, 奧地利街頭藝術家, 把\"分解圖\"的概念帶入新的層面, 把人類與動物的解剖圖揮灑在世界各地的牆壁上。 受動漫與重金屬音樂影響, 耐可斯把非常青春迷人的能量注入到解剖學中, 這是我所愛的地方。"}, {"zh-tw": " Street artists believethat art belongs to the public. And this street anatomy is so captivating because it is the furthest removedfrom the medical world.", "en": " 街頭藝術家相信藝術屬於大眾。 這種街頭解剖如此有魅力 是因為它離醫學世界的解剖學最遠。"}, {"zh-tw": " It forces you to look at it, and confront your ownperceptions about anatomy, whether you find it beautiful, gross, morbid or awe-inspiring, like I do. That it elicits these responses at all is due to our intimateand often changing relationship with it.", "en": " 它迫使你注視它, 挑戰你對解剖學的個人觀點, 不論是你覺得它是美麗的, 難以接受的, 病態的, 或是,像我一樣,覺得嘆為觀止的。 它所引起的各種反應 是因為我們和它之間熟悉卻又偶爾變換的關係。"}, {"zh-tw": " All of the artiststhat I showed you here today referenced medicalillustrations for their art. But for them, anatomy isn't just something to memorize, but a base from which to understandthe human body on a meaningful level; to depict it in ways that we can relate, whether it be through cartoons, body painting or street art.", "en": " 今天我展示給你們的所有藝術家 都應用醫學插圖創作藝術。 但是對於他們, 解剖學不是需要背誦的, 而是在有意義層面來理解人體的基礎; 用與我們相關的方式來描畫它, 無論是通過卡通, 人體繪畫 或是街頭藝術。"}, {"zh-tw": " Anatomical art has the power to reach far beyondthe pages of a medical textbook, to ignite an excitement in the public, and reinvigorate an enthusiasmin the medical world, ultimately connecting our innermost selveswith our bodies through art. Thank you.", "en": " 解剖藝術擁有 能超越醫學課本力量, 點燃公眾的熱情的力量, 振作醫學世界的激情的力量, 最終通過藝術,把我們最深層次的自我與我們的身體相連。 謝謝。"}], "title": "Vanessa Ruiz The Spellbinding Art Of Human Anatomy"}