{"url": "http://www.ted.com/talks/julia_bacha_how_women_wage_conflict_without_violence", "paragraphs": [{"zh-tw": " Twelve years ago, I picked upa camera for the first time to film the olive harvestin a Palestinian village in the West Bank. I thought I was thereto make a single documentary and would then move onto some other part of the world.", "en": " 十二年前，我第一次提起了相機 拍攝了巴勒斯坦村莊西岸的橄欖收穫 我以爲拍攝一則紀錄片后 會繼續往世界別處前進"}, {"zh-tw": " But something kept bringing me back. Now, usually, when international audienceshear about that part of the world, they often just wantthat conflict to go away.", "en": " 但某樣東西一直吸引我返回 現在，當國際觀衆聽見關於這地區的事情時 他們只想要衝突雲消霧散"}, {"zh-tw": " The Israeli-Palestinian conflict is bad,and we wish it could just disappear. We feel much the same wayabout other conflicts around the world.", "en": " 以色列 - 巴勒斯坦的衝突固然可怕而我們希望它能消失 我們對世上其他的衝突也抱著相同的感觸"}, {"zh-tw": " But every time we turnour attention to the news, it seems like one more countryhas gone up in flames. So I've been wondering whether we should not startlooking at conflict in a different way -- whether instead of simplywishing to end conflict, we focus instead on how to wage conflict.", "en": " 但是每當我們關注新聞時 似乎又多了一個烽火四起的國家 我一直在想 我們是否應該以不同角度看待衝突 是否應該純粹希望結束衝突 抑或是該把焦點設在如何發動衝突"}, {"zh-tw": " This has been a big question for me, one I've pursued together with my teamat the nonprofit Just Vision. After witnessing several different kindsof struggles in the Middle East, I started noticing some patternson the more successful ones.", "en": " 我一直在摸索這問題 是我與我的非營利組織 [Just Vision] 團隊琢磨的問題 目睹了中東的各形掙扎后 我開始注意比較成功例子之中的一些趨型"}, {"zh-tw": " I wondered whether these variablesheld across cases, and if they did, what lessons we could gleanfor waging constructive conflict, in Palestine, Israel and elsewhere. There is some science about this.", "en": " 想了解這些變數能否在不同案件適用若可以的話 我們又能從發動建設性衝突學會什麽 在巴勒斯坦、 以色列以及其他地方 這是有科學根據的"}, {"zh-tw": " In a study of 323major political conflicts from 1900 to 2006, Maria Stephan and Erica Chenowethfound that nonviolent campaigns were almost 100 percent more likelyto lead to success than violent campaigns. Nonviolent campaigns are alsoless likely to cause physical harm to those waging the campaign, as well as their opponents.", "en": " 研究了從 1900 至 2006 年的 323 宗 大規模政治衝突后 瑪麗亞 史特凡 與艾麗卡·切諾維思發現了非暴力行動 比起暴力行動的成功率幾乎高達 100 倍 非暴力行動造成傷亡的幾率也比較低 不僅是對於發起行動的一派 還包括他們的對手"}, {"zh-tw": " And, critically, they typically leadto more peaceful and democratic societies. In other words, nonviolent resistanceis a more effective and constructive way of waging conflict.", "en": " 關鍵是它們一般會產生更和平與民主的社會 換句話說，非暴力抵抗能更積極有效地 發動衝突"}, {"zh-tw": " But if that's such an easy choice,why don't more groups use it? Political scientist Victor Asaland colleagues have looked at several factors that shape a political group'schoice of tactics. And it turns outthat the greatest predictor of a movement's decisionto adopt nonviolence or violence is not whether that groupis more left-wing or right-wing, not whether the group is more or lessinfluenced by religious beliefs, not whether it's up againsta democracy or a dictatorship, and not even the levels of repressionthat that group is facing.", "en": " 那麽簡單的選擇，爲什麽更多的組織不運用？ 政治學家維克托 阿薩爾與他的同事 探討了幾個塑造政治團體 選擇策略的因素 結果顯示一個行動會採取非暴力 或者暴力方式最準確的預測 不是該組織傾向左翼或是右翼 不是該組織較多或是較少被宗教影響 不是對抗著民主或是獨裁體系 甚至連該組織面對鎮壓的程度也不是"}, {"zh-tw": " The greatest predictor of a movement'sdecision to adopt nonviolence is its ideology regardingthe role of women in public life. When a movement includes in its discourse language around gender equality, it increases dramaticallythe chances it will adopt nonviolence, and thus, the likelihood it will succeed.", "en": " 一個行動選擇採取非暴力方式最準確的預測 是它對於女性在公共生活所扮演的角色的觀念 當一個行動的論述中 包含了兩性平等的論題 採取非暴力的幾率將大幅提升 於是成功率也隨之增加"}, {"zh-tw": " The research squared upwith my own documentation of political organizingin Israel and Palestine. I've noticed that movements whichwelcome women into leadership positions, such as the one I documentedin a village called Budrus, were much more likelyto achieve their goals.", "en": " 這項研究與我在以色列和巴勒斯坦 的政治組織過程記錄一致 我發現了接納女性擔當領導者角色的行動 像我記錄了一個名叫布德魯斯的村莊 實現目標的成功率更大"}, {"zh-tw": " This village was under a real threatof being wiped off the map when Israel started buildingthe separation barrier. The proposed route would require the destruction of this community'solive groves, their cemeteries and would ultimatelyclose the village from all sides.", "en": " 這個村莊面臨著被抹去的實際威脅 當以色列開始建造間隔障壁時 所建議的路綫必須 摧毀社區的橄欖園與墳墓 最終也得從四面八方封鎖這部村莊"}, {"zh-tw": " Through inspired local leadership, they launched a nonviolent resistancecampaign to stop that from happening. The odds were massivelystacked against them.", "en": " 通過當地的積極領導 他們發動了非暴力抵抗而阻止了事情的演化 成敗幾率對他們非常不利"}, {"zh-tw": " But they had a secret weapon: a 15-year-old girl who courageously jumpedin front of a bulldozer which was about to uprootan olive tree, stopping it. In that moment, the communityof Budrus realized what was possible if they welcomed and encouraged womento participate in public life.", "en": " 但他們有著秘密武器 一名 15 嵗的女孩 她英勇地跳到推土機前 阻止它拔除一顆橄欖樹 一殺那間，整個布德魯斯社區意識了 鼓勵及歡迎女性參與公共生活的好處"}, {"zh-tw": " And so it was that the women of Budruswent to the front lines day after day, using their creativity and acumento overcome multiple obstacles they faced in a 10-month unarmed struggle. And as you can probablytell at this point, they win at the end.", "en": " 布德魯斯女性們日復一日地到前綫去 利用她們的創造力與敏銳觸覺征服了 10 個月非暴力奮鬥的各種障礙 這時候你能預料 他們最終成功了"}, {"zh-tw": " The separation barrierwas changed completely to the internationallyrecognized green line, and the women of Budruscame to be known across the West Bank for their indomitable energy. Thank you.", "en": " 間隔障壁完全被改變了 變成國際公認的綠綫 布德魯斯女性在西岸因爲 不屈不撓的力量而成名 謝謝"}, {"zh-tw": " I want to pause for a second,which you helped me do, because I do want to tackletwo very serious misunderstandings that could happen at this point. The first one is that I don't believe women are inherently or essentiallymore peaceful than men.", "en": " 我想暫停一下你也協助了我 因爲我想處理現在可能發生 兩個非常嚴重的誤會 第一是我不相信 女性比起男性天生本質更愛和平"}, {"zh-tw": " But I do believe that in today's world, women experience power differently. Having had to navigatebeing in the less powerful position in multiple aspects of their lives, women are often more adept at how to surreptitiouslypressure for change against large, powerful actors.", "en": " 但是我相信在當今世界裏 女性以不同方式體驗力量 在她們生活中多方面需要 以較小的勢力存活著 女性往往更擅長 在面對強大的主動者時 不聲不響地取得改變"}, {"zh-tw": " The term \"manipulative,\" often chargedagainst women in a derogatory way, reflects a reality in which womenhave often had to find ways other than direct confrontationto achieve their goals. And finding alternativesto direct confrontation is at the core of nonviolent resistance.", "en": " \"操縱欲“ 這含有貶義的詞語常被用於形容女性 反映了現實中女性爲了達到目標 而需要尋找直接對抗以外的方法 尋找直接對抗以外的方法 正是非暴力抵抗的核心"}, {"zh-tw": " Now to the secondpotential misunderstanding. I've been talking a lot aboutmy experiences in the Middle East, and some of you might be thinking now that the solution then is for usto educate Muslim and Arab societies to be more inclusive of their women.", "en": " 來談談第二個誤會的可能性 我談了很多關於本身在中東的經驗 你們之中可能有人在想著 解決問題的方法在於教育穆斯林以及阿拉伯社群 讓他們的女性更活躍"}, {"zh-tw": " If we were to do that,they would be more successful. They do not need this kind of help.", "en": " 若能實現，他們則會更成功 他們不需要這樣的協助"}, {"zh-tw": " Women have been partof the most influential movements coming out of the Middle East, but they tend to be invisibleto the international community. Our cameras are largely focused on the men who often end up involvedin the more confrontational scenes that we find so irresistiblein our news cycle.", "en": " 女性一直在中東富有影響力 的行動中廁身其間 但在國際社群中她們往往匿跡隱形 我們把相機焦點投向男性 他們最終常涉及于帶有衝擊的畫面 我們的新聞媒體無法抵抗的畫面"}, {"zh-tw": " And we end up with a narrativethat not only erases women from the struggles in the region but often misrepresentsthe struggles themselves. In the late 1980s,an uprising started in Gaza, and quickly spread to the West Bankand East Jerusalem.", "en": " 結果得到不光是在地域掙扎中 刪掉女性的敍述 還有常常誤傳掙扎本身的敍述 1980 年代後期加沙起義 很快向著西岸與東耶路撒冷蔓延"}, {"zh-tw": " It came to be known as the First Intifada, and people who haveany visual memory of it generally conjure up something like this: Palestinian menthrowing rocks at Israeli tanks. The news coverage at the time made it seem like stones,Molotov cocktails and burning tires were the only activitiestaking place in the Intifada.", "en": " 從此被視爲第一個暴動 對此事擁有視覺回憶的人 大致上會聯想起這樣的畫面 巴勒斯坦男性向著以色列戰車抛石頭 當時的新聞報道 呈現了石頭、燃燒彈以及燒焦輪胎 仿佛是暴動中唯一進行著的活動"}, {"zh-tw": " This period, though, was also markedby widespread nonviolent organizing in the forms of strikes, sit-insand the creation of parallel institutions. During the First Intifada, whole sectors of the Palestiniancivilian population mobilized, cutting across generations,factions and class lines.", "en": " 這期間也見證了廣泛的非暴力組織 以抗議、靜坐示威以及創辦並聯機構的形式呈現 第一次巴勒斯坦大起義時 大部分巴勒斯坦平民人口出動了 跨越了世代、派別以及社會階級"}, {"zh-tw": " They did this through networksof popular committees, and their use of direct actionand communal self-help projects challenged Israel's very ability to continue ruling the West Bank and Gaza. According to the Israeli Army itself, 97 percent of activitiesduring the First Intifada were unarmed.", "en": " 他們通過大衆的委員會網路 以及直接行動和社群的自助籌劃 挑戰了以色列繼續 統治西岸與加沙的資格 根據以色列軍隊所說 第一次大起義中 97 八仙的運動是未武裝的"}, {"zh-tw": " And here's another thing that is notpart of our narrative about that time. For 18 months in the Intifada, women were the onescalling the shots behind the scenes: Palestinian women from all walks of life in charge of mobilizinghundreds of thousands of people in a concerted effort to withdrawconsent from the occupation.", "en": " 有另外一件事是敍述中未被提及 第一次大起義的 18 個月裏 幕後下命令的是女性 各行各業的巴勒斯坦女性 負責發動上百上千的人 以共同的努力反對被佔領"}, {"zh-tw": " Naela Ayyash, who strived to builda self-sufficient Palestinian economy by encouraging women in Gazato grow vegetables in their backyards, an activity deemed illegalby the Israeli authorities at that time; Rabeha Diab, who took overdecision-making authority for the entire uprising when the men who had been running it were deported; Fatima Al Jaafari, who swallowed leafletscontaining the uprising's directives in order to spread themacross the territories without getting caught; and Zahira Kamal, who ensured the longevity of the uprising by leading an organization that went from 25 womento 3,000 in a single year. Despite their extraordinary achievements, none of these women have made itinto our narrative of the First Intifada.", "en": " 娜爾拉 阿雅斯努力建造一個自給自足的巴勒斯坦經濟 她鼓勵加沙的女性們在後院種植蔬菜 是當時以色列權威者視爲非法的舉動 拉貝哈 迪雅接任了整個起義 的決策權力 當時職權的男性 都被驅逐出境了 法蒂瑪 阿爾 賈法麗吞下了包含起義指令的傳單 爲了不被逮捕的情況下 讓它在各地區傳播 還有 薩希拉 卡馬爾 保障了起義的壽命 她帶領了在一年内 從 25位 增加至 3000 位女性成員的機構 任憑她們有著多為大的功績 她們沒有被包括在第一次巴勒斯坦大起義的敍述内"}, {"zh-tw": " We do this in other partsof the globe, too. In our history books, for instance,and in our collective consciousness, men are the public faces and spokespersons for the 1960s strugglefor racial justice in the United States.", "en": " 我們在世界其他地區也做著相同的事 例如在歷史課本以及集體意識裏 男性是公衆人物和發言人 1960 年代美國為種族公平的掙扎"}, {"zh-tw": " But women were alsoa critical driving force, mobilizing, organizing,taking to the streets. How many of us think of Septima Clark when we think of the United StatesCivil Rights era? Remarkably few.", "en": " 女性當時也擔任著重要的角色 發動、組織、上街示威 誰會想起賽普蒂默 克拉克 當我們想起美國的民權運動時 很少人會想起"}, {"zh-tw": " But she played a crucial rolein every phase of the struggle, particularly by emphasizingliteracy and education. She's been omitted, ignored, like so many other womenwho played critical roles in the United StatesCivil Rights Movement.", "en": " 她在鬥爭的每個階段都擔任著關鍵的角色 尤其著重于掃除文盲以及教育 她被刪去以及忽略 像許多在美國的民權運動時期 擔任關鍵角色的女性一樣"}, {"zh-tw": " This is not about getting credit. It's more profound than that.", "en": " 這不是在討功勞 這更爲鄭重"}, {"zh-tw": " The stories we tell matter deeplyto how we see ourselves, and to how we believe movements are run and how movements are won. The stories we tell about a movementlike the First Intifada or the United States Civil Rights era matter deeplyand have a critical influence in the choices Palestinians, Americans and people around the world will make next time they encounter an injustice and develop the courage to confront it.", "en": " 我們的敍述深深影響我們如何看待自己 我們如何看待行動的運作 如何看待行動的成敗 我們對於像第一次巴勒斯坦大起義的敍述 或者美國的民權運動時期 非常重要和具有影響力 尤其是對於巴勒斯坦人 美國人 地球上的人 遇到不公正時採取的行動 影響人們鼓起勇氣面對不公正"}, {"zh-tw": " If we do not lift up the women who playedcritical roles in these struggles, we fail to offer up role modelsto future generations. Without role models, it becomes harder for women to take up their rightful space in public life.", "en": " 若我們不頌揚奮鬥中持著關鍵角色的女性 我們沒有為後代設下模範 沒有模範的女性 更難在公共生活 堅定地立足"}, {"zh-tw": " And as we saw earlier, one of the most critical variables in determining whethera movement will be successful or not is a movement's ideologyregarding the role of women in public life. This is a question of whether we're moving towards more democraticand peaceful societies.", "en": " 我們之前看見了 其中最關鍵的變數 來測定一個行動的成敗 在於它對於女性在公共生活所扮演的角色 的觀念 這是有關我們是否走向 更民主以及和平的社會的問題"}, {"zh-tw": " In a world where so muchchange is happening, and where change is bound to continueat an increasingly faster pace, it is not a questionof whether we will face conflict, but rather a question of which stories will shape how we choose to wage conflict. Thank you.", "en": " 在一個千變萬化的世界裏 在越來越瞬息萬變的世界裏 這不是我們會否面對衝突的問題 這問題是 哪一種敍述將塑造 我們選擇發動衝突的方式 謝謝"}], "title": "Julia Bacha How Women Wage Conflict Without Violence"}