{"url": "http://www.ted.com/talks/nadia_lopez_why_open_a_school_to_close_a_prison", "paragraphs": [{"zh-tw": " When I opened Mott HallBridges Academy in 2010, my goal was simple: open a school to close a prison. Now to some, this was an audacious goal, because our school is locatedin the Brownsville section of Brooklyn -- one of the most underservedand violent neighborhoods in all of New York City.", "en": " 當我在2010年創辦莫特山學院的時候， 我的目標很簡單： 開辦一所學校來關閉一所監獄。 這可能對於一些人來說，是個很冒險的目標， 因為我們的學校坐落在布魯克林的布朗斯維爾， 這是整個紐約城最低產和暴力的社區之一。"}, {"zh-tw": " Like many urban schoolswith high poverty rates, we face numerous challenges, like finding teachers who can empathize with the complexitiesof a disadvantaged community, lack of funding for technology, low parental involvement and neighborhood gangs that recruitchildren as early as fourth grade. So here I was, the founding principal of a middle schoolthat was a district public school, and I only had 45 kids to start.", "en": " 和很多擁有高貧困率的城區學校一樣， 我們面臨著諸多挑戰， 比如尋找同情低級社區複雜情況的老師， 缺少教育設施資金， 家長參與度低， 和招募年幼到4年級學生的社區幫派。 所以，我來了， 一個地區公立初中的創始校長， 而且我只有45個學生,"}, {"zh-tw": " Thirty percent of them had special needs. Eighty-six percent of themwere below grade level in English and in math.", "en": " 30%的學生還有特殊需要， 86%的學生數學和英語不達標，"}, {"zh-tw": " And 100 percent were livingbelow the poverty level. If our children are not in our classrooms, how will they learn? And if they're not learning, where would they end up? It was evident when I wouldask my 13-year-old, \"Young man, where do you see yourself in five years?\" And his response: \"I don't know if I'm gonnalive that long.\" Or to have a young woman say to me that she had a lifelong goalof working in a fast-food restaurant.", "en": " 全部學生都過著貧困的生活。 如果這些學生不在我們的教室裡， 他們怎麼學習？ 如果他們不學習， 他們最後會流落何方？ 在我問我13歲的學生時，這暴露無遺 “年輕人， 你覺得五年後你會在幹嘛？” 然後他回答： \"我不知道我會不會活那麼久？\" 或者是有一個年輕女士對我說 她人生的目標就是在快餐店工作。"}, {"zh-tw": " To me, this was unacceptable. It was also evident that they had no idea that there was a landscape of opportunity that existed beyond their neighborhood.", "en": " 對我來說，這是無法接受的， 這暴露無遺當他門不知道在他們的社區外有無數的機會，"}, {"zh-tw": " We call our students \"scholars,\"because they're lifelong learners. And the skills that they learn today will prepare them for collegeand career readiness.", "en": " 我們稱呼學生“學者” ，因為他們終生都會在學習。 而且他們今天學習的東西 會為他們的大學和職業生涯做準備，"}, {"zh-tw": " I chose the royal colorsof purple and black, because I want them to be remindedthat they are descendants of greatness, and that through education, they are future engineers, scientists, entrepreneurs and even leaders who can and willtake over this world. To date, we have had three graduating classes, at a 98 -- At a 98-percent graduation rate.", "en": " 我選擇了皇家的紫色和黑色， 因為我希望提醒他們，他們是偉人的後代， 通過教育， 他們是未來的工程師， 科學家， 企業家， 甚至能夠掌控且將會掌控全球的領導者。 現在， 我們已經有三個畢業班， 還有98% —— （鼓掌） 還有98%的畢業率。"}, {"zh-tw": " This is nearly 200 children, who are now going to some of the mostcompetitive high schools in New York City. It was a cold day in January when my scholar, Vidal Chastanet,met Brandon Stanton, the founder of the popular blog\"Humans of New York.\" Brandon shared the storyof a young man from Brownsville who had witnessed violence firsthand, by witnessing a manbeing thrown off of a roof.", "en": " 這是將近200個孩子， 他們將要去紐約一些競爭最激烈的高中， （鼓掌） 那是一月寒冷的一天， 我的學生, 維多 纏絲坦內特 見到了布蘭登 斯坦登， 布蘭登是紐約流行博客\"紐約人\"的創始人， 布蘭登分享了一個故事，關於一個來自布朗斯維爾德年輕人， 他親眼目睹過暴力事件： 一個人從屋頂上被扔下來，"}, {"zh-tw": " Yet he can stillbe influenced by a principal who had opened up a schoolthat believes in all children. Vidal embodies the story of so manyof our underprivileged children who are struggling to survive, which is why we mustmake education a priority.", "en": " 到現在他還會被那個創辦了相信所有學生的學校校長所影響， 維多代表著諸多貧困學生掙扎著活下去的故事， 這就是為什麼我們要以教育為先。"}, {"zh-tw": " Brandon's post created a global sensation that touched the lives of millions. This resulted in 1.4 milliondollars being raised for our scholars to attend field tripsto colleges and universities, Summer STEAM programs, as well as college scholarships.", "en": " 布蘭登創造了一個世界的形象， 感動了百萬人， 籌集了140萬美金的募捐， 給我們的學生實地參觀大學和學院。 暑假的STEAM計畫， 也就是大學的獎學金。"}, {"zh-tw": " You need to understand that when 200 young peoplefrom Brownsville visited Harvard, they now understood that a college of their choicewas a real possibility. And the impossibilitiesthat had been imposed upon them by a disadvantaged community were replaced by hope and purpose.", "en": " 你要明白， 當200個來自布朗斯維爾的年輕人拜訪哈佛大學， 他們才知道， 選擇上大學才是正確的人生道路， 他們因為生活在低產社區而選擇的錯誤人生道路， 被希望和目標所替代。"}, {"zh-tw": " The revolution in educationis happening in our schools, with adults who provide love, structure, support and knowledge. These are the thingsthat inspire children.", "en": " 教育革命正在我們的學校逕行， 成年人提供關愛， 指導， 支持， 以及知識。 這些是能夠啟發孩子的東西。"}, {"zh-tw": " But it is not an easy task. And there are high demands within an education systemthat is not perfect.", "en": " 這並不簡單， 而且在這並不完美的教育系統中， 很多人迫切需要。"}, {"zh-tw": " But I have a dynamic group of educators who collaborate as a team to determinewhat is the best curriculum. They take time beyond their school day, and come in on weekends and even use their own moneyto often provide resources when we do not have it.", "en": " 我有一個積極的教育工作者團體， 我們團隊合作，制定出最適合的課程表。 他們在課外抽出時間， 在週末工作， 甚至經常花自己的錢來提供我們缺少的資源。"}, {"zh-tw": " And as the principal, I have to inspect what I expect. So I show up in classes and I conduct observationsto give feedback, because I want my teachersto be just as successful as the name Mott Hall Bridges Academy.", "en": " 作為校長， 我需要監督我們的期望。 我會出現在課堂上， 觀察並寫出反饋， 因為我希望我的老師們和莫特山學院一樣成功。"}, {"zh-tw": " And I give them access to meevery single day, which is why they all havemy personal cell number, including my scholarsand those who graduated -- which is probably why I getphone calls and text messages at three o'clock in the morning. But we are all connected to succeed, and good leaders do this.", "en": " 而且我讓他們每天都能夠聯繫到我， 這就是為什麼他們都有我的私人電話號碼， 抱括那些學生和已經畢業的， 這可能也是為什麼我會在早上三點 收到電話和短信。 但是我們一起成功， 這是成功的領導者會做的。"}, {"zh-tw": " Tomorrow's future is sittingin our classrooms. And they are our responsibility.", "en": " 我們的未來正坐在我們的教室裡， 而且，他們是我們的責任。"}, {"zh-tw": " That means everyone in here, and those who are watching the screen. We must believe in their brilliance, and remind them by teaching them that there indeed is power in education.", "en": " 這意謂著在場的所有人， 和那些正在看這段視頻的人， 我們一定要相信他們的才智， 通過教育來提醒他們， 教育真的很有力量。"}, {"zh-tw": " Thank you.", "en": " 謝謝。 （鼓掌）"}], "title": "Nadia Lopez Why Open A School To Close A Prison"}