{"url": "http://www.ted.com/talks/ellen_jorgensen_what_you_need_to_know_about_crispr", "paragraphs": [{"zh-tw": " So, has everybody heard of CRISPR? I would be shocked if you hadn't. This is a technology --it's for genome editing -- and it's so versatile and so controversial that it's sparking all sortsof really interesting conversations.", "en": " 大家都有聽過「CRISPR」 嗎？ 沒聽過就太落伍了。 這是一種基因修改技術， 非常萬用卻又極具爭議， 因而引起了各種有趣的討論。"}, {"zh-tw": " Should we bring back the woolly mammoth? Should we edit a human embryo? And my personal favorite: How can we justifywiping out an entire species that we consider harmful to humans off the face of the Earth, using this technology? This type of scienceis moving much faster than the regulatory mechanismsthat govern it. And so, for the past six years, I've made it my personal mission to make sure that as many peopleas possible understand these types of technologiesand their implications.", "en": " 我們該讓猛瑪象復活嗎？ 我們要去修改人類胚胎嗎？ 還有我最喜歡的這個： 我們能夠接受， 用這項技術， 將我們人類認為有害的物種， 從地球上完全消失嗎？ 這類的科學進展地太快了， 遠超過制訂規範的腳步。 所以在過去六年， 我給自己一個任務， 盡可能讓更多人去了解， 這類的科技和它們的意義。"}, {"zh-tw": " Now, CRISPR has been the subjectof a huge media hype, and the words that are used most oftenare \"easy\" and \"cheap.\" So what I want to do is drill downa little bit deeper and look into some of the mythsand the realities around CRISPR. If you're trying to CRISPR a genome, the first thing that you have to dois damage the DNA.", "en": " 媒體現在很愛講「CRISPR」， 又愛用「輕易」和「廉價」來形容。 所以我想要聊得深一點， 檢視關於「CRISPR」的迷思和現實。 如果要對基因組進行「CRISPR」， 首先要破壞它的DNA。"}, {"zh-tw": " The damage comes in the formof a double-strand break through the double helix. And then the cellular repairprocesses kick in, and then we convincethose repair processes to make the edit that we want, and not a natural edit.", "en": " 也就是破壞染色體的雙股螺旋。 接著細胞的修復機制會開始介入， 我們會讓修復過程 照我們期望的方向進行， 而不是自然發展。"}, {"zh-tw": " That's how it works. It's a two-part system.", "en": " 大概是這樣。 這個系統包含兩個部分。"}, {"zh-tw": " You've got a Cas9 proteinand something called a guide RNA. I like to think of it as a guided missile.", "en": " 「Cas9 蛋白質」和「嚮導RNA」。 就像是導向飛彈的兩部分。"}, {"zh-tw": " So the Cas9 --I love to anthropomorphize -- so the Cas9 is kind of this Pac-Man thing that wants to chew DNA, and the guide RNA is the leashthat's keeping it out of the genome until it finds the exact spotwhere it matches. And the combination of those twois called CRISPR.", "en": " 所以「Cas9」--我喜歡用擬人法來說-- 「Cas9」就像是小精靈， 想要把 DNA 吃掉。 而「嚮導RNA」則是負責將 Cas9 帶到特定RNA片段， 直到它找到執行任務的位置。 兩者結合就是所謂的「CRISPR」。"}, {"zh-tw": " It's a system that we stole from an ancient, ancientbacterial immune system. The part that's amazing about itis that the guide RNA, only 20 letters of it, are what target the system.", "en": " 這是我們取法於一種 非常古老的細菌免疫系統。 驚人的地方在於，「嚮導 RNA」 只需要 20 個字母的核酸序列， 就能定位目標。"}, {"zh-tw": " This is really easy to design, and it's really cheap to buy. So that's the partthat is modular in the system; everything else stays the same.", "en": " 這很省事， 也非常省錢。 只要依照需求微調細節， 其他部分則維持不變。"}, {"zh-tw": " This makes it a remarkably easyand powerful system to use. The guide RNA and the Cas9protein complex together go bouncing along the genome, and when they find a spotwhere the guide RNA matches, then it inserts between the two strandsof the double helix, it rips them apart, that triggers the Cas9 protein to cut, and all of a sudden, you've got a cell that's in total panic because now it's got a pieceof DNA that's broken.", "en": " 所以是非常輕易卻有力的系統。 「Cas9 蛋白質」和「嚮導RNA」複合體 沿著基因組探索， 找到符合「嚮導RNA」的位置時， 它們會插進雙股螺旋結構， 把雙股螺旋拆開， 「Cas9 蛋白質」負責分解片段。 這個時候， 你的細胞會很恐慌 因為某部分的 DNA 斷裂了。"}, {"zh-tw": " What does it do? It calls its first responders. There are two major repair pathways.", "en": " 那怎麼辦呢？ 這引起第一階段反應。 有兩種主要修復途徑："}, {"zh-tw": " The first just takes the DNAand shoves the two pieces back together. This isn't a very efficient system, because what happens issometimes a base drops out or a base is added.", "en": " 第一種是找到斷裂的 DNA 把它塞回去。 這通常沒什麼效率， 因為結果要不是少一個鹼基 就是多一個鹼基。"}, {"zh-tw": " It's an OK way to maybe, like,knock out a gene, but it's not the way that we really wantto do genome editing. The second repair pathwayis a lot more interesting.", "en": " 若只想把某個基因去除還可以， 但要剪輯基因組卻不是我們想的那麼簡單。 第二種修復途徑就有趣多了。"}, {"zh-tw": " In this repair pathway, it takes a homologous piece of DNA. And now mind you, in a diploidorganism like people, we've got one copy of our genomefrom our mom and one from our dad, so if one gets damaged, it can use the otherchromosome to repair it.", "en": " 這種修復方法， 需要一段同源DNA。 大家知道，人的染色體是成對的， 一半來自媽媽，一半來自爸爸， 所以，若有一邊受損了， 可以用另一半染色體去修補。"}, {"zh-tw": " So that's where this comes from. The repair is made, and now the genome is safe again.", "en": " 這就是修補的原理。 受損修好了， 基因組又恢復正常了。"}, {"zh-tw": " The way that we can hijack this is we can feed it a false piece of DNA, a piece that has homology on both ends but is different in the middle. So now, you can putwhatever you want in the center and the cell gets fooled.", "en": " 我們要做手腳的部分， 是補上一段不一樣的 DNA， 兩端接點是同源基因， 但中間的排序不一樣。 所以中間是什麼沒差， 細胞都會信以為真。"}, {"zh-tw": " So you can change a letter, you can take letters out, but most importantly,you can stuff new DNA in, kind of like a Trojan horse. CRISPR is going to be amazing, in terms of the number of differentscientific advances that it's going to catalyze.", "en": " 你可以更動其中一個序列， 把其中一個密碼取出來， 更甚者，塞一段新的 DNA 進去， 就像特洛伊木馬。 「CRISPR」很神奇， 因為它促成了好幾項 科學的新進展。"}, {"zh-tw": " The thing that's special about itis this modular targeting system. I mean, we've been shoving DNAinto organisms for years, right? But because of the modulartargeting system, we can actually put itexactly where we want it.", "en": " 它特別的是精準執行系統。 將 DNA 植入有機體不是新技術。 但有了制式化的定位系統， 就可以將它放在確切的位置。"}, {"zh-tw": " The thing is that there'sa lot of talk about it being cheap and it being easy. And I run a community lab.", "en": " 目前很多人說它有多便宜， 然後多好做。 我帶領一個社區型實驗室。"}, {"zh-tw": " I'm starting to get emails from peoplethat say stuff like, \"Hey, can I come to your open night and, like, maybe use CRISPRand engineer my genome?\" (Laugher) Like, seriously. I'm, \"No, you can't.\" \"But I've heard it's cheap.I've heard it's easy.\" We're going to explore that a little bit.", "en": " 我開始收到電郵問說， 「嘿，我可以去你們那邊， 然後用 CRISPR 整一下基因嗎？」 這是真的。 我只好回「抱歉，不行」。 「但聽說不貴而且不難嘛。」 讓我來解釋一下。"}, {"zh-tw": " So, how cheap is it? Yeah, it is cheap in comparison. It's going to take the cost of the averagematerials for an experiment from thousands of dollarsto hundreds of dollars, and it cuts the time a lot, too.", "en": " 到底是有多「廉價」？ 相較之下是蠻便宜的。 ㄧ般實驗耗材的錢是一定的， 從幾千塊到幾百塊都有， 當然也很花時間。"}, {"zh-tw": " It can cut it from weeks to days. That's great.", "en": " 多則幾星期，少則幾天。 就很了不起了。"}, {"zh-tw": " You still need a professional labto do the work in; you're not going to do anything meaningfuloutside of a professional lab. I mean, don't listen to anyone who says you can do this sort of stuffon your kitchen table.", "en": " 而且要專業的實驗室才能做； 在實驗室外做不出什麼東西。 不要聽人家亂說 以為這在廚房流理台就做得好。"}, {"zh-tw": " It's really not easyto do this kind of work. Not to mention,there's a patent battle going on, so even if you do invent something, the Broad Institute and UC Berkeleyare in this incredible patent battle.", "en": " 這也沒有想像中這麼容易。 更別提他們還在打專利的官司。 先不管你用這個做出什麼， 麻省理工的博德研究所和加州柏克萊大學爭得不可開交。"}, {"zh-tw": " It's really fascinatingto watch it happen, because they're accusing each otherof fraudulent claims and then they've got people saying, \"Oh, well, I signedmy notebook here or there.\" This isn't going to be settled for years. And when it is, you can bet you're going to pay someonea really hefty licensing fee in order to use this stuff.", "en": " 看他們這樣也是挺精彩的， 因為雙方都在指控對方說謊， 然後兩邊都有人說： 「你看是我先申請專利的。」 總之還要拖好多年。 等到塵埃落定， 想必要把大筆專利金付給贏家 才能用這項技術。"}, {"zh-tw": " So, is it really cheap? Well, it's cheap if you're doingbasic research and you've got a lab. How about easy?Let's look at that claim.", "en": " 所以真的便宜嗎？ 其實，如果只是在實驗室做些簡單研究還算便宜。 那它簡單嗎？我們來看看。"}, {"zh-tw": " The devil is always in the details. We don't really knowthat much about cells.", "en": " 魔鬼藏在細節裡。 我們其實不了解細胞。"}, {"zh-tw": " They're still kind of black boxes. For example, we don't knowwhy some guide RNAs work really well and some guide RNAs don't.", "en": " 他們就像黑盒子。 比如說我們不懂為什麼 有些嚮導 RNA 有用、有些沒用。"}, {"zh-tw": " We don't know why some cellswant to do one repair pathway and some cells would rather do the other. And besides that, there's the whole problemof getting the system into the cell in the first place.", "en": " 為什麼有些細胞用第一種修復， 有些卻喜歡用第二種。 除此之外， 把 CRISPR 丟進人體就是大問題。"}, {"zh-tw": " In a petri dish, that's not that hard, but if you're trying to do iton a whole organism, it gets really tricky. It's OK if you use somethinglike blood or bone marrow -- those are the targetsof a lot of research now.", "en": " 在培養皿一點都不難， 但要放進一個有機體， 就沒那麼容易了。 如果用血液或骨髓還可能， 現在實驗多以這兩個為目標。"}, {"zh-tw": " There was a great storyof some little girl who they saved from leukemia by taking the blood out, editing it,and putting it back with a precursor of CRISPR. And this is a line of researchthat people are going to do.", "en": " 有很多小女生， 白血病痊癒的案例， 先取出血液，處理完再放回去， 用的是 CRISPR 的前體。 這是目前的一個研究方向。"}, {"zh-tw": " But right now, if you want to getinto the whole body, you're probably goingto have to use a virus. So you take the virus,you put the CRISPR into it, you let the virus infect the cell.", "en": " 但想要直接進入人體， 可能要透過病毒。 拿一個病毒，把 CRISPR 放進去， 讓病毒感染細胞。"}, {"zh-tw": " But now you've got this virus in there, and we don't know what the long-termeffects of that are. Plus, CRISPR has some off-target effects, a very small percentage,but they're still there.", "en": " 可是病毒會留在體內， 搞不好長期會有什麼影響。 CRISPR 也未必百發百中， 失誤機率很小但也不是沒有。"}, {"zh-tw": " What's going to happenover time with that? These are not trivial questions, and there are scientiststhat are trying to solve them, and they will eventually,hopefully, be solved. But it ain't plug-and-play,not by a long shot.", "en": " 長遠來看會不會有問題？ 這些不是小問題， 科學家正在想辦法解決， 也希望最後都能被解決。 但絕非一蹴可幾，而且機會渺茫。"}, {"zh-tw": " So: Is it really easy? Well, if you spend a few yearsworking it out in your particular system, yes, it is. Now the other thing is, we don't really know that much about howto make a particular thing happen by changing particular spotsin the genome.", "en": " 所以有那麼容易嗎？ 如果你花個幾年摸透自己的身體， 那應該就不難。 但有另一個問題是， 如果改變基因組的某部分， 身體的改變會怎麼被觸發？"}, {"zh-tw": " We're a long way away from figuring out how to give a pig wings, for example. Or even an extra leg -- I'd settlefor an extra leg.", "en": " 比如說，我們還要很久才會知道 怎麼給豬一對翅膀。 或多一隻腿，這就很了不起了。"}, {"zh-tw": " That would be kind of cool, right? But what is happening is that CRISPR is being usedby thousands and thousands of scientists to do really, really important work, like making better modelsof diseases in animals, for example, or for taking pathwaysthat produce valuable chemicals and getting them into industrialproduction in fermentation vats, or even doing really basic researchon what genes do. This is the story of CRISPRwe should be telling, and I don't like itthat the flashier aspects of it are drowning all of this out.", "en": " 這聽起來很酷吧？ 但現在的情況是， 無數的科學家正用 CRISPR， 做很重要的研究， 比如說用動物建立疾病的模型； 或是去製造珍貴的化學物質， 將他們投入工業級生產發酵； 或是研究最基本的基因行為。 這才是 CRISPR 該被討論的， 而不是那些虛華的表象， 掩蓋檯面下的這些努力。"}, {"zh-tw": " Lots of scientists did a lot of workto make CRISPR happen, and what's interesting to me is that these scientistsare being supported by our society. Think about it.", "en": " 許多科學家努力讓 CRISPR 成真， 而我覺得欣慰的， 是我們的社會給予他們支持。 想想看。"}, {"zh-tw": " We've got an infrastructure that allowsa certain percentage of people to spend all their time doing research. That makes us all the inventors of CRISPR, and I would say that makes us allthe shepherds of CRISPR.", "en": " 我們的社會允許這一小撮人， 投入全部的時間心力做研究。 所以我們都是 CRISPR 的發明人， 我們也都變成 CRISPR 的監督人。"}, {"zh-tw": " We all have a responsibility. So I would urge you to really learnabout these types of technologies, because, really, only in that way are we going to be able to guidethe development of these technologies, the use of these technologies and make sure that, in the end,it's a positive outcome -- for both the planet and for us.", "en": " 我們都有責任。 所以我鼓勵大家多認識這些科技， 因為真的只有這樣， 我們才能引導這些科技的發展、 這些科技的應用， 而且確保最後的正面產出， 無論是對地球或是對我們。"}, {"zh-tw": " Thanks.", "en": " 謝謝。"}], "title": "Ellen Jorgensen What You Need To Know About Crispr"}