{"url": "http://www.ted.com/talks/pico_iyer_the_beauty_of_what_we_ll_never_know", "paragraphs": [{"zh-tw": " One hot October morning, I got off the all-night train in Mandalay, the old royal capital of Burma, now Myanmar. And out on the street, I ran intoa group of rough men standing beside their bicycle rickshaws.", "en": " 在一個炎熱的十月的早晨， 我下了過夜火車， 在曼德勒， 那是舊緬甸皇室首度， 現在是緬甸聯邦了。 我到了街上，碰到一群衣著樸素的人， 站在他們的黃包車旁邊。"}, {"zh-tw": " And one of them came up and offered to show me around. The price he quoted was outrageous.", "en": " 其中一個走上前， 想帶我在附近逛逛。 他要求的價格讓人難以置信，"}, {"zh-tw": " It was less than I would payfor a bar of chocolate at home. So I clambered into his trishaw, and he began pedaling us slowlybetween palaces and pagodas.", "en": " 價格比我在家吃一根巧克力棒還要便宜。 所以我爬上他的三輪車， 他載著我，緩緩地穿梭在皇宮和寶塔之間。"}, {"zh-tw": " And as he did, he told me howhe had come to the city from his village. He'd earned a degree in mathematics.", "en": " 同時，他開始講述他從他的村莊來到城市的經歷。 他擁有數學系學位。"}, {"zh-tw": " His dream was to be a teacher. But of course, life is hardunder a military dictatorship, and so for now, this was the only wayhe could make a living.", "en": " 夢想成為一名老師。 但是，受軍閥獨裁統治的生活是很困難的， 所以這是他唯一能賴以生存的方式。"}, {"zh-tw": " Many nights, he told me,he actually slept in his trishaw so he could catch the first visitorsoff the all-night train. And very soon, we foundthat in certain ways, we had so much in common -- we were both in our 20s, we were both fascinatedby foreign cultures -- that he invited me home.", "en": " 多少個夜晚，他告訴我，他睡在自己的三輪車裡 為了能夠接到走下連夜火車的第一個乘客 很快的，我們發現，在很多方面， 我們其實很相似—— 我們都二十幾歲， 我們都熱愛異國文化。 他邀請我到他家。"}, {"zh-tw": " So we turned off the wide,crowded streets, and we began bumpingdown rough, wild alleyways. There were broken shacks all around.", "en": " 所以我們離開了寬大而擁擠的馬路， 開始顛簸在一條條凹凸不平的巷子裡。 身邊都是破舊的小屋。"}, {"zh-tw": " I really lost the sense of where I was, and I realized that anythingcould happen to me now. I could get mugged or drugged or something worse.", "en": " 我完全不知道我在哪， 我意識到什麼都有可能發生在我身上。 我可能會被打劫或者下藥， 或者更糟。"}, {"zh-tw": " Nobody would know. Finally, he stopped and led me into a hut, which consisted of just one tiny room.", "en": " 沒人會知道。 最終，他停下車，帶我進了一個棚屋， 棚屋只有一個小小的房間。"}, {"zh-tw": " And then he leaned down, and reached under his bed. And something in me froze.", "en": " 然後他趴下， 伸手到床下， 這讓我有點不知所措。"}, {"zh-tw": " I waited to see what he would pull out. And finally he extracted a box.", "en": " 我等待著，想知道他會拿出什麼東西。 終於，他抽出一個盒子，"}, {"zh-tw": " Inside it was every single letterhe had ever received from visitors from abroad, and on some of them he had pasted little black-and-white worn snapshots of his new foreign friends. So when we said goodbye that night, I realized he had also shown me the secret point of travel, which is to take a plunge, to go inwardly as well as outwardly to places you would never go otherwise, to venture into uncertainty, ambiguity, even fear.", "en": " 裡面是每一封他從外國遊客那裡 收到的信。 其中的一些，被他黏貼上了 他新結交的外國朋友的 小小的黑白照片。 那個晚上，當我們道別的時候， 我意識到，他向我展示了 旅行的秘密， 那就是沈浸其中， 由裡及外， 去你不會去的地方， 去探索不確定， 模糊， 甚至恐懼。"}, {"zh-tw": " At home, it's dangerously easy to assume we're on top of things. Out in the world, you are remindedevery moment that you're not, and you can't get to the bottomof things, either.", "en": " 在家，我們極容易 認為事情都在掌控之中。 離家在外的時候，你要記住，每一分每一秒， 你不會，也不能了解事情的全部。"}, {"zh-tw": " Everywhere, \"People wish to be settled,\" Ralph Waldo Emerson reminded us, \"but only insofaras we are unsettled is there any hope for us.\" At this conference,we've been lucky enough to hear some exhilaratingnew ideas and discoveries and, really, about all the ways in which knowledge is beingpushed excitingly forwards. But at some point, knowledge gives out.", "en": " “無論何處，人們都想通曉世事，” 拉爾夫 沃爾多 愛默生提醒過我們， “但是正因為我們無法通曉世事 我們才有希望。” 在這個會上，我們都很幸運， 能夠聽到一些令人激動的新想法和發現， 而真的就是在這樣的時刻 知識被熱情地往前推動。 但是有的時候，知識不起作用"}, {"zh-tw": " And that is the moment when your life is truly decided: you fall in love; you lose a friend; the lights go out. And it's then, when you're lostor uneasy or carried out of yourself, that you find out who you are.", "en": " 那就是 在人生的關鍵點上： 墜入愛河， 失去朋友， 面對死亡。 然後，當你失敗或失落的時候， 你才會發現你是誰。"}, {"zh-tw": " I don't believe that ignorance is bliss. Science has unquestionably made our lives brighter and longer and healthier.", "en": " 我不相信無知是福。 科學無庸置疑讓我們的生活 變得更光明，更長久，更健康。"}, {"zh-tw": " And I am forever grateful to the teacherswho showed me the laws of physics and pointed out thatthree times three makes nine. I can count that out on my fingers any time of night or day.", "en": " 我永遠感激教導我物理定律的老師 和教會我三三得九的老師。 我能在任何時候 用手指算出來。"}, {"zh-tw": " But when a mathematician tells me that minus three timesminus three makes nine, that's a kind of logicthat almost feels like trust. The opposite of knowledge, in other words,isn't always ignorance.", "en": " 但是當一個數學家告訴我， 負三乘負三等於九， 這種邏輯感覺有點像信任。 知識的對岸，換句話說，不一定是無知。"}, {"zh-tw": " It can be wonder. Or mystery.", "en": " 也可能是思考， 或者懷疑，"}, {"zh-tw": " Possibility. And in my life, I've foundit's the things I don't know that have lifted me upand pushed me forwards much more than the things I do know.", "en": " 都有可能。 在我的人生中，我發現，那些我不知道的事情 為我帶來的進步和成長， 遠超過我所知道的事情。"}, {"zh-tw": " It's also the things I don't know that have often brought me closerto everybody around me. For eight straight Novembers, recently, I traveled every year across Japanwith the Dalai Lama.", "en": " 而且也是我不知道的那些事情， 讓我和身邊的人更親近。 過去的八個十一月， 我和達賴喇嘛在日本遊歷。"}, {"zh-tw": " And the one thing he said every day that most seemed to give peoplereassurance and confidence was, \"I don't know.\" \"What's going to happen to Tibet?\" \"When are we evergoing to get world peace?\" \"What's the best way to raise children?\" \"Frankly,\" says this very wise man, \"I don't know.\" The Nobel Prize-winningeconomist Daniel Kahneman has spent more than 60 years nowresearching human behavior, and his conclusion is that we are always much more confidentof what we think we know than we should be. We have, as he memorably puts it, an \"unlimited abilityto ignore our ignorance.\" We know -- quote, unquote -- our teamis going to win this weekend, and we only remember that knowledge on the rare occasions when we're right.", "en": " 有一句話他每天都說， 也似乎最能夠讓人們感到安慰和自信， 就是“我不知道。” “西藏會發生什麼？” “什麼時候世界會和平？” “培養孩子最好的方式是什麼？” “坦白說”，這個智者說， “我不知道。” 諾貝爾奬得主經濟學家 丹尼爾 卡爾曼 花了超過60年研究人類行為， 他的結論是， 相較於我們真正知道的事情， 我們總是對自認為知道的事情更為自信。 他的表述是，“我們擁有 無限忽視無知的能力。” 我們知道”我們隊伍這週末會贏。“ 而我們只會在極罕見的時刻 記得那些我們正確的知識。"}, {"zh-tw": " Most of the time, we're in the dark. And that's where real intimacy lies.", "en": " 大多數時候，我們都處在無知當中， 這是所謂的親密。"}, {"zh-tw": " Do you know what your loveris going to do tomorrow? Do you want to know? The parents of us all,as some people call them, Adam and Eve, could never die, so long as theywere eating from the tree of life. But the minute they began nibbling from the tree of the knowledgeof good and evil, they fell from their innocence.", "en": " 你知道你的愛人明天要做什麼嗎？ 你想知道嗎？ 對於一些人來說，我們的父母， 亞當和夏娃， 如果他們只從生命之樹獲取食物，他們可以永生。 但是他們開始一點一點地從 知善惡樹上獲取食物的時候， 他們落入了無知的陷阱。"}, {"zh-tw": " They grew embarrassed and fretful, self-conscious. And they learned,a little too late, perhaps, that there are certainly some thingsthat we need to know, but there are many, many morethat are better left unexplored.", "en": " 他們萌生害羞，煩躁 和自我意識。 他們意識到，可能晚了一點， 總有些事情是需要了解的， 但是有更多的事情還是不要知道指導的好。"}, {"zh-tw": " Now, when I was a kid, I knew it all, of course. I had been spending 20 yearsin classrooms collecting facts, and I was actuallyin the information business, writing articles for Time Magazine.", "en": " 當我還是個孩子的時候， 當然，我覺得我什麼都知道， 我已經花了20年在教室裡了解事實， 我在資訊業工作， 給時代雜誌寫文章。"}, {"zh-tw": " And I took my first real trip to Japanfor two-and-a-half weeks, and I came back with a 40-page essay explaining every last detailabout Japan's temples, its fashions, its baseball games, its soul. But underneath all that, something that I couldn't understand so moved me for reasonsI couldn't explain to you yet, that I decided to go and live in Japan.", "en": " 我的第一次日本之旅花了兩週半， 回來的時候，我寫了一份40頁的文章， 詳述每一個細節。日本寺廟 時尚潮流，棒球比賽， 日本的民主魂。 但是，深埋底下的， 一些我無法理解的東西， 無法言表地打動了我， 讓我決定到日本定居。"}, {"zh-tw": " And now that I've been there for 28 years, I really couldn't tell youvery much at all about my adopted home. Which is wonderful, because it means every dayI'm making some new discovery, and in the process, looking around the cornerand seeing the hundred thousand things I'll never know.", "en": " 現在，我已經在那兒待了28年， 我真的沒有辦法告訴你們很多 關於我的第二個家。 這真的很棒， 因為這意味著我每天都有新發現。 在這個過程中， 我環視角落，發現上萬的 我永遠不會知道的東西。"}, {"zh-tw": " Knowledge is a priceless gift. But the illusion of knowledgecan be more dangerous than ignorance.", "en": " 知識是無價的禮物。 但是知識的幻象可能比無知更危險。"}, {"zh-tw": " Thinking that you know your lover or your enemy can be more treacherous than acknowledging you'll never know them. Every morning in Japan, as the sunis flooding into our little apartment, I take great pains not to consultthe weather forecast, because if I do, my mind will be overclouded, distracted, even when the day is bright.", "en": " 你以為你了解你的愛人， 或者你的敵人， 可能會認知到你不了解他們 還要危險。 在日本的每一個早上，當陽光湧入我們的小公寓時， 我都掙扎著看不看天氣預報， 因為如果我看了， 我的意念會被烏雲遮蔽，渙散， 即使那是個晴天。"}, {"zh-tw": " I've been a full-timewriter now for 34 years. And the one thing that I have learned is that transformation comeswhen I'm not in charge, when I don't know what's coming next, when I can't assume I am biggerthan everything around me.", "en": " 我當全職作家已經34年了， 我學到一件事， 就是改變是在不去掌控的時候發生的， 當我不知道接下來會發生什麼， 當我不自以為是。"}, {"zh-tw": " And the same is true in love or in moments of crisis. Suddenly, we're back in that trishaw again and we're bumping off the broad,well-lit streets; and we're reminded, really,of the first law of travel and, therefore, of life: you're only as strongas your readiness to surrender.", "en": " 這也發生在墜入愛河的時候， 或者身陷危機的時候。 突然，我們又回到那台三輪車， 我們顛簸地駛離寬大明亮的馬路， 我們記得，旅行的真諦， 也是生命的真諦: 你因面對未知的能力而強壯，"}, {"zh-tw": " In the end, perhaps, being human is much more important than being fully in the know. Thank you.", "en": " 可能，到最後， 做普通人， 比做一個無所不知的人， 還要重要。 謝謝。 （鼓掌）"}], "title": "Pico Iyer The Beauty Of What We Ll Never Know"}