{"url": "http://www.ted.com/talks/todd_coleman_a_temporary_tattoo_that_brings_hospital_care_to_the_home", "paragraphs": [{"zh-tw": " Please meet Jane. She has a high-risk pregnancy. Within 24 weeks, she's on bed rest at the hospital, being monitoredfor her preterm contractions.", "en": " 這是珍 (Jane) ， 她患有高危險妊娠。 她現在懷孕 24 週， 在醫院臥床休息， 接受早產性宮缩的監測。"}, {"zh-tw": " She doesn't look the happiest. That's in part because it requirestechnicians and experts to apply these clunky belts on herto monitor her uterine contractions.", "en": " 她看起來並不快樂， 部分是因為技術員和專科醫師 需將笨重的腰帶戴在她身上，以監測子宮收縮。"}, {"zh-tw": " Another reason Jane is not so happyis because she's worried. In particular, she's worriedabout what happens after her 10-day stayon bed rest at the hospital.", "en": " 珍不快樂的另一原因是因為她擔心， 特別是擔心在醫院臥床休息 10 天後會發生什麼事，"}, {"zh-tw": " What happens when she's home? If she were to give birth this earlyit would be devastating. As an African-American woman, she's twice as likelyto have a premature birth or to have a stillbirth.", "en": " 她回家後會發生什麼事？ 假如她這麼早就分娩，那將會很慘。 她是位非裔美國女性， 有比一般人高兩倍發生早產或死胎（胎死腹中）的機率。"}, {"zh-tw": " So Jane basically has one of two options: stay at the hospital on bed rest, a prisoner to the technologyuntil she gives birth, and then spend the restof her life paying for the bill; or head home after her 10-day stayand hope for the best. Neither of these two optionsseems appealing.", "en": " 所以基本上珍只能二選一： 留在醫院臥床休息， 成為被科技囚禁的犯人，直到生產， 然後終其餘生去償付賬單； 或者住院 10 天後回家，祈求有最好的結果。 這兩種選擇似乎都不是很理想。"}, {"zh-tw": " As I began to thinkabout stories like this and hear about stories like this, I began to ask myself and imagine: Is there an alternative? Is there a way we could havethe benefits of high-fidelity monitoring that we get with our trustedpartners in the hospital while someone is at homeliving their daily life? With that in mind, I encouraged people in my research group to partner with someclever material scientists, and all of us came togetherand brainstormed. And after a long process, we came up with a vision, an idea, of a wearable system that perhapsyou could wear like a piece of jewelry or you could applyto yourself like a Band-Aid.", "en": " 當我開始想到及聽到這些故事時， 我自問並想像： 是否有替代的方式？ 不但病人能從醫院可靠人士得到高傳真度監測的這種優點， 同時又可在家過正常生活？ 基於這樣的想法， 我鼓勵我研究團隊人員 去和一些聰明的材料科學家合作， 然後我們在一起腦力激盪。 經過一段漫長的歷程， 我們萌生一個願景，一個想法： 就是一種可佩戴式裝置，或許能像戴珠寶般戴著它 或是像膠布可自己黏貼。"}, {"zh-tw": " And after many trials and tribulationsand years of endeavors, we were able to come upwith this flexible electronic patch that was manufacturedusing the same processes that they use to build computer chips, except the electronics are transferredfrom a semiconductor wafer onto a flexible materialthat can interface with the human body. These systems are aboutthe thickness of a human hair.", "en": " 經過許多實驗與艱難以及多年的努力， 我們研發出這種柔軟的電子貼片， 它是運用製造電腦晶片的方法製作而成， 只不過此電子裝置是將半導體晶片 換成能和身體相互作用的柔軟材質。 這裝置大約是人類頭髮的厚度。"}, {"zh-tw": " They can measure the typesof information that we want, things such as: bodily movement, bodily temperature, electrical rhythms of the body and so forth. We can also engineer these systems, so they can integrate energy sources, and can have wirelesstransmission capabilities.", "en": " 它們可以檢測我們所需的各種資訊， 例如： 身體的移動、 體溫、 身體的電氣節律 等等。 我們也能設計這些裝置， 讓它們能結合能源 且具有無線傳輸的能力。"}, {"zh-tw": " So as we began to buildthese types of systems, we began to test them on ourselvesin our research group. But in addition, we began to reach outto some of our clinical partners in San Diego, and test these on different patientsin different clinical conditions, including moms-to-be like Jane.", "en": " 當我們開始建構這種裝置時， 先在自己的研究團隊裡進行測試。 此外也開始延伸到在聖地亞哥的一些臨床合作者 並且針對各種不同臨床狀況的病人進行測試， 包括即將為人母的人，例如珍。"}, {"zh-tw": " Here is a picture of a pregnant womanin labor at our university hospital being monitored for her uterinecontractions with the conventional belt. In addition, our flexible electronic patches are there.", "en": " 這是在我們大學附設醫院一位待產的孕婦的照片， 使用傳統的腰帶進行子宮收縮的監測。 此外， 我們的柔軟電子貼片也貼在那裡。"}, {"zh-tw": " This picture demonstrates waveformspertaining to the fetal heart rate, where the red correspondsto what was acquired with the conventional belts, and the blue corresponds to our estimates using our flexible electronic systemsand our algorithms. At this moment, we gave ourselves a big mental high five.", "en": " 這張照片顯示胎兒心率的波形圖， 紅色波是使用傳統的腰帶記錄所得， 而藍色波是用我們的柔軟電子裝置和演算法估算的。 此時， 給予了我們極大的精神鼓舞。"}, {"zh-tw": " Some of the things we had imaginedwere beginning to come to fruition, and we were actually seeing thisin a clinical context. But there was still a problem.", "en": " 我們過去想像的事情已開始有了成果， 我們也能在真正的臨床背景下看到進展。 但仍有一個問題，"}, {"zh-tw": " The problem was, the waywe manufactured these systems was very inefficient, had low yield and was very error-prone. In addition, as we talked to someof the nurses in the hospital, they encouraged us to make sure that our electronics workedwith typical medical adhesives that are used in a hospital.", "en": " 就是我們製造這些裝置的方法 非常沒有效率， 產量低， 且非常容易出錯。 再者， 當我們和醫院的護士交流時， 他們建議我們確保 我們的電子裝置能與醫院的醫療用貼布搭配使用。"}, {"zh-tw": " We had an epiphany and said,\"Wait a minute. Rather than just makingthem work with adhesives, let's integrate them into adhesives, and that could solveour manufacturing problem.\" This picture that you see here is our ability to embed these censorsinside of a piece of Scotch tape by simply peeling it off of a wafer.", "en": " 我們靈光乍現，說道：「等一下！ 與其只是將它們搭配貼布使用， 不如將它們整合入貼布， 那就能解決我們製造的問題了。」 你們現在看到的照片 是我們已能把檢測裝置嵌入一片 Scotch 膠布裡面， 只需將膠布從晶片上撕下來就可以了。"}, {"zh-tw": " Ongoing work in our research groupallows us to, in addition, embed integrated circuitsinto the flexible adhesives to do things like amplifying signalsand digitizing them, processing them and encoding for wireless transmission. All of this integratedinto the same medical adhesives that are used in the hospital.", "en": " 研究團隊持續地研發，讓我們進一步能夠 將集成電路嵌入柔軟的貼布裡， 使它能做像放大訊號、數據數位化、 處理數據 以及編碼，以便無線傳輸。 這全都整合入醫院使用的醫療貼布中。"}, {"zh-tw": " So when we reached this point, we had some other challenges, from both an engineeringas well as a usability perspective, to make sure that we couldmake it used practically. In many digital health discussions, people believe in and embrace the ideathat we can simply digitize the data, wirelessly transmit it, send it to the cloud, and in the cloud, we can extract meaningfulinformation for interpretation.", "en": " 但當研發至此， 我們面臨一些來自工程學及實用領域的其他挑戰， 我們需要確保它能實際運用。 在許多數位化健康研討中， 人們相信並接受這樣的想法：我們只需將數據數位化， 無線傳輸它， 將它送到雲端， 而在雲端裡， 就能取出有用的資料來進行判讀。"}, {"zh-tw": " And indeed, you can do all of that, if you're not worriedabout some of the energy challenges. Think about Jane for a moment.", "en": " 事實上，這些你都能做到， 假如你不擔憂電能耗費的挑戰的話。 考慮一下珍。"}, {"zh-tw": " She doesn't live in Palo Alto, nor does she live in Beverly Hills. What that means is, we have to be mindful about her data planand how much it would cost for her to be sending outa continuous stream of data.", "en": " 她既不住在帕洛阿爾托， 也不住在比佛利山。 這意思就是 我們必須留意她的數據計劃，以及她要花費多少錢 才能送出連續的數據流。"}, {"zh-tw": " There's another challenge that not everyone in the medicalprofession is comfortable talking about. And that is, that Janedoes not have the most trust in the medical establishment.", "en": " 另外還有一個挑戰， 這並非每位醫療專業人員都願意談論的， 也就是說，珍對醫療機構並不完全信任。"}, {"zh-tw": " She, people like her, her ancestors,have not had the best experiences at the hands of doctors and the hospital or insurance companies. That means that we have to be mindfulof questions of privacy.", "en": " 她、像她一樣的人、她的祖先對醫生、醫院或保險公司 以往的印象並不好， 這意謂我們必須注意隱私的問題。"}, {"zh-tw": " Jane might not feel that happy about all that databeing processed into the cloud. And Jane cannot be fooled; she reads the news.", "en": " 珍可能不太樂意 將所有數據都傳送到雲端。 而且珍會閱讀新聞，不容易被騙；"}, {"zh-tw": " She knows that if the federalgovernment can be hacked, if the Fortune 500 can be hacked, so can her doctor. And so with that in mind, we had an epiphany.", "en": " 她知道如果聯邦政府能被駭客入侵， 財富美國 500 強公司能被駭客入侵， 那她的醫生也有可能。 考慮到這一點， 我們又靈光乍現："}, {"zh-tw": " We cannot outsmartall the hackers in the world, but perhaps we can presentthem a smaller target. What if we could actually, rather than have those algorithmsthat do data interpretation run in the cloud, what if we have those algorithms runon those small integrated circuits embedded into those adhesives? And so when we integratethese things together, what this means is that nowwe can think about the future where someone like Jane can stillgo about living her normal daily life, she can be monitored, it can be done in a way whereshe doesn't have to get another job to pay her data plan, and we can also addresssome of her concerns about privacy.", "en": " 既然無法比世上所有的駭客更聰明， 或許我們就做個他們興趣缺缺的小目標。 假如我們真的能夠 不是在雲端進行數據判讀的演算， 而是在那些嵌入貼布的小型集成電路執行呢？ 所以當我們將這些都整合在一起， 現在你就能夠想像，在未來， 像珍一樣的病人仍能繼續過著日常的生活， 同時又能被監測， 她可以不需要找第二份工作來支付她的數據計劃， 而且我們也能解決她所憂慮的隱私問題。"}, {"zh-tw": " So at this point, we're feeling very good about ourselves. We've accomplished this, we've begun to address someof these questions about privacy and we feel like, pretty muchthe chapter is closed now.", "en": " 所以此時此刻， 我們對自己感覺很滿意。 我們已經完成這件事， 也已開始解決一些有關隱私的問題， 我們覺得差不多大工告成了。"}, {"zh-tw": " Everyone lived happily ever after, right? Well, not so fast. One of the things we have to remember,as I mentioned earlier, is that Jane does not have the most trustin the medical establishment.", "en": " 從此大家都過得幸福快樂，對吧？ 沒那麼快！ 稍早我曾提到有件事必須記住， 就是珍對醫療機構並不完全信賴。"}, {"zh-tw": " We have to remember that there are increasingand widening health disparities, and there's inequity in termsof proper care management. And so what that meansis that this simple picture of Jane and her data -- even with her being comfortablebeing wirelessly transmitted to the cloud, letting a doctor intervene if necessary -- is not the whole story.", "en": " 我們必須記住， 醫療公平性差距不斷地增加與擴大， 在適當的照護處置方面仍不公平。 也就是說，這張珍和她的數據的簡單圖片 ── 即使她願意將傳輸數據至雲端， 必要時讓醫師介入參與 ── 那並不代表全部。"}, {"zh-tw": " So what we're beginning to do is to think about ways to havetrusted parties serve as intermediaries between people like Janeand her health care providers. For example, we've begunto partner with churches and to think about nursesthat are church members, that come from that trusted community, as patient advocates and health coachesto people like Jane.", "en": " 所以我們現在開始在做的是 想出一些方式，讓可信賴的團體 成為像珍這樣的病患與健康照護者間的中間人。 例如，我們已開始與教會合作， 並考慮來自可靠社群的教會護理人員 來擔任像珍一樣病患的代言人和健康指導員。"}, {"zh-tw": " Another thing we have going for us is that insurance companies, increasingly, are attracted to some of these ideas. They're increasingly realizing that perhaps it's betterto pay one dollar now for a wearable device and a health coach, rather than paying 10 dollars later, when that baby is born prematurely and ends up in the neonatalintensive care unit -- one of the most expensiveparts of a hospital.", "en": " 另一項對我們有利的 是保險公司逐漸對這種構想感興趣。 他們漸漸了解， 或許最好現在花一點錢 在可佩戴裝置和健康指導員身上， 而不是事後花更多的錢補貼 早產且之後還要住進新生兒加護病房的嬰兒， ── 那是醫院花費最昂貴的部門之一。"}, {"zh-tw": " This has been a longlearning process for us. This iterative process of breakingthrough and attacking one problem and not feeling totally comfortable, and identifying the next problem, has helped us go along this path of actually trying to not onlyinnovate with this technology but make sure it can be used for peoplewho perhaps need it the most.", "en": " 我們經歷了一段漫長的學習過程。 這種突破、奮力解決問題 以及不完全自信 和找出下一個問題的反覆過程， 幫助了我們 不只是真正嘗試用科技來創新， 並且確保它能使用在可能最需要的人身上。"}, {"zh-tw": " Another learning lessonwe've taken from this process that is very humbling, is that as technology progressesand advances at an accelerating rate, we have to remember that human beingsare using this technology, and we have to be mindful that these human beings --they have a face, they have a name and a life. And in the case of Jane, hopefully, two.", "en": " 從這過程中，我們學到讓自己很謙卑的另一課， 就是當科技在發展並以加速度在進步， 我們必須銘記，使用這些科技的是人類， 我們必須銘記， 這些人 ── 他們有血有肉、 他們有自己的名字 和自己的生活。 至於珍， 順利的話， 希望會有兩個。"}, {"zh-tw": " Thank you.", "en": " 謝謝大家。"}], "title": "Todd Coleman A Temporary Tattoo That Brings Hospital Care To The Home"}