{"url": "http://www.ted.com/talks/manwar_ali_inside_the_mind_of_a_former_radical_jihadist", "paragraphs": [{"zh-tw": " Today I stand before youas a man who lives life to the full in the here and now. But for a long time, I lived for death.", "en": " 今天我以能在此時此刻徹底享受人生的身分 站在你們面前。 但曾有很長一段期間， 我為死亡而活。"}, {"zh-tw": " I was a young man who believed that jihad is to be understoodin the language of force and violence. I tried to right wrongsthrough power and aggression.", "en": " 我年少時相信 所謂聖戰即代表了武力及暴力。 我試著透過力量和侵略修正他人的錯誤。"}, {"zh-tw": " I had deep concernsfor the suffering of others and a strong desireto help and bring relief to them. I thought violent jihad was noble, chivalrous and the best way to help.", "en": " 我深切地關心正在受苦受難的旁人， 並強烈地想幫助他們解脫。 我認為暴力性的聖戰是一種高貴、 驍勇的行為， 也是幫助他人的最佳解藥。"}, {"zh-tw": " At a time when so many of our people -- young people especially -- are at risk of radicalization through groups like al-Qaeda, Islamic State and others, when these groups are claiming that their horrific brutalityand violence are true jihad, I want to say that their ideaof jihad is wrong -- completely wrong -- as was mine, then. Jihad means to strive to one's utmost.", "en": " 在我們族群之中很多人── 特別是年輕人── 透過像是蓋達、 伊斯蘭國或其他組織， 因而處在激進化的邊緣， 當這些組織聲稱 他們的暴行才是真正的聖戰之時， 我得說他們對聖戰這兩個字的概念有誤── 大錯特錯── 就像是那時的我所認為的一樣。 聖戰代表要盡一個人的全力。"}, {"zh-tw": " It includes exertion and spirituality, self-purification and devotion. It refers to positive transformation through learning, wisdomand remembrance of God.", "en": " 這包含了各層面的功修、 自我淨化， 以及奉獻精神。 聖戰代表了透過學習、智慧 和紀念真主的正向轉型。"}, {"zh-tw": " The word jihad standsfor all those meanings as a whole. Jihad may at timestake the form of fighting, but only sometimes, under strict conditions, within rules and limits.", "en": " 聖戰這一詞概括了前述的所有概念。 聖戰有時的確透過打鬥的形式， 但只是有時候， 存在於嚴格的條件、 規則與限制之下。"}, {"zh-tw": " In Islam, the benefit of an act must outweighthe harm or hardship it entails. More importantly, the verses in the Koranthat are connected to jihad or fighting do not cancel out the versesthat talk about forgiveness, benevolence or patience.", "en": " 伊斯蘭教相信， 一個行為帶來的好處，必須大於其將帶來的傷害。 更重要的是， 可蘭經中對於聖戰或打鬥的描述， 不能抵消經文中對於饒恕、 仁愛、 以及耐心的價值。"}, {"zh-tw": " But now I believe that there areno circumstances on earth where violent jihad is permissible, because it will lead to greater harm. But now the idea of jihadhas been hijacked.", "en": " 現在我相信地球上沒有任何地方 會允許暴力性的聖戰， 因為這只會帶來更大的傷害。 但如今聖戰的定義被劫持去了。"}, {"zh-tw": " It has been pervertedto mean violent struggle wherever Muslimsare undergoing difficulties, and turned into terrorism by fascistic Islamists like al-Qaeda, Islamic State and others. But I have come to understand that true jihadmeans striving to the utmost to strengthen and livethose qualities which God loves: honesty, trustworthiness, compassion, benevolence, reliability, respect, truthfulness -- human values that so many of us share.", "en": " 它反常地代表了暴力性的鬥爭： 每當穆斯林遇到困難， 就會因為像是蓋達、 伊斯蘭國等法西斯伊斯蘭教徒 而變成恐怖份子。 但我現在瞭解了， 真正的聖戰代表了盡全力 加強並活出真主所喜愛的特質： 正直、信賴、 同情、仁愛、 可靠、尊重、 和真誠── 這都是眾人所共享的價值觀。"}, {"zh-tw": " I was born in Bangladesh, but grew up mostly in England. And I went to school here.", "en": " 我出生於孟加拉， 但多數時間在英國長大。 也在這裡就學。"}, {"zh-tw": " My father was an academic, and we were in the UK through his work. In 1971 we were in Bangladeshwhen everything changed.", "en": " 我父親是位學者， 我們因為他的工作來到英國。 1971 年我們在孟加拉，一切風雲變色。"}, {"zh-tw": " The War of Independenceimpacted upon us terribly, pitting family against family, neighbor against neighbor. And at the age of 12 I experienced war, destitution in my family, the deaths of 22of my relatives in horrible ways, as well as the murder of my elder brother.", "en": " 獨立戰爭嚴重衝擊我們， 造成家家對立， 鄰里反目成仇。 我 12 歲時就經歷了戰爭、 家道中落、 22 位親戚慘死， 同時我哥哥被謀殺。"}, {"zh-tw": " I witnessed killing ... animals feeding on corpses in the streets, starvation all around me, wanton, horrific violence -- senseless violence.", "en": " 我見證了殺戮… 動物啃食街道上的屍體， 大家莫不飢餓難耐， 還有可怕的暴行肆虐—— 無謂的暴行。"}, {"zh-tw": " I was a young man, teenager, fascinated by ideas. I wanted to learn, but I could not go to schoolfor four years.", "en": " 我那時還年輕， 為各種想法著迷。 我想學習， 但我整整 4 年無法就學。"}, {"zh-tw": " After the War of Independence, my father was put in prisonfor two and a half years, and I used to visit himevery week in prison, and homeschooled myself. My father was released in 1973 and he fled to England as a refugee, and we soon followed him.", "en": " 獨立戰爭之後， 我父親坐了兩年半的牢。 我每個禮拜都去探監， 並在家自學。 我父親於 1973 年被釋放， 他以難民的身分逃去英國， 我們之後也跟著他去。"}, {"zh-tw": " I was 17. So these experiences gave me a sharp awareness of the atrocitiesand injustices in the world.", "en": " 我那年 17 歲。 這些經驗 讓我清楚地意識到世界上的暴行和不公不義。"}, {"zh-tw": " And I had a strong desire -- a very keen, deep desire -- to right wrongs and help the victims of oppression. While studying at college in the UK, I met others who showed mehow I could channel that desire and help through my religion.", "en": " 而我產生強烈的慾望── 深至心坎的強烈慾望── 要修正錯誤， 並幫助受壓迫的人們。 當我在英國讀大學時， 我遇到了能教我實現願望的人， 他們將透過我的信仰幫忙。"}, {"zh-tw": " And I was radicalized -- enough to consider violence correct, even a virtue under certain circumstances. So I became involvedin the jihad in Afghanistan.", "en": " 而我就被激進化了── 這足以將暴力合理化， 在一些情況下，甚至認為這是種美德。 所以我參加了在阿富汗的聖戰。"}, {"zh-tw": " I wanted to protect the Muslim Afghanpopulation against the Soviet army. And I thought that was jihad: my sacred duty, which would be rewarded by God.", "en": " 我想保護阿富汗的穆斯林人口對抗蘇聯軍隊。 我認為這就是聖戰： 我的天職， 將為真主所讚揚。"}, {"zh-tw": " I became a preacher. I was one of the pioneersof violent jihad in the UK.", "en": " 我成了傳教者。 我是英國暴力聖戰的先鋒。"}, {"zh-tw": " I recruited, I raised funds, I trained. I confused true jihad with this perversionas presented by the fascist Islamists -- these people who use the idea of jihad to justify their lust for power,authority and control on earth: a perversion perpetuated todayby fascist Islamist groups like al-Qaeda, Islamic State and others.", "en": " 我招募、 我集資、我訓練。 我將真正的聖戰， 和法西斯伊斯蘭教徒所提出的偏差聖戰搞混了。 這些人假聖戰之名 將他們對一統天下的慾望合理化： 這種偏差思想被激進伊斯蘭組織延續至今， 像是蓋達、伊斯蘭國等。"}, {"zh-tw": " For a period of around 15 years, I fought for short periods of time in Kashmir and Burma, besides Afghanistan. Our aim was to remove the invaders, to bring relief to the oppressed victims and of course to establishan Islamic state, a caliphate for God's rule.", "en": " 大概有 15 年的時間， 我除了在阿富汗， 還在喀什米爾和緬甸 做短暫的攻擊。 我們的目標是驅除侵略者， 解放受壓迫的人， 當然還有建立伊斯蘭版圖， 一個由真主統治的哈里發國。"}, {"zh-tw": " And I did this openly. I didn't break any laws.", "en": " 我公開地做這些事。 我沒犯任何一條法律。"}, {"zh-tw": " I was proud and grateful to be British -- I still am. And I bore no hostilityagainst this, my country, nor enmity towardsthe non-Muslim citizens, and I still don't.", "en": " 我以身為英國人為榮── 至今我仍然如此。 過去我對這裡，對我的國家沒有敵意， 對非穆斯林也沒有敵意， 我現在還是沒有。"}, {"zh-tw": " During one battle in Afghanistan, some British men and Iformed a special bond with a 15-year-old Afghani boy, Abdullah, an innocent, loving and lovable kid who was always eager to please. He was poor.", "en": " 在阿富汗的一次打鬥當中， 我和一些英國人對一位 15 歲的阿富汗男孩 產生了特別的連結。 他叫阿布杜拉， 是個純真、討喜的孩子， 永遠都是那麼願意提供協助。 他很窮。"}, {"zh-tw": " And boys like himdid menial tasks in the camp. And he seemed happy enough, but I couldn't help wonder -- his parents must have missed him dearly.", "en": " 像他一樣的男孩在營區都負責卑微的工作， 但他看起來心滿意足， 但我不禁想到 他的家長一定非常想念他。"}, {"zh-tw": " And they must have dreamtabout a better future for him. A victim of circumstancecaught up in a war, cruelly thrust upon him by the cruel circumstances of the time.", "en": " 他們也一定曾為他夢想過更好的未來。 這是戰爭下的受害者， 殘酷的社會條件 無情地襲擊至他身上。"}, {"zh-tw": " One day I picked up this unexplodedmortar shell in a trench, and I had it depositedin a makeshift mud hut lab. And I went out on a short,pointless skirmish -- always pointless, And I came back a few hours laterto discover he was dead.", "en": " 一天我在壕溝撿起一個未爆的迫擊砲彈， 並將之放在一個臨時搭建的土屋實驗室， 然後就出去打一場毫無意義的小戰鬥── 爭鬥一直以來都毫無意義── 幾個小時後我回來，男孩已經死了。"}, {"zh-tw": " He had tried to recoverexplosives from that shell. It exploded, and he died a violent death, blown to bits by the very same devicethat had proved harmless to me.", "en": " 他試圖取出裡面的炸藥， 然後就被炸死了， 被我認為無害的那個裝置炸得灰飛煙滅。"}, {"zh-tw": " So I started to question. How did his death serve any purpose? Why did he die and I lived? I carried on.", "en": " 我開始問， 他的死有任何意義嗎？ 為什麼他死了我卻活了下來？ 日子繼續下去。"}, {"zh-tw": " I fought in Kashmir. I also recruited for the Philippines, Bosnia and Chechnya.", "en": " 我在喀什米爾打仗。 我也為菲律賓、 波士尼亞和車臣招募新成員。"}, {"zh-tw": " And the questions grew. Later in Burma, I came across Rohingya fighters, who were barely teenagers, born and brought up in the jungle, carrying machine gunsand grenade launchers.", "en": " 然而疑問愈來愈多。 之後在緬甸， 我遇到羅興亞人戰士， 他們幾乎都是青少年， 在叢林裡長大成人， 他們帶著機槍和手榴彈。"}, {"zh-tw": " I met two 13-year-oldswith soft manners and gentle voices. Looking at me, they begged meto take them away to England.", "en": " 我遇到兩個 13 歲，彬彬有禮、口氣平順的孩子。 他們看著我， 求我帶他們去英國。"}, {"zh-tw": " They simply wanted to go to school -- that was their dream. My family -- my children of the same age -- were living at home in the UK, going to school, living a safe life.", "en": " 他們只是單純地想上學── 這對他們來說是夢想。 我的家人── 跟他們同齡的小孩── 都住在英國， 正常就學， 生活安穩。"}, {"zh-tw": " And I couldn't help wonder how much these young boysmust have spoken to one another about their dreams for such a life. Victims of circumstances: these two young boys, sleeping rough on the ground,looking up at the stars, cynically exploited by their leaders for their personal lustfor glory and power.", "en": " 我不禁納悶， 有多少這樣的男孩，得跟其他人 表露他們對這種生活的渴望。 時局下的受害者： 這兩個男孩， 躺在粗糙的地上，仰望繁星， 被他們的領導者肆無忌憚的利用， 只為了滿足他們對權力和虛榮的慾望。"}, {"zh-tw": " I soon witnessed boys like themkilling one another in conflicts between rival groups. And it was the same everywhere ...", "en": " 我不久就見到這些男孩 因為敵對群體的紛爭自相殘殺。 而且到處都一樣──"}, {"zh-tw": " Afghanistan, Kashmir, Burma, Philippines, Chechnya; petty warlords got the youngand vulnerable to kill one another in the name of jihad. Muslims against Muslims.", "en": " 阿富汗、喀什米爾、緬甸 菲律賓、車臣； 小軍閥讓年輕人和弱勢者 以聖戰之名自相殘殺。 穆斯林對抗穆斯林。"}, {"zh-tw": " Not protecting anyoneagainst invaders or occupiers; not bringing relief to the oppressed. Children being used, cynically exploited; people dying in conflicts which I was supportingin the name of jihad.", "en": " 既不是對抗入侵者或占領者； 也沒有解救受壓迫的人民。 小孩被利用， 肆無忌憚的剝削； 人們死於衝突， 而我以聖戰之名支援這些紛爭。"}, {"zh-tw": " And it still carries on today. Realizing that the violent jihad I had engaged in abroad was so different -- such a chasm betweenwhat I had experienced and what I thought was sacred duty -- I had to reflecton my activities here in the UK.", "en": " 時至今日這些情況還是存在。 我驚覺到我在海外 所參與的暴力聖戰， 跟我內心所想的完全不同。 我所經歷的，和我認為的神聖天職 有極大的斷層。 我得反思我在英國這裡的行為。"}, {"zh-tw": " I had to consider my preaching, recruiting, fund-raising, training, but most importantly, radicalizing -- sending young people to fight and die as I was doing -- all totally wrong. So I got involvedin violent jihad in the mid '80s, starting with Afghanistan.", "en": " 我得承認我的傳教、 招募、集資、 訓練， 還有最重要的，激進化── 也就是送年輕人去戰死 這些事── 大錯特錯。 我在 80 年代中期參與暴力聖戰， 從阿富汗發跡，"}, {"zh-tw": " And by the time I finishedit was in the year 2000. I was completely immersed in it.", "en": " 而這一切止於 2000 年。 我那時沉浸在聖戰之中。"}, {"zh-tw": " All around me people supported, applauded, even celebrated whatwe were doing in their name. But by the time I learned to get out, completely disillusioned in the year 2000, 15 years had passed.", "en": " 我身邊的人都支持我、 贊同我、 甚至慶祝我們的所作所為。 但當我覺醒時， 在 2000 年徹底幻滅時， 已經 15 年過去了。"}, {"zh-tw": " So what goes wrong? We were so busy talking about virtue, and we were blinded by a cause. And we did not give ourselves a chanceto develop a virtuous character.", "en": " 哪裡出錯了？ 我們忙著談論美德， 並被理想所盲目。 我們並沒有給自己機會發展美善的性格。"}, {"zh-tw": " We told ourselveswe were fighting for the oppressed, but these were unwinnable wars. We became the very instrumentthrough which more deaths occurred, complicit in causing further misery for the selfish benefit of the cruel few.", "en": " 我們告訴自己這是在為受苦受難的人奮鬥， 但這是場贏不了的戰爭。 我們成為死神的工具， 為了少數殘暴者的自私自利， 製造更多的悲劇。"}, {"zh-tw": " So over time, a very long time, I opened my eyes. I began to dare to face the truth, to think, to face the hard questions.", "en": " 時間流逝， 過了好一陣子， 我睜開雙眼， 我開始有勇氣 面對真相， 開始思考， 開始面對艱難的問題。"}, {"zh-tw": " I got in touch with my soul. What have I learned? That people who engagein violent jihadism, that people who are drawnto these types of extremisms, are not that different to everyone else.", "en": " 我與我內心的靈魂接觸。 那我學到了什麼？ 參加暴力聖戰的人、 墮入極端主義的人， 其實並沒有與我們相差甚遠。"}, {"zh-tw": " But I believe such people can change. They can regain their heartsand restore them by filling themwith human values that heal.", "en": " 我相信那些人是可以改變的。 他們能重拾本心， 能用療傷止痛的人性價值填補心中的缺口。"}, {"zh-tw": " When we ignore the realities, we discover that we accept whatwe are told without critical reflection. And we ignore the gifts and advantagesthat many of us would cherish even for a single moment in their lives.", "en": " 當我們忽略現實， 我們會毫無疑問地接受被告知的東西。 我們也會忽視眾所珍愛的天賦和優勢， 即便那僅占了生命的一小部分。"}, {"zh-tw": " I engaged in actionsI thought were correct. But now I began to questionhow I knew what I knew.", "en": " 我做了我認為對的事。 但我現在開始質疑我怎麼知道我知道什麼。"}, {"zh-tw": " I endlessly told othersto accept the truth, but I failed to give doubtits rightful place. This conviction that people can changeis rooted in my experience, my own journey.", "en": " 我無止盡地要眾人接受真理， 但我忘了質疑它的合宜性。 人能改變的信念根深蒂固在我的經驗中， 也在我人生的旅途中。"}, {"zh-tw": " Through wide reading, reflecting, contemplation, self-knowledge, I discovered, I realized that Islamists' worldof us and them is false and unjust. Through considering the uncertaintiesin all that we had asserted, to the inviolable truths, incontestable truths, I developed a more nuanced understanding.", "en": " 透過廣泛閱讀、 反省、 沉思、自我認知， 我發現，我了解到 我們與他們的伊斯蘭主義者世界竟是如此錯誤與不公不義。 透過反思所有我們主張的事實， 反思我們認為不可侵犯、 無庸置疑的事實， 我產生了更深入細微的理解。"}, {"zh-tw": " I realized that in a world crowdedwith variation and contradiction, foolish preachers, only foolish preacherslike I used to be, see no paradox in the myths and fictionsthey use to assert authenticity. So I understood the vitalimportance of self-knowledge, political awareness and the necessityfor a deep and wide understanding of our commitments and our actions, how they affect others.", "en": " 我發現在這充滿歧異與矛盾的世界， 愚昧的傳教者， 也只有像過去的我這種愚昧的傳教者， 才會看不出他們所斷言的真相其實充滿矛盾。 我理解了自我認知、 政治意識、 及深入理解我們所作所為的必要性， 及這些會如何影響他人， 是何其的重要。"}, {"zh-tw": " So my plea today to everyone, especially those who sincerelybelieve in Islamist jihadism ... refuse dogmatic authority; let go of anger, hatred and violence; learn to right wrongs without even attempting to justifycruel, unjust and futile behavior.", "en": " 所以我今天向大家懇求， 特別是真誠相信伊斯蘭聖戰的人， 要拒絕武斷性的權威； 放下憤怒、仇恨與暴戾之氣； 學習不要以報復殘虐、 不公正的行為來修正錯誤。"}, {"zh-tw": " Instead create a fewbeautiful and useful things that outlive us. Approach the world, life, with love.", "en": " 去創造一些美麗實用的事物吧， 讓我們淵遠流長， 邁向嶄新世界， 一個充滿愛的世界。"}, {"zh-tw": " Learn to develop or cultivate your hearts to see goodness, beauty and truthin others and in the world. That way we do mattermore to ourselves ...", "en": " 學習發展、 或培育你的心思， 在別人身上或這個世界發現真善美。 如此一來，我們為了自己、"}, {"zh-tw": " to each other, to our communities and, for me, to God. This is jihad -- my true jihad.", "en": " 為了他人、 為了社會、 對我來說，也為了真主，就盡了份力。 這就是聖戰── 我真正的聖戰。"}, {"zh-tw": " Thank you.", "en": " 謝謝大家。"}], "title": "Manwar Ali Inside The Mind Of A Former Radical Jihadist"}