{"url": "http://www.ted.com/talks/joshua_klein_on_the_intelligence_of_crows", "paragraphs": [{"zh-tw": " How many of you have seenthe Alfred Hitchcock film \"The Birds\"? Any of you get really freaked out by that? You might want to leave now. So this is a vending machine for crows.", "en": " 有多少人看過希區考克的電影 ｢鳥 ｣? 有人覺得那部片很恐怖嗎? 那你最好先離開 這就是烏鴉專用的販賣機"}, {"zh-tw": " Over the past few days,many of you have been asking, \"How did you come to this?How did you get started doing this?\" It started, as with many great ideas, or many ideas you can'tget rid of, anyway, at a cocktail party. About 10 years ago, I was at a cocktailparty with a friend of mine.", "en": " 過去這幾天，很多人問我 你怎麼做到的？你怎麼會想做這個？ 靈感來源，跟許多精彩的想法 或是很多令人無法放棄的點子一樣 就在雞尾酒派對裡 大約 10 年前，我和朋友去參加一個雞尾酒派對"}, {"zh-tw": " We were sitting there,and he was complaining about the crows that were all over his yardand making a big mess. And he was telling mewe ought to eradicate these things, kill them, because they're making a mess.", "en": " 我們坐在一旁，然後他開始抱怨起烏鴉 他說他的花園到處都是烏鴉而且被搞得亂七八糟 然後他說我們應該想辦法消滅它們 它們那麼愛搗亂，真該全殺光 我回答這樣很蠢耶！"}, {"zh-tw": " I said that was stupid, maybe we should just train themto do something useful. And he said that was impossible.", "en": " 或許我們應該訓練牠們做一些有用的事 然後他回答這是不可能的"}, {"zh-tw": " And I'm sure I'm in good companyin finding that tremendously annoying, when someone tells you it's impossible. So I spent the next 10 years readingabout crows in my spare time.", "en": " 相信很多人跟我一樣，覺得這回答很惹人厭 當別人跟你說這是不可能的 所以接下來的 10 年，我利用空閒時間了解烏鴉"}, {"zh-tw": " And after 10 years of this, my wife said, \"You've got to do this thingyou've been talking about, and build the vending machine.\" So I did. But part of the reasonI found this interesting is, I started noticing that we're veryaware of all the species that are going extinct on the planet as a result of human habitation expansion, and no one seems to be payingattention to all the species that are actually living;they're surviving.", "en": " 10 年後，我老婆終於說 「聽著，你一定要去做這件事」 「都掛在嘴邊那麼久了。還有，把販賣機做出來。」 所以我就做了 我覺得這件事有趣的部份原因 就是我注意到 我們對於那些因為人類棲息地擴張 而瀕臨絕種的物種都非常關注 不過卻沒有人注意 那些還存活著的物種，也在為生存奮鬥"}, {"zh-tw": " And I'm talking specificallyabout synanthropic species, which have adaptedspecifically for human ecologies, species like ratsand cockroaches and crows. And as I started looking at them,I was finding that they had hyper-adapted.", "en": " 我尤其想點出那些與人類共同生活的物種 就是一些已經適應人類生態的物種 像是老鼠、蟑螂和烏鴉 我一開始研究牠們時就發現牠們的適應力極高"}, {"zh-tw": " They'd become extremelyadept at living with us. And in return, we just triedto kill them all the time.", "en": " 牠們已經非常融入我們的生活 反觀我們，卻隨時想著要殺牠們"}, {"zh-tw": " And in doing so, we werebreeding them for parasitism. We were giving them all sortsof reasons to adapt new ways.", "en": " 因此，我們消滅牠們的手段反而有了反效果 牠們不得不適應新的生活"}, {"zh-tw": " So, for example, ratsare incredibly responsive breeders. And cockroaches, as anyone who's triedto get rid of them knows, have become really immuneto the poisons that we're using.", "en": " 舉例來說，老鼠是對於環境非常敏感的動物 而蟑螂，所有想消滅牠們的人都知道 牠們對蟑螂藥有很強的抗藥性"}, {"zh-tw": " So I thought, let's build somethingthat's mutually beneficial; something that we can both benefit from, and find some way to makea new relationship with these species. So I built the vending machine.", "en": " 所以我想來做個對雙方都有利的東西 使兩方都能獲益 同時找到與這些物種建立新關係的方法 因此我做了這台販賣機"}, {"zh-tw": " But the story of the vending machineis a little more interesting if you know more about crows. It turns out, crows aren't justsurviving with human beings; they're actually thriving.", "en": " 但是販賣機背後的故事更有趣 如果你了解烏鴉的話 你會發現牠們不只是與人類共存 牠們還真的族群繁榮"}, {"zh-tw": " They're found everywhereon the planet except for the Arctic and the southern tip of South America. And in all that area,they're only rarely found breeding more than five kilometersaway from human beings.", "en": " 到處都看得到牠們，除了極地 和南美洲的最南端以外 在這些地方，牠們很少在 距離人類棲地超過 5 公里之外的地方繁殖 我們可能忘記牠們的存在"}, {"zh-tw": " So we may not think about them,but they're always around. And not surprisingly,given the human population growth, more than half of the human populationis living in cities now.", "en": " 但是牠們一直在我們身邊 如我們預料的，因為人口成長的關係 超過一半的人居住在都市"}, {"zh-tw": " And out of those, nine-tenthsof the human growth population is occurring in cities. We're seeing a population boom with crows.", "en": " 其中，90% 的人口成長 都發生在都市 我們同時也觀察到烏鴉族群數量暴增"}, {"zh-tw": " So bird counts are indicating that we might be seeing up to exponentialgrowth in their numbers. So that's no great surprise.", "en": " 鳥類數量調查顯示烏鴉數量 可能以超過指數成長的速度增加 這沒什麼好驚訝的"}, {"zh-tw": " But what was really interestingto me was to find out that the birds were adaptingin a pretty unusual way. And I'll give you an example of that.", "en": " 對我來說真正有趣的是 烏鴉適應環境的方式非常特別 給大家看看這個例子"}, {"zh-tw": " This is Betty.She's a New Caledonian crow. And these crows use sticks in the wild to get insects and whatnotout of pieces of wood.", "en": " 這是貝蒂。一隻新加利多尼亞烏鴉 這種烏鴉在野外會利用樹枝 來抓木頭裡的昆蟲等等的食物"}, {"zh-tw": " Here, she's trying to geta piece of meat out of a tube. But the researchers had a problem.", "en": " 影片中她想把一小塊肉從試管中叼出來 但是研究人員出了一點小差錯"}, {"zh-tw": " They messed up and leftjust a stick of wire in there. And she hadn't had the opportunityto do this before.", "en": " 不小心把一根鐵絲留在那裡 這是貝蒂第一次做這種事"}, {"zh-tw": " You see, it wasn't working very well. So she adapted.", "en": " 你看，一開始不太順利 所以她開始變通"}, {"zh-tw": " Now, this is completely unprompted;she had never seen this done before. No one taught her to bend this into a hook or had shown her how it could happen.", "en": " 這全是自發性的，她從沒看過別人這麼做 沒人教過她把鐵絲彎成鉤子 也從來沒有示範給她看過 完全是她自己想到要這麼做"}, {"zh-tw": " But she did it all on her own. So keep in mind --she's never seen this done.", "en": " 請記住她從來沒看過這樣的舉動"}, {"zh-tw": " Right. Yeah. All right.", "en": " 像這樣 她成功了"}, {"zh-tw": " So that's the part wherethe researchers freak out. It turns out, we've been finding more and morethat crows are really intelligent.", "en": " 就是這個行為把研究人員嚇壞了 結果發現越來越多證據顯示 烏鴉是非常非常聰明的 牠們的大腦容量比例很均衡"}, {"zh-tw": " Their brains are in the same proportionas chimpanzee brains are. There's all kinds of anecdotes for the different kindsof intelligence they have.", "en": " 跟黑猩猩大腦容量比例一樣 到處都有各種牠們聰明行為的趣聞 像在瑞典"}, {"zh-tw": " For example, in Sweden,crows will wait for fishermen to drop lines through holes in the ice. And when the fishermen move off, the crows fly down, reel up the lines,and eat the fish or the bait.", "en": " 烏鴉會等漁夫在冰上鑽洞放線釣魚 漁夫一走 烏鴉就飛下來，拉起釣線，吃掉魚或餌"}, {"zh-tw": " It's pretty annoying for the fishermen. On an entirely different tack, at University of Washingtona few years ago, they were doing an experiment wherethey captured some crows on campus.", "en": " 漁夫不堪其擾 烏鴉還有另一種行為 發生在華盛頓大學，幾年前 學生因為實驗需要到學校裡抓些烏鴉 幾個學生到校園用網子捕到幾隻烏鴉"}, {"zh-tw": " Some students went out,netted some crows, brought them in, weighed and measured them,and let them back out again. And they were entertained to discoverthat for the rest of the week, whenever these particular studentswalked around campus, these crows would caw at themand run around, and make their life kind of miserable.", "en": " 帶到實驗室，量牠們的體重、身長等等的 然後再放牠們走 然後就發現了好笑的事 接下來的整個禮拜，那些烏鴉 只要在學校看到那幾個抓牠們的學生 就會大聲鼓譟 而且在上頭盤旋，讓那些學生日子很難過"}, {"zh-tw": " They were significantly less entertained when this went on for the next week. And the next month.", "en": " 到下個禮拜情況還沒改善，這下他們笑不太出來了 然後持續到下個月，甚至到暑假結束"}, {"zh-tw": " And after summer break. Until they finally graduatedand left campus, and -- glad to get away, I'm sure -- came back sometime later, and foundthe crows still remembered them.", "en": " 一直到他們畢業離開學校 我想他們一定很高興終於解脫了 畢業一陣子後返校，發現這群烏鴉竟然還記得他們 所以這告訴我們，放聰明點，不要去招惹烏鴉"}, {"zh-tw": " So, the moral being: don't piss off crows. So now, studentsat the University of Washington that are studying these crows,do so with a giant wig and a big mask.", "en": " 所以現在華盛頓大學 研究烏鴉的學生 抓烏鴉前必須先戴大假髮和面具變裝"}, {"zh-tw": " It's fairly interesting. So we know these crows are really smart, but the more I dug into this,the more I found that they actually havean even more significant adaptation.", "en": " 這其實相當有趣 現在我們知道烏鴉非常聰明 我了解的越深入，就發現越多證據 顯示牠們的適應力甚至更高更強"}, {"zh-tw": " Video: Crows have becomehighly skilled at making a living in these new urban environments. In this Japanese city, they have deviseda way of eating a food that normally they can't manage: drop it among the traffic.", "en": " 影片旁白 -- 烏鴉有很高明的生存技能 讓牠們能在都市環境生存下去 日本城市裡的烏鴉想出一種方法 可以吃到牠們通常無法自行處理的食物 把食物丟到馬路上"}, {"zh-tw": " The problem now is collecting the bits,without getting run over. Wait for the light to stop the traffic.", "en": " 剩下的難題，就是把東西撿回來 而且不被撞到 等到紅燈讓車流停下來"}, {"zh-tw": " Then, collect your cracked nut in safety. Joshua Klein: Yeah, pretty interesting.", "en": " 然後，就能安全的撿回壓碎的果仁了 很有趣吧！"}, {"zh-tw": " What's significant about thisisn't that crows are using cars to crack nuts. In fact, that's old hat for crows.", "en": " 這段影片的重點不是烏鴉利用車流來壓碎果實 事實上，這已經是烏鴉的老把戲了"}, {"zh-tw": " This happened about 10 years ago in a place called Sendai City,at a driving school in the suburbs of Tokyo. And since that time, all the crows in the neighborhoodare picking up this behavior.", "en": " 這是 10 年前的事 發生在仙台的一所駕訓中心 位在東京的市郊 從此以後 附近的所有烏鴉都學會這個技巧"}, {"zh-tw": " Now every crow within five kilometersis standing by a sidewalk, waiting to collect its lunch. So they're learning from each other.And research bears this out.", "en": " 現在，方圓 5 公里內的所有烏鴉都會等在人行道旁 準備撿回壓碎的果實吃 所以牠們會互相學習，研究印證了這一點 父母似乎會教育下一代"}, {"zh-tw": " Parents seem to be teaching their young. They learn from their peers,they learn from their enemies.", "en": " 也會向同伴，甚至是敵人學習"}, {"zh-tw": " If I have a little extra time, I'll tell you about a caseof crow infidelity that illustrates that nicely. The point being, they've developedcultural adaptation.", "en": " 如果我有多餘的時間，我可以說個烏鴉外遇的故事 正清楚表現出這個特性 影片的重點是，烏鴉發展出適應環境的習性"}, {"zh-tw": " And as we heard yesterday, that's the Pandora's boxthat's getting human beings in trouble, and we're starting to see it with them. They're able to very quicklyand very flexibly adapt to new challenges and new resourcesin their environment, which is really usefulif you live in a city.", "en": " 就像我們昨天聽的 這種人類養成的習性反而為我們帶來麻煩 現在我們必須跟牠們一起承擔 牠們可以快速又靈活的適應 環境變遷帶來的阻礙與挑戰 如果生活在都市，這是很有用的生存技能"}, {"zh-tw": " So we know that there's lots of crows. We found out they're really smartand they can teach each other.", "en": " 我們知道烏鴉數量很多 也知道牠們非常聰明又會互相學習"}, {"zh-tw": " When all this became clear, I realized the only obvious thing to dois build a vending machine. So that's what we did.", "en": " 這些都確定之後 我發現唯一合理的事就是做出一台販賣機 這是我們的做法"}, {"zh-tw": " This is a vending machine for crows. And it uses Skinnerian trainingto shape their behavior over four stages.", "en": " 這是為烏鴉量身打造的販賣機 應用操作制約，以 4 階段步驟訓練烏鴉行為"}, {"zh-tw": " It's pretty simple. Basically, what happensis that we put this out in a field or someplace where there's lots of crows.", "en": " 其實很簡單 基本上，過程就是把機器放在野外 或任何烏鴉很多的地方"}, {"zh-tw": " We put coins and peanutsall around the base of the machine. Crows eventually come by, eat the peanuts, and get used to the machine being there.", "en": " 然後在機器底部放上一些銅板和花生 烏鴉會飛來吃花生 先讓牠們習慣機器 最後花生吃光了"}, {"zh-tw": " Eventually, they eat all the peanuts. Then they see peanutshere on the feeder tray, and hop up and help themselves.", "en": " 接著牠們發現在餵食盤裡還有一些花生 就會跳上來吃掉"}, {"zh-tw": " Then they leave, the machinespits up more coins and peanuts, and life is dandy if you're a crow -- you can come back anytimeand get yourself a peanut. So when they get really used to that,we move on to the crows coming back.", "en": " 然後烏鴉離開後，販賣機會再吐出一些銅板跟花生 這樣的生活對烏鴉來說簡直是一大享受 隨時飛回來就可以吃到花生 牠們很習慣後，我們對回來的烏鴉採取進一步行動"}, {"zh-tw": " Now they're used to the soundof the machine; they keep coming backand digging out peanuts from the pile of coins that's there. When they get really happyabout this, we stymie them.", "en": " 現在他們習慣了機器的聲音，也會一直飛回來 從一堆銅板中挑出花生 當他們吃的樂不思蜀 我們就干擾牠們吃花生"}, {"zh-tw": " We move to the third stage,where we only give them a coin. Now, like most of us who have gottenused to a good thing, this really pisses them off.", "en": " 然後進展到第 3 階段，我們只給一個銅板 就像大部分被寵壞的人一樣 烏鴉很生氣"}, {"zh-tw": " So they do what they do in naturewhen they're looking for something: sweep things out of the waywith their beak. They do that here, and that knocksthe coins down the slot.", "en": " 牠們發揮在野外覓食的本能 用鳥喙把東西掃到一旁 這樣做恰好把銅板掃進投幣孔"}, {"zh-tw": " When that happens, they get a peanut. This goes on for some time.", "en": " 如果投進了，就會得到一粒花生 這樣維持了一段時間"}, {"zh-tw": " The crows learn thatall they have to do is show up, wait for the coin to come out,put it in the slot, then get their peanut. When they're goodand comfortable with that, we move to the final stage,where they show up and nothing happens.", "en": " 烏鴉知道只要牠們飛過來 等銅板出來，再把銅板投進投幣孔，就有花生 當牠們很得心應手的時候 我們進入最後階段，這時牠們飛過來但是什麼都沒有"}, {"zh-tw": " This is where we see the differencebetween crows and other animals. Squirrels, for example, would show up,look for the peanut, go away.", "en": " 這下烏鴉就表現出和其他動物不同之處 例如松鼠，牠們會跑來找花生，然後離開"}, {"zh-tw": " Come back, look for the peanut, go away. They do this maybe half a dozen timesbefore they get bored, and then they go off and play in traffic.", "en": " 再回來找花生，又離開 重複約 5、6 次後牠們就厭倦了 然後離開走人"}, {"zh-tw": " Crows, on the other hand,show up and they try and figure it out. They know this machinehas been messing with them through three differentstages of behavior.", "en": " 烏鴉則是會飛來，試著搞清楚狀況 牠們知道販賣機在捉弄牠們 因為有過之前的 3 段式行為訓練"}, {"zh-tw": " They figure there must be more to it. So they poke at it and peck at it.", "en": " 牠們知道一定有什麼機關 所以牠們就戳戳機器、啄啄機器"}, {"zh-tw": " And eventually some crowgets a bright idea: \"Hey, there's lots of coinslying around from the first stage, hops down, picks it up, drops itin the slot, and we're off to the races. That crow enjoys a temporarymonopoly on peanuts, until his friends figure outhow to do it, and then there we go.", "en": " 終於有隻烏鴉想到好主意 「嘿! 地上有好多一開始掉出來的銅板」 「到處都是。」 牠飛下來，撿起銅板，投到投幣孔 我們就不再插手干預 這隻烏鴉很享受這種暫時獨占所有花生的過程 直到同伴們都想到這樣做，我們就達成目的"}, {"zh-tw": " So, what's significant about this to me isn't that we can train crowsto pick up peanuts. Mind you, there's 216 milliondollars' worth of change lost every year, but I'm not sure I can dependon that ROI from crows.", "en": " 我覺得這項實驗值得注意的 不只是我們可以訓練烏鴉撿花生 請注意，每年有價值 2 億 1600 萬的零錢損失 但是我不確定烏鴉的投資報酬率有這麼高"}, {"zh-tw": " Instead, I think we should looka little bit larger. I think crows can be trainedto do other things.", "en": " 不過，我覺得我們應該將眼光看遠一點 我認為還能訓練烏鴉做其他的事"}, {"zh-tw": " For example, why not train themto pick up garbage after stadium events? Or find expensive componentsfrom discarded electronics? Or maybe do search and rescue? The main point of all this for me is, we can find mutually beneficialsystems for these species. We can find ways to interactwith these other species that doesn't involve exterminating them, but involves finding an equilibriumwith them that's a useful balance.", "en": " 舉個例子，為什麼不訓練牠們在演唱會後撿垃圾? 或是從廢棄的電子儀器中找出昂貴的零件? 或是參與搜救行動? 對我來說，最主要的重點是 我們可以為這些動物找到一個互利的生存方式 我們可以用其他方法與牠們共存 不需要消滅他們 而是找到一個有效的平衡點與牠們和平共存"}, {"zh-tw": " Thanks very much.", "en": " 感謝大家"}], "title": "Joshua Klein On The Intelligence Of Crows"}