{"url": "http://www.ted.com/talks/christopher_soghoian_your_smartphone_is_a_civil_rights_issue", "paragraphs": [{"zh-tw": " In the spring of 2016, a legal battle between Appleand the Federal Bureau of Investigation captured the world's attention. Apple has built security featuresinto its mobile products which protect data on its devicesfrom everyone but the owner.", "en": " 2016 年春天 蘋果和聯邦調查局間的法規戰， 獲得了全世界的注意。 蘋果在自家的行動通信產品上建置了安全特性， 保護其裝置上的數據自外於非物主的其他人。"}, {"zh-tw": " That means that criminals, hackersand yes, even governments are all locked out. For Apple's customers,this is a great thing.", "en": " 這意味著壞蛋、駭客－ 甚至連政府都不得其門而入； 對蘋果的客戶而言這是美事，"}, {"zh-tw": " But governments are not so happy. You see, Apple has madea conscious decision to get out of the surveillance business.", "en": " 但是政府就沒那麼開心了。 蘋果早已自覺地不涉入監控業務，"}, {"zh-tw": " Apple has tried to make surveillanceas difficult as possible for governments and any other actors. There are really twosmartphone operating systems in the global smartphone market: iOS and Android.", "en": " 蘋果想方設法使得監控對政府和任何角色來說極盡困難。 全球智慧手機市場有兩大作業系統： iOS 以及「安卓」；"}, {"zh-tw": " iOS is made by Apple.Android is made by Google. Apple has spent a lot of time and money to make sure that its productsare as secure as possible.", "en": " iOS 出自蘋果、安卓來自谷歌。 蘋果花費很多時間和金錢 確保其產品極盡安全，"}, {"zh-tw": " Apple encrypts all datastored on iPhones by default, and text messages sent from oneApple customer to another Apple customer are encrypted by default without the user havingto take any actions. What this means is that, if the police seize an iPhoneand it has a password, they'll have a difficult timegetting any data off of it, if they can do it at all.", "en": " 蘋果把儲存在 iPhone 上的所有數據預設加密， 蘋果用戶間寄送的簡訊也預設加密， 毋需用戶去動根手指。 這意味著 如果警察查扣一支設有密碼的 iPhone， 他們就得吃些苦頭來取得裡頭的數據－ 要是他們做得到的話。"}, {"zh-tw": " In contrast, the security of Androidjust really isn't as good. Android phones, or at leastmost of the Android phones that have been sold to consumers, do not encrypt data storedon the device by default, and the built-in text messaging appin Android does not use encryption.", "en": " 相較之下安卓的安全性沒那麼好， 安卓手機－ 至少大多數已賣出的安卓手機， 沒有預設加密儲存於該裝置的數據， 而且內建的簡訊 app 沒有採用加密。"}, {"zh-tw": " So if the police seize an Android phone, chances are, they'll be able to getall the data they want off of that device. Two smartphones from two of the biggestcompanies in the world; one that protects data by default, and one that doesn't.", "en": " 所以如果警察查扣安卓手機， 他們到時候得以從裡面取得他們想要的所有數據資料。 兩款智慧型手機， 來自世界上兩家最大的公司； 一家預設保護數據， 另一家則否。"}, {"zh-tw": " Apple is a seller of luxury goods. It dominates the high end of the market.", "en": " 蘋果販售高檔貨， 它稱霸高階市場，"}, {"zh-tw": " And we would expect a manufacturerof luxury goods to have products that include more features. But not everyone can afford an iPhone.", "en": " 而我們預期高檔貨的製造商有著包含更多特性的產品。 但不是人人都買得起 iPhone，"}, {"zh-tw": " That's where Androidreally, really dominates: at the middle and low end of the market, smartphones for the billionand a half people who cannot or will not spend 600 dollars on a phone. But the dominance of Androidhas led to what I call the \"digital security divide.\" That is, there is now increasingly a gap between the privacyand security of the rich, who can afford devicesthat secure their data by default, and of the poor, whose devices do very littleto protect them by default.", "en": " 那裡就是安卓稱霸之處：中、低階市場， 給十五億人用的智慧手機， 這些人無力或不願 在一支手機上花個六百美元。 但是安卓的一把抓 導致我所說的 「數位安全落差」， 個資與安全性差隔如今日益擴大－ 介於付得起用預設保障其裝置的有錢人 和其裝置用預設沒做多少防護的窮人之間。"}, {"zh-tw": " So, think of the average Apple customer: a banker, a lawyer,a doctor, a politician. These individuals now increasingly havesmartphones in their pockets that encrypt their calls,their text messages, all the data on the device, without them doing really anythingto secure their information.", "en": " 試想一般的蘋果用戶： 銀行家、律師、醫生、政治人物， 這些人野草般地在口袋裡有著智慧手機， 加密他們的通話、簡訊， 以及其裝置裡所有的資料， 毋需用戶著手守護其資料。"}, {"zh-tw": " In contrast, the poorand the most vulnerable in our societies are using devices that leave themcompletely vulnerable to surveillance. In the United States, where I live, African-Americans are more likelyto be seen as suspicious or more likely to be profiled, and are more likely to be targetedby the state with surveillance.", "en": " 相較之下社會上的窮人和最弱勢的人， 正用著對上監控必然遭殃的裝置。 在我住的美國， 非裔美國人更可能被當嫌犯看， 或是被建檔列案， 更可能被國家用監控來鎖定。"}, {"zh-tw": " But African-Americansare also disproportionately likely to use Android devicesthat do nothing at all to protect them from that surveillance. This is a problem.", "en": " 但是非裔美國人們也太過於可能使用安卓手機， 那玩意兒根本沒下工夫保護他們不受監控。 這就是個問題！"}, {"zh-tw": " We must rememberthat surveillance is a tool. It's a tool used by those in power against those who have no power.", "en": " 我們必須記住：監控是工具， 大鯨魚用來對付小蝦米的工具。"}, {"zh-tw": " And while I think it's absolutely great that companies like Appleare making it easy for people to encrypt, if the only peoplewho can protect themselves from the gaze of the government are the rich and powerful, that's a problem. And it's not just a privacyor a cybersecurity problem.", "en": " 當我認為這絕對太棒了， 像蘋果這樣的公司使常人容易做加密； 若單單富人或強者能保護自己免於政府的目光灼灼， 那就是個問題！ 它不只是個資或網路安全問題，"}, {"zh-tw": " It's a civil rights problem. So the lack of default security in Android is not just a problemfor the poor and vulnerable users who are depending on these devices.", "en": " 這是個人權的問題！ 安卓缺乏預設安全機制， 不只是窮人和弱勢用戶的問題－ 他們依賴於這些裝置；"}, {"zh-tw": " This is actually a problemfor our democracy. I'll explain what I mean.", "en": " 實際上這是個民主的問題， 我會解釋這是什麼意思。"}, {"zh-tw": " Modern social movementsrely on technology -- from Black Lives Matter to the Arab Springto Occupy Wall Street. The organizers of these movementsand the members of these movements increasingly communicateand coordinate with smartphones.", "en": " 現代社會運動仰仗於科技， 從「黑人的生命重要」， 到「阿拉伯之春」、「佔領華爾街」。 這些運動的發起人和成員 日益多見地用智慧型手機溝通和協調。"}, {"zh-tw": " And so, naturally governmentsthat feel threatened by these movements will also target the organizersand their smartphones. Now, it's quite possible that a future Martin Luther Kingor a Mandela or a Gandhi will have an iPhone and be protectedfrom government surveillance.", "en": " 政府自然感受到被這些運動所威脅， 也將把苗頭指向發起人及其智慧型手機。 相當有可能－ 未來的馬丁 · 路德 · 金恩、曼德拉或甘地， 會有支 iPhone 以及受其所保護不被政府的監控；"}, {"zh-tw": " But chances are, they'll probably have a cheap,$20 Android phone in their pocket. And so if we do nothingto address the digital security divide, if we do nothing to ensurethat everyone in our society gets the same benefits of encryption and is equally able to protect themselvesfrom surveillance by the state, not only will the poor and vulnerablebe exposed to surveillance, but future civil rightsmovements may be crushed before they ever reachtheir full potential.", "en": " 但是說不準 在他們口袋裡的可能是支便宜、二十美元的安卓手機！ 若是我們不著手處理數位安全落差、 不去確保社會中的每個人 都獲得加密的相同好處， 而且平等地能保護自己免於國家的監控； 不只是窮人和弱勢者將會暴露於監控之下， 未來的人權運動 可能早在充分發威前即已破局。"}, {"zh-tw": " Thank you. Helen Walters: Chris, thank you so much.", "en": " 謝謝！ 海倫 · 華特斯：非常感謝你克里斯！"}, {"zh-tw": " I have a question for you. We saw recently in the press that Mark Zuckerberg from Facebookcovers over his camera and does somethingwith his headphone mic jack.", "en": " 有個問題請教： 最近在新聞中看到 臉書的馬克 · 祖克柏 遮蓋了他的筆電鏡頭，並在耳麥插槽上動手腳。"}, {"zh-tw": " So I wanted to ask youa personal question, which is: Do you do that? And, on behalf of everyonehere, particularly myself, Should we be doing that? Should we be covering these things? Christopher Soghoian: Putting a sticker --actually, I like Band-Aids, because you can remove themand put them back on whenever you want to makea call or a Skype call. Putting a sticker over your web cam is probably the best thingyou can do for your privacy in terms of bang for buck.", "en": " 所以我想問你一個私人的問題： 你有這樣做嗎？ 為了大家好－尤其是我－ 我們應該這樣做嗎？ 應該遮蓋這些東西嗎？ 克里斯多夫 · 瑟勾炎：擺上貼紙吧！ 事實上我喜歡邦迪 ok 繃， 因為可以撕下、又貼回去地－ 在任何時候想用 Skype 打電話時。 將貼紙黏在網路的攝影鏡頭上， 大概是看緊荷包下為了你的個資所能做最好的事。"}, {"zh-tw": " There really is malware,malicious software out there that can take over your web cam, even without the light turning on. This is used by criminals.This is used by stalkers.", "en": " 外頭真有惡意軟體， 能掌控你的網路鏡頭， 即便鏡頭的電源燈沒亮。 該程式被壞蛋、偷窺狂使用，"}, {"zh-tw": " You can buy $19.99 \"spyon your ex-girlfriend\" software online. It's really terrifying.", "en": " 花 19.99 美元就能在線上買到「監視前女友」軟體， 真的很可怕！"}, {"zh-tw": " And then, of course,it's used by governments. And there's obviouslya sexual violence component to this, which is that this kind of surveillancecan be used most effectively against women and other peoplewho can be shamed in our society.", "en": " 當然也為政府所用， 其中明顯有性暴力的成分； 就是這樣的監控最能有效地對付婦女、 以及其他足以在社會上顏面掃地者。"}, {"zh-tw": " Even if you thinkyou have nothing to hide, at the very least, if you havechildren, teenagers in your lives, make sure you put a stickeron their camera and protect them. HW: Wow. Thank you so much.CS: Thank you.", "en": " 即使你自認為坦蕩， 倘若你身邊有兒童、青少年， 至少確定有在他們的網路鏡頭上貼上貼紙保護他們！ 海倫 · 華特斯：非常感謝！ 克里斯多夫 · 瑟勾炎：謝謝！"}, {"zh-tw": " HW: Thanks, Chris.", "en": " 海倫 · 華特斯：謝謝克里斯！"}], "title": "Christopher Soghoian Your Smartphone Is A Civil Rights Issue"}