{"url": "http://www.ted.com/talks/tim_leberecht_4_ways_to_build_a_human_company_in_the_age_of_machines", "paragraphs": [{"zh-tw": " Half of the human workforceis expected to be replaced by software and robotsin the next 20 years. And many corporate leaders welcomethat as a chance to increase profits.", "en": " 未來的二十年，有一半的人力 預期將會被軟體和機器人取代。 很多企業家把它視為增加營收的好機會。"}, {"zh-tw": " Machines are more efficient; humans are complicatedand difficult to manage. Well, I want our organizationsto remain human.", "en": " 因為機器更有效率； 人類卻是複雜且難以管理的。 我希望我們的組織能保留住人力，"}, {"zh-tw": " In fact, I want them to become beautiful. Because as machines take our jobsand do them more efficiently, soon the only work left for us humanswill be the kind of work that must be done beautifullyrather than efficiently.", "en": " 事實上，我希望它們變得出色、美麗。 由於機器可以取代我們更有效率地工作， 很快，人類能做的工作 就只剩下那些需要做得出色、漂亮，而非高效率的工作了。"}, {"zh-tw": " To maintain our humanityin the this second Machine Age, we may have no other choicethan to create beauty. Beauty is an elusive concept.", "en": " 要想在第二次機器時代保持人性， 除了創作出美麗的事物外，我們別無選擇。 「美」是一種難以捉摸的概念。"}, {"zh-tw": " For the writer Stendhalit was the promise of happiness. For me it's a goal by Lionel Messi.", "en": " 作家司湯達說美是一種幸福的承諾， 對我而言，梅西進球最美了。"}, {"zh-tw": " So bear with me as I am proposing four admittedlyvery subjective principles that you can use to builda beautiful organization. First: do the unnecessary.", "en": " 所以，請容許我 提出四個相當主觀的原則， 讓各位可據以建構出美麗的組織。 第一，做非必要的事。"}, {"zh-tw": " [Do the Unnecessary] A few months ago, Hamdi Ulukaya, the CEO and founderof the yogurt company Chobani, made headlines when he decided to grantstock to all of his 2,000 employees. Some called it a PR stunt, others -- a genuine act of giving back.", "en": " [做非必要的事] 幾個月前，漢第‧ 烏魯咖亞， Chobani 優格公司的創辦人兼執行長， 因將股份贈與全數2000名員工，而登上頭條。 有人說這是公關噱頭， 有人則認為這是真誠的回饋。"}, {"zh-tw": " But there is something elsethat was remarkable about it. It came completely out of the blue.", "en": " 但這件事還有其獨特之處。 這消息來得相當突然。"}, {"zh-tw": " There had been no marketor stakeholder pressure, and employees were so surprised that they burst into tearswhen they heard the news. Actions like Ulukaya's are beautifulbecause they catch us off guard.", "en": " 因為並無市場或股東的施壓， 所以當員工們聽到消息時， 驚訝到喜極而泣。 像烏魯咖亞這類的行為之所以為美，乃因其出乎大家意料之外。"}, {"zh-tw": " They create something out of nothing because they're completely unnecessary. I once worked at a company that was the result of a merger of a large IT outsourcing firmand a small design firm.", "en": " 因為他們完全沒必要這麼做， 但他們卻還是無中生有，創造出有意義的東西。 我曾在一家公司工作， 它是由一家大型科技資訊外包廠商， 和一家小型設計公司合併而成的。"}, {"zh-tw": " We were merging 9,000 software engineers with 1,000 creative types. And to unify theseimmensely different cultures, we were going to launcha third, new brand.", "en": " 我們把9000名軟體工程師和 1000名創意工作者整合在一起。 為了融合這兩種截然不同的文化， 我們打算建立全新的第三品牌。"}, {"zh-tw": " And the new brand colorwas going to be orange. And as we were goingthrough the budget for the rollouts, we decided last minute to cut the purchaseof 10,000 orange balloons, which we had meantto distribute to all staff worldwide.", "en": " 新品牌的商標是橙色的， 當我們討論新品問世的預算時， 在最後關頭， 我們決定刪掉 原本要發給全球員工的一萬顆橙色氣球的預算。"}, {"zh-tw": " They just seemedunnecessary and cute in the end. I didn't know back then that our decisionmarked the beginning of the end -- that these two organizationswould never become one.", "en": " 氣球看起來沒有必要，只是很可愛。 當時我並不知道， 當下的這個決定，為合併的破局揭開了序幕 ── 這兩家公司永遠不可能合而為一。"}, {"zh-tw": " And sure enough,the merger eventually failed. Now, was it becausethere weren't any orange balloons? No, of course not.", "en": " 果然，這次合併以失敗告終。 是因為當時沒有買氣球嗎？ 不，當然不是。"}, {"zh-tw": " But the kill-the-orange-balloonsmentality permeated everything else. You might not always realize it,but when you cut the unnecessary, you cut everything.", "en": " 但是，刪掉氣球預算的這種心態，蔓延到其它事情上。 你可能沒有意識到，你以為只是砍掉了不必要的東西， 但實際上，你砍掉了一切。"}, {"zh-tw": " Leading with beauty meansrising above what is merely necessary. So do not kill your orange balloons.", "en": " 追隨美麗，得超越必需。 所以，不要刪掉你的橙色氣球。"}, {"zh-tw": " The second principle: create intimacy. [Create Intimacy] Studies show thathow we feel about our workplace very much depends on the relationshipswith our coworkers.", "en": " 第二個原則： 創造親密感。 [創造親密感] 研究顯示，我們對工作場所的感受， 取決於我們和同事間的人際關係。"}, {"zh-tw": " And what are relationshipsother than a string of microinteractions? There are hundreds of theseevery day in our organizations that have the potential to distinguisha good life from a beautiful one. The marriage researcher John Gottman says that the secret of a healthy relationship is not the great gestureor the lofty promise, it's small moments of attachment.", "en": " 除了一連串的微互動，人際關係還包括什麽呢？ 在組織中，每天會發生好幾百次的人際互動， 能夠顯示出良好和美好生活的不同。 婚姻研究者約翰‧哥德曼說， 健康關係的秘訣， 不在於高調地表態或崇高的承諾， 而在於生活中俯拾皆是的小感動。"}, {"zh-tw": " In other words, intimacy. In our networked organizations, we tout the strength of weak ties but we underestimatethe strength of strong ones.", "en": " 換句話說，就是親密感。 在我們的網絡組織中， 我們吹捧弱連接的力量， 但低估了強連接的力量。"}, {"zh-tw": " We forget the words of the writerRichard Bach who once said, \"Intimacy -- not connectedness -- intimacy is the opposite of loneliness.\" So how do we designfor organizational intimacy? The humanitarian organization CARE wanted to launcha campaign on gender equality in villages in northern India. But it realized quickly that it had to have this conversationfirst with its own staff.", "en": " 我們忘記了作家李察‧巴哈說過的話： 「親密 ── 不是連通 ── 親密是孤獨的反面。」 所以我們該如何設計組織的親密性？ 有一個叫 CARE 的人道組織， 想要在印度北部的村莊 發起性別平等運動。 但他們很快就意識到， 需要先與內部成員展開對話。"}, {"zh-tw": " So it invited all 36 team membersand their partners to one of the Khajuraho Temples, known for their famous erotic sculptures. And there they openly discussedtheir personal relationships -- their own experiences of gender equality with the coworkers and the partners.", "en": " 所以他們邀請了36位團隊成員和他們的搭檔， 到以性愛雕像聞名於世的 克久拉霍神廟群之一去聚會。 在那裏，他們與同事和搭檔 一同坦誠地討論他們的私人關係， 分享自身經歷的性別平等體驗。"}, {"zh-tw": " It was eye-opening for the participants. Not only did it allow themto relate to the communities they serve, it also broke down invisible barriers and created a lasting bondamongst themselves.", "en": " 這令參與者們深受啟發， 不僅幫助他們與所服務的社區建立起連結關係， 更打破了成員彼此間無形的屏障， 建立起持久的連結鏈。"}, {"zh-tw": " Not a single team memberquit in the next four years. So this is how you create intimacy.", "en": " 在接下來的四年中，沒有一個成員退出。 所以，這就是如何建立親密關係。"}, {"zh-tw": " No masks ... or lots of masks.", "en": " 沒有面具， 或者，需要很多面具——"}, {"zh-tw": " When Danone, the food company, wanted to translate its new companymanifesto into product initiatives, it gathered the management team and 100 employeesfrom across different departments, seniority levels and regions for a three-day strategy retreat. And it asked everybodyto wear costumes for the entire meeting: wigs, crazy hats, feather boas, huge glasses and so on.", "en": " 當達能食品公司想要 把新的公司宣言落實到產品精神， 他們召集了管理團隊 和來自不同部門、 不同資歷等級和地區的100名員工， 舉辦一場為期三天的戰略靜思會議。 他們要求每個人在會議期間都要這麽打扮： 假髮、誇張的帽子、羽毛圍巾、 巨型眼鏡等。"}, {"zh-tw": " And they left with concrete outcomes and full of enthusiasm. And when I asked the womanwho had designed this experience why it worked, she simply said, \"Never underestimatethe power of a ridiculous wig.\" Because wigs erase hierarchy, and hierarchy kills intimacy -- both ways, for the CEO and the intern.", "en": " 他們熱情洋溢 並且創造出具體、實質的成果。 我詢問設計這個活動的女士， 為什麽活動能這麽成功？ 她只簡單地回說：「永遠不要低估滑稽假髮的神奇力量。」 因為假髮消除了階級觀念， 而階級會扼殺親密感—— 不管對執行長還是實習生，"}, {"zh-tw": " Wigs allow us to usethe disguise of the false to show something true about ourselves. And that's not easyin our everyday work lives, because the relationshipwith our organizations is often like that of a married couplethat has grown apart, suffered betrayals and disappointments, and is now desperate to be beautifulfor one another once again.", "en": " 都是如此。 假髮可以讓我們透過偽裝 來展示真實的自己。 在我們日常工作生活中是不容易做到的， 因為我們組織中的人際關係， 常像日漸疏遠的夫妻一樣， 充滿著背叛和失望， 而現在不顧一切的想要重修舊好。"}, {"zh-tw": " And for either of us the first steptowards beauty involves a huge risk. The risk to be ugly.", "en": " 對每個人來說，邁向追尋美麗的第一步，隱含著巨大的風險。 醜陋的風險。"}, {"zh-tw": " [Be Ugly] So many organizations these daysare keen on designing beautiful workplaces that look like anything but work: vacation resorts, coffee shops,playgrounds or college campuses -- Based on the promisesof positive psychology, we speak of play and gamification, and one start-up even saysthat when someone gets fired, they have graduated. That kind of beautiful languageonly goes \"skin deep, but ugly cuts clean to the bone,\" as the writer Dorothy Parker once put it.", "en": " [醜陋] 現在很多組織想要設計美麗的辦公區， 讓它們看起來不像辦公場所： 而是像度假村、咖啡店、遊樂場、大學校園。 基於正向心理的考量， 我們把工作訴諸於玩耍、遊戲， 甚至有初創公司在解雇員工的時候， 說他們是「畢業」了。 這些美麗的語言只是「表面、膚淺的， 但醜陋，可以讓我們看到事實的真相。」 作家多蘿西‧帕克曾這麽說："}, {"zh-tw": " To be authentic is to be ugly. It doesn't mean that you can't have funor must give in to the vulgar or cynical, but it does mean that you speakthe actual ugly truth.", "en": " 「想要展現真實面，得先擁抱醜陋面。」 這不是說要你不能開心，或者表現粗俗或冷嘲熱諷， 而是要你說出醜陋的真相。"}, {"zh-tw": " Like this manufacturer that wanted to transformone of its struggling business units. It identified, named and pinnedon large boards all the issues -- and there were hundreds of them -- that had become obstaclesto better performance.", "en": " 就像這家製造商， 想要改善瀕臨危機的事業單位， 他們找出阻礙業績表現的問題、列舉原因並歸咎癥結所在， 將其貼在大型牆板上， 這些項目多達好幾百個。"}, {"zh-tw": " They put them on boards,moved them all into one room, which they called \"the ugly room.\" The ugly became visiblefor everyone to see -- it was celebrated. And the ugly room served as a mixof mirror exhibition and operating room -- a biopsy on the living fleshto cut out all the bureaucracy.", "en": " 他們把這些板子全搬到一個 他們稱為「醜陋之屋」的房間。 這些醜陋被攤在陽光下，每個人都可以看到—— 但他們讚揚它。 這個醜陋之屋兼具真相展示與手術室的功能— 藉由發掘真相來切除根治所有的官僚體制。"}, {"zh-tw": " The ugliest part of our body is our brain. Literally and neurologically.", "en": " 我們身體中最醜陋的部分是我們的大腦。 實質上與神經學而言，都是如此。"}, {"zh-tw": " Our brain renders uglywhat is unfamiliar ... modern art, atonal music, jazz, maybe -- VR goggles for that matter -- strange objects, sounds and people.", "en": " 我們的大腦能把醜陋變成我們不熟悉的新奇事物...... 像是現代藝術、無調性音樂、 爵士樂，也許—— 虛擬實境眼鏡也是—— 奇特的事物、聲音和人。"}, {"zh-tw": " But we've all been ugly once. We were a weird-looking baby, a new kid on the block, a foreigner.", "en": " 但我們每個人都曾醜陋過， 我們曾經都是外表奇怪的嬰兒， 社區來的新小朋友，或者外來者。"}, {"zh-tw": " And we will be ugly againwhen we don't belong. The Center for Political Beauty, an activist collective in Berlin, recently staged an extremeartistic intervention.", "en": " 當我們沒有歸屬感時，我們會再次變得醜陋。 柏林有一個叫「政治美麗中心」的 社會活動團體， 近期上演了一齣極致的藝術介入活動。"}, {"zh-tw": " With the permission of relatives, it exhumed the corpses of refugeeswho had drowned at Europe's borders, transported them all the way to Berlin, and then reburied themat the heart of the German capital. The idea was to allow themto reach their desired destination, if only after their death.", "en": " 他們經過家屬同意， 挖掘出歐洲邊境溺斃的難民遺體， 並將它們運送到柏林， 然後再把挖出來的遺體葬在德國首都的中心。 這個計劃想讓死者即便是在過世之後， 依舊能抵達他們曾經渴望的目的地。"}, {"zh-tw": " Such acts of beautificationmay not be pretty, but they are much needed. Because things tend to get uglywhen there's only one meaning, one truth, only answers and no questions.", "en": " 這種美化的行為可能不太優雅， 但它們迫切需要。 因為當事情只有一種意義、一個真相、 只有答案、而沒有問題的話，那事情通常是醜陋的。"}, {"zh-tw": " Beautiful organizationskeep asking questions. They remain incomplete, which is the fourthand the last of the principles.", "en": " 美麗的組織會持續提出問題。 他們會維持不完整的狀態， 這是第四個，也是最後一個原則。"}, {"zh-tw": " [Remain Incomplete] Recently I was in Paris, and a friend of minetook me to Nuit Debout, which stands for \"up all night,\" the self-organized protest movement that had formed in responseto the proposed labor laws in France. Every night, hundreds gatheredat the Place de la République.", "en": " [維持不完整] 最近我在巴黎， 我一個朋友帶我去參加Nuit Debout的活動， 意思是「不眠之夜」， 始於抗議法國勞基法提案而產生的 一個自組性的抗議活動。 每天晚上，都有幾百人聚集在共和國廣場上，"}, {"zh-tw": " Every night they set upa small, temporary village to deliberate their own visionof the French Republic. And at the core of this adhocracy was a general assemblywhere anybody could speak using a specially designed sign language.", "en": " 每晚都會成立一個小的臨時聚落， 討論他們自己理想中的法蘭西共和國。 這個臨時會的核心是一個全體大會， 在大會上，每個人都可以用 一種特別設計的手語來表達自己的想法。"}, {"zh-tw": " Like Occupy Wall Streetand other protest movements, Nuit Debout was bornin the face of crisis. It was messy -- full of controversies and contradictions.", "en": " 就像占領華爾街 及其他抗議運動一樣， 不眠之夜也是在面對危機時誕生的。 它很混亂— 充滿爭論和矛盾。"}, {"zh-tw": " But whether you agreedwith the movement's goals or not, every gathering wasa beautiful lesson in raw humanity. And how fitting that Paris -- the city of ideals, the city of beauty -- was it's stage.", "en": " 不管你是否認同他們的抗議訴求， 每次集會都是一次原始人性的美麗課堂。 不管巴黎 — 這個美好的理想城市 — 它的舞台有多麼的光鮮亮麗。"}, {"zh-tw": " It reminds us that like great cities, the most beautiful organizationsare ideas worth fighting for -- even and especiallywhen their outcome is uncertain. They are movements; they are always imperfect,never fully organized, so they avoid ever becoming banal.", "en": " 它提醒我們，就像其他偉大的城市一樣， 最美好的組織，是值得為之奉獻理想的—— 即使、尤其是當結果不明確時。 他們是群眾運動； 他們永遠不完美，永遠不會組織完整， 所以它們可以避免變得平庸。"}, {"zh-tw": " They have somethingbut we don't know what it is. They remain mysterious;we can't take our eyes off them.", "en": " 他們擁有一些我們不懂的地方。 它們保持著神秘感，我們的目光無法離開它們。"}, {"zh-tw": " We find them beautiful. So to do the unnecessary, to create intimacy, to be ugly, to remain incomplete -- these are not only the qualitiesof beautiful organizations, these are inherentlyhuman characteristics.", "en": " 我們覺得它們很美。 所以，做非必要的事、 創造親密感、 變醜陋、 維持不完整—— 它們不只是美麗組織的特徵， 它們也是人類天生的性格。"}, {"zh-tw": " And these are also the qualitiesof what we call home. And as we disrupt, and are disrupted, the least we can do is to ensure that we still feel at homein our organizations, and that we use our organizationsto create that feeling for others.", "en": " 這也是我們稱之為「家」的特徵。 當我們處於混亂中或被擾亂時， 起碼我們能確保 我們在組織中仍保有家的感覺， 如此我們亦可以在組織中，為他人營造同樣的感受。"}, {"zh-tw": " Beauty can save the worldwhen we embrace these principles and design for them. In the face of artificial intelligenceand machine learning, we need a new radical humanism.", "en": " 當我們擁抱這些原則並為之努力， 美麗就能拯救這個世界。 在面臨人工智慧和機器學習時代的來臨， 我們需要一種全新的人本主義。"}, {"zh-tw": " We must acquire and promotea new aesthetic and sentimental education. Because if we don't, we might end up feeling like aliens in organizations and societiesthat are full of smart machines that have no appreciation whatsoever for the unnecessary, the intimate, the incomplete and definitely not for the ugly.", "en": " 我們必須學習並發展新的審美和感性教育。 因為如果我們不這麽做， 在充斥著智慧型機器， 在不懂得欣賞做不必要的事、 創造親密感、 維持不完整性， 與對醜陋無動於衷的組織、社會中， 我們可能覺得自己像個外星人一樣，格格不入。"}, {"zh-tw": " Thank you.", "en": " 謝謝。"}], "title": "Tim Leberecht 4 Ways To Build A Human Company In The Age Of Machines"}