{"url": "http://www.ted.com/talks/roger_antonsen_math_is_the_hidden_secret_to_understanding_the_world", "paragraphs": [{"zh-tw": " Hi. I want to talk about understanding,and the nature of understanding, and what the essence of understanding is, because understanding is somethingwe aim for, everyone. We want to understand things.", "en": " 嗨！ 我想跟大家談談理解、理解的本質， 及什麼是理解的精髓， 因為理解是我們每個人的目標。 我們想要理解萬物。"}, {"zh-tw": " My claim is that understanding has to do with the ability to changeyour perspective. If you don't have that,you don't have understanding.", "en": " 我的主張是理解 與你能不能改變你的觀點大有關係。 如果你不能，你就不能理解。"}, {"zh-tw": " So that is my claim. And I want to focus on mathematics.", "en": " 所以那是我的主張。 我想把焦點集中在數學。"}, {"zh-tw": " Many of us think of mathematicsas addition, subtraction, multiplication, division, fractions, percent, geometry,algebra -- all that stuff. But actually, I want to talkabout the essence of mathematics as well.", "en": " 許多人認為數學就是 加、減、乘、除、 分數、百分比、幾何、代數這些東西。 可是其實我也想談數學的本質。"}, {"zh-tw": " And my claim is that mathematicshas to do with patterns. Behind me, you see a beautiful pattern, and this pattern actually emergesjust from drawing circles in a very particular way.", "en": " 我的主張是數學跟模式有關。（又譯胚騰） 在我後面大家可以看到一個很漂亮的模式， 這個模式其實只要 用一種特別的方式畫圓就會出現。"}, {"zh-tw": " So my day-to-day definitionof mathematics that I use every day is the following: First of all, it's about finding patterns. And by \"pattern,\" I mean a connection,a structure, some regularity, some rules that govern what we see.", "en": " 所以我對數學的簡單定義，我每天都在用的， 就是： 第一，數學就是找出模式。 我說的模式是指一種關聯、一種結構，有某種規律性， 某些規則，掌控我們所見。"}, {"zh-tw": " Second of all, I think it is about representingthese patterns with a language. We make up language if we don't have it, and in mathematics, this is essential.", "en": " 第二， 我認為它以一種語言表達這些模式。 如果找不到我們就自己編新語言。 而在數學，這非常必要。"}, {"zh-tw": " It's also about making assumptions and playing around with these assumptionsand just seeing what happens. We're going to do that very soon.", "en": " 這也跟你做了假設， 然後玩一下假設來看看會發生什麼事有關。 我們等一下就會這麼做。"}, {"zh-tw": " And finally, it's about doing cool stuff. Mathematics enables usto do so many things.", "en": " 最後，這還跟做出很酷的東西有關。 數學能讓我們做很多事。"}, {"zh-tw": " So let's have a look at these patterns. If you want to tie a tie knot, there are patterns.", "en": " 所以現在就來看一下這些模式。 如果你要打領帶， 這裡有幾種打法。"}, {"zh-tw": " Tie knots have names. And you can also dothe mathematics of tie knots.", "en": " 領帶打出的結都有名字。 你也可以用數學來分析領結。"}, {"zh-tw": " This is a left-out, right-in,center-out and tie. This is a left-in, right-out,left-in, center-out and tie.", "en": " 有左外、右內、中間翻出來的打法。 還有左內、右外、左內、中間翻出來的打法。"}, {"zh-tw": " This is a language we made upfor the patterns of tie knots, and a half-Windsor is all that. This is a mathematics bookabout tying shoelaces at the university level, because there are patterns in shoelaces.", "en": " 這就是我們為領結模式創造出的語言， 半溫莎結也能這樣表示。 這是本綁鞋帶的數學書， ──大學程度， 因為這些是鞋帶的模式。"}, {"zh-tw": " You can do it in so many different ways. We can analyze it.", "en": " 你可以用很多不同的方式綁。 你可以分析綁法。"}, {"zh-tw": " We can make up languages for it. And representationsare all over mathematics.", "en": " 我們能為之創造語言。 數學裡充滿了各種表式式。"}, {"zh-tw": " This is Leibniz's notation from 1675. He invented a languagefor patterns in nature.", "en": " 這是 1675 年的萊布尼茲表示法。 他為自然界的模式創造了一種語言。"}, {"zh-tw": " When we throw something up in the air, it falls down. Why? We're not sure, but we can representthis with mathematics in a pattern.", "en": " 我們往上丟東西到空中， 它會掉下來。 為什麼？ 我們不太確定，但是我們能用數學模式表達這種現象。"}, {"zh-tw": " This is also a pattern. This is also an invented language.", "en": " 這也是一種模式。 這也是一種創造出的語言。"}, {"zh-tw": " Can you guess for what? It is actually a notation systemfor dancing, for tap dancing. That enables him as a choreographerto do cool stuff, to do new things, because he has represented it.", "en": " 你能猜到這是什麼嗎？ 這其實是一種舞譜，給踢踏舞用的。 這讓他身為編舞者能做很酷的動作，做新的動作， 因為他能表達出來。"}, {"zh-tw": " I want you to think about how amazingrepresenting something actually is. Here it says the word \"mathematics.\" But actually, they're just dots, right? So how in the world can these dotsrepresent the word? Well, they do.", "en": " 我要大家想一下能把某種事物表達出來有多厲害！ 這裡寫著「數學」這個詞。 但是其實只有幾個點，對吧？ 所以這幾個點到底怎麼表達這個詞？ 的確可以。"}, {"zh-tw": " They represent the word \"mathematics,\" and these symbols also represent that word and this we can listen to. It sounds like this.", "en": " 它們表達「數學」這個詞， 這些符號也表達那個詞， 我們可以用聽的。 它聽起來像這樣。"}, {"zh-tw": " (Beeps) Somehow these sounds representthe word and the concept. How does this happen? There's something amazinggoing on about representing stuff.", "en": " （嗶嗶聲） 這些聲音表達出這個詞和概念。 怎麼會這樣呢？ 表達是一件很厲害的事。"}, {"zh-tw": " So I want to talk aboutthat magic that happens when we actually represent something. Here you see just lineswith different widths.", "en": " 我想談談實際表達某樣東西時， 那種不可思議的魔力。 這裡你們看到的只是不同粗細的線條。"}, {"zh-tw": " They stand for numbersfor a particular book. And I can actually recommendthis book, it's a very nice book.", "en": " 這是某一本書的條碼。 我很推薦這本書，很不錯的一本書。"}, {"zh-tw": " Just trust me. OK, so let's just do an experiment, just to play aroundwith some straight lines.", "en": " 相信我！ 好，我們來做個實驗， 就來玩一下幾條直線。"}, {"zh-tw": " This is a straight line. Let's make another one.", "en": " 這是一條直線。 來畫另外一條。"}, {"zh-tw": " So every time we move,we move one down and one across, and we draw a new straight line, right? We do this over and over and over, and we look for patterns. So this pattern emerges, and it's a rather nice pattern.", "en": " 我們每移動一次，向下一點，衡過去一點， 我們就畫出一條新的直線，對嗎？ 我們不斷重複這個過程， 我們尋找模式。 所以這種模式出現， 還蠻不錯的模式。"}, {"zh-tw": " It looks like a curve, right? Just from drawing simple, straight lines. Now I can change my perspectivea little bit. I can rotate it.", "en": " 看起來像弧線，對嗎？ 只是畫簡單的直線就得到這個。 現在我可以改變一下視角。我可以把它轉一下。"}, {"zh-tw": " Have a look at the curve. What does it look like? Is it a part of a circle? It's actually not a part of a circle.", "en": " 看一下這條弧線。 看起來像什麼？ 像圓的一部分嗎？ 這其實不是圓的一部分。"}, {"zh-tw": " So I have to continue my investigationand look for the true pattern. Perhaps if I copy it and make some art? Well, no.", "en": " 所以我得繼續研究並尋找真的模式。 或許我能複製一下做成某種藝術品？ 嗯，不好。"}, {"zh-tw": " Perhaps I should extendthe lines like this, and look for the pattern there. Let's make more lines.", "en": " 或許我應該把線像這樣延長， 然後在那裡找模式。 再多畫幾條線。"}, {"zh-tw": " We do this. And then let's zoom outand change our perspective again.", "en": " 我們這樣做。 然後我們拉遠再改變一下視角。"}, {"zh-tw": " Then we can actually see thatwhat started out as just straight lines is actually a curve called a parabola. This is represented by a simple equation, and it's a beautiful pattern.", "en": " 我們就會看到原來只是幾條直線， 變成稱為拋物線的弧線。 這可以用一條簡單的方程式來代表， 而且這是很漂亮的模式。"}, {"zh-tw": " So this is the stuff that we do. We find patterns, and we represent them.", "en": " 所以這就是我們做的事。 我們找模式，表達出來。"}, {"zh-tw": " And I think this is a niceday-to-day definition. But today I want to goa little bit deeper, and think aboutwhat the nature of this is.", "en": " 我認為這是很好的簡單版定義。 但是今天我想深入一點點， 並思考一下這個的本質。"}, {"zh-tw": " What makes it possible? There's one thingthat's a little bit deeper, and that has to do with the abilityto change your perspective. And I claim that whenyou change your perspective, and if you take another point of view, you learn something newabout what you are watching or looking at or hearing.", "en": " 是什麼讓它成為可能？ 我有個稍微深入一點的東西， 還跟你能不能改變觀點有關。 我主張當你改變觀點， 如果你能用另一個視角來看， 你會從你正在看、正在觀察、 正在聽的東西裡學到新東西。"}, {"zh-tw": " And I think this is a really importantthing that we do all the time. So let's just look atthis simple equation, x + x = 2 • x.", "en": " 我認為這很重要，我們應該時時這麼做。 來看一下這個簡單的等式， x + x = 2 ⋅ x"}, {"zh-tw": " This is a very nice pattern,and it's true, because 5 + 5 = 2 • 5, etc. We've seen this over and over,and we represent it like this.", "en": " 這是很棒的模式，而且是準確的， 因為 5 + 5 = 2 ⋅ 5，依此類推。 我們不斷看到這個，所以我們像這樣來表達。"}, {"zh-tw": " But think about it: this is an equation. It says that somethingis equal to something else, and that's two different perspectives.", "en": " 但是想一下：這是條等式。 它說某樣東西等於另一種東西， 這是兩種不同的觀點。"}, {"zh-tw": " One perspective is, it's a sum. It's something you plus together.", "en": " 一方面來說這是總和， 是你把東西加起來。"}, {"zh-tw": " On the other hand, it's a multiplication, and those are two different perspectives. And I would go as far as to saythat every equation is like this, every mathematical equationwhere you use that equality sign is actually a metaphor.", "en": " 另一方面，這又是乘法， 這是兩個不同的觀點。 我甚至要大膽的說每一條像這樣的等式， 每一條你用了等號的數學式 都是一種隱喻。"}, {"zh-tw": " It's an analogy between two things. You're just viewing somethingand taking two different points of view, and you're expressing that in a language.", "en": " 這是兩種事物之間的類比。 你用兩種不同的視角看著某樣東西， 而且你用一種語言表示出來。"}, {"zh-tw": " Have a look at this equation. This is one of the mostbeautiful equations.", "en": " 看一下這個方程式。 這是一條非常漂亮的方程式。"}, {"zh-tw": " It simply says that, well, two things, they're both -1. This thing on the left-hand side is -1,and the other one is.", "en": " 它就是說，嗯， 兩種東西都是 -1。 左邊這個東西是 -1，右邊也是。"}, {"zh-tw": " And that, I think, is oneof the essential parts of mathematics -- you takedifferent points of view. So let's just play around.", "en": " 我認為那就是 數學的本質之一：你用不同的視角觀察。 我們就來玩一下。"}, {"zh-tw": " Let's take a number. We know four-thirds.We know what four-thirds is.", "en": " 隨便拿一個數字。 我們知道 4/3。我們都知道 4/3 是什麼。"}, {"zh-tw": " It's 1.333, but we have to havethose three dots, otherwise it's not exactly four-thirds. But this is only in base 10.", "en": " 它是 1.333，後面還要加上這三個點， 要不然就不是精確的 4/3。 但這只是以 10 為基數的說法。"}, {"zh-tw": " You know, the number system,we use 10 digits. If we change that aroundand only use two digits, that's called the binary system.", "en": " 你知道，數字系統，我們用十進位。 如果我們變一下只用 2 為基數， 就是所謂的二進位系統，"}, {"zh-tw": " It's written like this. So we're now talking about the number.", "en": " 寫起來就像這樣。 所以我們現在來談談這個數字。"}, {"zh-tw": " The number is four-thirds. We can write it like this, and we can change the base,change the number of digits, and we can write it differently.", "en": " 數字為 4/3。 我們可以像這樣寫， 我們只要改變基數， 就會寫成不同的樣子。"}, {"zh-tw": " So these are all representationsof the same number. We can even write it simply,like 1.3 or 1.6.", "en": " 這些是同一個數字的不同表示法。 我們甚至可以簡化它成為 1.3 或 1.6。"}, {"zh-tw": " It all depends onhow many digits you have. Or perhaps we just simplifyand write it like this.", "en": " 就看你有幾位數。 或者我們只要簡寫成這樣。"}, {"zh-tw": " I like this one, because this saysfour divided by three. And this number expressesa relation between two numbers.", "en": " 我喜歡這個，因為這是說把 4 除以 3。 這個數字表示出這兩個數字間的關係。"}, {"zh-tw": " You have four on the one handand three on the other. And you can visualize this in many ways.", "en": " 你有 4 在一邊，3 在另一邊。 你還可以用很多方法把它視覺化。"}, {"zh-tw": " What I'm doing now is viewing that numberfrom different perspectives. I'm playing around.", "en": " 我現在就是用不同的視角看這個數字。 我在嘗試。"}, {"zh-tw": " I'm playing around withhow we view something, and I'm doing it very deliberately. We can take a grid.", "en": " 我在試我們怎麼看某件事物， 而且我還很刻意去做。 我們可以拿格子。"}, {"zh-tw": " If it's four across and three up,this line equals five, always. It has to be like this.This is a beautiful pattern.", "en": " 如果有 4 個橫的 3 個直的，這條線永遠都等於 5。 必然如此。這是一個很漂亮的模式。"}, {"zh-tw": " Four and three and five. And this rectangle, which is 4 x 3, you've seen a lot of times.", "en": " 4 與 3 與 5。 這個長方形，就是 4 × 3， 你看過很多次。"}, {"zh-tw": " This is your average computer screen. 800 x 600 or 1,600 x 1,200 is a television or a computer screen.", "en": " 這是一般的電腦螢幕。 800 × 600 或 1,600 × 1,200 是電視或電腦螢幕。"}, {"zh-tw": " So these are all nice representations, but I want to go a little bit furtherand just play more with this number. Here you see two circles.I'm going to rotate them like this.", "en": " 所以這些都是很好的表示法， 但我還想進一步再多玩一下這個數字。 你在這裡看到兩個圓。我把它們像這樣轉一下。"}, {"zh-tw": " Observe the upper-left one. It goes a little bit faster, right? You can see this.", "en": " 觀察一下左上那個。 它轉的比較快，對嗎？ 你可以觀察到。"}, {"zh-tw": " It actually goes exactlyfour-thirds as fast. That means that when it goesaround four times, the other one goes around three times.", "en": " 它就是快 4/3。 那代表它每轉四次， 另外一個就轉三次。"}, {"zh-tw": " Now let's make two lines, and drawthis dot where the lines meet. We get this dot dancing around.", "en": " 現在畫兩條線，在交會處畫一個點。 我們就得到轉圈圈的點。"}, {"zh-tw": " And this dot comes from that number. Right? Now we should trace it.", "en": " 這個點從那個數字來。 對嗎？我們應該畫它的軌跡。"}, {"zh-tw": " Let's trace it and see what happens. This is what mathematics is all about.", "en": " 我們來畫一下軌跡看看會得到什麼。 這就是數學。"}, {"zh-tw": " It's about seeing what happens. And this emerges from four-thirds.", "en": " 想看看會得到什麼。 這得自 4/3。"}, {"zh-tw": " I like to say that thisis the image of four-thirds. It's much nicer -- (Cheers) Thank you! This is not new.", "en": " 我想說這是 4/3 的圖像。 這個棒多了。（歡呼聲） 謝謝！ 這不是新發現。"}, {"zh-tw": " This has been knownfor a long time, but -- But this is four-thirds. Let's do another experiment.", "en": " 這是早就知道的東西，但是 但是這是 4/3。 再來做另外一個實驗。"}, {"zh-tw": " Let's now take a sound, this sound: (Beep) This is a perfect A, 440Hz. Let's multiply it by two.", "en": " 來弄點聲音，這個聲音：（嗶） 這是標準音高 A440。 把頻率乘以 2。"}, {"zh-tw": " We get this sound. (Beep) When we play them together,it sounds like this. This is an octave, right? We can do this game. We can playa sound, play the same A.", "en": " 我們就得到這個音（嗶）。 兩個音一起彈，聽起來像這樣。 這是個八度音，對吧？ 我們可以玩個遊戲。我們可以彈一個音，同樣的 A。"}, {"zh-tw": " We can multiply it by three-halves. (Beep) This is what we call a perfect fifth.", "en": " 然後乘上 3/2。 （嗶） 這是我們說的完全五度。"}, {"zh-tw": " (Beep) They sound really nice together. Let's multiply this soundby four-thirds. (Beep) What happens? You get this sound. (Beep) This is the perfect fourth.", "en": " （嗶） 這幾個音加起來真的很好聽。 把這個乘上 4/3。（嗶） 會得到什麼？ 這個音。（嗶） 這是完全四度。"}, {"zh-tw": " If the first one is an A, this is a D. They sound like this together. (Beeps) This is the sound of four-thirds.", "en": " 如果第一個音是 A，這就是 D。 合奏聽起來像這樣。（嗶嗶） 這就是 4/3 的聲音。"}, {"zh-tw": " What I'm doing now,I'm changing my perspective. I'm just viewing a numberfrom another perspective.", "en": " 我現在做的就是改變我的觀點。 我只是用另一個觀點來看一個數字。"}, {"zh-tw": " I can even do this with rhythms, right? I can take a rhythm and playthree beats at one time (Drumbeats) in a period of time, and I can play another soundfour times in that same space. (Clanking sounds) Sounds kind of boring,but listen to them together.", "en": " 我甚至可以用節拍來做，對吧？ 我可以加上節拍，一段時間內打三拍。 （鼓聲） 我也可以用另一種聲音在同樣一段時間內敲四次。 （金屬敲擊聲） 聽起來有點無聊，但是把它們加起來聽。"}, {"zh-tw": " (Drumbeats and clanking sounds) Hey! So. I can even make a little hi-hat.", "en": " （鼓和金屬聲） 嘿！好聽吧？ 我甚至可以加點腳踏鈸。"}, {"zh-tw": " (Drumbeats and cymbals) Can you hear this? So, this is the sound of four-thirds. Again, this is as a rhythm.", "en": " （鼓及鈸聲） 聽到了嗎？ 所以，這就是 4/3 的聲音。 同樣的，這也以節拍表達。"}, {"zh-tw": " (Drumbeats and cowbell) And I can keep doing thisand play games with this number. Four-thirds is a really great number.I love four-thirds! Truly -- it's an undervalued number.", "en": " （鼓聲及牛鈴） 我可以一直做下去，繼續玩這個數字， 4/3 真的是很棒的數字，我愛 4/3！ 真的，這是個被看扁的數字。"}, {"zh-tw": " So if you take a sphere and lookat the volume of the sphere, it's actually four-thirdsof some particular cylinder. So four-thirds is in the sphere.It's the volume of the sphere.", "en": " 所以如果你拿一個球看它的體積， 它就是某圓柱的 4/3。 所以球裡也有 4/3，就是這個球的體積。"}, {"zh-tw": " OK, so why am I doing all this? Well, I want to talk about what it meansto understand something and what we meanby understanding something. That's my aim here.", "en": " 好，我為什麼要說這些？ 嗯，我想談一下理解事物是什麼意思。 以及我們說理解又是什麼意思。 那是我今天的目的。"}, {"zh-tw": " And my claim is thatyou understand something if you have the ability to view itfrom different perspectives. Let's look at this letter.It's a beautiful R, right? How do you know that? Well, as a matter of fact,you've seen a bunch of R's, and you've generalized and abstracted all of theseand found a pattern.", "en": " 我的主張是你要理解某項事物， 就要有能力從不同的角度來看它。 來看這個字母，很漂亮的 R，對吧？ 你怎麼知道？ 嗯，其實，你已經看過一堆的 R， 你歸納 並抽象化這些 R，並找出模式。"}, {"zh-tw": " So you know that this is an R. So what I'm aiming for hereis saying something about how understandingand changing your perspective are linked.", "en": " 所以你知道這是 R。 所以我今天的目的是要告訴大家 理解及改變你的觀點 如何連在一起。"}, {"zh-tw": " And I'm a teacher and a lecturer, and I can actually use thisto teach something, because when I give someone elseanother story, a metaphor, an analogy, if I tell a storyfrom a different point of view, I enable understanding. I make understanding possible, because you have to generalizeover everything you see and hear, and if I give you another perspective,that will become easier for you.", "en": " 我是老師及講師， 我其實可以用這個來教某樣東西， 因為每當我說一個故事、一段隱喻、一段類比， 如果我用不同的角度來說一個故事， 我就在讓你理解。 我讓理解成為可能， 因為你必須歸納每一樣你見到及聽到的事物， 如果我給你另外的觀點，你就更容易歸納。"}, {"zh-tw": " Let's do a simple example again. This is four and three.This is four triangles.", "en": " 再來一個簡單的例子。 這是 4 和 3 。這是四個三角形。"}, {"zh-tw": " So this is also four-thirds, in a way. Let's just join them together.", "en": " 所以在某種意義上這也是 4/3。 把它們連在一起。"}, {"zh-tw": " Now we're going to play a game;we're going to fold it up into a three-dimensional structure. I love this.", "en": " 現在我們來玩一個遊戲；我們要把它折成 一個三度空間的結構。 我很愛這個。"}, {"zh-tw": " This is a square pyramid. And let's just take two of themand put them together.", "en": " 這是一個正方錐。 就拿兩個出來放在一起。"}, {"zh-tw": " So this is what is called an octahedron. It's one of the five platonic solids.", "en": " 這個就叫做八面體。 這是五種柏拉圖立體之一。"}, {"zh-tw": " Now we can quite literallychange our perspective, because we can rotate itaround all of the axes and view it from different perspectives. And I can change the axis, and then I can view itfrom another point of view, but it's the same thing,but it looks a little different.", "en": " 現在我們真的可以改變視角， 因為我們可以讓它繞著各軸旋轉， 從各種不同的角度來看。 我可以改變軸， 然後從另一個視點來看它， 這是同一個東西，只是看起來有點不一樣。"}, {"zh-tw": " I can do it even one more time. Every time I do this,something else appears, so I'm actually learningmore about the object when I change my perspective.", "en": " 我可以再做一次。 每次做都有不同的東西出現， 所以我真的從這個物體中學到更多東西， 只要我改變角度。"}, {"zh-tw": " I can use this as a toolfor creating understanding. I can take two of theseand put them together like this and see what happens.", "en": " 我能用這個當工具引發理解。 我能把這兩個像這樣放在一起 然後看會發生什麼。"}, {"zh-tw": " And it looks a little bitlike the octahedron. Have a look at it if I spinit around like this.", "en": " 這看起來有點像八面體。 我把它像這樣轉一轉，看一下。"}, {"zh-tw": " What happens? Well, if you take two of these,join them together and spin it around, there's your octahedron again, a beautiful structure. If you lay it out flat on the floor, this is the octahedron.", "en": " 什麼出現了？ 嗯，如果你把兩個這樣的東西放在一起，然後轉一轉， 你的八面體又出現了， 很漂亮的結構。 如果你把它平放在地板上， 這是八面體。"}, {"zh-tw": " This is the graph structureof an octahedron. And I can continue doing this.", "en": " 這是八面體的圖結構。 我可以繼續做下去。"}, {"zh-tw": " You can draw three great circlesaround the octahedron, and you rotate around, so actually three great circlesis related to the octahedron. And if I take a bicycle pumpand just pump it up, you can see that this is alsoa little bit like the octahedron.", "en": " 你可以在這個八面體旁畫三個大圓， 然後轉一轉， 這三個大圓其實跟這個八面體相關。 如果我拿一個打氣筒來打氣， 你會看到這也有點像八面體。"}, {"zh-tw": " Do you see what I'm doing here? I am changing the perspective every time. So let's now take a step back -- and that's actuallya metaphor, stepping back -- and have a look at what we're doing.", "en": " 你看懂我在做什麼了嗎？ 我一直在改變觀點。 我們現在退一步， 這其實也是一種隱喻，退一步， 來看看我們在做什麼。"}, {"zh-tw": " I'm playing around with metaphors. I'm playing aroundwith perspectives and analogies.", "en": " 我正在嘗試隱喻。 我在嘗試各種觀點及類比。"}, {"zh-tw": " I'm telling one story in different ways. I'm telling stories.", "en": " 我用不同的方法說同一個故事。 我說很多故事。"}, {"zh-tw": " I'm making a narrative;I'm making several narratives. And I think all of these thingsmake understanding possible.", "en": " 我做一種敘述；我做很多種敘述。 我認為這些都在幫助我們理解。"}, {"zh-tw": " I think this actually is the essenceof understanding something. I truly believe this.", "en": " 我認為這其實就是理解事物的精髓。 我真的相信這點。"}, {"zh-tw": " So this thing about changingyour perspective -- it's absolutely fundamental for humans. Let's play around with the Earth.", "en": " 所以改變你的觀點這件事 對人類是非常重要的。 就來玩一下地球。"}, {"zh-tw": " Let's zoom into the ocean,have a look at the ocean. We can do this with anything.", "en": " 我們來放大海洋，看一下海洋。 什麼東西都可以拿來這樣玩。"}, {"zh-tw": " We can take the oceanand view it up close. We can look at the waves.", "en": " 我們可以近看海洋。 我們可以看海浪。"}, {"zh-tw": " We can go to the beach. We can view the oceanfrom another perspective.", "en": " 我們可以去海灘。 我們能從不同的觀點看海洋。"}, {"zh-tw": " Every time we do this, we learna little bit more about the ocean. If we go to the shore,we can kind of smell it, right? We can hear the sound of the waves.", "en": " 我們每次這麼做，就對海洋多一點認識。 如果我們到海邊，好像就可以聞到海，對吧？ 我們能聽海浪的聲音。"}, {"zh-tw": " We can feel salt on our tongues. So all of theseare different perspectives.", "en": " 我們能用舌頭嘗到鹹味。 所以這些都是不同的觀點。"}, {"zh-tw": " And this is the best one. We can go into the water.", "en": " 這個最棒。 我們可以進到水中。"}, {"zh-tw": " We can see the water from the inside. And you know what? This is absolutely essentialin mathematics and computer science.", "en": " 我們可以從裡面看水。 你知道嗎？ 這在數學及電腦科學中不可或缺。"}, {"zh-tw": " If you're able to viewa structure from the inside, then you really learn something about it. That's somehow the essence of something.", "en": " 如果你能從裡面看結構， 那你真的能從中學到東西。 那可以說是事物的精髓。"}, {"zh-tw": " So when we do this,and we've taken this journey into the ocean, we use our imagination. And I think this is one level deeper, and it's actually a requirementfor changing your perspective.", "en": " 就在剛剛那段旅程之中， 我們進入了海洋， ──以我們的想像力。 我想這更深一層了， 這實際上是改變觀點的必要條件。"}, {"zh-tw": " We can do a little game. You can imagine that you're sitting there.", "en": " 我們可以玩一個小遊戲。 你想像一下你坐在那裡。"}, {"zh-tw": " You can imagine that you're up here,and that you're sitting here. You can view yourselves from the outside.", "en": " 你想像一下你在台上這裡，你坐在這裡。 你可以從外面看自己。"}, {"zh-tw": " That's really a strange thing. You're changing your perspective.", "en": " 那真的很怪。 你正在改變你的觀點。"}, {"zh-tw": " You're using your imagination, and you're viewing yourselffrom the outside. That requires imagination.", "en": " 你運用你的想像力， 你從外面看自己。 那需要想像力。"}, {"zh-tw": " Mathematics and computer scienceare the most imaginative art forms ever. And this thing about changing perspectives should sound a little bit familiar to you, because we do it every day.", "en": " 數學及電腦科學是最富想像力的藝術形式。 改變觀點這件事 聽起來應該有點熟悉， 因為我們每天都在做。"}, {"zh-tw": " And then it's called empathy. When I view the worldfrom your perspective, I have empathy with you.", "en": " 那就叫做同理心。 當我從你的觀點看世界， 我就是站在你的立場設身處地。"}, {"zh-tw": " If I really, truly understand what the world lookslike from your perspective, I am empathetic. That requires imagination.", "en": " 如果我真的能理解 從你的觀點所看到的世界， 我就是將心比心。 那需要想像力。"}, {"zh-tw": " And that is how we obtain understanding. And this is all over mathematicsand this is all over computer science, and there's a really deep connectionbetween empathy and these sciences.", "en": " 那就是我們獲得理解的方法。 這在數學界很普遍，在電腦科學界也很普遍， 這兩種科學與同理心也有很深的淵源。"}, {"zh-tw": " So my conclusion is the following: understanding something really deeply has to do with the abilityto change your perspective. So my advice to you is:try to change your perspective.", "en": " 所以我的結論就是： 要非常深入的理解事物， 跟你是否能改變觀點大有關係。 所以我給大家的建議是：試著改變你的觀點。"}, {"zh-tw": " You can study mathematics. It's a wonderful way to train your brain.", "en": " 你能研究數學。 這是非常棒的方法來訓練大腦。"}, {"zh-tw": " Changing your perspectivemakes your mind more flexible. It makes you open to new things, and it makes youable to understand things.", "en": " 改變你的觀點讓你的心智更靈活。 它能讓你接受新東西， 讓你能理解事物。"}, {"zh-tw": " And to use yet another metaphor: have a mind like water. That's nice.", "en": " 再用一個隱喻來形容： 讓你的心像水一樣。 真好。"}, {"zh-tw": " Thank you.", "en": " 謝謝。"}], "title": "Roger Antonsen Math Is The Hidden Secret To Understanding The World"}