{"url": "http://www.ted.com/talks/veerle_provoost_do_kids_think_of_sperm_donors_as_family", "paragraphs": [{"zh-tw": " What is a parent? What is a parent? It's not an easy question. Today we have adoption, stepfamilies, surrogate mothers.", "en": " 什麼是父母？ 到底什麼是父母？ 這是個不容易回答的問題。 現在我們有領養、 繼父（母）家庭、 代理孕母。"}, {"zh-tw": " Many parents face tough questions and tough decisions. Shall we tell our childabout the sperm donation? If so, when? What words to use? Sperm donors are often referredto as \"biological fathers,\" but should we reallybe using the word \"father?\" As a philosopher and social scientist, I have been studying these questionsabout the concept of parenthood.", "en": " 許多父母面臨棘手的問題與抉擇。 我們是否應該告訴自己孩子有關捐精的事情？ 如果是，什麼時候說？ 又該如何說呢？ 捐精者通常被視為「親生父親」， 但我們真的應該用「父親」這字眼嗎？ 身為一位哲學家與社會學家， 我一直在研究有關父母身份概念的問題。"}, {"zh-tw": " But today, I will talk to youabout what I learned from talking to parents and children. I will show you that they knowwhat matters most in a family, even though their familylooks a little different.", "en": " 但今天我要談的是我從與父母及小孩交談中學到了什麼。 我將告訴各位他們知道一個家庭最重要的是什麼， 儘管他們家庭與其他家庭有些不同。"}, {"zh-tw": " I will show you their creative waysof dealing with tough questions. But I will also show youthe parents' uncertainties.", "en": " 我將告訴各位他們以創意來處理棘手問題的方式， 但我也將告訴各位這些父母的疑惑。"}, {"zh-tw": " We interviewed couples who received fertility treatmentat Ghent University Hospital, using sperm from a donor. In this treatment timeline, you can see two pointsat which we conducted interviews.", "en": " 我們訪問在 Ghent 大學附設醫院接受生育治療的夫婦， 他們接受來自捐精者的精子。 在這治療時間表中， 各位可以看到我們進行訪談的兩個時間點。"}, {"zh-tw": " We included heterosexual couples, where the man for some reasondid not have good-quality sperm, and lesbian couples who obviouslyneeded to find sperm elsewhere. We also included children.", "en": " 我們納入異性戀夫婦， 男方因某種原因沒有良好品質的精子， 以及顯然需要自別處取得精子的女同性戀夫婦。 我們也納入小孩，"}, {"zh-tw": " I wanted to know how those children define conceptslike parenthood and family. In fact, that is what I asked them, only not in that way.", "en": " 我希望知道 那些小孩如何界定諸如父母身份與家庭的概念。 這些就是我詢問他們的事， 只是我沒有那麼直接。"}, {"zh-tw": " I drew an apple tree instead. This way, I could ask abstract,philosophical questions in a way that did not make them run off.", "en": " 我改為畫蘋果樹， 這樣我就能問些抽象、哲學性的問題， 這樣孩子們不至於跑掉。"}, {"zh-tw": " So as you can see, the apple tree is empty. And that illustrates my research approach.", "en": " 如各位所見， 這蘋果樹是空的， 而這正是我的研究方法 。"}, {"zh-tw": " By designing techniques like this, I can bring as little meaning and contentas possible to the interview, because I want to hear that from them. I asked them: What would your family look likeif it were an apple tree? And they could take a paper applefor everyone who, in their view, was a member of the family, write a name on itand hang it wherever they wanted.", "en": " 藉著這樣的設計技巧， 我盡可能不在訪談中帶入意圖與主題， 因為我希望聽到他們的心聲。 我問他們： 如果你的家是一顆蘋果樹，那會看起來像什麼？ 接著，用一個紙蘋果代表他們眼中的家庭成員之一， 寫上名字，並將它掛在他們想掛的位置，"}, {"zh-tw": " And I would ask questions. Most children startedwith a parent or a sibling.", "en": " 然後我會問些問題。 大多數的孩子會以父母或兄弟姐妹開始。"}, {"zh-tw": " One started with \"Boxer,\" the dead dog of his grandparents. At this point, none of the childrenstarted mentioning the donor.", "en": " 有一位以 “布克瑟” 開始， 那是他祖父母一隻已逝去的狗。 此時，沒有任何小孩以捐精者開始，"}, {"zh-tw": " So, I asked them about their birth story. I said, \"Before you were born, it was just your mom and dad, or mom and mommy.", "en": " 所以，我詢問他們出生的故事。 我說：「在你出生前， 只有你的媽媽和爸爸， 或是媽媽和媽咪。"}, {"zh-tw": " Can you tell me how you cameinto the family?\" And they explained. One said, \"My parents did not have good seeds, but there are friendly men out therewho have spare seeds.", "en": " 你能否告訴我你如何來到這個家庭呢？」 然後他們開始解釋。 有一位說： 「我的父母沒有好的種子， 但有些善心男士有多餘的種子，"}, {"zh-tw": " They bring them to the hospital, and they put them in a big jar. My mommy went there, and she took two from the jar, one for me and one for my sister.", "en": " 他們把它們帶到醫院， 然後裝在一個大罐子裡。 媽咪到那兒， 她從罐子裡拿了兩粒， 一粒是我的，一粒是我妹妹的。"}, {"zh-tw": " She put the seeds in her belly -- somehow -- and her belly grew really big, and there I was.\" Hmm. So only when they startedmentioning the donor, I asked questions about him,using their own words.", "en": " 她把種子放進她的肚子── 不知怎麼地── 她的肚子變得很大， 然後就有我了。」 嗯！ 所以只在他們開始提到捐精者後， 我會用他們的字眼，詢問有關捐精者的問題。"}, {"zh-tw": " I said, \"If this would be an applefor the friendly man with the seeds, what would you do with it?\" And one boy was thinking out loud, holding the apple. And he said, \"I won't put this oneup there with the others.", "en": " 我說： 「假如這蘋果代表那位給種子的善心男士， 你會怎麼放這蘋果呢？」 其中一位男孩說出他的想法， 他拿著蘋果， 然後說： 「我不會把這粒和其他的放在一起，"}, {"zh-tw": " He's not part of my family. But I will not put him on the ground.", "en": " 他不是我家庭的一份子。 但我不會把他放在地上，"}, {"zh-tw": " That's too cold and too hard. I think he should be in the trunk, because he made my family possible.", "en": " 那裡太冷也太硬。 我想他應該擺在樹幹上， 因為他造就了我的家。"}, {"zh-tw": " If he would not have done this, that would really be sadbecause my family would not be here, and I would not be here.\" So also, parentsconstructed family tales -- tales to tell their children. One couple explained their insemination by taking their children to a farm to watch a vet inseminate cows.", "en": " 假如不是他這樣做， 那會很糟榚，因為我的家將不存在， 而我也不會在這裡。」 同樣地，父母也編了家庭故事 來說給他們孩子聽。 一對夫婦解釋他們的受精， 是帶他們的小孩到一座農場， 去看一位獸醫給母牛做授精。"}, {"zh-tw": " And why not? It's their way of explaining; their do-it-yourselfwith family narratives. DIY.", "en": " 為何不可呢？ 這是他們的解釋方式； 他們自助式的家庭故事， 自助式！"}, {"zh-tw": " And we had another couplewho made books -- a book for each child. They were really works of art containing their thoughts and feelingsthroughout the treatment.", "en": " 另外還有一對夫婦製作圖書── 每個小孩各一本。 它們真的是藝術品， 內容有他們對整個治療過程的想法和感受，"}, {"zh-tw": " They even had the hospitalparking tickets in there. So it is DIY: finding ways, words and images to tell your family story to your child.", "en": " 甚至還有醫院的停車票在裡面。 這就是自助式： 找出方法、詞語和圖像把你的家庭故事告訴孩子。"}, {"zh-tw": " And these stories were highly diverse, but they all had one thing in common: it was a tale of longing for a child and a quest for that child. It was about how specialand how deeply loved their child was.", "en": " 而這些故事非常多樣化， 但它們有一個共同點： 就是一個渴望和冀求有小孩的故事， 是有關他們既特別又摰愛的小孩。"}, {"zh-tw": " And research so far showsthat these children are doing fine. They do not havemore problems than other kids.", "en": " 研究至今顯示這些小孩都很正常， 他們並沒有比其他孩子有更多的問題。"}, {"zh-tw": " Yet, these parents also wantedto justify their decisions through the tales they tell. They hoped that their childrenwould understand their reasons for making the family in this way.", "en": " 不過，這些父母還是想要透過敘述的故事 來證明他們的決定是對的。 他們希望孩子們會理解用這方式來建立家庭。"}, {"zh-tw": " Underlying was a fearthat their children might disapprove and would reject the non-genetic parent. And that fear is understandable, because we live in a very heteronormative and geneticized society -- a world that still believes that true families consistof one mom, one dad and their genetically related children.", "en": " 潛在的原因是擔心孩子們可能反對並排斥非親生的父母， 而那種擔心是可理解的， 因為我們生活在一個非常異性戀和基因化的社會── 這個世界依舊相信 真正的家庭是由媽媽、爸爸 和他們基因相關的小孩所組成。"}, {"zh-tw": " Well. I want to tell you about a teenage boy.", "en": " 那麼， 我要跟你說一個青少年男孩的事，"}, {"zh-tw": " He was donor-conceivedbut not part of our study. One day, he had an argumentwith his father, and he yelled, \"You're telling me what to do? You're not even my father!\" That was exactly whatthe parents in our study feared.", "en": " 他是捐精受孕的，但並非我們研究中的一員。 有一天，他和他的父親起爭執， 他大嚷： 「你幹嘛指使我？ 你根本不是我的父親！」 那正是我們研究中的父母們所擔心的。"}, {"zh-tw": " Now, the boy soon felt sorry,and they made up. But it is the reaction of his fatherthat is most interesting.", "en": " 男孩不久後感覺內疚，接著他們就言歸於好。 但他父親的反應是最有趣的了。"}, {"zh-tw": " He said, \"This outburst had nothing to dowith the lack of a genetic link. It was about puberty -- being difficult.", "en": " 他說： 「這次爆發衝突與缺少基因無關， 與青春期有關── 鬧彆扭。"}, {"zh-tw": " It's what they do at that age. It will pass.\" What this man shows us is that when something goes wrong, we should not immediately think it is because the familyis a little different.", "en": " 他們在這個年齡都會這樣， 會度過的。」 這位男士告訴我們當事情出錯時， 我們不應立即認為 是自己家和別人家有點不同的緣故。"}, {"zh-tw": " These things happen in all families. And every now and then, all parents may wonder: Am I a good enough parent? These parents, too.", "en": " 這些事情在所有家庭都會出現。 而且偶而 所有父母可能會懷疑： 我是一個夠好的父母嗎？ 這些父母也是。"}, {"zh-tw": " They, above all, wanted to dowhat's best for their child. But they also sometimes wondered: Am I a real parent? And their uncertainties were presentlong before they even were parents.", "en": " 總之，他們想做對孩子最好的事。 但有時他們也會困惑： 我是真正的父母嗎？ 而他們的困惑是早在成為父母之前就存在了。"}, {"zh-tw": " At the start of treatment, when they first saw the counselor, they paid close attentionto the counselor, because they wanted to do it right. Even 10 years later, they still rememberthe advice they were given.", "en": " 在剛開始接受治療， 初次見輔導員時， 他們非常仔細聆聽輔導員所說， 因為他們希望把事情做對。 即使 10 年後， 他們仍然記得輔導員給予的建議。"}, {"zh-tw": " So when they thought about the counselor and the advice they were given, we discussed that. And we saw one lesbian couple who said, \"When our son asks us, 'Do I have a dad?' we will say 'No, you do not have a dad.' But we will say nothing more,not unless he asks, because he might not be ready for that.", "en": " 所以當他們回想輔導員及他所給的建議， 我們討論了這些。 我們面談的一對女同性戀夫婦說： 「當我們的兒子問我們， 『我有父親嗎？』 我們會說：『不，你沒有。』 但除非他問，我們不會多說什麼， 因為他可能還沒有心理準備。"}, {"zh-tw": " The counselor said so.\" Well. I don't know; that's quite different from how we respondto children's questions.", "en": " 輔導員是這麼對我們說的。」 嗯！ 我不知道； 這和我們回答孩子問題的方法有很大不同。"}, {"zh-tw": " Like, \"Milk -- is that made in a factory?\" We will say, \"No, it comes from cows,\" and we will talk about the farmer, and the way the milk ends up in the shop. We will not say, \"No, milk is not made in a factory.\" So something strange happened here, and of course these children noticed that.", "en": " 例如孩子問：「牛奶是在工廠製造嗎？」 我們會說：「不，它來自母牛。」 而且我們會談到農夫， 以及最後牛奶是怎麼到商店的。 我們不會說： 「不，牛奶不是在工廠製造的。」 這有一點奇怪， 當然孩子們也注意到了。"}, {"zh-tw": " One boy said, \"I asked my parents loads of questions, but they acted really weird. So, you know, I have a friend at school,and she's made in the same way.", "en": " 一位男孩說： 「我問我父母許多問題， 但他們的舉動真的很奇怪。 所以我有位同學，她和我一樣是捐精受孕的。"}, {"zh-tw": " When I have a question,I just go and ask her.\" Clever guy. Problem solved.", "en": " 當我有問題，我就去問她。」 聰明的傢伙！ 問題解決了。"}, {"zh-tw": " But his parents did not notice, and it certainly was notwhat they had in mind, nor what the counselor had in mind when they were saying how importantit is to be an open-communication family. And that's the strange thing about advice.", "en": " 但他父母並沒注意到， 而且肯定這不是他們心中盤算的， 也不是當他們在談論開放溝通是如何重要時，輔導員心中盤算的。 而那就是「建議」奇怪的地方。"}, {"zh-tw": " When we offer people pills,we gather evidence first. We do tests, we do follow-up studies.", "en": " 當我們給人們藥丸，我們會先收集證據。 我們會做測試、 做追踪研究。"}, {"zh-tw": " We want to know, and rightly so,what this pill is doing and how it affects people's lives. And advice? It is not enough for advice, or for professionals to give advicethat is theoretically sound, or well-meant.", "en": " 我們希望正確地知道這藥丸的作用 以及如何影響人們的生活。 而建議呢？ 對建議或來自專家合理或善意的建議而言，都是不夠好的。"}, {"zh-tw": " It should be advicethat there is evidence for -- evidence that it actuallyimproves patients' lives. So the philosopher in mewould now like to offer you a paradox: I advise you to stop following advice.", "en": " 建議應該是有證據支持── 可真正改善病人的生活品質。 所以身為哲學家的我現在要提供各位一個悖論： 我建議各位停止遵循建議。"}, {"zh-tw": " But, yes. I will not end here with what went wrong; I would not be doing justiceto the warmth we found in those families.", "en": " 但是，就是這樣。 我不會用「出了什麼差錯的事」來結束演講； 否則對那些家庭的熱情不公。"}, {"zh-tw": " Remember the booksand the trip to the farmer? When parents do things that work for them, they do brilliant things. What I want you to rememberas members of families, in no matter what form or shape, is that what families needare warm relationships.", "en": " 記得那些自製圖書和帶孩子到農場去嗎？ 當父母做了對他們管用的事情， 他們就做了明智的事。 我希望各位記住，作為家庭的一份子， 無論以任何方式或形式， 家庭所需要的是溫暖的關係。"}, {"zh-tw": " And we do not need to beprofessionals to create those. Most of us do just fine, although it may be hard work, and from time to time,we can do with some advice.", "en": " 我們不需要成為專家才能製造那些， 我們大多已做得不錯， 雖然可能很辛苦的。 有時我們可以依一些建議去做，"}, {"zh-tw": " In that case, bear in mind three things. Work with advicethat works for your family.", "en": " 如果那樣的話， 請謹記三件事。 採用對你家庭有幫助的建議去做。"}, {"zh-tw": " Remember -- you're the expert,because you live your family life. And finally, believe in your abilitiesand your creativity, because you can do it yourself.", "en": " 記住──你是專家，因為你生活在你家庭中。 最後， 相信你自己的能力和創造力， 因為你自己可以做到。"}, {"zh-tw": " Thank you.", "en": " 謝謝大家。"}], "title": "Veerle Provoost Do Kids Think Of Sperm Donors As Family"}