{"url": "http://www.ted.com/talks/erika_gregory_the_world_doesn_t_need_more_nuclear_weapons", "paragraphs": [{"zh-tw": " Let me ask you all a question. How much weapons-grade nuclearmaterial do you think it would take to level a city the size of San Francisco? How many of you thinkit would be an amount about the size of this suitcase? OK. And how about this minibus? All right. Well actually, underthe right circumstances, an amount of highly enriched uraniumabout the size of your morning latte would be enough to kill 100,000 people instantly.", "en": " 讓我來問你們所有人壹個問題. 你們覺得用多少核武器原材料才能將 舊金山那麽大的城市摧毀掉? 你們有多少人覺得它的量 大約是壹個手提箱那麽大? 好的. 小巴士那麽大怎麽樣？ 好吧. 其實,在合適的情況下, 壹杯早晨喝的拿鐵的濃縮鈾量 就足夠殺死10萬人 在壹瞬間."}, {"zh-tw": " Hundreds of thousands of otherswould become horribly ill, and parts of the citywould be uninhabitable for years, if not for decades. But you can forget that nuclear latte, because today's nuclear weaponsare hundreds of times more powerful even than those we droppedon Hiroshima and Nagasaki.", "en": " 幾十萬人會變發生恐怖病變, 而且城市的很多部分在許多年裏都會寸草不生, 要不就是幾十年. 但是你可以忘記那杯核拿鐵, 因為如今的核武器的威力比以前的強 甚至比廣島和長崎發射的核武器強了幾百倍."}, {"zh-tw": " And even a limited nuclear warinvolving, say, tens of nuclear weapons, could lead to the endof all life on the planet. So it's really important that you know that right now we haveover 15,000 nuclear weapons in the hands of nine nations.", "en": " 即使在壹個限制核武器的戰爭中, 說, 幾十枚核導彈, 就可以消滅地球上的所有生物. 所以這件事很重要你要知道 如今我們已經有超過15000枚核武器 被9個國家所掌控."}, {"zh-tw": " And if you live in a cityor near a military facility, one is likely pointed right at you. In fact, if you live in anyof the rural areas where nuclear weapons are stored globally, one is likely pointed at you.", "en": " 如果你住在壹個城市或者在軍事設施附近, 有壹枚核彈很可能正瞄準著你. 事實上, 如果你們生活在任何偏遠地區 核武器被儲存在世界各地, 有壹枚很可能正瞄準著你."}, {"zh-tw": " About 1,800 of these weaponsare on high alert, which means they can be launchedwithin 15 minutes of a presidential command. So I know this is a bummer of an issue, and maybe you have that --what was it? -- psychic fatigue that we heard about a little bit earlier.", "en": " 有大約1800枚隨時待命的核彈, 也就是說在15分鐘內它們就可以發射 在某個總統的指令下. 我明白這個問題很煩人, 你也可能有那個什麽來著？--心理疲勞 關於它我們之前有聽說過壹點."}, {"zh-tw": " So I'm going to switch gearsfor just a second, and I'm going to talkabout my imaginary friend, who I like to think of as Jasmine, just for a moment. Jasmine, at the age of 25, is part of a generation that is morepolitically and socially engaged than anything we've seen in 50 years.", "en": " 所以我將要轉移話題壹會兒, 我所要說的是關於我想象出來的朋友, 我把她想作賈絲明 只是壹小會兒. 賈絲明, 在她25歲的時候 他是那種活躍於政治和社交那壹代人的壹员 比我們50年中所見到的都要活躍"}, {"zh-tw": " She and her friends think of themselves as change agentsand leaders and activists. I think of them as Generation Possible.", "en": " 她和她的朋友把自己比作 改變的代理人,領袖和積極分子. 我認為他們是可能的壹代人."}, {"zh-tw": " They regularly protestabout the issues they care about, but nuclear weapons are not one of them,which makes sense, because Jasmine was born in 1991,at the end of the Cold War. So she didn't grow up hearing a lotabout nuclear weapons.", "en": " 他們定期抗議那些他們關心的問題, 但是核武器不是問題中的壹個這就很說得通了, 因為賈思明出生於1991年, 是冷戰結束的那年. 所以她在成長過程中從來沒有聽過核武器."}, {"zh-tw": " She never had to duck and coverunder her desk at school. For Jasmine, a fallout shelteris an app in the Android store.", "en": " 她從來沒有在學校的桌子底下進行躲避和遮蓋. 對於賈思明, 余波庇護所是壹個安卓商城裏的軟件."}, {"zh-tw": " Nuclear weapons help win games. And that is really a shame, because right now, we needGeneration Possible to help us make some really importantdecisions about nuclear weapons.", "en": " 核武器幫助她贏得遊戲勝利. 這是壹個恥辱, 因為如今，我需要可能的壹代人 來幫助我們做出壹些關於核武器的重大決策."}, {"zh-tw": " For instance, will we further reduceour nuclear arsenals globally, or will we spend billions, maybe a trillion dollars, to modernize them so they lastthroughout the 21st century, so that by the time Jasmine is my age,she's talking to her children and maybe even her grandchildren about the threat of nuclear holocaust? And if you're paying any attentionat all to cyberthreats, or, for instance, if you've readabout the Stuxnet virus or, for God's sake, if you've everhad an email account or a Yahoo account or a phone hacked, you can imagine the whole new worldof hurt that could be triggered by modernization in a periodof cyberwarfare. Now, if you're payingattention to the money, a trillion dollars could go a long way to feeding and educatingand employing people, all of which could reduce the threatof nuclear war to begin with.", "en": " 比如說, 我們要進壹步全球性的削減核武器軍工廠嘛, 或者我們還需花幾十億, 可能幾玩意美元, 使軍工廠現代化來讓它們在整個21世紀被保留下來, 當賈思明到我這個年齡時, 她會跟自己的孩子們, 甚至可能她的孫子們講 關於核浩劫麽？ 如果我們把註意力都放在網絡威脅, 或者比如說如果我們已經知道的超級工廠病毒 或者看在上帝份上如果你曾有壹個郵箱賬號或者雅虎賬號 或者手機被黑客攻擊, 你可以想象出壹個充滿痛苦的新世界 因爲網絡戰爭時期的現代化. 如果現在你重視怎麽使用資金, 幾十億美元可以走很長壹段路 被用來養活, 教育, 雇傭那些, 可以降低開啓核戰爭的威脅的人們."}, {"zh-tw": " So -- This is really crucial right now, because nuclear weapons --they're vulnerable. We have solid evidence that terrorists are tryingto get ahold of them.", "en": " 所以呢 -- 這個現在是非常關鍵的, 因為核武器非常脆弱. 我們有強有力的證據 恐怖組織的人正在嘗試去掌握它."}, {"zh-tw": " Just this last spring, when four retireesand two taxi drivers were arrested in the Republic of Georgia for trying to sell nuclear materialsfor 200 million dollars, they demonstrated that the black marketfor this stuff is alive and well. And it's really important, because there have beendozens of accidents involving nuclear weapons, and I bet most of us have never heardanything about them.", "en": " 就在上壹個春季, 四個退休人員和兩個出租車司機被拘捕 發生在喬治亞共和國 拘捕原因是販賣核武器原材料標價2個多億美元, 他們解釋了關於這方面的黑市很活躍. 而且這很重要, 因為已經有十多起事故 是關於核武器的, 我敢打賭你們大部分人從來都沒有聽過它們中的任何壹件"}, {"zh-tw": " Just here in the United States, we've dropped nuclear weaponson the Carolinas twice. In one case, one of the bombs, which fell out of an Air Force plane, didn't detonate because the nuclear corewas stored somewhere else on the plane.", "en": " 就在美國, 我們已經在卡羅萊納州投放了兩次核武器. 在某壹事件中，其中壹枚導彈, 從空軍飛機投擲下來, 卻沒有爆炸 因為核武器裡面的核心被存放在了飛機上的某個位置."}, {"zh-tw": " In another case, the weapondid arm when it hit the ground, and five of the switches designedto keep it from detonating failed. Luckily, the sixth one didn't.", "en": " 在另壹起事件中, 然而在其中的五個用來防止爆炸的開關壞了. 幸運的是，第六個開關沒有壞."}, {"zh-tw": " But if that's not enoughto get your attention, there was the 1995 Black Brant incident. That's when Russian radar technicians saw what they thought was a US nuclear missile streaking towards Russian airspace.", "en": " 如果這都不能讓你吸引你的注意力的話, 在1995年發生過黑色布兰特恐慌事故. 當時俄羅斯雷達專家看見了 壹個他們以為是美國核導彈的東西 飛向了俄羅斯空域."}, {"zh-tw": " It later turned out to bea Norwegian rocket collecting data about the northern lights. But at that time, Russian President Boris Yeltsincame within five minutes of launching a full-scaleretaliatory nuclear attack against the United States.", "en": " 之後的結果是那是壹枚來自挪威的火箭 用來收集關於北極光的數據. 然而就在那個時刻, 俄羅斯總統鲍里斯·叶利钦五分鐘后 決定開啟全規模的報復性核攻擊 針對美國."}, {"zh-tw": " So, most of the world's nuclear nations have committed to getting ridof these weapons of mass destruction. But consider this: the Treaty on the Non-Proliferationof Nuclear Weapons, which is the most widely adoptedarms control treaty in history with 190 signatories, sets no specific date by whichthe world's nuclear-armed nations will get rid of their nuclear weapons.", "en": " 因此, 大部分擁有核武器的國家 已經承諾正在削減這些杀伤力很大的武器. 但是我們來考慮壹下這個: 核武器不再生合約, 是迄今為止采納最廣泛的合约 有190個簽字人, 沒有為核武器國家規定具體日期 讓他們消除核武器."}, {"zh-tw": " Now, when John F. Kennedysent a man to the moon and decided to bring him back,or decided to do both those things, he didn't say, \"Hey, wheneveryou guys get to it.\" He gave us a deadline. He gave us a challenge that would have been incrediblejust a few years earlier.", "en": " 如今, 當約翰肯尼迪把壹名男子送到了月亮上 之後決定把他帶回來或者決定倆件事都做, 他沒有說過, “喂, 你們什麼時候都可以去那裡.\" 他給了我們壹個截止日期. 他給我們壹個挑戰 在那個時候的幾年前這還是壹件很不可思議的想法."}, {"zh-tw": " And with that challenge, he inspired scientists and marketers, astronauts and schoolteachers. He gave us a vision.", "en": " 然而伴隨著那個挑戰, 他啟迪了那些科學家和營銷者, 天空飛行員和學校老師. 他給了我們壹個設想."}, {"zh-tw": " But along with that vision, he also tried to give us -- and mostpeople don't know this, either -- he tried to give us a partner in the form of our fiercestCold War rival, the Soviet Union. Because part of Kennedy's visionfor the Apollo program was that it be a cooperation,not a competition, with the Soviets.", "en": " 但是伴隨著那個設想, 他嘗試給我們的還有大部分人對此並不知道 他嘗試給我們壹個合作夥伴 以我們兇狠的的冷戰對手形態出現的蘇維埃共和國. 因為肯尼迪關於阿波羅計劃設想的壹部分 是壹種與蘇維埃的合作而不是競爭."}, {"zh-tw": " And apparently, Nikita Khrushchev,the Soviet Premier, agreed. But before that cooperationcould be realized, Kennedy was assassinated, and that part of the vision was deferred.", "en": " 很顯然, 赫鲁晓夫, 苏维埃的總理, 同意了. 但是當合作被實現之前, 肯尼迪遇刺, 那壹部分設想被推遲啦."}, {"zh-tw": " But the promise of joint innovationbetween these two nuclear superpowers wasn't totally extinguished. Because in 1991, which is the yearthat Jasmine was born and the Soviet Union fell, these two nations engaged in a project that genuinely does seem incredible today in the truest sense of that word, which is that the US sent cashto the Russians when they needed it most, to secure loose nuclear materials and to employ out-of-worknuclear scientists.", "en": " 但是兩個核武器超級大國間共同改革的承諾 沒有完全消失. 因為在1991年, 賈思明出生了 與此同時蘇維埃共和國倒塌了, 這兩個共同致力於同壹個項目 在如今看來真的很不可思議 真正意义上来讲, 當俄羅斯急需要錢時美國資助了他們, 來確保loose核武器, 用來僱傭那些失業的核專家."}, {"zh-tw": " They worked alongside American scientiststo convert weapons-grade uranium into the type of fuel that can be usedfor nuclear power instead. They called it, \"Megatons to Megawatts.\" So the result is that for over 20 years, our two nations had a program that meant that one in 10 lightbulbsin the United States was essentially fueledby former Russian warheads.", "en": " 他們在美國科學家的陪同下將武器級的铀 裝換為可以用于核動力的燃料. 他們管這個叫, “兆噸至兆瓦計劃.” 所以成果持續了20年之久, 兩個國家有壹個項目 目的是让在美国的十分之壹个灯泡的 能源主要来自前苏联的弹头."}, {"zh-tw": " So, together these two nationsdid something truly audacious. But the good news is,the global community has the chance to do something just as audacious today.", "en": " 因此, 这两个国家真正的壹起做了壹件胆大的事. 但是好消息是, 在此刻全球社區有了 壹個可以大膽做事情的機會."}, {"zh-tw": " To get rid of nuclear weapons and to end the supply of the materialsrequired to produce them, some experts tell me would take 30 years. It would take a renaissance of sorts, the kinds of innovation that,for better or worse, underpinned both the Manhattan Project,which gave rise to nuclear weapons, and the Megatons to Megawatts program.", "en": " 為了消除核武器 還有停止供應生產他們的原材料, 有些專家告訴我需要花費30年. 它將需要復興, 那類可以往好的也可以忘懷的發展的創新, 亦可以鞏固了那個造就了核武器曼哈頓計劃, 也能促進兆噸至兆瓦計劃."}, {"zh-tw": " It would take design constraints. These are fundamental to creativity, things like a platformfor international collaboration; a date certain, which isa forcing mechanism; and a positive visionthat inspires action.", "en": " 它可能会遇到瓶颈. 這些是創新的基礎, 那些如國際合作平臺的途徑; 壹個準確日期是驅使它的機制; 壹個積極的設想可以啟發行動."}, {"zh-tw": " It would take us to 2045. Now, 2045 happens to bethe 100th anniversary of the birth of nuclear weaponsin the New Mexico desert.", "en": " 它可能會帶我們來到2045年. 那壹年恰好是核武器 在新墨西哥沙漠誕辰的100周年."}, {"zh-tw": " But it's also an important datefor another reason. It's predicted to be the adventof the singularity, a new moment in human development, where the lines between artificialintelligence and human intelligence blur, where computing and consciousnessbecome almost indistinguishable and advanced technologies help us solvethe 21st century's greatest problems: hunger, energy, poverty, ushering in an era of abundance.", "en": " 而對於另壹個原因這也是壹個重要的日期. 是被預測為奇點出現的時刻, 壹個在人類發展史中新篇章, 到了那個時候人工智能和人類智慧的界限將變得模糊, 計算機和自我意識變得很難區分 先進的技術幫助我們解決了21世紀最嚴重的問題: 飢餓, 能源, 貧窮, 引領到一個富饒的時代."}, {"zh-tw": " And we all get to go to space on our way to becominga multi-planetary species. Now, the people who really believethis vision are the first to say they don't yet know preciselyhow we're going to get there.", "en": " 我們都到了太空 在變成多星球居住的物種的道路上前行. 現在, 那些真的相信這些想象的人是第一個說出來的 他們仍不知道到底如何實現它們."}, {"zh-tw": " But the values behind their vision and the willingness to ask \"How might we?\" have inspired a generation of innovators. They're working backwardfrom the outcomes they want, using the creative problem-solving methodsof collaborative design.", "en": " 但是在這些想象背後的價值 和自發性的問“我們怎樣做？” 已經啟發了壹代科學家們. 他們在落後的條件下工作, 運用有創意的共同協同的問題解抉方法."}, {"zh-tw": " They're busting through obstacles. They're redefiningwhat we all consider possible.", "en": " 他們在困難中突破自我. 他們重新定義了我們考慮的所有可能."}, {"zh-tw": " But here's the thing: that vision of abundance isn't compatible with a world that still relieson a 20th-century nuclear doctrine called \"mutually assured destruction.\" It has to be about buildingthe foundations for the 22nd century. It has to be about strategiesfor mutually assured prosperity or, at the very least,mutually assured survival.", "en": " 但是這裏有壹件事: 那個關於富饒的設想與這個 仍舊依賴於核信條的世界不兼容 那壹信條被叫做“同歸於盡.” 它是為22世紀建立基礎的必要信條. 他是關於為了共同繁榮的策略 或者, 至少也是共同生存."}, {"zh-tw": " Now, every day, I get to meetpeople who are real pioneers in the field of nuclear threats. As you can see, many of themare young women, and they're doing fiercelyinteresting stuff, like Mareena Robinson Snowden here,who is developing new ways, better ways, to detect nuclear warheads, which will help usovercome a critical hurdle to international disarmament.", "en": " 如今, 每天我都會認識些在核危機領域 真正的開拓者. 正如你們看到的, 他們許多人都是年輕女性, 她們正在做極其有趣的事情, 就像馬奈娜魯濱孫斯諾登這樣, 開發一些新方法, 更好的方法, 來探測到核彈頭, 它將幫助我們克服 國際性解除武裝的嚴重阻礙."}, {"zh-tw": " Or Melissa Hanham, who is usingsatellite imaging to make sense of what's going onaround far-flung nuclear sites. Or we have Beatrice Fihn in Europe, who has been campaigningto make nuclear weapons illegal in international courts of law, and just won a big victoryat the UN last week.", "en": " 或者像麥麗莎·漢漢姆那樣用衛星繪圖 使廣布的核據點中發生的事情變得更清晰. 或者我們有在歐洲的碧翠斯·费恩, 她已經在國際法院 發起了使核武器非法化的運動, 而且剛剛上周在聯合國大會贏得了大的勝利."}, {"zh-tw": " And yet, and yet, with all of our talk in this cultureabout moon shots, too few members of Generation Possibleand those of us who mentor them are taking on nuclear weapons. It's as if there's a taboo.", "en": " 可是, 可是, 在這個談論月球發射的文化下, 在壹可能的壹代人中只有極少數人和我們這些引導他們的人 在談論核武器. 這就像壹個禁忌."}, {"zh-tw": " But I remember something Kennedy saidthat has really stuck with me, and that is something to the effect that humans can be as big as the solutions to all the problems we've created. No problem of human destiny, he said, is beyond human beings.", "en": " 但是肯尼迪說過的一段話讓我銘記於心, 那句話很有影響力 他說人類在面對所有自己制造出來的問題時 可以像方法壹樣強大. 人類命運中的問題沒有, 他說, 是超越人類本身的."}, {"zh-tw": " I believe that. And I bet a lot of you herebelieve that, too.", "en": " 我也堅信這句話. 我也敢打賭妳們很多人也相信它."}, {"zh-tw": " And I know GenerationPossible believes it. So it's time to commit to a date.", "en": " 我也認為可能的壹代人相信它. 所以是該訂下規定期限的時刻了."}, {"zh-tw": " Let's end the nuclear weapons chapter on the 100th anniversary of its inception. After all, by 2045, we will have heldbillions of people hostage to the threat of nuclear annihilation.", "en": " 讓我們結束核武器這一篇章 在它誕生的100週年的時候. 畢竟，在2045年的左右在核毁灭的威胁下 我們將有幾十億人作為人質."}, {"zh-tw": " Surely, 100 years will have been enough. Surely, a century of economic development and the development of military strategy will have given us better waysto manage global conflict.", "en": " 無疑, 壹百年時間已經足夠了. 無疑, 壹個世紀的經濟發展 和军事策略的发展 將要給我們更好的方法來解決國際爭端."}, {"zh-tw": " Surely, if ever there was a globalmoon shot worth supporting, this is it. Now, in the face of real threats -- for instance, North Korea's recentnuclear weapons tests, which fly in the face of sanctions -- reasonable people disagree about whether we should maintainsome number of nuclear weapons to deter aggression.", "en": " 無疑, 如果有壹個全球性的登月計劃值得協助, 這就是那個時刻. 現在, 當我們面對真正的威脅時 -- 比如說, 北朝鮮近期的核武器測試, 馬上面臨制裁-- 有理性的人反對 關於是否應該保留壹定數量的核武器 以此來震懾侵略者."}, {"zh-tw": " But the question is:What's the magic number? Is it a thousand? Is it a hundred? Ten? And then we have to ask: Who should be responsible for them? I think we can agree, however, that having 15,000 of themrepresents a greater global threat to Jasmine's generation than a promise. So it's time we make a promise of a world in which we've brokenthe stranglehold that nuclear weapons haveon our imaginations; in which we investin the creative solutions that come from working backwardfrom the future we desperately want, rather than plodding forwardfrom a present that brings all of the mental modelsand biases of the past with it.", "en": " 但是問題是：哪個數字是神奇的數字？ 是壹千？ 是壹百？十？ 我們必須要問了: 誰應該對它們負責？ 我認為我們會同意, 然而, 對於賈思明那代人15000個核武器的存在 更是壹個全球威脅而不是保證. 這是我們要實現承諾的時刻 在這個我們已經打破束縛的世界 那個束縛是核武器只是存在於想象; 為了研制它我們投入了很多創新的方法 給予落後的勞動力和對未來極度的渴望, 而不是從現在帶著以前的精神模型和基本原則 緩慢的前行."}, {"zh-tw": " It's time we pledge our resourcesas leaders across the spectrum to work on this old problem in new ways, to ask, \"How might we?\" How might we make good on a promise of greater securityfor Jasmine's generation in a world beyond nuclear weapons? I truly hope you will join us. Thank you.", "en": " 這是我們要保證我們的資源 用新的方法解決舊的問題, 為了去問, \"我們會怎樣?\" 我們怎樣以更安全方式 為於賈思明那一代兌現承諾 在這個核武器之上的世界? 我真切的希望你們可以成為我們一員 謝謝. （掌聲和喝彩聲）"}, {"zh-tw": " Thank you.", "en": " 謝謝. （掌聲和喝彩聲）"}], "title": "Erika Gregory The World Doesn T Need More Nuclear Weapons"}