{"url": "http://www.ted.com/talks/anjali_tripathi_why_earth_may_someday_look_like_mars", "paragraphs": [{"zh-tw": " So when you look outat the stars at night, it's amazing what you can see. It's beautiful.", "en": " 當你擡頭看夜空中的繁星， 你所見到的，是多麼奇妙。 多麽美好。"}, {"zh-tw": " But what's more amazingis what you can't see, because what we know now is that around every staror almost every star, there's a planet, or probably a few. So what this picture isn't showing you are all the planets that we know about out there in space.", "en": " 但更奇妙的是那些你看不見的， 因為根據人類已知， 幾乎在每一顆恒星周圍 都有一颗行星， 甚至若幹個。 這幅圖片沒能告訴你的是 在這個宇宙中存在著的 所有的行星。"}, {"zh-tw": " But when we think about planets,we tend to think of faraway things that are very different from our own. But here we are on a planet, and there are so many thingsthat are amazing about Earth that we're searching far and wideto find things that are like that.", "en": " 當我們提起“行星”，我們總會覺得，它們是離我們很遙遠的東西 跟我們自己的星球很不一樣。 但我們現在正正身處在一個行星， 而且有太多美妙的事物在這個地球， 我們正在深入發掘和探索。"}, {"zh-tw": " And when we're searching,we're finding amazing things. But I want to tell youabout an amazing thing here on Earth.", "en": " 當我們探索，我們就發現奇妙的事物。 但今天我想告訴你們一件關於地球的奇妙的事，就是－"}, {"zh-tw": " And that is that every minute, 400 pounds of hydrogen and almost seven pounds of helium escape from Earth into space. And this is gas that is going offand never coming back.", "en": " 每分鐘內， 四百磅的氫氣 和將近七磅的氦氣 正在從地球洩漏到宇宙中。 這些氣體一去不復返。"}, {"zh-tw": " So hydrogen, helium and many other things make up what's knownas the Earth's atmosphere. The atmosphere is just these gasesthat form a thin blue line that's seen here fromthe International Space Station, a photograph that some astronauts took.", "en": " 氫氣、氮氣、和很多其他氣體 共同組成了我們所知的地球大氣。 大氣層從國際空間站的視角來看， 就只是一層薄薄的藍色。 這是宇航員拍下的照片。"}, {"zh-tw": " And this tenuous veneer around our planet is what allows life to flourish. It protects our planetfrom too many impacts, from meteorites and the like.", "en": " 正是這層稀薄的大氣， 讓地球上的生命欣欣向榮。 大氣保護地球，免受太多侵害， 例如隕石墜落。"}, {"zh-tw": " And it's such an amazing phenomenon that the fact that it's disappearing should frighten you,at least a little bit. So this process is something that I study and it's called atmospheric escape.", "en": " 但是事實上， 這個奇妙的現象正在消失。 這應該讓你感到害怕，哪怕只是一點點。 這消失的過程就是我研究的領域—— “大氣逃離”。"}, {"zh-tw": " So atmospheric escapeis not specific to planet Earth. It's part of what it meansto be a planet, if you ask me, because planets, not just here on Earthbut throughout the universe, can undergo atmospheric escape.", "en": " “大氣逃離”的現象不僅僅發生在地球上； 這個現象是被稱為“行星”的條件之一， 因為不僅在地球上，在宇宙中的所有行星上， 都會發生“大氣逃離”現象。"}, {"zh-tw": " And the way it happens actually tells usabout planets themselves. Because when you thinkabout the solar system, you might think about this picture here.", "en": " 實際上，這個現象可以告訴我們關於行星本身。 因為當你想到太陽系， 你可能會想到這張圖片。"}, {"zh-tw": " And you would say, well,there are eight planets, maybe nine. So for those of youwho are stressed by this picture, I will add somebody for you.", "en": " 你可能會說：這有八顆行星，可能是九顆。 那些為這張圖片感到苦惱的朋友， 我要給你們加上一顆。 （笑）"}, {"zh-tw": " Courtesy of New Horizons,we're including Pluto. And the thing here is, for the purposes of this talkand atmospheric escape, Pluto is a planet in my mind, in the same way that planetsaround other stars that we can't see are also planets.", "en": " 我們尊重“新視野號\"，所以連冥王星也算上。 我們現在討論的是： 為了關於“大氣逃離”的研究課題， 我認為冥王星屬於行星。 同樣的，在我們看不見的恒星周圍 公轉的行星都應該被稱作“行星”。"}, {"zh-tw": " So fundamental characteristics of planets include the fact that they are bodies that are bound together by gravity. So it's a lot of materialjust stuck together with this attractive force.", "en": " 因此，行星的基本特徵 包括他們受萬有引力吸引而凝聚成一體 的這個事實。 這股吸引力令很多物質 凝聚在一起。"}, {"zh-tw": " And these bodies are so bigand have so much gravity. That's why they're round.", "en": " 因為這些行星體積巨大而且引力很強， 所以它們是球體狀。"}, {"zh-tw": " So when you look at all of these, including Pluto, they're round. So you can see that gravityis really at play here.", "en": " 所以當你看到圖中所示的所有星球， 包括冥王星， 它們都是球體。 萬有引力是一個很重要的因素。"}, {"zh-tw": " But another fundamentalcharacteristic about planets is what you don't see here, and that's the star, the Sun, that all of the planetsin the solar system are orbiting around. And that's fundamentally drivingatmospheric escape.", "en": " 行星的另一個基本特征 是你在這個圖裏沒有看到的， 那就是我們的恒星——太陽。 太陽系中所有行星都圍繞著太陽公轉， 這也是“大氣逃離”現象的基本原因。"}, {"zh-tw": " The reason that fundamentally starsdrive atmospheric escape from planets is because stars offer planetsparticles and light and heat that can cause the atmospheres to go away. So if you think of a hot-air balloon, or you look at this pictureof lanterns in Thailand at a festival, you can see that hot aircan propel gasses upward.", "en": " 恒星造成大氣從行星中逃離是因為 恒星為行星提供的微粒、光、和熱 會促使大氣逃離。 你可以想象一個熱氣球， 或者看看這幅泰國水燈節的照片， 你會見到熱空氣可以驅使氣體上升。"}, {"zh-tw": " And if you have enough energy and heating, which our Sun does, that gas, which is so lightand only bound by gravity, it can escape into space. And so this is what's actuallycausing atmospheric escape here on Earth and also on other planets -- that interplaybetween heating from the star and overcoming the forceof gravity on the planet.", "en": " 如果能量和熱量充足， 像太陽那樣， 那麽質量輕而且受到引力吸引的氣體 就會逃離進入宇宙， 造成“大氣逃離” 不僅在地球，而且在其他行星上， 這互相作用都因恒星給予的熱量 和掙脫行星自身的引力而產生。"}, {"zh-tw": " So I've told you that it happens at the rate of 400 poundsa minute for hydrogen and almost seven pounds for helium. But what does that look like? Well, even in the '80s, we took pictures of the Earth in the ultraviolet using NASA's Dynamic Explorer spacecraft.", "en": " 我曾經提到過： 氣體逃離的速度是每分鐘四百磅的氫氣 和將近七磅的氦氣， 但這現象看起來是什麽樣子的呢？ 從八十年代開始， 美國國家航空航天局使用 動態探測器飛船 來為地球拍攝紫外線照片。"}, {"zh-tw": " So these two images of the Earth show you what that glowof escaping hydrogen looks like, shown in red. And you can also see other featureslike oxygen and nitrogen in that white glimmer in the circle showing you the auroras and also some wisps around the tropics.", "en": " 這兩張照片告訴你 氫氣逃離時的光是什麽樣的—— 是紅色的那部分。 你也可以看到其他部分： 氧氣和氮氣是白色的、 發亮的圓圈的那部分。 還有回歸線附近的小束光線。"}, {"zh-tw": " So these are picturesthat conclusively show us that our atmosphere isn't justtightly bound to us here on Earth but it's actuallyreaching out far into space, and at an alarming rate, I might add. But the Earth is not alonein undergoing atmospheric escape.", "en": " 所以總結來看， 我們的大氣層並不是只與地球緊密相連的， 它們用，我會說是驚人的速度， 逃離到宇宙深處。 但地球並非唯一存在“大氣逃離”現象的行星，"}, {"zh-tw": " Mars, our nearest neighbor,is much smaller than Earth, so it has much less gravitywith which to hold on to its atmosphere. And so even though Mars has an atmosphere, we can see it's much thinnerthan the Earth's.", "en": " 我們最近的鄰居火星比地球小得多， 所以它對於它的大氣層具有較小的引力。 所以盡管火星有大氣層， 火星大氣層比地球大氣層薄得多。"}, {"zh-tw": " Just look at the surface. You see craters indicatingthat it didn't have an atmosphere that could stop those impacts.", "en": " 火星表面的大坑就可以告訴我們： 火星並沒有一層 足以阻止大氣逃離的大氣。"}, {"zh-tw": " Also, we see that it's the \"red planet,\" and atmospheric escape plays a role in Mars being red. That's because we thinkMars used to have a wetter past, and when water had enough energy,it broke up into hydrogen and oxygen, and hydrogen being so light,it escaped into space, and the oxygen that was left oxidized or rusted the ground, making that familiarrusty red color that we see.", "en": " 火星被稱為“紅色行星”， 而“大氣逃離” 是火星呈紅色的原因之一。 火星原本是濕潤的， 當水擁有了足夠能量就會分解成氫氣和氧氣， 質量很輕的氫氣逃離了火星， 剩下來的氧氣 氧化了土地， 使土地變成我們所看到的生銹的紅色。"}, {"zh-tw": " So it's fine to look at pictures of Mars and say that atmospheric escapeprobably happened, but NASA has a probe that's currentlyat Mars called the MAVEN satellite, and its actual jobis to study atmospheric escape. It's the Mars Atmosphereand Volatile Evolution spacecraft.", "en": " 看到火星的照片， 我們就可以推斷“大氣逃離”現象的存在。 美國國家航空航天局在火星上放置的MAVEN衛星， 它的實際任務就是研究“大氣逃離”現象。 MAVEN是“火星大氣和不穩定的演變”的縮寫。"}, {"zh-tw": " And results from it have alreadyshown pictures very similar to what you've seen here on Earth. We've long known that Marswas losing its atmosphere, but we have some stunning pictures.", "en": " 它發現火星的“大氣逃離”現象 與地球上發生的很相似。 我們一直知道火星正在失去它的大氣， 但讓我們來看看令人震驚的照片。"}, {"zh-tw": " Here, for example,you can see in the red circle is the size of Mars, and in blue you can see the hydrogenescaping away from the planet. So it's reaching out more than 10 timesthe size of the planet, far enough away that it'sno longer bound to that planet.", "en": " 比方說這裏，你可以看到紅色的圓圈 代表火星的大小， 藍色的部分代表逃離火星的氫氣， 而這塊藍色的區域是火星大小的十倍， 足以證明它們已經不再受到火星引力的吸引，"}, {"zh-tw": " It's escaping off into space. And this helps us confirm ideas, like why Mars is red,from that lost hydrogen.", "en": " 而是逃離進入了宇宙。 這幫助我們證實了 火星呈紅色的原因是消失的氫氣。"}, {"zh-tw": " But hydrogen isn'tthe only gas that's lost. I mentioned helium on Earthand some oxygen and nitrogen, and from MAVEN we can also lookat the oxygen being lost from Mars.", "en": " 但氫氣並非唯一逃離的氣體， 還有我之前提到地球上的氦氣、氧氣、和氮氣。 我們還可以通過MAVEN衛星了解火星上消失的氧氣。"}, {"zh-tw": " And you can seethat because oxygen is heavier, it can't get as far as the hydrogen, but it's still escapingaway from the planet. You don't see it all confinedinto that red circle.", "en": " 你可以看到，因為氧氣質量重， 它們不能像氫氣一樣逃離得那麽遠， 但它們仍在逃離火星。 圖中綠色的部分不局限在紅色的圓圈以內。"}, {"zh-tw": " So the fact that we not only seeatmospheric escape on our own planet but we can study it elsewhereand send spacecraft allows us to learnabout the past of planets but also about planets in general and Earth's future. So one way we actuallycan learn about the future is by planets so far awaythat we can't see.", "en": " 因此，我們不僅研究地球上的“大氣逃離”現象， 還研究其他行星，並且通過發射飛船 我們可以得知行星的歷史、 行星的一般特征、 以及地球的未來。 我們能預測未來的一個途徑， 是通過我們看不見的遙遠行星。"}, {"zh-tw": " And I should just note though,before I go on to that, I'm not going to show youphotos like this of Pluto, which might be disappointing, but that's because we don't have them yet. But the New Horizons missionis currently studying atmospheric escape being lost from the planet.", "en": " 在我繼續講下去之前，我要告訴你們的是， 我沒有其他行星的類似圖片， 這可能會令你們失望， 这是因为我們還沒能拍攝到這樣的照片。 但是“新視野”目前正在研究 “大氣逃離”，"}, {"zh-tw": " So stay tuned and look out for that. But the planetsthat I did want to talk about are known as transiting exoplanets.", "en": " 所以你們不久之後就能看到。 我想介紹的行星 叫作“淩日系外行星”。"}, {"zh-tw": " So any planet orbiting a starthat's not our Sun is called an exoplanet,or extrasolar planet. And these planets that we call transiting have the special feature that if you lookat that star in the middle, you'll see that actually it's blinking.", "en": " 凡是圍繞除太陽外的其他恒星公轉的行星， 都被稱為“外行星”或者“太陽系外行星”。 我們之所以稱它們為“淩”日系外行星， 是因為它們的特殊特征： 你看圖中間的那顆恒星， 它實際上正在閃爍，"}, {"zh-tw": " And the reason that it's blinking is because there are planetsthat are going past it all the time, and it's at special orientation where the planets are blockingthe light from the star that allows us to see that light blinking. And by surveying the starsin the night sky for this blinking motion, we are able to find planets.", "en": " 而它閃爍的原因是 一直有行星在圍繞它公轉， 而且行星們公轉的特殊方向 導致它們擋住了恒星的光芒， 所以我們才能看到閃爍的光芒。 通過研究夜空中的星星 閃爍的現象， 我們就能找到行星。"}, {"zh-tw": " This is how we've now been ableto detect over 5,000 planets in our own Milky Way, and we know there aremany more out there, like I mentioned. So when we look at the lightfrom these stars, what we see, like I said,is not the planet itself, but you actually seea dimming of the light that we can record in time.", "en": " 這是我們能夠在銀河系中 找到超過五千顆行星的方法， 我們也知道還有更多等待被發現的行星存在。 當我們看到恒星的光芒時， 我們看到的，如我所言，並不是恒星本身， 而是瞬間減弱的光， 我們可以記錄這段時間。"}, {"zh-tw": " So the light drops as the planetdecreases in front of the star, and that's that blinkingthat you saw before. So not only do we detect the planets but we can look at this lightin different wavelengths.", "en": " 當行星公轉到恒星前方時，光線變暗， 這就是我們看到的閃爍的光芒。 我們不僅能夠發現行星， 還可以看到光的不同波長。"}, {"zh-tw": " So I mentioned looking at the Earthand Mars in ultraviolet light. If we look at transiting exoplanetswith the Hubble Space Telescope, we find that in the ultraviolet, you see much bigger blinking,much less light from the star, when the planet is passing in front.", "en": " 我曾經提到通過紫外線觀測地球和火星， 如果我們用哈勃望遠鏡觀測“淩日系外行星”， 我們能發現：在紫外線下 可以看到更強的閃爍，以及行星經過時 恒星散發出的更少的光芒。"}, {"zh-tw": " And we think this is because you havean extended atmosphere of hydrogen all around the planet that's making it look puffier and thus blockingmore of the light that you see. So using this technique,we've actually been able to discover a few transiting exoplanetsthat are undergoing atmospheric escape.", "en": " 這個現象的原因是：在行星周圍 有一層被延伸了的氫氣層， 這使得它看上去更厚， 所以擋住了更多的光。 利用這個方法，我們已經成功發現了 一些有著“大氣逃離”現象的“淩日系外行星”，"}, {"zh-tw": " And these planetscan be called hot Jupiters, for some of the ones we've found. And that's becausethey're gas planets like Jupiter, but they're so close to their star, about a hundred times closer than Jupiter.", "en": " 它們其中的一些 被稱為“熱木星”， 這是因為它們是類似木星一樣的氣體行星， 但它們離恒星更近， 大約比木星離太陽的距離短一百倍。"}, {"zh-tw": " And because there's all thislightweight gas that's ready to escape, and all this heating from the star, you have completely catastrophic ratesof atmospheric escape. So unlike our 400 pounds per minuteof hydrogen being lost on Earth, for these planets, you're losing 1.3 billionpounds of hydrogen every minute.", "en": " 由於這些質輕氣體已經準備好要逃離， 加上來自恒星的熱量， “大氣逃離”的速度之快是災難性的。 不同於地球上每分鐘四百磅氫氣的逃離速度， 在這些行星上， 每分鐘有十三億磅氫氣消失。"}, {"zh-tw": " So you might think, well,does this make the planet cease to exist? And this is a questionthat people wondered when they looked at our solar system, because planetscloser to the Sun are rocky, and planets further awayare bigger and more gaseous. Could you have startedwith something like Jupiter that was actually close to the Sun, and get rid of all the gas in it? We now think that if you startwith something like a hot Jupiter, you actually can't end upwith Mercury or the Earth.", "en": " 你可能會問：“大氣逃離”會讓行星滅亡嗎？ 這是很多人想問的問題。 因為在我們的太陽系中， 離太陽近的行星都是佈滿岩石的， 而離太陽遠的行星更大而且有更多氣體。 毀滅不會先從離太陽近的木星 先開始嗎？ 通過把木星上的所有氣體都排盡。 我們認為如果從“熱木星”這類行星開始， 最後並不能以水星或者地球結束。"}, {"zh-tw": " But if you started with something smaller, it's possible that enough gaswould have gotten away that it would havesignificantly impacted it and left you with something very differentthan what you started with. So all of this sounds sort of general, and we might think about the solar system, but what does this have to dowith us here on Earth? Well, in the far future, the Sun is going to get brighter.", "en": " 但如果從更小的行星開始， 足夠的氣體消失幹凈是有可能的， 而那樣會對這顆行星造成巨大的影響， 而且最後的結果可能跟開始時完全不同。 這些聽起來都很籠統， 我們可能會聯想到太陽系， 但這和我們的地球有什麽關系？ 在很遠的未來， 太陽將會變得更亮，"}, {"zh-tw": " And as that happens, the heating that we find from the Sunis going to become very intense. In the same way that you seegas streaming off from a hot Jupiter, gas is going to stream off from the Earth.", "en": " 當這樣的情況發生時， 太陽散發出的熱量將會劇增。 如同我們看到氣體從“熱木星”上逃離那樣， 氣體也會從地球上蒸發。"}, {"zh-tw": " And so what we can look forward to, or at least prepare for, is the fact that in the far future, the Earth is going to look more like Mars. Our hydrogen, from waterthat is broken down, is going to escapeinto space more rapidly, and we're going to be leftwith this dry, reddish planet.", "en": " 所以我們能夠預測的， 至少能夠有所準備的是： 地球將在很遠的未來 變得如同火星一般。 從水分解出來的氫氣 將會以更快的速度逃離地球， 而留給我們的將是一個幹燥而泛紅的地球。"}, {"zh-tw": " So don't fear, it's notfor a few billion years, so there's some time to prepare. But I wanted youto be aware of what's going on, not just in the future, but atmospheric escapeis happening as we speak.", "en": " 別害怕，這離我們還有幾百萬年的時間， 我們還有足夠的時間準備。 （笑） 但是我想讓你們知道的是正在發生的事。 “大氣逃離”並不是將發生在未來， 而是發生在此時此刻的每分每秒。"}, {"zh-tw": " So there's a lot of amazing sciencethat you hear about happening in space and planets that are far away, and we are studying these planetsto learn about these worlds. But as we learn about Marsor exoplanets like hot Jupiters, we find things like atmospheric escape that tell us a lot moreabout our planet here on Earth.", "en": " 很多奇妙的科學現象發生在宇宙， 和離我們遙遠的行星中， 而我們通過研究這些行星來了解世界。 但當我們研究到火星或是“熱木星”那樣的外行星時， 我們發現了“大氣逃離”的現象， 這告訴我們更多關於地球的信息。"}, {"zh-tw": " So consider that the next timeyou think that space is far away. Thank you.", "en": " 所以下次當你認為宇宙離我們很遠時，請別忘了發生在那裏和這裏的事。 謝謝。 （鼓掌）"}], "title": "Anjali Tripathi Why Earth May Someday Look Like Mars"}