{"url": "http://www.ted.com/talks/martin_seligman_on_the_state_of_psychology", "paragraphs": [{"zh-tw": " When I was President of the AmericanPsychological Association, they tried to media-train me. And an encounter I had with CNN summarizes what I'm going to be talking about today, which is the eleventh reasonto be optimistic.", "en": " 在我擔任美國心理學會會長時 他們希望使我熟悉媒體運作 之前上CNN的節目中 簡介了我今天要談的內容 那是樂觀的第11個理由"}, {"zh-tw": " The editor of Discover told us 10 of them; I'm going to give you the eleventh. So they came to me, CNN,and they said, \"Professor Seligman -- would you tell us about the stateof psychology today? We'd like to interview you about that.\" And I said, \"Great.\" And she said, \"But this is CNN,so you only get a sound bite.\" I said, \"Well, how many words do I get?\" And she said, \"Well, one.\" And the cameras rolled, and she said, \"Professor Seligman,what is the state of psychology today?\" \"Good.\" \"Cut! Cut. That won't do.", "en": " “發現”的編輯已經告訴我們10個理由 我要講的是第11個理由 所以他們來找我，CNN他們說，“塞利格曼教授 你可以告訴我們今天心理學的現況嗎？ 我們將向你請教這問題”，我說“很好” 她說，“但這是CNN，你只有講一聲的時間” 所以我說，“好的，那我可以用幾個字？” 她說，“好，一個” 然後攝影機開動，她說，“塞利格曼教授， 今天心理學的現況如何？ 好 笑聲 ”停，停，這樣不行，"}, {"zh-tw": " We'd really better giveyou a longer sound bite.\" \"How many words do I get this time?\" \"Well, you get two.\" \"Doctor Seligman, what is the stateof psychology today?\" \"Not good.\" \"Look, Doctor Seligman, we can see you're reallynot comfortable in this medium. We'd better give you a real sound bite.", "en": " 我們最好讓你講長一點。” “好吧，這次我可以講幾個字？”“我想，好，你講兩個 塞利格曼教授，今天心理學現況如何？” “不好” “看，塞利格曼博士， 我們知道你對這媒體不很習慣 我們最好給你長一點的時間"}, {"zh-tw": " This time you can have three words. Professor Seligman, what is the stateof psychology today?\" \"Not good enough.\" That's what I'm going to be talking about.", "en": " 這次你可以說三個字 塞利格曼教授，今天心理學現況如何？” “不夠好”那是我現在要談的"}, {"zh-tw": " I want to say why psychologywas good, why it was not good, and how it may become,in the next 10 years, good enough. And by parallel summary, I want to saythe same thing about technology, about entertainment and design, because I think the issuesare very similar.", "en": " 我想說明為什麼心理學是好，為什麼不好 以及它可能轉變，在未來10年，成為夠好 用同樣的道理，我想應用在科技 用在娛樂、還有設計，因為這些問題都很相似。"}, {"zh-tw": " So, why was psychology good? Well, for more than 60 years, psychologyworked within the disease model. Ten years ago, when I was on an airplane and I introduced myself to my seatmate,and told them what I did, they'd move away from me, because, quite rightly, they were saying psychology is about findingwhat's wrong with you.", "en": " 所以，為什麼心理學現況是好？ 因為，過去60多年，心理學主要應用在心理病治療 10年前，我坐飛機時 我對座位旁邊的人自我介紹，告訴他們我的工作， 他們就會離開我 因為，他們說的沒錯 心理學是關於找出你毛病原因的，辨識問題所在的"}, {"zh-tw": " Spot the loony. And now, when I tell peoplewhat I do, they move toward me.", "en": " 但現在當我告訴人們我做什麼時，他們向我接近"}, {"zh-tw": " What was good about psychology -- about the $30 billioninvestment NIMH made, about working in the disease model, about what you mean by psychology -- is that, 60 years ago,none of the disorders were treatable; it was entirely smoke and mirrors. And now, 14 of the disordersare treatable, two of them actually curable.", "en": " 心理學好在什麼呢 是美國心理健康研究院NIMH投資300億美元 它研究心理疾病 研究你心理的意義 60年以前，所有的心理病都無法治療 說治療也是騙人的 現在則有14種心理失衡可以治療 其中兩種可以治愈"}, {"zh-tw": " And the other thing that happenedis that a science developed, a science of mental illness. We found out we could take fuzzy concepts like depression, alcoholism, and measure them with rigor; that we could create a classificationof the mental illnesses; that we could understandthe causality of the mental illnesses.", "en": " 其他發生的事，是心理科學得以發展開來 一個關於心理疾病的科學 我們發現可以將以前模糊的概念如憂鬱症、酗酒 予以精確的衡量 能夠對心理疾病加以分類 我們能夠了解心理疾病的因果關系"}, {"zh-tw": " We could look across timeat the same people -- people, for example, who were geneticallyvulnerable to schizophrenia -- and ask what the contributionof mothering, of genetics are, and we could isolate third variables by doing experimentson the mental illnesses. And best of all, we were able,in the last 50 years, to invent drug treatmentsand psychological treatments.", "en": " 我們能夠長期的觀察同一個人 例如，一個在基因上有可能患精神分裂症的人 研究母親或基因的影響 我們也能隔離其他的變數 對心理疾病進行實驗研究 最好的是，在過去50年，我們能夠 發明藥物治療以及心理治療"}, {"zh-tw": " And then we were ableto test them rigorously, in random-assignment,placebo-controlled designs, throw out the things that didn't work, keep the things that actively did. The conclusion of that is, psychology and psychiatryof the last 60 years can actually claim that we can makemiserable people less miserable.", "en": " 然後能夠嚴謹的測試他們 經由隨機分組、藥劑控制的實驗設計 剔除無效的東西，保留有作用的東西 這些研究的結論是，心理學與精神病治療法，經過60年 可以宣稱我們可以減少病患們的苦惱"}, {"zh-tw": " And I think that's terrific. I'm proud of it.", "en": " 我覺得這是很棒的，我對此感到榮耀"}, {"zh-tw": " But what was not good,the consequences of that, were three things. The first was moral; that psychologists and psychiatristsbecame victimologists, pathologizers; that our view of human naturewas that if you were in trouble, bricks fell on you.", "en": " 但什麼是心理學還不好的呢，這些成績的結果，導致三件事 第一個是道德問題， 心理學家與精神病醫生變成受害者心理研究專家，病理學者 我們一般對人性的觀點是如果你有毛病，不幸就會朝你而來"}, {"zh-tw": " And we forgot that peoplemade choices and decisions. We forgot responsibility.", "en": " 我們忘記病人們也做選擇、做決定"}, {"zh-tw": " That was the first cost. The second cost wasthat we forgot about you people.", "en": " 我們忘記病人自己也有責任，這是第一個代價 第二個代價是我們忘記一般正常的人們"}, {"zh-tw": " We forgot about improving normal lives. We forgot about a mission to makerelatively untroubled people happier, more fulfilled, more productive.", "en": " 我們忘記要改進一般人的日常生活 我們忘記要幫助一般人們快樂些的使命"}, {"zh-tw": " And \"genius,\" \"high-talent,\"became a dirty word. No one works on that.", "en": " 忘記幫人們更加自我實現，更有生產力，使得關心天才或高度才能變成不好的字眼 沒有人在研究這些題目"}, {"zh-tw": " And the third problemabout the disease model is, in our rush to do somethingabout people in trouble, in our rush to do somethingabout repairing damage, it never occurred to usto develop interventions to make people happier --positive interventions. So that was not good.", "en": " 而心理治療模式的第三個問題是 我們趕著做些事幫助有困難的人 在我們趕著做些事以修正傷害時 我們沒有人研究一點調控的方法 以使一般人們變得更加快樂的正面調控方法 所以說心理學還不好"}, {"zh-tw": " And so that's what led peoplelike Nancy Etcoff, Dan Gilbert, Mike Csikszentmihalyi and myself to work in something I call,\"positive psychology,\" which has three aims. The first is that psychologyshould be just as concerned with human strengthas it is with weakness.", "en": " 而這導致一些人如伊蔻夫、吉爾伯特 麥克還有我等人投入所謂正面心理學的研究 它有三個目標 第一個是心理學應該關心 除了人性的弱點外也要關心人性的優點"}, {"zh-tw": " It should be just as concernedwith building strength as with repairing damage. It should be interestedin the best things in life.", "en": " 就如它修補傷害一樣，它也應該關心在建立優點上 應該關心生命中的美好事物"}, {"zh-tw": " And it should be just as concerned with making the livesof normal people fulfilling, and with genius,with nurturing high talent. So in the last 10 yearsand the hope for the future, we've seen the beginningsof a science of positive psychology, a science of what makes life worth living.", "en": " 應該關心如何使一般人的生活更為充實 更發揮天分，發揮高度天賦 所以在過去10年以及可能在未來 我們看到一門正面心理學這科學的起步 一個使得生命更為值得活著的科學"}, {"zh-tw": " It turns out that we can measuredifferent forms of happiness. And any of you, for free,can go to that website -- [www.authentichappiness.org] and take the entire panoplyof tests of happiness.", "en": " 這科學顯示我們可以衡量快樂的不同形式 你們任何人可以免費到那個網站 進行整套快樂程度的測試"}, {"zh-tw": " You can ask, how do you stackup for positive emotion, for meaning, for flow, against literally tensof thousands of other people? We created the opposite of the diagnosticmanual of the insanities: a classification of the strengthsand virtues that looks at the sex ratio, how they're defined, how to diagnose them, what builds themand what gets in their way. We found that we could discoverthe causation of the positive states, the relationship between lefthemispheric activity and right hemispheric activity,as a cause of happiness.", "en": " 你可以要求，如何增進你的正面情緒，增進生命的意義 讓數以千計的人心情流暢 我們創造了一個與治療精神病相反的領域 將優點及特質依據性別分類 如何定義它們，如何診斷它們 什麼會增進它們及什麼會干擾它們 我們可以發現正面狀態的因果關係 左腦活動與右腦活動間的關係 如何影響我們的快樂"}, {"zh-tw": " I've spent my life workingon extremely miserable people, and I've asked the question: How do extremely miserable peoplediffer from the rest of you? And starting about six years ago,we asked about extremely happy people. How do they differ from the rest of us? It turns out there's one way,very surprising -- they're not more religious,they're not in better shape, they don't have more money,they're not better looking, they don't have more good eventsand fewer bad events.", "en": " 我一生許多時間用於研究極為悲慘的人們 我問的問題是 極為悲慘的人是怎麼會與大家不同的 約6年前，我們開始問極端快樂的人 他們是怎麼會與大眾不同的 結果顯示有一個共通性 他們不是更相信宗教，他們不是身體較好 他們不是較有錢，他們不是長得較好看 他們不是有較多的好事及較少的壞事"}, {"zh-tw": " The one way in which they differ:they're extremely social. They don't sit in seminarson Saturday morning.", "en": " 他們唯一的不同：他們非常參與社交活動 他們不是在周六上午坐著聽演講"}, {"zh-tw": " They don't spend time alone. Each of them is in a romantic relationship and each has a rich repertoire of friends.", "en": " 他們不常獨處 他們每個人都處於在感情交往的關係中 每個人都有許多不同種類的朋友"}, {"zh-tw": " But watch out here -- this is merelycorrelational data, not causal, and it's about happinessin the first, \"Hollywood\" sense, I'm going to talk about, happiness of ebullienceand giggling and good cheer. And I'm going to suggest to youthat's not nearly enough, in just a moment.", "en": " 但這裡要注意，這只代表相關性，不是因果關係 這是關於好萊塢式的快樂，第一個我要談論的 是熱情、傻笑與歡呼這種快樂 一會兒我會告訴你這是不夠的"}, {"zh-tw": " We found we could begin to lookat interventions over the centuries, from the Buddha to Tony Robbins. About 120 interventions have been proposedthat allegedly make people happy.", "en": " 我們知道我們可以從過去幾世紀來的調控方法開始研究 從佛法到近代的羅賓斯 約有120種調控方法被提出過 宣稱能使人快樂"}, {"zh-tw": " And we find that we've been ableto manualize many of them, and we actually carry out random-assignment efficacyand effectiveness studies. That is, which ones actuallymake people lastingly happier? In a couple of minutes, I'll tell youabout some of those results.", "en": " 我們知道能將其中許多手冊化 我們確曾執行隨機指派 進行有效果的研究 就是，那些方法實際使人們持續的快樂些 稍後我將告訴你們一些研究結果"}, {"zh-tw": " But the upshot of this is that the missionI want psychology to have, in addition to its missionof curing the mentally ill, and in addition to its mission of makingmiserable people less miserable, is, can psychology actuallymake people happier? And to ask that question -- \"happy\"is not a word I use very much -- we've had to break it down into what I thinkis askable about \"happy.\" And I believe there are three different -- I call them \"different\" because differentinterventions build them, it's possible to have onerather than the other -- three different happy lives. The first happy life is the pleasant life.", "en": " 但最終結果，是我希望心理學達成的使命 除了治療心理疾病的使命外 除了使悲慘的人少些苦痛這使命外 是心理學可能使人們更為快樂嗎？ 在研究這個問題時--我並不是常使用快樂這字眼的-- 我們需要將快樂細分，成為可以研究快樂的題目 我相信有三個不同種類的快樂 我說它們不同，是因為它們各有不同的調控方法 而且有可能是有一種而沒有另一種 這樣三種不同的快樂生活 第一種快樂生活是愉快的生活"}, {"zh-tw": " This is a life in which you haveas much positive emotion as you possibly can, and the skills to amplify it. The second is a life of engagement: a life in your work, your parenting,your love, your leisure; time stops for you.", "en": " 這是一種你擁有最多的正面情緒的生活 而且有技巧去擴大它 第二種快樂是種投入的生活 投入你的工作、你的家庭、你的情愛、你的休閑的生活，時間為你停止"}, {"zh-tw": " That's what Aristotle was talking about. And third, the meaningful life.", "en": " 那是以前亞里士多德討論的 第三種的快樂是有意義的生活"}, {"zh-tw": " I want to say a little bitabout each of those lives and what we know about them. The first life is the pleasant life,and it's simply, as best we can find it, it's having as manyof the pleasures as you can, as much positive emotion as you can, and learning the skills -- savoring,mindfulness -- that amplify them, that stretch them over time and space.", "en": " 我想就這三種各做簡單說明 說明我們對它們的了解 第一種愉快的生活，就如我們看到最好的 它讓你可擁有最多的愉快 有你可擁有最多的正面情緒 而可以經學習技巧，增添風味，在意培養，而擴大它們 讓它們在不同的時間地點下都存在"}, {"zh-tw": " But the pleasant life has three drawbacks, and it's why positive psychologyis not happy-ology, and why it doesn't end here. The first drawback is,it turns out the pleasant life, your experience of positive emotion, is about 50 percent heritable, and, in fact, not very modifiable.", "en": " 但是愉快的生活有三個缺點 這是為什麼正面心理學不是快樂學，不僅只是討論快樂而已的原因 第一個缺點是愉快的生活顯示 你正面情緒的經驗，是可經由遺傳的 約50%經由遺傳，而實在很難修改"}, {"zh-tw": " So the different tricksthat Matthieu and I and others know about increasing the amountof positive emotion in your life are 15 to 20 percent tricks,getting more of it. Second is that positiveemotion habituates.", "en": " 所以一些馬修與我及一些其他人所知道的不同的修改技巧 關於增進生活中正面情緒的數量 因為處理技巧而只能增加15%到20% 第二個缺點是正面情緒具有習慣性，它很快的會變成習慣而不再有吸引力"}, {"zh-tw": " It habituates rapidly, indeed. It's all like French vanilla ice cream: the first taste is 100 percent; by the time you're downto the sixth taste, it's gone.", "en": " 它就像法國香草冰淇淋，第一口感覺是100分 到你繼續吃到第六口時，這愉快的感覺已經消失了"}, {"zh-tw": " And, as I said,it's not particularly malleable. And this leads to the second life.", "en": " 而如我所說的，它不很能夠修改 這導致第二種生活"}, {"zh-tw": " I have to tell you about my friend Len, to talk about why positive psychologyis more than positive emotion, more than building pleasure. In two of the three great arenasof life, by the time Len was 30, Len was enormously successful.", "en": " 我必須談我的朋友，連先生 要說明為什麼正面心理學不僅只是正面情緒 不僅只是增進愉快 在連兄30歲時，生活三大領域中的兩個"}, {"zh-tw": " The first arena was work. By the time he was 20,he was an options trader.", "en": " 他已經非常成功，第一個領域是工作 在他20歲時，他就是期權的交易員"}, {"zh-tw": " By the time he was 25,he was a multimillionaire and the head of an optionstrading company. Second, in play, he's a nationalchampion bridge player.", "en": " 在25隨時，他已經是百萬富翁 並是一家期權交易公司的總管 第二，在遊戲方面，他的橋牌打到全國冠軍賽"}, {"zh-tw": " But in the third great arena of life,love, Len is an abysmal failure. And the reason he was,was that Len is a cold fish.", "en": " 但在生活的第三個領域，愛這方面，他是個徹底的失敗者 原因是他是個冷酷無情的人 (笑聲）"}, {"zh-tw": " Len is an introvert. American women said to Len,when he dated them, \"You're no fun. You don't havepositive emotion. Get lost.\" And Len was wealthy enough to be ableto afford a Park Avenue psychoanalyst, who for five years triedto find the sexual trauma that had somehow lockedpositive emotion inside of him.", "en": " 連兄是個內向的人 在約會時，美國女性對他說， 你沒有趣，你沒有正面情緒，走開。 連兄有錢可以付擔得起看紐約公園大道的心理分析醫生 醫生在5年期間試圖找出他在性慾上的障礙 認為是這將他的正面情緒封鎖住"}, {"zh-tw": " But it turned out there wasn'tany sexual trauma. It turned out that -- Len grew up in Long Island and he played footballand watched football, and played bridge.", "en": " 但結果顯示，他並沒有性慾上的障礙 連兄在紐約長島長大 他打足球，看足球賽，也玩橋牌"}, {"zh-tw": " Len is in the bottom five percentof what we call positive affectivities. The question is: Is Len unhappy? And I want to say, not.", "en": " 但他屬於最不具正面感情的5%的人 問題是，連兄不快樂嗎？我想說不是"}, {"zh-tw": " Contrary to what psychology told us about the bottom 50 percentof the human race in positive affectivity, I think Len is oneof the happiest people I know. He's not consignedto the hell of unhappiness, and that's because Len, like most of you, is enormously capable of flow.", "en": " 與一般心理學告訴我們後半段的情形相反的， 對正面感情在下半部的人 我想連兄是我所知的人中最快樂的之一 他不屬於那些不快樂的人 那是因為連兄，與你們多數人一樣，很善於專注投入"}, {"zh-tw": " When he walks onto the floorof the American Exchange at 9:30 in the morning, time stops for him. And it stops till the closing bell.", "en": " 當他早晨9點半進入美國交易所的大廳 時間為他停止，直到收盤鈴聲響"}, {"zh-tw": " When the first card is playedtill 10 days later, when the tournament is over, time stops for Len. And this is indeedwhat Mike Csikszentmihalyi has been talking about, about flow.", "en": " 當第一張牌出手 直到10天後比賽結束，時間為他停止 這是麥克一直談論的"}, {"zh-tw": " And it's distinct from pleasurein a very important way: pleasure has raw feel -- you knowit's happening; it's thought and feeling. But what Mike told youyesterday -- during flow ...", "en": " 心情流暢，它與愉快有一點很重要的不同 愉快是有感覺的：你知道它在發生，它是思考與感覺合成的"}, {"zh-tw": " you can't feel anything. You're one with the music.", "en": " 但是如麥克昨天告訴你們的，在心流期間，你不會感覺什麼 你隨音樂流動，時間靜止沒有感覺"}, {"zh-tw": " Time stops. You have intense concentration.", "en": " 你是在高度專心的狀態"}, {"zh-tw": " And this is indeed the characteristicof what we think of as the good life. And we think there's a recipe for it, and it's knowing whatyour highest strengths are -- again, there's a valid test of what your five highest strengths are -- and then re-crafting your life to use them as much as you possibly can.", "en": " 而這確實是我們認為良好生活的特質 我們認為有達到這狀態的辦法 那是要知道你最大的特長在那 同時，有個有效的測試方法 可以知道你最強的五個特長在那 然後重新調整你的生活，盡量運用到它們"}, {"zh-tw": " Re-crafting your work, your love, your play, your friendship,your parenting. Just one example.", "en": " 調整你的工作，你的感情生活 你的遊樂、你的友情、你的家庭生活"}, {"zh-tw": " One person I worked withwas a bagger at Genuardi's. Hated the job.", "en": " 舉個例子，我的一個研究對象在Genuardi's超市做裝袋工 她恨她的工作"}, {"zh-tw": " She's working her way through college. Her highest strengthwas social intelligence.", "en": " 她半工半讀完成學院教育 她的最大特長在社交智慧"}, {"zh-tw": " So she re-crafted baggingto make the encounter with her the social highlightof every customer's day. Now, obviously she failed.", "en": " 所以她調整裝袋工作變得適合她 要成為每個客戶當天的社交亮點 很明顯的這是辦不到的"}, {"zh-tw": " But what she did was to takeher highest strengths, and re-craft work to use themas much as possible. What you get out of thatis not smiley-ness.", "en": " 但她做的是應用她最大的特長 調整工作以盡量運用她的特長 妳從其中得到的不是笑臉"}, {"zh-tw": " You don't look like Debbie Reynolds. You don't giggle a lot.", "en": " 妳看起來不像黛比蕾諾那樣"}, {"zh-tw": " What you get is more absorption. So, that's the second path.", "en": " 妳不常微笑，但妳得到的是更多的滿足 這是第二條路，與第一條路正面情緒不同"}, {"zh-tw": " The first path, positive emotion; the second path is eudaemonian flow; and the third path is meaning. This is the most venerableof the happinesses, traditionally.", "en": " 第二條路是幸福的心情流暢 第三條路是意義 這是傳統上最值得尊敬的快樂"}, {"zh-tw": " And meaning, in this view, consists of -- very parallel to eudaemonia -- it consists of knowingwhat your highest strengths are, and using them to belong toand in the service of something larger than you are. I mentioned that for all threekinds of lives -- the pleasant life, the good life,the meaningful life -- people are nowhard at work on the question: Are there things that lastinglychange those lives? And the answer seems to be yes.", "en": " 在這觀點中的意義，它的組成與幸福感相似 它包括知道你最大的特長在那裡，並使用它 為超越於你的團體服務 我提到所有的三種生活，愉快的生活 好的生活，有意義的生活，人們現在致力於這問題 有東西可以長久的改變這些生活嗎？ 答案看來是是的，我將給你們一些例子"}, {"zh-tw": " And I'll just give you some samples of it. It's being done in a rigorous manner.", "en": " 這些是經過嚴謹的研究的"}, {"zh-tw": " It's being done in the same waythat we test drugs to see what really works. So we do random-assignment,placebo-controlled, long-term studiesof different interventions.", "en": " 它與測試藥品是否有效有相同的程序 我們用隨機指派、藥劑控制的研究方法 長期研究不同的調控方法"}, {"zh-tw": " Just to sample the kind of interventionsthat we find have an effect: when we teach peopleabout the pleasant life, how to have more pleasure in your life, one of your assignmentsis to take the mindfulness skills, the savoring skills, and you're assignedto design a beautiful day. Next Saturday, set a day aside,design yourself a beautiful day, and use savoring and mindfulnessto enhance those pleasures.", "en": " 並只採我們發現有效果的調控方法 當我們教人們愉快的生活時 如何在生活中獲得更多的愉快 其中一個你指派的工作是需要使用心思的技巧，有風味的技巧 你被指派要設計美麗的一天 下一個周六排出一天，替你自己設計美麗的一天 運用心思與風味以強化愉快程度"}, {"zh-tw": " And we can show in that waythat the pleasant life is enhanced. Gratitude visit.", "en": " 我們可以這樣顯示愉快的生活程度增加"}, {"zh-tw": " I want you all to do thiswith me now, if you would. Close your eyes.", "en": " 感恩的訪問，我希望現在你們都與我一起做這個，如果你願意 閉上你的眼睛"}, {"zh-tw": " I'd like you to remember someone who did something enormously important that changed your lifein a good direction, and who you never properly thanked. The person has to be alive.", "en": " 請你回憶一個曾經對你有重大幫助的人 那改變你生命朝好的方向發展的人 而你沒有適當的表達過謝意的 這個人現在必須還活著，好"}, {"zh-tw": " Now, OK, you can open your eyes. I hope all of you have such a person.", "en": " 現在，好，你可以張開眼睛 我希望你們都有這麼一個人"}, {"zh-tw": " Your assignment, when you're learningthe gratitude visit, is to write a 300-wordtestimonial to that person, call them on the phone in Phoenix, ask if you can visit, don't tell them why. Show up at their door, you read the testimonial --everyone weeps when this happens.", "en": " 在你學習感恩訪問時的指定作業 是寫一封300字的感謝信給那個人 打電話給在遠地方的他們 問是否可以訪問他，不用告訴他們為什麼，就到他們家門口 你就讀感謝信，此時每個人都會流淚"}, {"zh-tw": " And what happens is, when we test people one week later, a month later,three months later, they're both happier and less depressed. Another example is a strengths date, in which we get couples to identifytheir highest strengths on the strengths test, and then to design an eveningin which they both use their strengths.", "en": " 發生的是，在一周後、一個月後我們測試這些人 三個月後，他們兩人都較快樂也較少沮喪 另一個例子是特長約會，我們找幾對的人 在特長測試中辨認出他們的最大特長 然後設計一個晚上，讓兩人都展現出他們的特長"}, {"zh-tw": " We find this is a strengthenerof relationships. And fun versus philanthropy.", "en": " 我們發現這會強化他們的關係 在樂趣與慈善活動的比較方面"}, {"zh-tw": " It's so hearteningto be in a group like this, in which so many of you have turnedyour lives to philanthropy. Well, my undergraduates and the peopleI work with haven't discovered this, so we actually have peopledo something altruistic and do something fun, and contrast it.", "en": " 參與像TED這麼一個團體是很令人振奮的 在這團體中許多人都已經從事慈善活動 我的大學部學生及研究對象沒有經過這種的活動 所以我們有真心為他人而做事的人 純粹為樂趣而做事，與它對比的"}, {"zh-tw": " And what you findis when you do something fun, it has a square wave walk set. When you do something philanthropicto help another person, it lasts and it lasts.", "en": " 你會發現在你做有趣的事時 它有如方形波過去就沒了 但當你做善事幫助別人時，它則會一直持續下去"}, {"zh-tw": " So those are examplesof positive interventions. So the next to last thingI want to say is: we're interested in how muchlife satisfaction people have.", "en": " 這些是正面調控的例子 持續長久之外我想說的是 我們想知道人們的生活滿足程度"}, {"zh-tw": " This is really what you're about. And that's our target variable.", "en": " 那是關係你的，是我們的目標變數"}, {"zh-tw": " And we ask the question as a functionof the three different lives, how much life satisfaction do you get? So we ask -- and we've done thisin 15 replications, involving thousands of people: To what extent doesthe pursuit of pleasure, the pursuit of positive emotion, the pleasant life, the pursuit of engagement,time stopping for you, and the pursuit of meaningcontribute to life satisfaction? And our results surprised us;they were backward of what we thought. It turns out the pursuit of pleasurehas almost no contribution to life satisfaction.", "en": " 我們提出的問題以三種不同的生活而不同 你的生活滿意程度如何 所以我們問--我們已經對數千人重複做這15次 追求愉快 追求正面情緒，愉快的生活 追求專心投入，時間為你停止 追求有意義的生活，會增進生活的滿意度到什麼程度嗎？ 我們的結果令我們驚訝，它與我們想的相反 它顯示追求愉快對生活的滿足幾乎沒有幫助"}, {"zh-tw": " The pursuit of meaning is the strongest. The pursuit of engagementis also very strong.", "en": " 而追求生活的意義則幫助最大 追求投入的生活也很有幫助"}, {"zh-tw": " Where pleasure mattersis if you have both engagement and you have meaning, then pleasure's the whippedcream and the cherry. Which is to say, the full life --the sum is greater than the parts, if you've got all three.", "en": " 愉快的影響，只是在你有投入的生活 及生活有意義後，然後愉快是錦上添花 這也是說，三種都有的全面性生活，它的總和是大於三個各別的"}, {"zh-tw": " Conversely, if you have noneof the three, the empty life, the sum is less than the parts. And what we're asking now is:Does the very same relationship -- physical health, morbidity,how long you live and productivity -- follow the same relationship? That is, in a corporation, is productivity a function of positiveemotion, engagement and meaning? Is health a functionof positive engagement, of pleasure, and of meaning in life? And there is reason to think the answerto both of those may well be yes.", "en": " 相反的，如果你三個生活都沒有 這空虛的生活，總和是小於各部分 我們現在關心的是 相同的關係、身體健康、病態 你的壽命長短與生產力，會隨這關係而定嗎？ 就是，在一家公司內 生產力是隨正面情緒、守約及意義而變化嗎？ 健康是隨正面投入而變嗎 或因愉快及生活的意義而變 有理由相信答案是它們可能都有關"}, {"zh-tw": " So, Chris said that the lastspeaker had a chance to try to integrate what he heard, and so this was amazing for me. I've never been in a gathering like this.", "en": " 克里斯說最後一個演講人有整合前面演講的機會 這對我是很棒的經驗，我沒有參加過這種集會"}, {"zh-tw": " I've never seen speakers stretchbeyond themselves so much, which was one of the remarkable things. But I found that the problemsof psychology seemed to be parallel to the problems of technology,entertainment and design in the following way: we all know that technology,entertainment and design have been and can be usedfor destructive purposes.", "en": " 我沒有看過演講人可以這麼延伸內容 這是個很特別的事 但我發現心理學的問題與其他東西類似 與科技、娛樂及設計的問題有如下的類似 我們都知道科技、娛樂與設計 可以，也曾被應用於破壞性的目的"}, {"zh-tw": " We also know that technology,entertainment and design can be used to relieve misery. And by the way, the distinctionbetween relieving misery and building happinessis extremely important.", "en": " 我們也知道科技、娛樂與設計 可以被應用於減緩苦痛 同時，消減苦痛 與增進快樂的差異是很重要的"}, {"zh-tw": " I thought, when I first becamea therapist 30 years ago, that if I was good enoughto make someone not depressed, not anxious, not angry, that I'd make them happy. And I never found that; I found the best you could ever do was to get to zero; that they were empty.", "en": " 當我30年前成為臨床醫師時，我想 假如我是夠好，能使一些人不致於沮喪 不致憂愁、不生氣，那麼我就會使他們快樂 但我從沒有達到這個，我發現你最多能做的是達到零點 但那就是空的"}, {"zh-tw": " And it turns out the skills of happiness,the skills of the pleasant life, the skills of engagement,the skills of meaning, are different from the skillsof relieving misery. And so, the parallel thing holdswith technology, entertainment and design, I believe.", "en": " 那顯示快樂的技巧、愉快生活的技巧 投入的技巧、意義的技巧 與減輕苦痛的技巧不同 所以類似的現象也一樣存在於 科技、娛樂及設計，我相信"}, {"zh-tw": " That is, it is possiblefor these three drivers of our world to increase happiness, to increase positive emotion. And that's typicallyhow they've been used.", "en": " 就是，有可能我們世界中這三個驅動力量 可以增加快樂、增進正面情緒 那是我們一直都這樣使用它們"}, {"zh-tw": " But once you fractionatehappiness the way I do -- not just positive emotion,that's not nearly enough -- there's flow in life,and there's meaning in life. As Laura Lee told us, design and, I believe,entertainment and technology, can be used to increase meaningengagement in life as well.", "en": " 但一旦你跟我一樣分解快樂時 不止是正面情緒--那是不夠的 生活中有心流，生活中有意義 就如羅拉里告訴我們的 設計，及我相信娛樂與科技 也可以被用於增進生活中的意義與投入"}, {"zh-tw": " So in conclusion, the eleventh reason for optimism, in addition to the space elevator, is that I think with technology,entertainment and design, we can actually increasethe amount of tonnage of human happiness on the planet. And if technology can,in the next decade or two, increase the pleasant life,the good life and the meaningful life, it will be good enough.", "en": " 所以在結論中，樂觀的第11個理由 在太空電梯之外 是我認為科技、娛樂及設計 我們可以大量的增進 地球上人們快樂的程度 如果科技在未來10到20年能增進愉快的生活 好的生活及有意義的生活，它是夠好的"}, {"zh-tw": " If entertainment can be divertedto also increase positive emotion, meaning eudaemonia, it will be good enough. And if design can increasepositive emotion, eudaemonia, and flow and meaning, what we're all doing togetherwill become good enough.", "en": " 如果娛樂能夠被引導到增進正面情緒 增進生活意義、快樂，那就是夠好的 如果設計能夠增進正面情緒 幸福感、投入及意義 則我們大家所正在做的，將會成為夠好的，謝謝"}, {"zh-tw": " Thank you.", "en": " （鼓掌聲）"}], "title": "Martin Seligman On The State Of Psychology"}