{"url": "http://www.ted.com/talks/thomas_barnett_draws_a_new_map_for_peace", "paragraphs": [{"zh-tw": " I get asked a lot what the differencebetween my work is and typical Pentagonlong-range strategic planners. And the answer I like to offer is what they typically do is they thinkabout the future of wars in the context of war.", "en": " 很多人問我，我的工作 與一位典型的五角大樓長期戰略計劃者的工作有什麼區別 我給他們的答案是 那些計劃者們總是在戰爭的大背景下 思考戰爭的未來。"}, {"zh-tw": " And what I've spent 15 yearsdoing in this business -- and it's taken me almost14 to figure it out -- is I think about the future of warsin the context of everything else. So I tend to specializeon the scene between war and peace.", "en": " 而我花費了15年時間所做的事情 其實我花了14年才搞清楚我到底在做什麼—— 是我卻是在非戰爭的大背景下思考戰爭的未來 所以我傾向於關注那些介於戰爭和和平之間的事情"}, {"zh-tw": " The material I'm going to showyou is one idea from a book with a lot of ideas. It's the one that takes mearound the world right now interacting with foreignmilitaries quite a bit.", "en": " 我要向大家介紹的是一本書中的一個觀點 呃~不是一個，而是好幾個觀點 正是為此我才周遊世界 與各國軍方交流"}, {"zh-tw": " The material was generatedin two years of work I did for the Secretary of Defense, thinking about a newnational grand strategy for the United States. I'm going to present a problem and try to give you an answer.", "en": " 這些觀點都是基於我這兩年來 為美國國防部所做的工作 尋找一個新的國家整體戰略 ——為美國 我想給大家提出一個問題 看看您怎麼回答"}, {"zh-tw": " Here's my favorite bonehead conceptfrom the 1990s in the Pentagon: the theory of anti-access,area-denial asymmetrical strategies. Why do we call it that? Because it's got all thoseA's lined up I guess.", "en": " 以下是自上世紀90年代以來我最喜歡的“五角大樓的愚蠢概念” 反介入、區域封鎖的非對稱戰略理論 為什麼我們給它起了這麼一個名字呢？ 我猜這是因為它所有的單詞開頭都是A"}, {"zh-tw": " This is gobbledygook for if the United States fightssomebody we're going to be huge. They're going to be small.", "en": " 帶官腔的文章都這樣 如果美國要打誰，那麼我們美國必是巨大的 則對方必是渺小的"}, {"zh-tw": " And if they try to fight usin the traditional, straight-up manner we're going to kick their ass, which is why people don'ttry to do that any more. I met the last Air ForceGeneral who had actually shot down an enemy plane in combat.", "en": " 如果對方要以傳統的直接的方式開戰的話 我們必能將其揍扁 正因為如此，他們才不會以那樣傳統的方式向美國開戰 我遇到過一個當過空軍將軍的傢伙 他曾經在戰鬥中擊落過敵人的飛機"}, {"zh-tw": " He's now a one star General. That's how distantwe are from even meeting an air force willing to fly against ours.", "en": " 而他現在是一個一星上將 而自上次我們發現一個願意與美國空軍部隊進行空戰的敵人 竟然已經是那麼久遠的事情"}, {"zh-tw": " So that overmatched capabilitycreates problems -- catastrophic successesthe White House calls them. And we're trying to figure that out, because it is an amazing capability.", "en": " 因此，這種壓倒對手的能力引起了許多問題 ——而白宮稱之為“災難性的成功” 我們正努力搞懂它 因為這是一種令人驚奇的能力"}, {"zh-tw": " The question is, what's the goodyou can do with it? OK? The theory of anti-access, area-denialasymmetrical strategies -- gobbledygook that we sell to Congress, because if we just told themwe can kick anybody's asses they wouldn't buy usall the stuff we want. So we say, area-denial, anti-accessasymmetrical strategies and their eyes glaze over.", "en": " 問題是，你能用它做什麼呢？ 對麼？ 反介入、區域封鎖的非對稱戰略理論—— 我們賣給國會的官樣文章 因為如果我們直接告訴議員們我們能揍扁敵人 議員們是不會給我們買我們所需要的東西的 所以我們將其稱之為反介入、區域封鎖的非對稱戰略理論 他們一聽，立刻就呆掉了"}, {"zh-tw": " And they say, \"Will youbuild it in my district?\" Here's my parody and it ain't much of one. Let's talk about a battle space.", "en": " 然後他們會問：“你會不會在我所在的區部署一個“？ 下面我將舉一個例子 讓我們聊一個“戰鬥區域”"}, {"zh-tw": " I don't know, Taiwan Straits 2025. Let's talk about an enemy embeddedwithin that battle space.", "en": " 我也不懂，台灣海峽2025 讓我們先談一個在此戰鬥區域中的敵人"}, {"zh-tw": " I don't know, the Million Man Swim. The United States has to accessthat battle space instantaneously.", "en": " 呃~~比如一百萬個在海峽中游泳的人 美國必須立刻進入該區域"}, {"zh-tw": " They throw up anti-access,area-denial asymmetrical strategies. A banana peel on the tarmac.", "en": " 於是使用了反介入、區域封鎖的非對稱戰略理論 而停機坪上出現了一個香蕉皮~"}, {"zh-tw": " Trojan horses on our computer networks reveal all our Achilles' heels instantly. We say, \"China, it's yours.\" Prometheus approach, largelya geographic definition, focuses almost exclusivelyon the start of conflict.", "en": " 我們電腦網絡中的特洛伊木馬 立刻告訴敵人我們的致命弱點在何處 我們說，這木馬是中國的 主要從地理定義上來說，是普羅米修斯的方法 幾乎完全集中在衝突的初期"}, {"zh-tw": " We field the first-half team in a league that insists on keeping scoreuntil the end of the game. That's the problem.", "en": " 我們在聯賽的上半段領先 保持這個分數，直到比賽結束 這就是問題所在"}, {"zh-tw": " We can run the score up against anybody, and then get our asseskicked in the second half -- what they call fourth generation warfare. Here's the wayI like to describe it instead.", "en": " 我們能迅速得分超過任何人 然後再後半段的比賽中比人家揍扁 他們稱之為第四代戰爭 下面我要描述一下第四代戰爭"}, {"zh-tw": " There is no battle space the U.S.Military cannot access. They said we couldn't do Afghanistan.We did it with ease.", "en": " 目前，沒有美軍不能進入的戰鬥區域 有人說我們不能進入阿富汗，而我們卻輕易地做到了"}, {"zh-tw": " They said we couldn't do Iraq. We did it with 150 combatcasualties in six weeks.", "en": " 有人說我們不能進入伊拉克 我們也做到了，而且代價是六週內只有150個戰鬥傷員"}, {"zh-tw": " We did it so fast we weren'tprepared for their collapse. There is nobody we can't take down.", "en": " 我們進入的速度如此之​​快，以至於我們都還沒有對伊拉克的垮台做好準備 世上沒有我們打不垮的敵人"}, {"zh-tw": " The question is, what doyou do with the power? So there's no troubleaccessing battle spaces. What we have trouble accessingis the transition space that must naturally follow, and creating the peace spacethat allows us to move on.", "en": " 而問題是，我們怎麼使用這樣的能力 因此，在進入戰鬥區域方面，我們是不存在問題的 事實上，我們無法順利進入的 是隨之而來的“過渡區域” 並創造允許我們繼續前進的“和平區域”"}, {"zh-tw": " Problem is, the DefenseDepartment over here beats the hell out of you. The State Department over here says, \"Come on boy, I know you can make it.\" And that poor country runs off that ledge, does that cartoon thing and then drops.", "en": " 問題是，管理此處的國防部門 他媽的把人家趕出去了 然後管理此處的國務院人員卻對人家說 ”來吧伙計，我知道你能行“ 然後那個可憐的國家就逃掉了 做一些卡通一樣的蠢事然後垮掉了"}, {"zh-tw": " This is not about overwhelmingforce, but proportional force. It's about non-lethal technologies, because if you fire real ammo into a crowd of women and children rioting you're going to lose friends very quickly.", "en": " 我們的確擁有壓倒性的武力，不應盲目地全部使用 有些事情是於致命性武器無關的 因為如果你對一群參與暴亂的婦女和兒童 開火的話 你會很快失去你的朋友"}, {"zh-tw": " This is not about projectingpower, but about staying power, which is about legitimacy with the locals. Who do you access in thistransition space? You have to create internal partners.You have to access coalition partners.", "en": " 這與啟用武力無關，問題在於如何克制使用武力 關係到合法性的問題 你應該派誰進入這種過渡區域呢？ 你必須創造內部的合作夥伴，必須擁有同盟"}, {"zh-tw": " We asked the Indiansfor 17,000 peace keepers. I know their senior leadership,they wanted to give it to us.", "en": " 我們請17000個印度人來當和平衛士 我認識他們的高層領導人，他們願意派人給我們"}, {"zh-tw": " But they said to us, \"You know what? In that transition space you'remostly hat not enough cattle. We don't think you can pull it off, we're not going to give youour 17,000 peace keepers for fodder.\" We asked the Russians for 40,000.", "en": " 但是他們說，你知道麼？ 在那個過渡區域你的人手還不夠 我們覺得你還是完不成 所以我們不會給我們的17000人去浪費 我們問俄國要40000人"}, {"zh-tw": " They said no. I was in China in August, I said, \"You should have 50,000peace keepers in Iraq.", "en": " 他們不給 我說過，八月份的時候我在中國 “你們應該派50000人去伊拉克維和"}, {"zh-tw": " It's your oil, not ours.\" Which is the truth. It's their oil. And the Chinese said to me, \"Dr.Barnett, you're absolutely right.", "en": " 因為那是你的石油，不是我的石油” 事實上，那確實是他們的石油 然後那個中國人告訴我，“Barnett先生，你完全正確"}, {"zh-tw": " In a perfect world we'd have 50,000 there. But it's not a perfect world, and your administration isn'tgetting us any closer.\" But we have troubleaccessing our outcomes.", "en": " 如果世界是完美的，我們願意派50000人過去 但是現在，世界是不完美的 而你們美國人在那裡的管理也沒有讓我們更接近完美世界” 我們在獲取成果上也存在問題"}, {"zh-tw": " We lucked out, frankly, on the selection. We face different opponentsacross these three.", "en": " 坦白講，我們在選舉上的勝利是都是憑藉運氣 我們面對著這三方的敵人"}, {"zh-tw": " And it's time to start admitting you can't ask the same 19-year-oldto do it all, day in and day out. It's just too damn hard.", "en": " 是時候開始承認 你不能要求同樣是19歲的人來做所有的事情，過一天算一天 這他媽的太難了"}, {"zh-tw": " We have an unparalleledcapacity to wage war. We don't do the everything else so well.", "en": " 我們擁有一種不平衡的發動戰爭的能力 但我們對非戰爭的事情卻處理不好"}, {"zh-tw": " Frankly, we do it better than anybodyand we still suck at it. We have a brilliant Secretary of War.", "en": " 坦白說，我們已經比其他任何人做的都要好了，但我們仍然舉步維艱 我們有一個出色的“戰爭部長”"}, {"zh-tw": " We don't have a Secretaryof Everything Else. Because if we did, that guywould be in front of the Senate, still testifying over Abu Ghraib.", "en": " 我們卻沒有一個“非戰爭事務部長” 因為如果我們有，那個傢伙就會成為出色的議員 繼續審查伊拉克美軍虐囚事件"}, {"zh-tw": " The problem is he doesn't exist. There is no Secretary of Everything Else.", "en": " 問題是這個人並不存在 沒有所謂的“非戰爭事務部長”"}, {"zh-tw": " I think we have an unparalleledcapacity to wage war. I call that the Leviathan Force.", "en": " 我認為我們擁有一種不平衡的發動戰爭的能力 我稱之為“巨輪之力”"}, {"zh-tw": " What we need to build is a forcefor the Everything Else. I call them the System Administrators.", "en": " 而我們需要打造一種能力，是處理非戰爭事務的能力 我稱之為”系統監管“"}, {"zh-tw": " What I think this really represents is lack of an A to Z rule setfor the world as a whole for processing politicallybankrupt states. We have one for processingeconomically bankrupt states.", "en": " 我認為，這說明了我們缺乏一套詳細的規則 來處理政治破產的國家 使這個世界成為一個整體 我們有處理經濟破產的國家的規則"}, {"zh-tw": " It's the IMF SovereignBankruptcy Plan, OK? We argue about it every time we use it. Argentina just went through it,broke a lot of rules.", "en": " 就是”國際貨幣基金組織主權破產計劃“，對麼？ 每次使用它時，我們總在爭論 阿根廷正在實行，打破了許多規則"}, {"zh-tw": " They got out on the far end, we said,\"Fine, don't worry about it.\" It's transparent. A certainamount of certainty gives the sense of a non-zero outcome. We don't have one for processingpolitically bankrupt states that, frankly, everybody wants gone.", "en": " 他們快完了，我們說，無所謂啦，不要擔心它 它是透明的、總量確定的 給我們的感覺，總歸多多少少是有產出的 而當政治破產的時候呢？ 坦白講，每個人都想逃離"}, {"zh-tw": " Like Saddam, like Mugabe,like Kim Jong-Il -- people who kill in hundredsof thousands or millions. Like the 250,000 dead so far in Sudan.", "en": " 例如薩達姆，例如穆加貝，例如金正日—— 那些殺害成百上千人的傢伙 例如目前在蘇丹已經有250000人受害"}, {"zh-tw": " What would an A to Z system look like? I'm going to distinguishbetween what I call front half and back half. And let's call this red line,I don't know, mission accomplished.", "en": " 這個監管系統該是什麼樣的呢？ 下面我將區分一下我剛剛所講的 上半場和下半場 我稱之為紅線，或者說，”完成了的任務“ 笑聲 掌聲"}, {"zh-tw": " What we have extant right now, at the beginning of this system, is the U.N.Security Council as a grand jury. What can they do? They can indict your ass.", "en": " 目前在這個監管系統中，我們已經擁有的 是聯合國安理會，它可以作為一個大陪審團 他們能做什麼呢？ 他們能起訴你"}, {"zh-tw": " They can debate it. They canwrite it on a piece of paper. They can put it in an envelopeand mail it to you, and then say in no uncertainterms, \"Please cut that out.\" That gets you about four million deadin Central Africa over the 1990s.", "en": " 他們會討論你問題，然後寫下來 裝到信封裡寄給你 然後說義正言辭地說，請不要這樣做 笑聲 因為它的存在，讓上世紀90年代的非洲中部死亡了大約4000000人"}, {"zh-tw": " That gets you 250,000 deadin the Sudan in the last 15 months. Everybody's got to answertheir grandchildren some day what you didabout the holocaust in Africa, and you better have an answer.", "en": " 因為它的存在，過去的15個月中蘇丹死亡了250000人 有一天每個人都要告訴他們的子孫 你在非洲大屠殺中擔任了什麼角色 到時你最好能答得出來"}, {"zh-tw": " We don't have anything to translatethat will into action. What we do have is the U.S.-enabledLeviathan Force that says, \"You want me to take that guy down?I'll take that guy down.", "en": " 我們無法將那種意願轉化為行動 我們所有的就是美國具有的”巨輪之力“，他說 ”你要我打倒誰，我就會打到誰"}, {"zh-tw": " I'll do it on Tuesday. It will costyou 20 billion dollars.\" But here's the deal. As soon as I can't findanybody else to air out, I leave the scene immediately.", "en": " 我周二就能打到他，那會花費你200億美元“ 笑聲 但是立刻就能成交了 只要我們找不到任何其他人來 我就立即離開"}, {"zh-tw": " That's called the Powell Doctrine. Way downstream we havethe International Criminal Court.", "en": " 這叫做”鮑威爾主義“ 然後我們有國際刑事法庭"}, {"zh-tw": " They love to put them on trial.They've got Milosević right now. What are we missing? A functioning executivethat will translate will into action, because we don't have it.", "en": " 他們喜歡審判罪犯，他們現在已經有了米洛舍維奇了 我們還缺什麼？ 一個能發揮作用、將意願轉化為行動的行政力量 因為我們還沒有"}, {"zh-tw": " Every time we lead one of these efforts we have to whip ourselvesinto this imminent threat thing. We haven't faced an imminent threat since the Cuban missile crisis in 1962.", "en": " 每次我們作為領導力量去做點什麼 我們都會為自己製造一種迫在眉睫的巨大威脅 自從1962年的古巴導彈危機以來 其實我們再也沒有面臨過這種威脅了"}, {"zh-tw": " But we use this language from a bygone era to scare ourselves into doing something because we're a democracyand that's what it takes. And if that doesn't workwe scream, \"He's got a gun!\" just as we rush in.", "en": " 但我們總在使用一種過了時的語言 自我恐嚇地去做一些事情 因為我們是一個民主的國家，就該當如此 如果不能成功，我們就會尖叫，“對方有槍！” 一邊說著，我們一邊急著往對方那裡趕 笑聲"}, {"zh-tw": " And then we look over the body and we find an old cigarettelighter and we say, \"Jesus, it was dark.\" Do you want to do it, France? France says, \"No, but I dolike to criticize you after the fact.\" What we need downstreamis a great power enabled -- what I call that Sys Admin Force. We should have had 250,000troops streaming into Iraq on the heels of that Leviathansweeping towards Baghdad.", "en": " 然後，我們搜查人家 我們發現了一個老式的打火機，我們就說 “天哪，果真不是什麼好人” 笑聲 你想讓法國也來這樣做麼？ 法國說，“不，我不去，但是你做完了我會批評你” 我們接下來需要的，就是啟動一種巨大的力量 我們稱之為“系統監督部隊” 我們應該派250000部隊去伊拉克 為前往巴格達的部隊保駕護航"}, {"zh-tw": " What do you get then? No looting, no military disappearing, no arms disappearing,no ammo disappearing, no Muqtada Al-Sadr -- I'mwrecking his bones -- no insurgency. Talk to anybody who was over therein the first six months.", "en": " 去了能起什麼作用呢？ 沒有掠奪，不再有軍人失踪 沒有人再偷我們的武器軍火 也再沒有薩德爾出現——我正在啃他的骨頭—— 也沒有叛亂了 在前半年的時間裡，與在伊拉克的人交流"}, {"zh-tw": " We had six months to feelthe lob, to get the job done, and we dicked around for six months. And then they turned on us.", "en": " 我們就有六個月的時間去感受“高球”，去完成任務 我們花六個月的時間去熟悉它 然後他們就會站在我們這邊了"}, {"zh-tw": " Why? Because they just got fed up. They saw what we did to Saddam.", "en": " 為什麼？因為他們只是被激怒了 他們看到了我們隊薩達姆做了什麼"}, {"zh-tw": " They said, \"You're that powerful,you can resurrect this country. You're America.\" What we need is an internationalreconstruction fund -- Sebastian Mallaby,Washington Post, great idea.", "en": " 他們說，“你們真棒，你們能能讓這個國家復活 你們是美國” 我們需要的是一個國際重建基金 塞巴斯蒂安馬拉比，華盛頓郵報，都挺不錯的"}, {"zh-tw": " Model on the IMF. Instead of passing the hat each time, OK? Where are we going to find this guy?G20, that's easy.", "en": " 這都是如同國際貨幣基金組織一樣的好例子 我們不再需要每次從人們那裡籌集善款了 那我們從哪裡找到錢呢？ G20嘛，多簡單啊"}, {"zh-tw": " Check out their agenda since 9/11. All security dominated.", "en": " 看一下911事件後他們的日程表 全都在關心安全問題"}, {"zh-tw": " They're going to decide up fronthow the money gets spent just like in the IMF. You vote according to how muchmoney you put in the kitty.", "en": " 他們會提前決定要花多少錢 就像國際貨幣基金組織一樣 你再根據你下注的錢數來進行投票"}, {"zh-tw": " Here's my challengeto the Defense Department. You've got to build this force.You've got to seed this force.", "en": " 這是我對國防部門的建議 你要建立這支部隊，你要供養這支部隊"}, {"zh-tw": " You've got to track coalition partners.Create a record of success. You will get this model.", "en": " 你要跟踪聯合部隊，創造一個新的成功記錄 你會成功的"}, {"zh-tw": " You tell me it's too hard to do. I'll walk this dog rightthrough that six part series on the Balkans.", "en": " 你告訴我這很難 那為什麼我們就在巴爾幹半島做到了呢？"}, {"zh-tw": " We did it just like that. I'm talking about regularizingit, making it transparent.", "en": " 我就是照這樣做的 我們現在需要的就是將其規範化，透明化"}, {"zh-tw": " Would you like Mugabe gone? Would you like Kim Jong-Il,who's killed about two million people, would you like him gone? Would you like a better system? This is why it matters to the military. They've been experiencing an identitycrisis since the end of the Cold War.", "en": " 你要除掉穆加貝麼？ 你要除掉殺害了大約2百萬人的金正日麼？ 要麼？ 你喜歡一個更好的系統麼？ 這就是為什麼它這麼重要 從冷戰末期他們就經歷著身份危機"}, {"zh-tw": " I'm not talking about the differencebetween reality and desire, which I can do because I'mnot inside the beltway. I'm talking about the 1990s.", "en": " 我現在不是在講現實與期望的差別 雖然真的能講清楚，因為我不在華盛頓 笑聲 雖然真的能講清楚，因為我不在華盛頓"}, {"zh-tw": " The Berlin Wall falls. We do Desert Storm. The split starts to emergebetween those in the military who see a future they can live with, and those who see a futurethat starts to scare them, like the U.S. submarine community, which watches the SovietNavy disappear overnight.", "en": " 柏林牆倒了，我們完成了沙漠風暴 軍隊中那些看到美好未來的人 還有那些看到一種令他們驚恐的未來的人 他們之間的裂痕開始癒合 就像美軍潛水艇部隊 目睹了蘇聯海軍的一夜消失"}, {"zh-tw": " Ah! So they start movingfrom reality towards desire and they create their own special language to describe their voyage of self-discoveryand self-actualization. The problem is you need a big,sexy opponent to fight against.", "en": " 啊哈 笑聲 因此他們開始從現實走向理想 他們創造了特殊的語言 來描述這段自我發現、自我實現的旅程 問題是，你需要一個強大而又性感的對手"}, {"zh-tw": " And if you can't findone you've got to make one up. China, all grown up, going to be a looker! The rest of the military gotdragged down into the muck across the 1990s and they developed this veryderisive term to describe it: military operations other than war.", "en": " 如果你找不到，你就需要自己造一個 中國，或所有成​​長起來的國家，都是不錯的對象 笑聲 整個上世紀90年代 其餘的部隊都被拖到垃圾堆裡去了 他們提出了這種非常自嘲的說法 叫“非戰爭軍事行動”"}, {"zh-tw": " I ask you, who joins the militaryto do things other than war? Actually, most of them. Jessica Lynch neverplanned on shooting back.", "en": " 我問你，誰會只為了非戰爭軍事行動而參軍？ 事實上，大多數軍人都是如此 Jessica Lynch從沒想過要開槍回擊敵人"}, {"zh-tw": " Most of them don't pick up a rifle. I maintain this is codeinside the Army for, \"We don't want to do this.\" They spent the 1990sworking the messy scene between globalized parts of the world What I call the core and the gap.", "en": " 大多數人都沒摸過槍 我堅持認為這是軍隊內部的法則 因為我們不想這麼做 軍方在上世紀90年代一直在試圖解決這件事 尤其是在世界上的美軍可觸及的各個角落 我稱之為核心的差距"}, {"zh-tw": " The Clinton administration wasn'tinterested in running this. For eight years, after screwingup the relationship on day one -- inauguration day with gaysin the military -- which was deft.", "en": " 克林頓政府可不喜歡這樣 整整八年，在他上任的第一天起就犯下了這個錯誤 與存在同性戀的軍隊站在一起，進行他的就職演說 而且相當敏捷靈巧 笑聲"}, {"zh-tw": " So we were home alone for eight years. And what did we do home alone? We bought one militaryand we operated another.", "en": " 所以我們在家裡孤獨了八年之久 我們在這八年中做了什麼呢？ 我們養著一支部隊，然後派另一支去打仗"}, {"zh-tw": " It's like the guy who goesto the doctor and says, \"Doctor, it hurts when I do this.\" The doctor says, \"Stopdoing that you idiot.\" I used to give this briefinside the Pentagon in the early 1990s. I'd say, \"You're buying one militaryand you're operating another, and eventually it's going to hurt.It's wrong.", "en": " 就像一個人到醫生面前，說： “醫生，當我這樣做的時候，我很疼” 醫生說：“笨蛋，那你就別再那樣做不就行了？” 我在90年代初期一直給五角大樓這個建議 我說：“你們現在正在養著一支部隊，卻派另一支去打仗 最後這會讓我們都很痛，這樣做事是錯誤的"}, {"zh-tw": " Bad Pentagon, bad!\" And they'd say, \"Dr.Barnett, you are so right. Can you come back next yearand remind us again?\" Some people say 9/11 heals the rift -- jerks the long-term transformation gurus out of their 30,000 foot view of history, drags them down in to the muck and says,\"You want a networked opponent? I've got one, he's everywhere,go find him.\" It elevates MOOTW --how we pronounce that acronym -- from crap to grand strategy, because that's how you'regoing to shrink that gap.", "en": " 五角大樓那些壞蛋，壞蛋！ 然後他們說：“Barnett博士，你很正確 請明年再來，然後再提醒我們一次好麼？ ” 有人說911解決了這個問題 他們認為911讓那些所謂的專家 丟開了三萬英尺高的歷史觀 讓他們滾到一邊，然後說，你想要一個網絡化了的對手？ 我就有一個，他無處不在，去把他找出來 然後我們就有了MOOTW（非戰爭軍事行動）——我們就是這樣 從廢話中提煉出了偉大的戰略 因為那是你準備縮小差距的方式"}, {"zh-tw": " Some people put these two things together and they call it empire, which I thinkis a boneheaded concept. Empire is about the enforcementof not just minimal rule sets, which you cannot do, but maximum rule sets which you must do.", "en": " 有些人把這兩件事歸到一起 稱之為絕對權力，我覺得這是一派胡言 據對權力是強制性的，而不只是你所做不到的 最小規則集 但是那些你所必須去做的最大規則集"}, {"zh-tw": " It's not our system of governance. Never how we've sought to interactwith the outside world.", "en": " 卻不屬於你所能監管的系統 我們從來沒有試圖去與外界互動"}, {"zh-tw": " I prefer that phraseSystem Administration. We enforce the minimal rule sets for maintaining connectivityto the global economy.", "en": " 我更喜歡“系統監管”這個說法 我們執行最小規則集 來維繫與全球經濟的聯繫"}, {"zh-tw": " Certain bad things you cannot do. How this impacts the way we thinkabout the future of war.", "en": " 有些特定的事情你是堅決不能去做的 如何影響到我們思考戰爭的未來的方式"}, {"zh-tw": " This is a concept which gets mevilified throughout the Pentagon. It makes me very popular as well.", "en": " 這個概念讓我被所有五角大樓的人都鄙視了一遍 同時它也讓我現在如此的受歡迎"}, {"zh-tw": " Everybody's got an opinion. Going back to the beginningof our country -- historically, defenses meantprotection of the homeland.", "en": " 人人都有自己的觀點 回顧我們國家的歷史初期 在歷史上，國防意味著保衛家園"}, {"zh-tw": " Security has meant everything else. Written into our constitution, two different forces,two different functions.", "en": " 安全高於一切 這是寫進我們的憲法的 兩種不同的力量，兩種不同的功能"}, {"zh-tw": " Raise an army when you need it, and maintain a navyfor day-to-day connectivity. A Department of War,a Department of Everything Else.", "en": " 需要的時候，就養一支部隊 需要海軍就養一支海軍 一個戰爭部門，一個戰爭之外的部門"}, {"zh-tw": " A big stick, a baton stick. Can of whup ass, the networking force.", "en": " 一個是大棒，另一個卻是指揮棒 不但要把他們打倒 而且要建立一個網絡來進行系統監管"}, {"zh-tw": " In 1947 we merged thesetwo things together in the Defense Department. Our long-term rationale becomes, we're involved in a hair triggerstand off with the Soviets.", "en": " 1947年國防部把這兩件事情 融合到了一起 這就成為了我們的長期理論基礎 我們捲入了一種與蘇聯一觸即發的境地"}, {"zh-tw": " To attack America is to riskblowing up the world. We connected national securityto international security with about a seven minute time delay.", "en": " 進攻美國就是威脅全世界 我們將國家安全與世界安全聯繫起來 其中只有七分鐘的延時"}, {"zh-tw": " That's not our problem now. They can killthree million in Chicago tomorrow and we don't goto the mattresses with nukes.", "en": " 現在那已經不是我們的問題了 明天他們就能在芝加哥殺死三百萬人 而且我們沒有核武器床墊"}, {"zh-tw": " That's the scary part. The question is how do we reconnectAmerican national security with global security to makethe world a lot more comfortable, and to embed and contextualizeour employment of force around the planet? What's happenedsince is that bifurcation I described.", "en": " 那才是最可怕的 問題是我們如何再次將美國的安全與世界的安全聯繫起來 讓世界擁有安全保證，變得更美好 同時又讓我們在全球的部隊 參與其中 目前的情況，正是我所描述的一種"}, {"zh-tw": " We talked about thisgoing all the way back to the end of the Cold War. Let's have a Department of War,and a Department of Something Else.", "en": " 我們討論了這種 退回到冷戰末期的情況 我們需要一個戰爭部門，以及一個戰爭之外的部門"}, {"zh-tw": " Some people say, \"Hell,9/11 did it for you.\" Now we've got a homegame and an away game. The Department of Homeland Securityis a strategic feel good measure.", "en": " 有人說，嘿，911已經為你完成了這個想法 現在我們已經有了主場和客場之分 建立本土安全部門是一個很好的戰略方法"}, {"zh-tw": " It's going to be the Departmentof Agriculture for the 21st century. TSA -- thousands standing around.", "en": " 它將成為21世紀的農業部門 TSA的意思就是成千上萬人站在周圍"}, {"zh-tw": " I supported the war in Iraq. He was a bad guy with multiple priors.", "en": " 我支持伊拉克戰爭 他是個有著多重前科的壞人"}, {"zh-tw": " It's not like we had to find him actually killing somebodylive to arrest him. I knew we'd kick ass in the warwith the Leviathan Force.", "en": " 我們是不可能在他殺人的現場 找到並逮捕他的 我早就知道我們在用“巨輪之力”來戰鬥"}, {"zh-tw": " I knew we'd have a hardtime with what followed. But I know this organization doesn'tchange until it experiences failure.", "en": " 我早就知道之後我們會經歷一段困難的時期 但是我知道不經歷失敗，我們的組織是不會改變的"}, {"zh-tw": " What do I mean by thesetwo different forces? This is the Hobbesian Force. I love this force. I don'twant to see it go.", "en": " 我提出這兩種力量是為了說明什麼呢？ 這就是霍布斯的力量 我喜歡它，我不想沒有它"}, {"zh-tw": " That plus nukes rules out great power war. This is the military the restof the world wants us to build.", "en": " 我不願意只看到由核武器支配的大國戰爭 這才是世界需要我們建立的軍事力量"}, {"zh-tw": " It's why I travel all over the worldtalking to foreign militaries. What does this mean? It means you've got to stop pretending you can do these two very disparateskill sets with the same 19-year-old.", "en": " 這就是為什麼我滿世界地跑，去與各國軍方交流 這意味著什麼呢？ 意味著你不能再假裝自己能都用同樣的 19歲左右的人來完成兩件完全不同的事情"}, {"zh-tw": " Switching back, morning,afternoon, evening, morning, afternoon, evening. Handing out aid, shooting back, handing out aid, shooting back.", "en": " 換回去，早、中、晚 早、中、晚 給予援助，還擊 給予援助，還擊"}, {"zh-tw": " It's too much. The 19-year-olds get tiredfrom the switching, OK? That force on the left, you cantrain a 19-year-old to do that.", "en": " 太過分了 那些19歲的傢伙會累的好不好 笑聲） 對於左邊的力量，你可以訓練一群19歲的人去做"}, {"zh-tw": " That force on the right is morelike a 40-year-old cop. You need the experience.", "en": " 但右邊的力量就必須要一群40歲左右的人去做了 你需要經驗"}, {"zh-tw": " What does this meanin terms of operations? The rule is going to be this. That Sys Admin force is the forcethat never comes home, does most of your work.", "en": " 那怎麼行動呢？ 是這樣的 “系統監管”部隊是從來不回家的部隊 但去完成了大部分任務"}, {"zh-tw": " You break out that LeviathanForce only every so often. But here's the promise youmake to the American public, to your own people, to the world.", "en": " 你頻繁地派出“巨輪之力” 但是你要向美國民眾保證 向你的人民、向世界保證"}, {"zh-tw": " You break out that Leviathan Force, you promise, you guaranteethat you're going to mount one hell of a -- immediately-- follow-on Sys Admin effort. Don't plan for the war unless youplan to win the peace.", "en": " 你派出了軍事力量 你保證，你會在隨後 立刻跟上“系統監管” 只能在你真的要實現和平的時候，才能進行戰爭！"}, {"zh-tw": " Other differences. Leviathan traditional partners,they all look like the Brits and their former colonies. Including us, I would remind you.", "en": " 另一個區別是軍事力量 傳統的伙伴，都像英國人 以及他們的殖民地 我還要提醒你，這也包括我們"}, {"zh-tw": " The rest -- wider array of partners. International organizations,non-governmental organizations, private voluntaryorganizations, contractors.", "en": " 剩下的，更廣泛的同盟者 有國際組織、非政府組織 私人誌願者組織、承包商"}, {"zh-tw": " You're not going to get away from that. Leviathan Force, it's all about jointoperations between the military services.", "en": " 你不能不管他們 巨輪之力，都只是在軍事方面的聯合行動"}, {"zh-tw": " We're done with that. What we need to dois inter-agency operations, which frankly Condi Rice was in charge of.", "en": " 我們已經做完了 我們需要去做的是在那些組織之間去開展行動 也就是賴斯管的那攤子事"}, {"zh-tw": " And I'm amazed nobody asked herthat question when she was confirmed. I call the Leviathan Forceyour dad's military.", "en": " 而我很奇怪為什麼沒人問她有關於那方面的問題 我把“巨輪之力”稱為男人的力量"}, {"zh-tw": " I like them young, male,unmarried, slightly pissed off. I call the Sys Admin Forceyour mom's military.", "en": " 我喜歡那些年輕、未婚、易怒的男孩子們 我把“系統監管”稱為女人的力量"}, {"zh-tw": " It's everything the man's military hates. Gender balanced much more, older,educated, married with children.", "en": " 關於它的每件事都是男人不屑於做的 這樣性別更平衡、更成熟、有更好的教育，就會有更好的結果"}, {"zh-tw": " The force on the left, up or out. The force on the right, in and out.", "en": " 左邊的力量要么使用，要不就不用 而右邊的力量不可或缺"}, {"zh-tw": " The force on the left respectsPosse Comitatus restrictions on the use of force inside the U.S. The force on the right's goingto obliterate it.", "en": " 左邊的力量要顧及到在調配美國國內的 臨時部隊時遇到的問題 而右邊的力量就會掃平一切問題"}, {"zh-tw": " That's where the NationalGuard's going to be. The force on the left is nevercoming under the purview of the International Criminal Court.", "en": " 那就是國民警衛隊要做的事情 左邊的力量從來不需要考慮 是否違反了國際刑事法庭的規定"}, {"zh-tw": " Sys Admin Force has to. Different definitionsof network centricity.", "en": " 但“系統監管”會考慮 二者對網絡中心的定義是不同的"}, {"zh-tw": " One takes down networks, one puts them up. And you've got to wage war herein such a way to facilitate that.", "en": " 一個是摧毀網絡，一個是建立網絡 你必須在以一種更好的方式來發動戰爭"}, {"zh-tw": " Do we need a bigger budget? Do we need a draft to pull this off? Absolutely not. I've been told by the Revolutionof Military Affairs crowd for years, we can do it faster, cheaper,smaller, just as lethal.", "en": " 我們需要更多預算麼？ 我們需要預製一個計劃麼？ 完全不需要 多年來倡導軍事變革的人們一種跟我講 我們能做得更快、花費更少、動員的規模更小，給出致命一擊"}, {"zh-tw": " I say, \"Great, I'm going to take the SysAdmin budget out of your hide.\" Here's the larger point. You're going to build the Sys AdminForce inside the U.S. Military first.", "en": " 我說，“那太好了，我要把'系統監管'的錢從你的預算裡拿出來” 這才是重點 你要首先在美國軍隊內部建立“系統監管”力量"}, {"zh-tw": " But ultimately you're goingto civilianize it, probably two thirds. Inter agency-ize it, internationalize it.", "en": " 但是最終你要將其中的大約三分之二平民化 將它推廣到各種組織之間，使其全球化"}, {"zh-tw": " So yes, it begins inside the Pentagon, but over time it's goingto cross that river. I have been to the mountain top.I can see the future.", "en": " 當然，這要從五角大樓開始 但是很快就會越過那條河 我已經登頂了，我能看到希望"}, {"zh-tw": " I may not live long enough to get youthere, but it's going to happen. We're going to havea Department of Something Else between war and peace.", "en": " 我可能不能活到那一天，但是事情已經開始進行了 我們會擁有一個戰爭之外的部門 處理戰爭和和平之間的事務"}, {"zh-tw": " Last slide. Who gets custody of the kids? This is where the Marinesin the audience get kind of tense.", "en": " 最後一頁 那麼誰來照顧這些孩子們呢？ 台下的海軍陸戰隊員們開始有點緊張了"}, {"zh-tw": " And this is when they thinkabout beating the crap out of me after the talk. Read Max Boon.", "en": " 這正是他們把我的話 當成廢話的時刻 讀一下Max Boon"}, {"zh-tw": " This is the history of the marines-- small wars, small arms. The Marines are like my WestHighland Terrier.", "en": " 這是海軍陸戰隊的歷史——小型的戰爭，輕型的武器 海軍陸戰隊就像我的西高地白梗（一種狗）"}, {"zh-tw": " They get up every morning,they want to dig a hole and they want to kill something. I don't want my Marines handing out aid.", "en": " 每天早上醒來，挖一個洞 然後殺死些什麼 我不想我的海軍陸戰隊去給誰提供援助"}, {"zh-tw": " I want them to be Marines. That's what keeps the Sys AdminForce from being a pussy force.", "en": " 我只想讓他們當海軍陸戰隊 這使得“系統監管”力量免於淪為一直柔弱的部隊"}, {"zh-tw": " It keeps it from being the U.N. You shoot at these people the Marinesare going to come over and kill you.", "en": " 免於變成聯合國的部隊 你若向他們射擊，那麼海軍陸戰隊員們會衝過來殺掉你"}, {"zh-tw": " Department of Navy,strategic subs go this way, surface combatants are over there, and the news is they mayactually be that small. I call it the Smart Dust Navy.", "en": " 海軍總部的戰略者們就要走這條路 水面戰鬥部隊就在那裡 將來可能他們會變得很小 我將那時的海軍稱之為“明智之塵”"}, {"zh-tw": " I tell young officers, \"You maycommand 500 ships in your career. Bad news is they may nothave anybody on them.\" Carriers go both waysbecause they're a swing asset.", "en": " 我告訴年輕的官員，你可以在你一生之中指揮500艘艦船 但是船上沒有人 航母部隊兩條路線都要走，因為他們是不固定的"}, {"zh-tw": " You'll see the pattern --airborne, just like carriers. Armor goes this way.", "en": " 你會看到這樣的模式——海軍航空部隊，就像航母部隊一樣 裝甲部隊也會如此"}, {"zh-tw": " Here's the dirty secret of the Air Force, you can win by bombing. But you need lots of these guyson the ground to win the peace.", "en": " 下面就是關於空軍的噁心的秘密 你會用炸彈取勝 但是在贏得和平的過程中你需要很多這些在陸上的傢伙"}, {"zh-tw": " Shinseki was right with the argument. Air force, strategicairlift goes both ways.", "en": " 辛賽奇的觀點是對的 空軍，在戰略上的空運中也要兩條腿走路"}, {"zh-tw": " Bombers, fighters go over here. Special Operations Command down at Tampa.", "en": " 轟炸機，戰鬥機也要這樣走 特殊行動指揮部在坦帕市"}, {"zh-tw": " Trigger-pullers go this way. Civil Affairs, that bastardchild, comes over here.", "en": " 步兵也要如此 民政部，那個混蛋小孩，也要到這裡來"}, {"zh-tw": " Return to the Army. The point about the trigger-pullersand Special Operations Command.", "en": " 回到部隊中去 這是關於步兵和特別行動指揮部的"}, {"zh-tw": " No off season, theseguys are always active. They drop in, dotheir business, disappear.", "en": " 不需要理由，這些傢伙總是很活躍 他們介入、做事情，然後消失"}, {"zh-tw": " See me now. Don't talk about it later. I was never here.", "en": " 現在看我，以後可不要再討論這個問題了 我從沒來過這裡"}, {"zh-tw": " The world is my playground. I want to keep trigger-pullerstrigger-happy.", "en": " 世界都是我的遊樂場 我只想讓步兵們開開心心地當地道的步兵"}, {"zh-tw": " I want the rules to beas loose as possible. Because when the thinggets prevented in Chicago with the three million dead that perverts our politicalsystem beyond all recognition, these are the guys who are goingto kill them first.", "en": " 我想讓這些規則盡可能地變寬鬆 因為在芝加哥事情受阻了 有三百萬人都死了 這就讓我們的政治部門很受打擊 有些人要先殺掉政治部門的人"}, {"zh-tw": " So it's better off to have themmake some mistakes along the way than to see that. Reserve component -- National Guard reservesoverwhelmingly Sys Admin.", "en": " 所以最好讓他們沿著這條路先犯點錯誤 而不是只是眼睜睜地看著 保留部分—— 國民警衛隊保留佔絕對優勢的“系統監管”力量"}, {"zh-tw": " How are you going to getthem to work for this force? Most firemen in thiscountry do it for free. This is not about money.", "en": " 你怎樣才能讓他們為“系統監管”做事呢？ 美國的許多消防員都是免費為它做事的 這不是錢的問題"}, {"zh-tw": " This is about being up frontwith these guys and gals. Last point, intelligence community -- the muscle and the defenseagencies go this way.", "en": " 而是要讓這些孩子們重到最前面 最後一點，情報界—— 政界和國防部都要參與"}, {"zh-tw": " What should be the CIA, open,analytical, open source should come over here. The information you needto do this is not secret.", "en": " CIA要變的開放，去分析問題，公開資源 要參與其中 你做事所需要的信息不是秘密"}, {"zh-tw": " It's not secret. Read that great piece in the New Yorker about how our echo boomers,19 to 25, over in Iraq taught each otherhow to do Sys Admin work, over the Internet in chat rooms.", "en": " 這不是秘密 讀一下《紐約客》上的那一頁 關於那些嬰兒潮一代的子女們，大約19到25歲的那些在伊拉克的傢伙們 是怎樣通過互聯網上的聊天室來相互學習 完成“系統監管”的工作的"}, {"zh-tw": " They said, \"Al Qaeda could be listening.\" They said, \"Well, Jesus,they already know this stuff.\" Take a gift in the left hand. These are the sunglasses that don'tscare people, simple stuff.", "en": " 他們說，“基地組織應當聽聽” 他們說，“其實，主啊，他們已經都知道啦” 左手拿一個禮物 有不會嚇到別人的太陽鏡，簡單的東西"}, {"zh-tw": " Censors and transparency,the overheads go in both directions. Thanks.", "en": " 經費不僅要用於審查工作，也要用來使工作透明化 謝謝大家"}], "title": "Thomas Barnett Draws A New Map For Peace"}