{"url": "http://www.ted.com/talks/laura_trice_suggests_we_all_say_thank_you", "paragraphs": [{"zh-tw": " Hi. I'm here to talk to you about the importance of praise, admiration and thank you, and having it be specific and genuine. And the way I got interested in this was, I noticed in myself, when I was growing up, and until about a few years ago, that I would want to say thank you to someone, I would want to praise them, I would want to take in their praise of me and I'd just stop it.", "en": " 大家好。今天我在這裡要和各位聊聊 讚美、欽佩和感謝的重要性 以及明確且真誠地把它們表達出來的重要 我會對這個主題感興趣是因為 我發現在我成長過程中 一直到近幾年為止 我會想對別人說聲謝謝 我會想要讚美他們 我也會想要接受他們對我的讚美 可是我就是不曾付諸行動"}, {"zh-tw": " And I asked myself, why? I felt shy, I felt embarrassed. And then my question became, am I the only one who does this? So, I decided to investigate.", "en": " 我問自己：為什麼會這樣呢？ 以前我會害羞，會覺得很不好意思 然後我的問題延伸為 是不是只有我這樣呢？ 於是我開始研究"}, {"zh-tw": " I'm fortunate enough to work in the rehab facility, so I get to see people who are facing life and death with addiction. And sometimes it comes down to something as simple as, their core wound is their father died without ever saying he's proud of them.", "en": " 我有幸在一家勒戒中心工作 所以有機會接觸一些因為毒癮而在生死邊緣遊走掙扎的人 其實有時候他們的問題很簡單 他們傷痛的癥結是父親生前從沒當面表示以他們為傲"}, {"zh-tw": " But then, they hear from all the family and friends that the father told everybody else that he was proud of him, but he never told the son. It's because he didn't know that his son needed to hear it.", "en": " 可是父親卻跟所有的親朋好友都說 自己以兒子為榮 但是父親從來沒有對兒子說過 因為父親不知道兒子需要親耳聽到父親的讚美"}, {"zh-tw": " So my question is, why don't we ask for the things that we need? I know a gentleman, married for 25 years, who's longing to hear his wife say, \"Thank you for being the breadwinner, so I can stay home with the kids,\" but won't ask. I know a woman who's good at this.", "en": " 所以我的問題是：為什麼我們不告訴別人我們需要什麼呢？ 我認識一個結婚25年的人 他很渴望聽到他的老婆說 「謝謝你扛起了養家的責任，讓我可以好好在家照顧孩子。」 可是他從不曾跟他老婆說 我認識一個女生，在這方面就很厲害"}, {"zh-tw": " She, once a week, meets with her husband and says, \"I'd really like you to thank me for all these things I did in the house and with the kids.\" And he goes, \"Oh, this is great, this is great.\" And praise really does have to be genuine, but she takes responsibility for that. And a friend of mine, April, who I've had since kindergarten, she thanks her children for doing their chores.", "en": " 每個星期，她會跟她老公說： 「我真的很希望你感謝我為這個家和孩子所做的事。」 然後她先生就會說：「喔，這個好棒，這個好棒。」 當然，這種讚美一定要是發自內心的 但這個女生得為她想得到的讚美而負起責任 我還有一個從幼稚園就認識的朋友，叫做 April 她會謝謝她的小孩幫忙做家事"}, {"zh-tw": " And she said, \"Why wouldn't I thank it, even though they're supposed to do it?\" So, the question is, why was I blocking it? Why were other people blocking it? Why can I say, \"I'll take my steak medium rare, I need size six shoes,\" but I won't say, \"Would you praise me this way?\" And it's because I'm giving you critical data about me. I'm telling you where I'm insecure.", "en": " 她告訴我：「雖然他們應該做家事，可是我為什麼因此就不感謝他們呢？」 所以，為什麼我之前抗拒讚美別人呢？ 為什麼很多其他的人也抗拒呢？ 為什麼我可以說：「我的牛排要三，四分熟」 「我要六號鞋」，但是我卻不能說： 「請你這樣讚美我」？ 因為這樣我就得把我的重要資料告訴別人 那等於是告訴別人我那裡缺乏安全感"}, {"zh-tw": " I'm telling you where I need your help. And I'm treating you, my inner circle, like you're the enemy.", "en": " 等於是告訴別人我那裡需要幫助 而我卻把你這個死黨朋友 看作敵人一樣"}, {"zh-tw": " Because what can you do with that data? You could neglect me. You could abuse it.", "en": " 因為我不知道你會怎麼處理與我相關的那些資料 你可能會忽視我 你可能會濫用它來傷害我"}, {"zh-tw": " Or you could actually meet my need. And I took my bike into the bike store-- I love this -- same bike, and they'd do something called \"truing\" the wheels.", "en": " 或許你也可能真正滿足我的需求 我曾經把我的自行車送到自行車店裡 -- 我很喜歡這個故事 -- 同一輛腳踏車，他們說他們會幫它「矯正車輪」"}, {"zh-tw": " The guy said, \"You know, when you true the wheels, it's going to make the bike so much better.\" I get the same bike back, and they've taken all the little warps out of those same wheels I've had for two and a half years, and my bike is like new. So, I'm going to challenge all of you.", "en": " 維修人員說：「你知道嗎？做了矯正車輪之後 你的腳踏車就會更好騎。」 維修完，我把我的腳踏車拿回來 他們把輪胎彎曲變形的地方都矯正了 這輛車已經買了兩年半，但現在它像新的一樣 所以我要你們每個人都接受一個挑戰"}, {"zh-tw": " I want you to true your wheels: be honest about the praise that you need to hear. What do you need to hear? Go home to your wife -- go ask her, what does she need? Go home to your husband -- what does he need? Go home and ask those questions, and then help the people around you.", "en": " 我要你們矯正自己的生命之輪： 誠實面對自己，你們想要聽到什麼讚美 你想要聽到什麼讚美？回去找你的太太 問她，她需要聽什麼讚美？ 回家問你的先生，他需要什麼讚美？ 回家釐清這些問題，然後幫助你身邊所有的人"}, {"zh-tw": " And it's simple. And why should we care about this? We talk about world peace.", "en": " 這很簡單，一點也不複雜 我們為何要在乎這件事呢？ 我們常說世界和平"}, {"zh-tw": " How can we have world peace with different cultures, different languages? I think it starts household by household, under the same roof. So, let's make it right in our own backyard.", "en": " 但要怎麼樣才能得到世界和平？有這麼多不同的文化和語言 我認為那要從同一個家庭，同一個屋簷下做起 所以讓我們從自家開始"}, {"zh-tw": " And I want to thank all of you in the audience for being great husbands, great mothers, friends, daughters, sons. And maybe somebody's never said that to you, but you've done a really, really good job.", "en": " 我要謝謝在座的每一位 你們是好先生，好母親 好朋友，好女兒，好兒子 也許從來沒有人為此向你們道過謝 但是你們真的做得很好"}, {"zh-tw": " And thank you for being here, just showing up and changing the world with your ideas. Thank you.", "en": " 還有謝謝你們來聽演講 也謝謝你們用想法改變這個世界 謝謝"}], "title": "Laura Trice Suggests We All Say Thank You"}