{"url": "http://www.ted.com/talks/david_s_rose_on_pitching_to_vcs", "paragraphs": [{"zh-tw": " Good morning. My name is David Rose. I am a serial entrepreneurturned serial investor.", "en": " 早安，我是David Rose 我從一個連續創業家，轉為一個連續投資者"}, {"zh-tw": " And by the use of pitchingPowerPoints to VCs, I have personally raisedtens of millions of dollars from VCs through PowerPoint pitches. And turning to the other sideof the equation, I've personally supervised the investmentof tens of millions of dollars into companies who have pitched mewith PowerPoint presentations.", "en": " 藉由有說服力的PowerPoint 我曾親自從創投業者那 募得上千萬美元的資金 然後，我轉換身份成為投資者 也曾經親自管理上百萬 的公司投資案 那些公司也是用PowerPoint來說服我 所以，我應該還夠格說，對如何說服創投者"}, {"zh-tw": " So I think it's safe to say I know a little bitabout the process of pitching. So, the very first questionyou've got to figure out is: What is the single most importantthing that a VC is looking for when you come to thempitching your new business idea? There are obviously all kinds of things -- business models and financialsand markets and this and that.", "en": " 我還算有一點了解 因此，我認為當你接觸創投業 來投銷你的商業點子時 各位第一要搞清楚的問題是 什麼是他們所想知道的 還有許多明顯要知道的事 包括商業模式，和財務分析 也包括市場分析 總括來說，你必須要作的事當中"}, {"zh-tw": " Overall, of all the thingsthat you have to do, what is the single most important thing the VC is going to be investing in? Somebody? What? Audience: People! David Rose: People! You!That's it -- you are the person. Therefore, the entire purposeof a VC pitch is to convince them that you are the entrepreneur in whomthey are going to invest their money and make a lot of money in return.", "en": " 什麼是創投唯一最想要 知道的呢? 有人可以說看看嗎?是什麼? 聽眾: 人 人?就是你--你就是這個最關鍵的人物 所以，整個說服創投者的整個過程中 就是為了說服他們 你是他們想要投資的創業家 而且可以幫助他們獲得更高價值的回報"}, {"zh-tw": " Now, how do you do this? You can't just walk up and say, \"Hi, I'm a really good guy, good girl,and you should invest in me.\" Right? So in the course of your VC pitch --you have a very few minutes; most VC pitches, angel pitches,are about 15 minutes, most should be less than half an hour -- people's attention span,after 18 minutes, begins to drop off. Tests have shown.", "en": " 所以，你該怎麼作呢? 你不能只是走上前然後說 「你好，我真是個好男孩，好女孩， 你們應該投資我」是吧? 所以，整個創投提案的過程，你只會有幾分鐘的時間 而大多數的創投提案 天使投資大約有15分鐘 多數的創投提案則少於半小時 實驗證明，人的注意力僅能維持18分鐘 然後就會開始降低"}, {"zh-tw": " So in that 18 or 10 or five minutes, you have to convey a whole bunchof different characteristics, about 10 different characteristics, while you're standing up there. What's the single most important thingyou've got to convey? What? Audience: Integrity.", "en": " 所以在那18分鐘，或10分鐘，或5分鐘的時間內 你必須傳遞出許多不同的人格特質 實際上，從你上台報告開始 你必須傳達出約10種不同的人格特質 而哪一項是最重要的特質，你必須傳達的？ 是什麼? (觀眾) 正直"}, {"zh-tw": " DR: Boy, oh boy, oh boy! That's a straight line, look at that! And I didn't even prompt him. Right, integrity. The key thing.", "en": " 哇！好傢伙！正中目標！ 我甚至都還沒有提醒他呢 答對了，正直，因為這是最重要的"}, {"zh-tw": " I would much rather invest in,take a chance on, somebody who I know is straightthan where there's any possible question of who are they looking out for,and what's going on. So the most important thing is integrity.", "en": " 你知道嗎?我寧願投資在 某個我知道是正直的人身上 也不願投資給某個可能有問題的人 也就是他們可能另有所圖 或企圖不明 所以最重要的特質是正直 除了正直之外，第二重要的特質是什麼？"}, {"zh-tw": " What's the second most important thing? Let's see if you can get this one. Audience: Self-confidence.", "en": " 讓我們看看有沒有人可以回答這個問題 (觀眾)自信"}, {"zh-tw": " DR: Close enough. Passion. Right? Entrepreneurs, by definition,are people who are leaving something else, starting a new world, creating and puttingtheir lifeblood into this thing.", "en": " 非常接近了! 是熱情 沒錯，我們要的是 定義上的創業家 這些人會跳脫世俗，開啟一個全新的世界 而且會把他們所有的心血完全投入到這項事業"}, {"zh-tw": " You've got to convey passion. If you're not passionate, why should anyone else be,or put money into your company if you're not passionate about it? Integrity, passion:the most important things.", "en": " 各位必須要傳遞出熱情 如果你自己都對自己的公司沒有熱情 別人怎麼會對它有熱情呢? 一旦你自己都沒有熱情 其他人為什麼要投入資金在你的公司呢? 所以，正直加上熱情，是創業家最重要的必備特質"}, {"zh-tw": " Then there's a whole panoplyof other things you've got to wrap up in this package you're presenting to a VC. Experience: you've got to be able to say, \"Hey, you know, I've done this before.\" \"Done this before\" is startingan enterprise, creating value, and taking somethingfrom beginning to end.", "en": " 接著還有很多其它重要的特質 是你在向創投業者簡報時 所必須傳達的 例如:經驗 你必須能大聲說出:「我之前做過這個」 「之前做過這個」是指開創一個企業及創造價值 而且是包括了從頭到尾都有參與到"}, {"zh-tw": " That's why VCs love to fundserial entrepreneurs -- even if you didn't do it rightthe first time, you've learned the lessons, which putsyou in good stead the next time. Along with the experience of startingan enterprise or running something -- doesn't have to be a business, it can be an organizationin a school, a not-for-profit.", "en": " 這也就是為何創投喜愛資助連續創業家 因為即使你一開始沒有作好 你也曾經在失敗中學到了寶貴的一課 會對在下一次創業有所幫助 所以曾有過開創公司的經驗 或是進行過相關工作的經驗 不一定要是一個企業 也可以是學校社團 或是非營利組織 但他們會希望讓有經驗的人來開創一個組織"}, {"zh-tw": " But experiencein creating an organization. Next: knowledge.", "en": " 下一個特質是專業知識 如果你告訴我，你打算成為"}, {"zh-tw": " If you tell me you're going to be the developerof the map of the human genome, you better know what a human genome is;I want you to have expertise. I don't want somebody who says, \"I've got a great ideain a business I know nothing about.", "en": " 了不起的人類基因圖譜研發商 你最好懂得什麼是人類基因組 我的意思是，你必須要有相關領域的專業知識 我不希望有人說 我一點都不懂，但我有好的點子"}, {"zh-tw": " I don't know who the players are,what the market is like.\" You've got to know your market, your area. And you have to havethe skills that it takes to get a company going.", "en": " 我不知道誰是這個行業的競爭者 我不知道這個市場的狀況 因此，你必須對你要進入的市場有所了解 你必須懂你要進入的領域 你還必須要有讓這間公司 繼續營運的能力"}, {"zh-tw": " Those skills includeeverything from technical skills if it's a technology business, to marketing and salesand management and so on. But, you know, not everybodyhas all these skills.", "en": " 這些能力包括來自技術的各個層面 如果是科技產業，也包含市場與行銷 還有管理等 但不是每個人都擁有所有的能力"}, {"zh-tw": " Very few people have the full setof skills it takes to run a company. What else do you require?Well, leadership.", "en": " 只有少數人具備完整的技能 來經營一家公司 因此，你還需要什麼？ 是的，就是領袖特質"}, {"zh-tw": " You've got to be able to convince usthat you either have developed a team that has all those factorsin it, or else you can. And you have the charismaand the management style and the ability to get peopleto follow your lead, to inspire them, to motivate themto be part of your team.", "en": " 你必須有能力來說服我們 你曾經培養過一個團隊，擁有所有這些所需的特質 或你自己本身具備所有的特質 你還必須擁有領袖魅力和管理風格 以及讓別人追隨你的領導能力 能夠激發他們、鼓舞他們成為你團隊的一份子"}, {"zh-tw": " Having done all that, what else do I want to know as a VC? I want to know that you have commitment. That you are going to be here to the end.", "en": " 然而,在擁有這些特質之後 還有什麼其它的事,是身為創投的我想知道的呢? 我想知道你能信守承諾 你是否願意撐到最後一刻"}, {"zh-tw": " I want you to say --or I want you to convey -- that you are going to die if youhave to, with your very last breath, your fingernails scratchingas they draw you out. You'll keep my money aliveand make more from it.", "en": " 我想要由你口中說出,或是你傳遞出 為這間公司鞠躬盡瘁、死而後已 在被拖出公司時，你的指甲會在四壁留下抓痕 你也要保証我的投資不會血本無歸 而且還會賺更多回來 我不希望投資在一個"}, {"zh-tw": " I don't want someone who'llcut and run at the first opportunity. Bad things happen.", "en": " 當一遇到危機 就溜之大吉的人 因為從來都沒有創投天使和創投公司所投資的新創公司"}, {"zh-tw": " There's never been a venture-fundedcompany where bad things didn't happen. So know that you're committedto the very end.", "en": " 從來都沒有壞事發生 所以我想知道你對所承諾的事 會堅持到最後 你還必須有願景"}, {"zh-tw": " You've got to have visionto see where this is going. I don't want another \"me too\" product.", "en": " 你要能夠看清楚未來的走向 我不要一個只會說\"我也是\"的產品"}, {"zh-tw": " I want somebody who canchange the world out there. But on top of that, I need realism, Because while changing the worldis great, it doesn't always happen.", "en": " 我要一個能明瞭一切，能改變世界的人 但除此之外，我也需要腳踏實地的人 因為我需要知道你明白 能改變世界是最好的,但那不一定必然會發生"}, {"zh-tw": " And before you get to change the world, bad things are going to take place; you have to deal with that. And you have to have rational projections.", "en": " 並且在你有能力改變世界之前 困難總是會先發生 所以你必須有能力去處理解決這些困難 而且你必須有合理的推論等相關想法"}, {"zh-tw": " Finally, you're asking for my money -- not just because it's my money,but because it's me. You need to be coachable.", "en": " 最後,你向我籌資 並不只是因為你需要我的錢, 而是因為你願意被我指導"}, {"zh-tw": " I need to knowyou have the ability to listen. We've had a lot of experience.", "en": " 所以我必須知道你肯聆聽 我們有過許多實務經驗"}, {"zh-tw": " People who are VCs or angelsinvesting in you have had experience, and they'd like to know that youwant to hear that experience. So how do you convey these 10 thingsin 10 minutes without saying them? You can't say, \"I've gotintegrity, invest in me!\" You've got to do a whole pitchthat conveys this without conveying it.", "en": " 投資你的創投公司或天使 有豐富的經驗, 而他們想知道的是 你願意去了解那些經驗 但你如何在有限的10分鐘內, 傳達這10種人格特質而不囉嗦？ 你不能只是說.「我很正直, 投資我吧!」 對嗎? 你必須表現出這10種特質 但不讓人覺得你在刻意傳達這些訊息"}, {"zh-tw": " Think about your pitch as a timeline. It starts off, you walk in the door.", "en": " 因此,將你的提案想像成一條時間線 從你一踏進門就開始進行"}, {"zh-tw": " They know nothing whatsoever about you. You can take them on an emotional --all pitches, all sales presentations, are emotional at some level.", "en": " 他們對你一無所知 而你可以左右他們的情緒 所有的提案或所有的銷售報告,或多或少都受情緒左右"}, {"zh-tw": " You can go up, you can go down, right? And it goes from beginning to end. You walk in, the first thingyou've got to do, the overall arc of your presentation,it's got to start like a rocket.", "en": " 你可以將情緒拉高或降低 從開始到結束都是如此 一走進門,第一件要做的事 對於你整體的報告而言 必須有快如火箭的開頭"}, {"zh-tw": " You've got maybe 10 seconds -- between 10 and 30 seconds,depending on how long the pitch is -- to get their attention. In my case, I've invested.", "en": " 你可能只有10秒,一般是介於10到30秒之間 來吸引他們的注意,視提案時間長短而定 以我為例: 「我一直在投資,我已經獲利數千萬美元,"}, {"zh-tw": " I've gotten millions of dollarsfrom PowerPoint pitches. \"I've invested millions.\"That should get you right there.", "en": " 都是靠PowerPoint提案而來的 我已投資了數千萬美元」 類似這樣.這應該能給你們一些概念"}, {"zh-tw": " This can be a factor something counterintuitive. It can be a story or an experience.", "en": " 這會是一個因素,而每個人都可能認為這不符合直覺 開頭可以是一個故事或經驗"}, {"zh-tw": " But you've got to grabtheir emotional attention, focused on you, within that first few seconds. And then from there,you've got to take them on a very solid, steady, upward path,right from beginning to end.", "en": " 但你一定要掌握住他們的情感注意力,將目光集中在你身上 關鍵就是開頭的幾秒鐘時間 然後,一步步的,你要引導他們 到牢靠、穩健且漸入佳境的方向"}, {"zh-tw": " Everything has to reinforce this. And you've got to get betterand better and better, revving up to the very end, then you've got to -- boom! -- knock them out of the park.", "en": " 從頭到尾都要不斷地加強這一點 你必須要愈來愈好、再好、還要更好 一步步堆砌起來 最後,「砰」一聲 向他們擊出一支漂亮的全壘打"}, {"zh-tw": " You want to get themto such an emotional high they're ready to write you a check,throw money at you, before you leave. How do you do that? First of all, logical progression.", "en": " 將他們帶往情緒高潮 讓他們馬上簽下支票給你,搶著投錢給你 就在你離開之前 好,所以你要怎麼做才能辦到呢? 首先,要有邏輯的進程"}, {"zh-tw": " Any time you go backwards,any time you skip a step -- imagine walking up a staircasewhere some of the treads are missing, or the heights are different. You stop, you need to figure outa nice, logical progression.", "en": " 當你往回走,或跳過了某個步驟時 想像你正在走樓梯,其中缺了些階梯 或階與階之間的高度不同 你停下來,你必須弄清楚 你需要一個合理的邏輯進程"}, {"zh-tw": " Start with what the market is:Why are you going to do X, Y or Z? And then you've got to tell mehow you're going to do it, and what you're going to do. And it's got to flowfrom beginning to end.", "en": " 從告訴他們市場的情況開始 為什麼你要這麼做,步驟 X, Y或 Z 然後,你必須告訴我你要怎麼做? 你要做的是什麼？你要如何達成？ 將這套流程將從頭貫徹到尾"}, {"zh-tw": " You've got to let me knowthere are touchstones, to tie in to the restof the world out there. For example, referencecompanies I've heard of, or basic items in your business.", "en": " 你還必須告訴我試行結果 你要能和真實的世界連接起來 舉例而言 如果你提到我聽過的公司 或是你業務中的基本項目"}, {"zh-tw": " I want to know about thingsthat I can relate to: validators, or anything that tells mesomebody else has approved this, or there's outside validation. It can be sales; it can beyou got an award for something; it can be people have done it before; it can be your beta testsare going great, whatever.", "en": " 我需要全盤瞭解.讓我能去想像 提出證明,或任何能證實已經有人認可該項目 或有其他外部的證明 可能是銷量，或是得了獎 可能是之前已經有人做過 也可能是你的原型試驗效果很好 無論如何,我需要看到證明"}, {"zh-tw": " I want to know validation --not just what you're telling me, but that somebodyor something else out there says this makes sense. And then, I'm looking for the upside;I need a believable upside.", "en": " 來背書你所說不是只有你自己在想 而是有其他人也這麼認為 或有實物可以證明你說的合理 再者,我所尋求的是利基 而且是可信的利基 所以有兩個方面"}, {"zh-tw": " That's two parts; it's gotto be upside and believable. The upside means if you tell methat five years out, you're making a million dollars a year,that's not really upside.", "en": " 其一是有利可圖,其二是這個利要實際可達成 有利可圖的意思,是你必須告訴我 你將衝刺五年,每年賺進一百萬元 嗯,這個利基並不高"}, {"zh-tw": " Telling me you'll be makinga billion dollars a year -- that's not believable. So it's got to be both.", "en": " 但你如果跟我說,你每年要賺進十億元 那就不太實際 所以,兩個方面都必須兼顧 另外,有很多事會讓我不感興趣"}, {"zh-tw": " On the other hand are thingsthat take the emotional level down. You have to recover from those.", "en": " 使我的情緒指數下降 你必須要移除這些可能性 舉例來說,你說的內容"}, {"zh-tw": " For example, anythingthat I know is not true. \"We have no competition.Nobody makes a widget like this.\" Odds are I know somebodywho's made a widget, and the minute you tell me that, I discount half of whatyou're saying from then on.", "en": " 我早就知道是不切實際 像是「我們沒有競爭對手， 沒人做過這樣的新產品」 可能我早就知道有人做過 所以一旦你說沒人做過,碰! 你就完了 我開始會對你說的話打對折"}, {"zh-tw": " Anything I don't understand, where I have to make the leapmyself, in my own head, will stop the flow of the presentation. So you've got to take methrough like a sixth-grader -- dub, dub, dub --but without patronizing me.", "en": " 任何讓我思考或是不瞭解的事 使我必須在腦海中打轉的事 都會打斷報告的連貫性 所以,你必須要像對待六年級的學生一樣 按步就班的說明,但不能屈居於我"}, {"zh-tw": " And it's a very tricky path. But if you can do it,it works really well.", "en": " 要做到這樣很難 但如果你能做到,那就會非常順利"}, {"zh-tw": " Anything that's inconsistentwithin your concept -- if you tell me sales of X, Y or Zare 10 million dollars, five slides later,they're five million dollars ... One may have been gross sales,one may have been net sales, but I want to know that all the numbersmake sense together.", "en": " 還有,不能出現前後矛盾 如果你說X、Y 或Z的銷售額是一千萬元 可是下一張投影片,或五張之後,數據變成五百萬元 當然,可能一個數代表毛利 一個數代表淨利 但我只想看到合理的數字"}, {"zh-tw": " And then, finally: anythingthat's an error or a typo, or a stupid mistake or a linethat's in the wrong place -- that shows me that if you can't doa presentation, how can you run a company? So this all feeds in together. The best way to do thisis to look at our betters, people who have done this before.", "en": " 最後要注意的像是錯誤、錯字 或其他愚蠢的過失,或一條莫名出現的線 這些都表示,如果你連報告都做不好 你怎麼能經營一間公司？ 以上就是所有該注意的要點了 因此,最好的提案方式就是找出我們較好的一面 觀摩已經做過這行的人"}, {"zh-tw": " Let's look at the most successfultechnology executive in the business, and see how a presentation goes. Bill Gates's PowerPointpresentation over here.", "en": " 我們來看看這行最成功的科技執行長 看他們是怎麼提案的 這是比爾‧蓋茲的PowerPoint報告"}, {"zh-tw": " Here's Gates doing a thing for Windows. Is this how to do a PowerPointpresentation? What do you think? No. Who do you think we shouldlook at as our role model? Oh, isn't that funny!There's another great one over here.", "en": " 蓋茲在介紹Windows的新功能 這是正確的PowerPoint報告方式嗎? 你覺得呢? 不! 你覺得誰才是我們該模仿的對象？ 噢,真好笑！這是另一位巨人 同意嗎？對,是賈伯斯(Steve Jobs)"}, {"zh-tw": " OK, Steve Jobs. You want absolute --this is the Zen of presentation, right? Here he is, one little guy,black jeans and stuff, on a totally empty stage.", "en": " 你要追求一種絕對--這是報告的禪境,對吧？ 他就在這,一個小個頭,穿著黑色牛仔褲 站在一個空蕩的舞台上"}, {"zh-tw": " What are you focusing on? You're focusing on him!This is Steve Jobs. So are these wonderful long bullet points,whole list of things good? No, they're not. The longbullet points are bad.", "en": " 你會把目光放在哪裡? 放在他身上! 賈伯斯身上! 所以,你了解到 把所有好的點,一長串都列出來,很棒! 不,這樣不好 一長串的列點很糟"}, {"zh-tw": " What's good? Short. Short bullet points. But you know what? Even better than shortbullet points are no bullet points.", "en": " 怎麼才好? 簡短的要點 但你知道嗎 比簡短的要點更好的,就是沒有列點 給我標題就好"}, {"zh-tw": " Just give me the headline. And you know what? How many bullet pointsdoes Steve Jobs use? Basically, none.", "en": " 所以你知道嗎 賈伯斯用了多少個要點和標題? 基本上為零"}, {"zh-tw": " What do you do? Best of all, images. Just a simple image. I look at the image;a picture's worth a thousand words.", "en": " 你要怎麼做? 最好的方式--圖片. 只要一張簡單的圖 看著影像,一張圖片勝過千言萬語"}, {"zh-tw": " You look at the imageand you've got the whole thing. Then you come back to me; you're focusedon me, why I'm such a great guy, why you want to invest,why this all makes sense.", "en": " 你看著影像,看過之後,你就會完全臣服 然後你的注意力會回到我身上 注意到我,還有為何我是個這麼棒的傢伙 還有你為什麼應該投資我 為何整件事聽起來都很合理"}, {"zh-tw": " That said, we only have a very short time, so let's run through the thingsto include in your presentation. First of all, none of these big,long-titled slides with blah, blah, I'm presentingto so-and-so on X date.", "en": " 如此看來,我們只有很短暫的時間 讓我們把你需要在提案中呈現的東西 一起順一次 首先,不要做冗長標題的投影片 不要盡講些五四三的 不要說「我將誰和誰提案、今天幾月幾號」這種話"}, {"zh-tw": " I know the day, I know who I am --I don't need all that. Just give me your company logo.", "en": " 我知道日期,我知道我是誰,我也知道你要提案 這些我都不想聽 你只要給我公司的LOGO 我看到LOGO,那就會和我的大腦產生聯結"}, {"zh-tw": " I look at the logo,and it ties it to my brain. Then I come back to you.I'm focused on you, OK? You give me your quick, 15-secondor 30-second intro, grab my attention.", "en": " 然後我再回到你身上,將注意力放在你身上 你要做的,給我一個快速 15到30秒的介紹,抓住我的注意力"}, {"zh-tw": " Then you give mea quick business overview. This is not a five-minute pitch.This is, you know, two sentences.", "en": " 然後快速地概述你的業務 這不是五分鐘的提案,這只需要兩句話"}, {"zh-tw": " \"We build widgets for the X, Y, Z market.\" Or, \"We sell services to help do X.\"You know, whatever. And that is like the pictureon the outside of a jigsaw puzzle box.", "en": " 「我們為X、Y、Z市場打造了新產品」 或「我們販售服務幫助某人做某事」.像這樣的話 這就像是拼圖盒外面的圖案"}, {"zh-tw": " That lets me know the context. It gives me the armature for the wholething you'll be going through; it lets me put everythingin relation to what you've told me.", "en": " 讓我瞭解其中的脈絡 讓我獲得整件事的主要架構 就是所有你想要表達的東西 這也能讓我把其他你所說過的事 給連結起來"}, {"zh-tw": " Then you've got to walk me through,show me who your management team is. I want to know the size of the market.Why is this market worth getting at? I want to know your product,that's very important.", "en": " 就像這樣,讓我瞭解事情的始末 秀出你的管理團隊 如果你有經驗,或你之前做過這行 是會有所幫助的 我還要知道市場--市場的大小 為何這個市場值得耕耘? 我要知道你的產品,這非常重要 但這不是個產品提案或銷售提案"}, {"zh-tw": " Now, this is nota product pitch or sales pitch. I don't want to know all the ins and outs,just what the heck is it? If it's a website, show mea screenshot of your website.", "en": " 我不想知道所有的細節 及其他瑣碎的事情 我只想知道，它到底是什麼？ 如果是個網站,秀出一個網站的畫面 不要做現場的展示"}, {"zh-tw": " Don't do a live demo.Never do a live demo. Do a canned demo,or something that lets me know why people are goingto buy whatever it is.", "en": " 記住,千萬不要做現場的展示 預先做好示範帶,或用一些方法來讓我了解 為何人們會花錢買這樣東西"}, {"zh-tw": " Now that I know what you're selling, tell me how you make money on it. For every X you sell, you get Y,or services of Z.", "en": " 接下來,我想知道的--現在我知道你要賣的是什麼 告訴我你要如何靠它賺錢 每賣出X,你會獲利Y,你做的服務是Z 我要知道你的營利模式"}, {"zh-tw": " I want to know what the business modelis on a per-unit basis, or for the actual product you're selling. I want to know who you're selling toin terms of customers and if you have any specialrelationships that will help you, whether it's a distribution relationshipor a producing partner.", "en": " 是以單位為基礎 或是視你實際所賣出的產品 我要知道你將這東西賣給誰 以顧客的立場來看 我還要知道你是否有任何人脈 可以特別幫助你 無論是你認識某個經銷商 或者你有特定的供應商夥伴 只要有證據說明"}, {"zh-tw": " Again, validation. This helps to say you're biggerthan just one little thing over here.", "en": " 顯現出你不是孤軍奮戰 但每個人都有競爭對手"}, {"zh-tw": " But everybody has competition. There's never been a companywith no competition, even if the competitionis the old way of doing something.", "en": " 從來沒有一間公司 是沒有競爭對手的 即使這個競爭是以傳統的方式去做某件事 我都要知道你確切的競爭對手為何"}, {"zh-tw": " I want to know exactlywhat your competition is, and that will help me judgehow you fit into the whole operation. I want to know how you're special.", "en": " 這才能幫助我判斷 你要如何切入目前的運作中 然後我要知道你有什麼過人之處 如果我了解你競爭對手的作法"}, {"zh-tw": " I know what your competition does -- how are you going to preventthem from eating your lunch? All this ties into the financial overview. And you can't do a VC pitchwithout giving me your financials.", "en": " 你要如何預防競爭對手 吞掉你的市場? 而以上全部都和財務概況有關 你必須有財務報告 不然你無法做創投提案"}, {"zh-tw": " I want to know a year or two back,or as long as you've been in existence. And I want to knowfour or five years forward.", "en": " 我要看到三年前,或一、二年前的報表 或從你的企業開始存在以來的所有報表 以及未來三年、四年或五年的報表 五年有點太多,四年可能比較合理"}, {"zh-tw": " Five is a bit much. Probably four. And I want to know how that businessmodel, on a product basis, will translate into a company model:How many widgets will you sell? You make X amount per widget.I want to know what the driver is.", "en": " 我還要知道你提出的商業模式 在產品的基礎上,如何轉換為公司模式 還有新產品的銷售量將有多少 你的每個新產品有X利潤 我要知道驅使銷售的動力何在 我們今年將會有一千個客戶"}, {"zh-tw": " We'll have 1,000 customersthis year and 10,000 the next, our revenues will do this and that. That gives me the whole picturefor the next several years into which I'm investing.", "en": " 明年會有一萬個 且我們的盈收將會不斷攀升到某一個層級 這讓我能清楚看出未來幾年內 我投資報酬的整體藍圖 我還要知道你從我這裡拿到的錢"}, {"zh-tw": " And I want to know how the moneyfrom me will help you get there. You're going to openan offshore plant in China, you're going to spend it allon sales and marketing, you're going to go to Tahiti, whatever.", "en": " 如何能幫助你達成目標 你是否要在中國開設海外工廠 或是將所有的錢投入銷售與行銷 或者你要前往大溪地,或其他地方 然後問題來了"}, {"zh-tw": " But then comes the ask,where you tell me how much you want. You're looking for 5 million --at what valuation? Two million? 100,000? What's the money in so far? Who invested? I hope you invested -- if you can't investin your own thing, why should I? So I like to know if you havefriends and family, or angel investors, or more VCs before.", "en": " 這是你要求實際獲得的金額 你需要五百萬元. 那我該如何評定這個金額？ 投資十萬賺回兩百萬 你目前已籌到多少?有誰投資? 我希望你自己也有投資 因為我是跟進投資 如果連你都沒投資,那我為何要投資？ 所以我要知道你是否有朋友或家人 或金主已經投入資金,或你曾有很多創投經驗"}, {"zh-tw": " What's the capital structureup until this point? Finally, having done all that,you've now told me the whole thing, so now you bring it backto that conclusion. This is that rocket going up.", "en": " 到目前為止,資本結構如何？ 最後,如果以上都做到了 你已交待了所有的細節 你還是要將話題帶入結論 這會是那支火箭向上衝刺的時刻 所以希望之前所有一切都很順利"}, {"zh-tw": " Hopefully everything has been positive. And everything you say clicks,it all makes sense.", "en": " 順利、順利、還要更順利 而且你所說的一切都讓我動心 一切都合理"}, {"zh-tw": " And I'm thinking, \"This is really great!\" Then you take me backto just your logo on the screen. And I look at the logo -- OK, good.", "en": " 我心裡也想著「這是很棒的提案」 然後你將我的視線帶回你的公司LOGO 螢幕上只放著LOGO 然後我看著LOGO,嗯,很好"}, {"zh-tw": " Now I come back to you.Nothing else to look at, right? Now you've got to wrap it upto give me the final -- boom! -- the final pitch that's goingto send me into space. Now, in the process of doing this, how do you rememberthe sequences and do it? You've noticed I'm not lookingat the screen, right? The screen is in front of me, so I couldn't even see if I wanted to.", "en": " 我回頭看你,沒有其他要看的東西了,對嘛？ 然後你要開始總結,把一切綜合起來 給我一個最終的...碰(驚喜)！ 用最後的提案把我射入太空 在處理這套提案的過程中 你如何記得所有順序和該做的事? 你已注意到我沒有盯著螢幕看,對嗎? 這個房間的螢幕,是設在我的背後 我想看也看不到"}, {"zh-tw": " So how do I know what's going on? Well, I have a laptop in front of me. You're looking at me and at this.", "en": " 那我又怎麼知道進行到哪了 我的面前有台筆電 但你看著我,還看著螢幕"}, {"zh-tw": " What am I looking at? You think that I'm looking at that? No, I'm looking, actually, at a special versionof PowerPoint over here, which shows me the slidesahead and behind, my notes, so I can see what's going on. PowerPoint has this built intoevery copy of it that's shipped.", "en": " 你認為我在看什麼? 你覺得我有在看螢幕嗎？ 沒有，其實我在看一個特別版本的 PowerPoint 它會預先秀出下一張投影片,還有上一張 還有我的筆記--所以,我能清楚掌握情況 PowerPoint已將這個功能內建到 每一套PowerPoint軟體裡"}, {"zh-tw": " If you use Apple's Keynote,it's got an even better version. There's another program calledOvation you can get from Adobe that they bought last summer, which helps you run the timersand lets you figure out what's going on.", "en": " 如果你是使用蘋果的Keynote,就有更好的版本能用 另外,還有一套程式叫Ovation 你可以向Adobe購買,去年夏天才剛推出的 內含能幫助你控制全程的計時器 而且讓你清楚掌握現況"}, {"zh-tw": " So, here's my wrap-upto take you to the moon, right? I usually do a Top 10,but we don't have time, so: David's Top Five Presentation Tips. Number five: always use presenter mode, or Ovation, or presenter tools.", "en": " 現在,我該做讓你飛上月球的總結了,對吧？ 我通常會給出10個最重要的秘訣,但現在沒有時間了 所以,這裡是我的五個報告秘訣: 第五、永遠使用報告模式 或Ovation,或其他報告工具"}, {"zh-tw": " It lets you knowexactly where you're going, helps you pace yourself,gives you a timer, the whole bit. Number four: always use remote control.", "en": " 因為那能讓你清楚報告的確切走向 還能讓你按部就班 我們就能準時、完整地結束報告 第四、永遠使用遙控器"}, {"zh-tw": " Have you seen me touchthe computer? No. Why not? Because I'm using remote control.Always use remote control. Number three: the handouts you giveare not your presentation.", "en": " 你有看到我碰電腦嗎？ 沒有.為什麼？ 因為我用的是這支遙控器 永遠使用遙控器 第三、 講義的資料要和你的提案不同 如果你遵守這點建議,你將會游刃有餘"}, {"zh-tw": " If you follow my suggestions, you'll have a very spare,Zen-like presentation, which is great to convey who you areand get people emotionally involved, but not good as a handout. You want a handout that gives moreinformation; it has to stand without you.", "en": " 禪意十足.這對傳遞你的個人特質很好用 並能讓聽者的情緒受到渲染 但這不太適用於講義 講義是要提供更多資訊的 因為講義要能在你不在時替代你 第二、"}, {"zh-tw": " Number two: don't read your speech.Can you imagine? (Reading) \"You should investin my company ... \" It doesn't work. And the number one presentation tip:never, ever look at the screen.", "en": " 不要唸稿 你能想像嗎,「你應投資我的公司」 「因為這是一個好公司」 這樣是行不通的. 不要念稿. 最重要的秘訣來了: 絕對不要看螢幕"}, {"zh-tw": " You're making a connectionwith your audience, and you always wanta one-on-one connection. The screen should come up behind you and supplement what you're doing,instead of replace you. And that is how to pitch to a VC.", "en": " 你要和你的聽眾作一個連結 你要建立的是一對一的連結 螢幕應該在你的視線後方 輔助你的報告,而非取代你的角色 這就是向創投提案的要訣"}], "title": "David S Rose On Pitching To Vcs"}