{"url": "http://www.ted.com/talks/jimmy_wales_on_the_birth_of_wikipedia", "paragraphs": [{"zh-tw": " Charles Van Doren, who was latera senior editor of Britannica, said the ideal encyclopediashould be radical -- it should stop being safe. But if you know anything about the historyof Britannica since 1962, it was anything but radical: still a very completely safe,stodgy type of encyclopedia.", "en": " 1962年，還沒成為Britannica百科資深編輯的Charles Van Doren曾說， 最理想的百科全書應該要是反叛的─它不該滿足於保守安全 但如果你略知Britannica百科從1962創立至今的歷史， 就會發現它毫無叛逆因子： 它仍然是保守平庸到不行的百科全書"}, {"zh-tw": " Wikipedia, on the other hand,begins with a very radical idea, and that's for all of usto imagine a world in which every single person on the planet is given free accessto the sum of all human knowledge. And that's what we're doing.", "en": " 反觀維基百科的創立，卻是源於一個非常顛覆的概念， 它讓我們創造一個空間 在這裡，每個人無論你我，都能夠 對人類知識的積累自由貢獻"}, {"zh-tw": " So Wikipedia -- you just saw the littledemonstration of it -- it's a freely licensed encyclopedia. It's written by thousands of volunteers all over the worldin many, many languages.", "en": " 這就是我們正在進行的事。所以，維基百科 你會發現維基很少指導使用者該怎麼做， 它是自由授權的百科。它由成千上萬的志願者所撰寫 他們來自世界各個角落，使用各自的語言"}, {"zh-tw": " It's written using wiki software -- which is the type of softwarehe just demonstrated -- so anyone can quickly edit and save, and it goes liveon the Internet immediately. And everything about Wikipedia is managedby virtually an all-volunteer staff.", "en": " 人們藉由維基軟體撰寫 軟體的使用就如剛剛所示範的 所以每個人都能輕易編撰和儲存， 即時、直接轉成網路上的內容 維基百科的一切，是由一群幾乎全是志願的工作人員所管理"}, {"zh-tw": " So when Yochai is talkingabout new methods of organization, he's exactly describing Wikipedia. And what I'm going to do today is tell you a little bit moreabout how it really works on the inside.", "en": " 所以當Yochai正高談闊論組織的新方法時 他其實正是在描述維基百科。而我今天要做的事 就是向你們多透露一點，維基內部是怎麼運作的。"}, {"zh-tw": " So Wikipedia's ownedby the Wikimedia Foundation, which I founded, a nonprofit organization. And our goal, the core aimof the Wikimedia Foundation, is to get a free encyclopediato every single person on the planet.", "en": " 維基百科的所有權歸屬於我所創立的維基媒體基金會 那是一個非營利組織。而我們的目標，維基媒體基金會的核心目標， 就是在世上創立一個，對每個人都自由開放的百科全書"}, {"zh-tw": " And so, if you thinkabout what that means, it means a lot morethan just building a cool website. We're really interestedin all the issues of the digital divide, poverty worldwide, empowering people everywhereto have the information that they need to make good decisions.", "en": " 如果你在思考這究竟意味著什麼 這表示，這遠不止是搭設一個很厲害的網站 我們很關心各種議題：資訊鴻溝、貧窮問題 讓人們無論身處何處，都能得到他們需要的訊息 做出更好的選擇"}, {"zh-tw": " And so we're goingto have to do a lot of work that goes beyond just the Internet. And so that's a big part of whywe've chosen the free licensing model, because that empowers localentrepreneurs or anyone who wants to -- they can take our contentand do anything they like with it -- you can copy it, redistribute it -- and you can do itcommercially or non-commercially.", "en": " 所以我們需要做得更多，而不再只是停留在提供人們網路這樣的程度 所以我們選擇免費自由的授權模式 這樣就能授權當地的企業家-- 或任何一個人獲取百科的內容 愛怎麼用就怎麼用：可以複製、可以散播分享 可以用在商業或其他用途"}, {"zh-tw": " So there's a lot of opportunitiesthat are going to arise around Wikipedia all over the world. We're funded by donations from the public, and one of the moreinteresting things about that is how little moneyit actually takes to run Wikipedia.", "en": " 很多機會隨著維基百科應運而生 全世界都有 我們是由大眾的捐款所支持 而另一件相關的趣事是 維持維基運作所需的成本是多麼地少"}, {"zh-tw": " So Yochai showed you the graphof what the cost of a printing press was. And I'm going to tell youwhat the cost of Wikipedia is.", "en": " Yochai剛剛讓你們看了紙面出版成本的圖表 而我將告訴你們維基的成本為何"}, {"zh-tw": " But first, I'll show you how big it is. So we've got over 600,000articles in English.", "en": " 但我會先告訴各位，維基的規模有多大 我們有超過60萬篇英文文章"}, {"zh-tw": " We've got two million total articlesacross many, many different languages. The biggest languagesare German, Japanese, French -- all the Western-Europeanlanguages are quite big.", "en": " 全球不同語言的文章合計起來，共有二百萬篇 規模最大的使用語言是德文、日文和法文 所有西歐的語言都有不小的規模"}, {"zh-tw": " But only around one-thirdof all of our traffic to our web clusters to the English Wikipedia, which is surprising to a lot of people. A lot of people think in a veryEnglish-centric way on the Internet, but for us, we're truly global.", "en": " 但維基的總瀏覽量，只有大約三分之一 是在觀看維基的英文頁面 這令很多人感到訝異 很多人都是以英文為中心的角度來看待網路"}, {"zh-tw": " We're in many, many languages. How popular we've gotten to be --we're a top-50 website and we're more popularthan the New York Times.", "en": " 但對我們而言，維基卻是全球性的，有非常多種語言 是多麼受到使用者的歡迎阿：維基榮登前50大網站 普及率甚至超越紐約時報"}, {"zh-tw": " So this is where we getto Yochai's discussion. This shows the growth of Wikipedia --we're the blue line there -- and this is the New York Times over there.", "en": " 這就連結到Yochai的論點 這展現了維基百科的成長--就是這條藍色的曲線-- 而另一條則是紐約時報的成長曲線"}, {"zh-tw": " And what's interesting about this is the New York Times website is a huge,enormous corporate operation with I have no ideahow many hundreds of employees. We have exactly one employee, and that employeeis our lead software developer.", "en": " 有趣的是，紐約時報的網站是個規模巨大、 有著浩大的組織運作，並且擁有好幾名員工， 我們實際上只有一名員工 他是我們的軟體研發組長"}, {"zh-tw": " And he's only been our employeesince January 2005, all the other growth before that ... So the servers are managedby a ragtag band of volunteers.", "en": " 而他開始為維基服務的時間，也不過是2006年的事 維基的成長卻都在這之前發生 所以維基的伺服器都是由一群隨意集結的志願者所管理"}, {"zh-tw": " All the editing is done by volunteers. And the way that we're organized is not like any traditionalorganization you can imagine.", "en": " 而編輯工作也是由志願者完成 我們組織團隊的方式 並不同於任何傳統的組織結構"}, {"zh-tw": " People are always asking,\"Well, who's in charge of this?\" or \"Who does that?\" And the answer is:anybody who wants to pitch in. It's a very unusual and chaotic thing.", "en": " 人們總會問：「那麼，誰是這項工作的負責人呢？」 或問「這是誰做的？」這些問題的正解是：任何想參與的人 這既不尋常也亂無章法"}, {"zh-tw": " We've got over 90 servers nowin three locations. These are managed by volunteersystem administrators who are online.", "en": " 維基目前在三處共有90個伺服器 由志願的線上系統管理員所管理"}, {"zh-tw": " I can go onlineany time of the day or night and see eight to 10 people waiting for me to ask a question or something,anything about the servers. You could never affordto do this in a company.", "en": " 我可以隨時連上網路 看到線上已有8到10人 為我解答任何網路伺服的問題 這是任何一個傳統公司所無法負擔的服務"}, {"zh-tw": " You could never afford to have a standby crew of people24 hours a day and do what we're doing at Wikipedia. So we're doing around1.4 billion page views monthly, so it's really gotten to be a huge thing.", "en": " 公司是無法提供隨時待命的員工 能像維基這樣24小時無休 也因此，我們擁有每月14億的網頁瀏覽量 這真的成了一件不容忽視的大事"}, {"zh-tw": " And everything is managedby the volunteers. And the total monthly costfor our bandwidth is about 5,000 dollars.", "en": " 每項分工都是由志工負責 每月用在頻寬的開支大約為5,000美元"}, {"zh-tw": " And that's essentially our main cost. We could actually do without the employee.", "en": " 這已是我們最主要的開銷了"}, {"zh-tw": " We hired Brian because he wasworking part-time for two years and full-time at Wikipedia, so we actually hired him, so he could get a lifeand go to the movies sometimes. So the big question when you've gotthis really chaotic organization is, why isn't it all rubbish? Why is the website as good as it is? First of all, how good is it? Well, it's pretty good.", "en": " 我們幾乎不用聘僱任何人。實際上， 我們之所以雇用Brian，是因為他兼差工作了兩年 卻是義務全職地為維基服務 所以我們決定聘用他，讓他能擁有較好的生活，也可以偶爾看看電影。 對於我們這個亂無章法的組織，大家常有的大哉問是 它為什麼不會淪為一堆垃圾文字？為什麼能成為這麼好的網站？ 首先，先得釐清它有多好？是還算不錯，雖不完美，"}, {"zh-tw": " It isn't perfect, but it's much betterthan you would expect, given our completely chaotic model. So when you saw him makea ridiculous edit to the page about me, you think, \"Oh, this is obviouslyjust going to degenerate into rubbish.\" But when we've seen quality tests -- and there haven't been enough of these yet and I'm really encouragingpeople to do more, comparing Wikipediato traditional things -- we win hands down.", "en": " 但它的成果已遠遠超出你所能期待的， 就憑這麼一個放縱混亂的模式。 所以當你看到某人在我的百科條目修訂了毫無道理的內容 你心想，噢這顯然會讓這篇內容徹底瓦解成垃圾內容 但當我們進行文章的品質分析，這樣的情形並不普遍 反而我一直很鼓勵大眾再多編改一些 維基相較於傳統百科，我們能很輕易地勝出"}, {"zh-tw": " So a German magazinecompared German Wikipedia, which is much, much smaller than English, to Microsoft Encartaand to Brockhaus multimedial, and we won across the board. They hired experts to come and lookat articles and compare the quality, and we were very pleased with that result.", "en": " 某德國雜誌將維基德文版， 當然，德文版的規模遠不及英文版， 將其與微軟的Encarta數位百科，以及最大的德語百科Brockhaus數位版相比 維基在每個評比層面都勝過另外兩者 這份雜誌邀請專家審試三家百科的文章，比較各家品質 我們對這份分析結果感到非常雀躍"}, {"zh-tw": " So a lot of people have heard aboutthe Wikipedia Bush-Kerry controversy. The media has covered thissomewhat extensively.", "en": " 很多人聽聞過維基的「小布希-凱利」論戰 媒體對此事的報導，多少有些過度解讀"}, {"zh-tw": " It started outwith an article in Red Herring. The reporters called me up and they -- I mean, I have to saythey spelled my name right, but they really wanted to saythe Bush-Kerry election is so contentious, it's tearing apartthe Wikipedia community.", "en": " 這爭論起於「紅鯡魚Red Herring」雜誌的一篇文章 那個記者打給我，然後--我要先強調 他們把我的名字拼對了，但他們真正想說的是 「小布希-凱利」的選舉太有爭議了"}, {"zh-tw": " And so they quote me as saying, \"They're the most contentiousin the history of Wikipedia.\" What I actually saidis they're not contentious at all. So it's a slight misquote.", "en": " 它會分化維基的社群。所以他們引用了我的話，寫道： 「他們是維基創立以來最具爭議的人物」 但我實際上所要表達的是，他們一點都不具有爭議 那句話的引用有點被誤解了。那篇文章用字強烈"}, {"zh-tw": " The articles were edited quite heavily. And it is true that we didhave to lock the articles on a couple of occasions.", "en": " 在某些狀況下，我們也的確需要封鎖文章"}, {"zh-tw": " Time magazine recently reported that \"Extreme action sometimes has to be taken, and Wales locked the entrieson Kerry and Bush for most of 2004.\" This came after I told the reporterthat we had to lock it for -- occasionally a little bit here and there. So the truth in generalis that the kinds of controversies that you would probably thinkwe have within the Wikipedia community are not really controversies at all.", "en": " 時代雜誌最近曾報導 「極端的行動有時是必要的， 而Wales在2004年時，就選擇封鎖凱利和小布希的條目。」 這篇報導是在我告訴記者說，我們必須封鎖， 視情況封鎖一些而已 事實上一般而言，類似這樣的爭議 這些你認為可能在維基社群內引起爭議的議題 其實一點都不算是爭議"}, {"zh-tw": " Articles on controversial topicsare edited a lot, but they don't cause much controversywithin the community. And the reason for this is that mostpeople understand the need for neutrality.", "en": " 爭議性的條目文章常被線上編修 但並不常在網路社群中引發爭端 這是因為大部分的人們瞭解採取中立態度的重要性"}, {"zh-tw": " The real struggle is notbetween the right and the left -- that's where most people assume -- but it's betweenthe party of the thoughtful and the party of the jerks. And no side of the political spectrum has a monopolyon either of those qualities.", "en": " 真正在互相對抗的，並不是左右之爭 雖然大部分的人都這麼以為 但實際上，這卻是一場理智思考和無理取鬧之間的戰爭 人們無論傾向哪種政治色彩，都有可能是理智抑或愚昧的"}, {"zh-tw": " The actual truthabout the specific Bush-Kerry incident is that the Bush-Kerry articles were locked less than one percentof the time in 2004, and it wasn't becausethey were contentious; it was just becausethere was routine vandalism -- which happens sometimes even on stage ... Sometimes even reporters have reportedto me that they vandalized Wikipedia and were amazedthat it was fixed so quickly.", "en": " 小布希-凱利事件的真相是 2004年，那些關於這兩位候選人的文章中 真正被封鎖的只佔不到1% 這些被封鎖的內容，不是因為它們的爭議性 而是因為它們被反覆惡意破壞 這些破壞有時甚至是故意做給別人看的， 有時連記者都告訴我，他們惡搞維基的行徑 竟然能這麼快就被修正了"}, {"zh-tw": " And I said -- you know, I always say,please don't do that. That's not a good thing.", "en": " 我說，我一向都這麼勸告--請別這麼做，這不大好"}, {"zh-tw": " So how do we do this? How do we manage the quality control? How does it work? So there's a few elements, mostly social policiesand some elements of the software. So the biggestand the most important thing is our neutral point of view policy.", "en": " 所以，我們是怎麼辦到的? 我們是如何做到品質控管的? 這是怎麼運作的? 有一些要素 大部分是關於人際的方針指導和一部分的軟體要件 最大也最重要的要素，就是我們的「中立觀點」方針"}, {"zh-tw": " This is somethingthat I set down, from the very beginning, as a core principle of the communitythat's completely not debatable. It's a social concept of cooperation, so we don't talk a lotabout truth and objectivity.", "en": " 這是我最初就設定好的原則 以它作為社群的核心原則，完全不容爭辯討論 這是合作關係的人際原則 所以我們不常談論事實或客觀性"}, {"zh-tw": " The reason for this is if we say we're only going to writethe \"truth\" about some topic, that doesn't do us a damn bit of goodof figuring out what to write, because I don't agree with youabout what's the truth. But we have thisjargon term of neutrality, which has its own long historywithin the community, which basically says,any time there's a controversial issue, Wikipedia itself should nottake a stand on the issue.", "en": " 原因是，如果我們宣稱我們只寫題目中「事實」的部份 這天殺的一點都不會幫助我們知道究竟該寫什麼 因為我不認同你所認為的「事實」是事實 但我們採用「中立」這個用語 這個詞的使用在社群中已有很長的歷史 這基本上是在說明，只要出現有爭議的議題 維基本身並不該選邊站"}, {"zh-tw": " We should merely report on whatreputable parties have said about it. So this neutrality policyis really important for us because it empowers a communitythat is very diverse to come togetherand actually get some work done.", "en": " 我們只能報導聲譽良好的團體提出的評論 所以這個中立方針對我們而言相當重要 因為維基授權給予的是多元的大眾社群 齊聚合作，並且真的完成一些作品"}, {"zh-tw": " So we have very diverse contributors in terms of political,religious, cultural backgrounds. By having this firm neutrality policy, which is non-negotiablefrom the beginning, we ensure that people can work together and that the entriesdon't become simply a war back and forthbetween the left and the right.", "en": " 我們的資訊來自多元的成員，各有不同的政治、宗教 和文化背景 藉由這個穩固的中立方針 這個從最初設定，就是不容妥協的政策 我們確保大家能通力合作 而不致讓各個條目淪為唇槍舌戰的戰場 在左右立場之間拉扯擺盪"}, {"zh-tw": " If you engage in that type of behavior,you'll be asked to leave the community. So, real-time peer review.", "en": " 如果你也參與了這種狂熱的攻訐暴動 你會被勒令禁止參與我們的撰寫團隊 所以，即時的同儕檢閱"}, {"zh-tw": " Every single change on the sitegoes to the \"Recent changes\" page. So as soon as he made his change,it went to the \"Recent changes\" page.", "en": " 網站上的每一項更動，都會匯集到「最近更改」頁面 所以每當某人更動了內容，就會在「最近更改」頁面顯示"}, {"zh-tw": " That recent changes pagewas also fed into an IRC channel, which is an Internet chat channel that people are monitoringwith various software tools. And people can get RSS feeds -- they can get emailnotifications of changes.", "en": " 那個頁面也會同時送到IRC聊天頻道 那是個網路聊天頻道 人們在上面利用各種軟體工具監督更動的內容 而人們能收到RSS回饋訊息-- 他們能收到頁面更動的電子郵件通知"}, {"zh-tw": " And then users can set uptheir own personal watch list. So my page is on quite a fewvolunteers' watch lists, because it is sometimes vandalized.", "en": " 使用者能選擇自己的監督清單 像是我的頁面，就有數個志願者將它列在監督清單上 以避免偶發的惡意破壞"}, {"zh-tw": " And therefore, what happens is someonewill notice the change very quickly, and then they'll justsimply revert the change. There's a \"new pages feed,\" for example, so you can goto a certain page of Wikipedia and see every new page as it's created.", "en": " 如此一來，任何內容的更動都會很快被發現 他們只要輕輕一按，就能恢復原樣 比如說，維基有頁面更新通知的設計 你能夠連到維基的頁面"}, {"zh-tw": " This is really important because a lot of new pagesare just garbage that has to be deleted, you know, \"ASDFASDF.\" But also, that's someof the most interesting and fun things, some of the new articles. People will start an articleon some interesting topic, other people will find that intriguing and jump in and helpand make it much better.", "en": " 看到每一項更動過的內容 這是個很重要的設計。因為，很多新創立的頁面 往往是該直接刪除的垃圾內容，像是鍵盤左到右ASDF亂打的一樣。 不過，這同時也是維基最有趣也最耐人尋味的特質 某些新頁面新文章 人們會撰寫新鮮的話題 挑起其他讀者的興趣 繼而投身修正條目的行列"}, {"zh-tw": " So we do have edits by anonymous users, which is one of the most controversialand intriguing things about Wikipedia. So, Chris was able to do his change --he didn't have to log in or anything; he just went on the websiteand made a change.", "en": " 所以，我們確實有很多匿名編輯者 這也是維基最引發爭論、也引起熱烈討論的部分 所以Chris能夠直接更動--不需要登入或做任何事 他只要連到網站，就能直接更動內容"}, {"zh-tw": " But it turns outthat only about 18 percent of all the edits to the website are done by anonymous users. And that's a really importantthing to understand: the vast majority of the editsthat go on on the website are from a very close-knit communityof maybe 600 to 1,000 people who are in constant communication.", "en": " 維基的現況卻是，只有18%的編輯修訂 是由匿名者所更動 理解這件事是相當重要的 那就是，網站上絕大多數的修訂 是源自於一個大概600到1,000人、非常緊密連結的社群"}, {"zh-tw": " And we have over 40 IRC channels,40 mailing lists. All these people know each other.", "en": " 他們持續溝通 我們有超過40個IRC聊天頻道，40組郵件列表"}, {"zh-tw": " They communicate.We have off-line meetings. These are the peoplewho are doing the bulk of the site, and they are, in a sense,semi-professionals at what they're doing.", "en": " 他們都互相認識、溝通，也有離線的會議討論 網站上大部分的內容，是由他們所完成的 某個層面來說，我們甚至可以稱他們為半專業的編輯"}, {"zh-tw": " The standards we set for ourselves are equal to or higherthan professional standards of quality. We don't always meet those standards,but that's what we're striving for.", "en": " 我們為自己設定的標準 絕對不亞於專業百科的標準 我們未必每次都能達到理想狀況"}, {"zh-tw": " And so that tight communityis who really cares for the site, and these are someof the smartest people I've ever met. It's my job to say that,but it's actually true.", "en": " 不過這是我們傾力追求的目標 網路集結的編撰社群是認真看待這個網站 他們之中有我認識過最聰明的人 稱讚他們，一部分是我的職責所在，但也的確是事實"}, {"zh-tw": " The type of people who were drawnto writing an encyclopedia for fun tend to be pretty smart people. The tools and the software:there's lots of tools that allow us -- allow us, meaning the community -- to self-monitorand to monitor all the work.", "en": " 會為了樂趣而投入於百科撰寫工程的人 通常都是蠻聰明的一群 這些工具和軟體：網站上有很多工具能讓我們-- 讓我們整個社群能夠自我檢閱，也能全盤檢閱成果"}, {"zh-tw": " This is an exampleof a page history on \"flat Earth,\" and you can see some changesthat were made. What's nice about this pageis you can immediately take a look at this and see, \"OK, I understand now.\" When somebody goes and looks at -- they see that someone,an anonymous IP number, made an edit to my page.", "en": " 「世界是平的」，這就是其中一個例子 你能看見改變 這個現象最棒的是，你能即時地看到它 然後「嗯，我懂了」 每當人們上去看，發現有某人 使用匿名IP位址，修訂了我的頁面"}, {"zh-tw": " That sounds suspicious.Who is this person? Somebody looks at it -- they can immediately seehighlighted in red all of the changes that took place -- to see, OK, well, these wordshave changed, things like this. So that's one tool that we can use to very quickly monitorthe history of a page.", "en": " 感覺很可疑，「他是誰？」當人們看到這個狀況 他們能看到那些被修改處，以紅色重點標示出來 能夠知道：「噢，這些文字被更動了」 藉由這個功能，我們能非常迅速地檢視頁面的修訂紀錄"}, {"zh-tw": " Another thing that we dowithin the community is we leave everything very open-ended. Most of the social rulesand the methods of work are left completely open-endedin the software.", "en": " 我們在社群內所做的另一件事 就是，我們給予非常少的限制 大部分的人際規範和工作方法 在軟體介面內是不設限制的"}, {"zh-tw": " All of that stuff is just on Wiki pages. And so there's nothingin the software that enforces the rules.", "en": " 這些軟體都在維基的頁面上 所以軟體内沒有任何會強化規範的東西"}, {"zh-tw": " The example I've got up hereis the Votes for Deletion page. So, I mentioned earlier,people type \"ASDFASDF\" -- it needs to be deleted.", "en": " 「頁面存廢表決」就是一例 就像我前面所說的，某些人會亂打一堆無意義的字(ASDFASDF)"}, {"zh-tw": " Cases like that,the administrators just delete it. There's no reasonto have a big argument about it.", "en": " 這些內容應該被刪除。像這樣的情況，管理員會直接刪除它。 這毫無爭議。"}, {"zh-tw": " But you can imagine there's a lotof other areas where the question is, is this notable enoughto go in an encyclopedia? Is the information verifiable?Is it a hoax? Is it true? Is it what? So we needed a social methodfor figuring out the answer to this. And so the method that aroseorganically within the community is the Votes For Deletion page.", "en": " 但你知道，頁面勢必會有別的問題 有人會問，這些內容是否重要到足以納入百科內？ 它們能通過檢驗嗎？是惡作劇還是事實？它究竟是什麼？ 所以我們需要一個人際互動的方法來解決這件事 這個能夠在社群中自主互動的方法"}, {"zh-tw": " And in the particularexample we have here, it's a film, \"Twisted Issues,\" and the first person says, \"Now this is supposedly a film.It fails the Google test miserably.\" The Google test is you look in Googleand see if it's there, because if something's not even in Google,it probably doesn't exist at all. It's not a perfect rule, but it's a nice starting pointfor quick research.", "en": " 就是「頁面存廢表決」 這裡舉一個特定的例子，一部電影 「Twisted Issues」，第一個發言討論的人說 「這應該是一部電影。它在Google檢測中敗得一塌糊塗」 所謂Google檢測，就是利用Google查詢該事物 如果連Google都搜尋不到，它很有可能根本不存在。 這不是個完美通則，但快速搜尋能夠當作驗證的起點"}, {"zh-tw": " So somebody says, \"Delete it, please.Delete it -- it's not notable.\" And then somebody says,\"Wait, I found it. I found it in a book, 'Film Threat Video Guide:the 20 Underground Films You Must See.'\" So the next persons says, \"Clean it up.\" Somebody says, \"I've found it on IMDB.Keep, keep, keep.\" And what's interesting about thisis that the software is -- these votes are just texttyped into a page. This is not really a voteso much as it is a dialogue.", "en": " 有人會說：「刪掉它吧，它幾乎就像不存在了」 然後另一些人就說「等等，我找到它了， 它在一本「恐怖電影指南： 你不可錯過的20部地下電影」裡有出現 噢，好吧。所以下一個人說「整理它吧」 有人說「我在IMDB網站找到了。保留、保留、保留」 而這裡有趣的是，這個軟體是-- 這裡所謂投票，不過是討論區內大家發表的意見 與其說這是投票，不如說這其實是討論"}, {"zh-tw": " Now it is true that at the end of the day, an administrator can go through hereand take a look at this and say, \"OK, 18 deletes, two keeps:we'll delete it.\" But in other cases,this could be 18 deletes and two keeps, and we would keep it,because if those last two keeps say, \"Wait a minute. Nobody else saw thisbut I found it in a book, and I found a linkto a page that describes it, and I'm going to clean it up tomorrow,so please don't delete it,\" then it would survive. And it also matterswho the people are who are voting.", "en": " 事實上，當一天過去 管理員可以上來觀看雙方意見和討論，得到結論 「18票刪除，2票保留，所以我們決定刪除它」 但在其他狀況下，即使18票刪除2票保留，仍有可能會選擇保留 如果那兩票提到「等等， 其他人都沒找到資料，但我找到了這本書， 而且我也在網路上發現有頁面提到它，我接下來會好好整理這項條目 所以請不要刪除他」 此外，參與討論投票的人是什麼背景也是相當重要"}, {"zh-tw": " Like I say, it's a tight-knit community. Down here at the bottom,\"Keep, real movie,\" RickK.", "en": " 就如同我所說的，這是個緊密連結的社群 整篇討論最後的發言是Rick Kay寫的：「保留。這是真的電影」"}, {"zh-tw": " RickK is a very famous Wikipedianwho does an enormous amount of work with vandalism, hoaxesand votes for deletion. His voice carries a lot of weightwithin the community because he knows what he's doing.", "en": " Rick Kay是個非常有名的維基人 他處理了很多維基的惡意破壞、惡作劇 也參與許多頁面存廢表決 他在社群內的發言是擲地有聲的"}, {"zh-tw": " So how is all this governed? People really want to knowabout administrators, things like that. So the Wikipedia governance model,the governance of the community, is a very confusing,but workable mix of consensus -- meaning we try not to voteon the content of articles, because the majority viewis not necessarily neutral -- some amount of democracy -- all of the administrators -- these are the peoplewho have the ability to delete pages.", "en": " 他很清楚自己在做什麼 那麼，這一切是如何運作、維持的呢? 人們總是對於「管理員」之類的角色感到好奇 所以維基的管理機制，維持社群運作的機制 是個非常混亂卻又可行的，綜合共識的結果 這意味著，我們並不想以多數決來決定文章的存廢 因為佔多數的意見未必是中立持平的 有部份的民主投票，所有的管理員-- 他們有權限能刪除頁面"}, {"zh-tw": " That doesn't mean that they havethe right to delete pages. They still have to follow all the rules --but they're elected by the community.", "en": " 這不表示他們有權力任意刪除頁面 他們仍須遵守所有的規則。不過他們是民選的 他們是在維基社群中被選舉出來的。有些時候"}, {"zh-tw": " Sometimes people --random trolls on the Internet -- like to accuse meof handpicking the administrators to bias the content of the encyclopedia. I always laugh at this, because I haveno idea how they're elected, actually.", "en": " 有些鮮少上網找資料的人，會指控我黑箱操控維基管理員 造成內容的偏差 我總是對此一笑置之，因為實際上，我對於管理員究竟是如何選出來的毫無所知"}, {"zh-tw": " There's a certain amount of aristocracy. You got a hint of thatwhen I mentioned, like, RickK's voice would carrya lot more weight than someone we don't know.", "en": " 社群中確實有一些意見領袖 你們應該能從我剛剛所述中察覺端倪，例如 Rick Kay的意見會比其他默默無聞的發言者要具影響力"}, {"zh-tw": " I give this talk sometimes with Angela, who was just re-elected to the boardfrom the community -- to the Board of the Foundation, with more than twice the votesof the person who didn't make it. And I always embarrass her because I say, \"Well, Angela, for example, could get away with doingabsolutely anything within Wikipedia, because she's so admired and so powerful.\" But the irony is, of course, that Angelacan do this because she's the one person who you know would never, everbreak any rules of Wikipedia.", "en": " 我有時候會這麼告訴Angela，她剛再度選上 成為社群委員--成為基金會的委員 她獲得的票數超過落選者的兩倍 我常消遣她，因為我會說，舉Angela為例， 她能夠在維基做任何事，得逞而不受制裁 因為她已累積一定聲望，有很大的影響力 但關鍵的癥結點在於，Angela能有這樣的力量，是因為 她無論如何，絕對不會打破維基的規則"}, {"zh-tw": " And I also like to sayshe's the only person who actually knowsall the rules of Wikipedia, so ... And then there's monarchy, and that's my roleon the community, so ...", "en": " 我也必須說，她是唯一 真的了解所有維基規則的人 而這是個王國，我扮演的是領導者的角色，所以"}, {"zh-tw": " I was describing this in Berlin once, and the next dayin the newspaper the headline said, \"I am the Queen of England.\" And that's not exactly what I said, but -- the point is my role in the community -- Within the free software world,there's been a long-standing tradition of the \"benevolent dictator\" model. So if you look at mostof the major free software projects, they have one single person in charge who everyone agreesis the benevolent dictator.", "en": " 當我在柏林這麼比喻，隔天報紙 就以頭版頭條寫道「我自比為英國女皇」 這完全不是我所說的，不過 重點是我在社群中的角色 在免費軟體的領域， 存在有「仁慈的獨裁者」的體制傳統 觀察大部分的大型免費軟體計畫 都有一個擔任領袖的代表人物 人們都認同，他就是那個「仁慈的獨裁者」的角色"}, {"zh-tw": " Well, I don't like the term\"benevolent dictator,\" and I don't think that it's my jobor my role in the world of ideas to be the dictator of the futureof all human knowledge compiled by the world. It just isn't appropriate.", "en": " 這個嘛，我並不喜歡這個稱號 我也不認為我的工作是在這創意王國裡稱王 這是全民創作的人類知識演進史，在這裡當一個獨裁國王 一點都不適合"}, {"zh-tw": " But there is a need stillfor a certain amount of monarchy, a certain amount of -- sometimes we have to make a decision and we don't wantto get bogged down too heavily in formal decision-making processes. So as an exampleof how this can be important: we recently had a situation wherea neo-Nazi website discovered Wikipedia, and they said,\"Oh, well, this is horrible, this Jewish conspiracy of a website, and we're going to get certain articlesdeleted that we don't like.", "en": " 不過某個程度上，維基仍然需要統治階層的存在 某個程度--有時候我們必須做出決斷 我們不想過度陷入眾人意見的漩渦中 影響到正式的決策過程 接下來的例子，說明為什麼 這麼決定是重要的 最近我們遇到一個狀況，某個新納粹團體發現了維基 他們說「噢真慘，這網站根本就是猶太人的陰謀 我們要把那些惹人厭的文章刪掉，"}, {"zh-tw": " And we see they have a voting process,so we're going to send -- we have 40,000 membersand we're going to send them over and they're all going to voteand get these pages deleted.\" Well, they managedto get 18 people to show up. That's neo-Nazi math for you.", "en": " 我們發現他們有使用存廢投票機制，所以-- 我們有四萬個會員，我們要集結起來 讓他們投票，於是這些文章就能從此消失了」 結果，他們最後弄來了18個人 這就是新納粹的數學邏輯"}, {"zh-tw": " They always think they've got40,000 members when they've got 18. But they managed to get 18 peopleto come and vote in a fairly absurd way to delete a perfectly valid article.", "en": " 他們總以為他們有四萬個成員，但卻只能集合18個人 不過他們集結了這18個人到維基，用非常可笑的方式投票"}, {"zh-tw": " Of course, the vote ended upbeing about 85 to 18, so there was no real dangerto our democratic processes. On the other hand, people said,\"But what are we going to do? I mean, this could happen.", "en": " 決議刪除一篇以事實為基礎的文章 當然，最後的投票結果是85比18 整場事件並沒有真正威脅到我們的民主機制 但另一方面，有些人會問「這樣的情況我們能怎麼辦呢？"}, {"zh-tw": " What if some groupgets really seriously organized and comes in and wants to vote?\" Then I said, \"Well, fuck it,we'll just change the rules.\" That's my job in the community: to say we won't allowour openness and freedom to undermine the quality of the content. And so, as long as peopletrust me in my role, then that's a valid place for me.", "en": " 這的確可能發生，萬一有心人士認真地組織起來 一擁而入來投票呢？」 我會回答「噢去他的，我們就修改規則吧」 這就是我在網路社群裡的工作：聲明我們不允許維基的開放性 和自由度削弱、敗壞內容的品質 只要人們相信我能扮演好這個決策的角色 我就有存在的價值"}, {"zh-tw": " Of course, because of the free licensing, if I do a bad job, the volunteersare more than happy to take and leave -- I can't tell anyone what to do. So the final point hereis that to understand how Wikipedia works, it's important to understandthat our wiki model is the way we work, but we are not fanatical web anarchists.", "en": " 當然，因為維基的自由授權，只要我濫用我的職權 那些原本志願參與的人們自然會抽身離開 我就不再能指導任何人做事 所以我介紹的最後一項重點就是，了解維基的運作方式 瞭解所謂維基體制就是現在我們合作的方式，的確很重要 但我們不是無可救藥的網路無政府主義者。事實上，"}, {"zh-tw": " In fact, we're very flexibleabout the social methodology, because ultimately,the passion of the community is for the quality of the work, not necessarily for the processthat we use to generate it. Thank you.", "en": " 我們對於人際方法論抱持著彈性的態度 因為最終，大眾的熱情投入是為了追求百科成果的高品質 而不是找出最厲害的方法來產出百科內容 謝謝大家"}, {"zh-tw": " Ben Saunders: Yeah, hi, Ben Saunders. Jimmy, you mentioned impartialitybeing a key to Wikipedia's success.", "en": " Ben Saunders：嗨，我是Ben Saunders Jimmy，你剛剛提到公正性是維基成功的關鍵"}, {"zh-tw": " It strikes me that much of the textbooksthat are used to educate our children are inherently biased. Have you found Wikipediabeing used by teachers and how do you see Wikipediachanging education? Jimmy Wales: Yeah, so, a lot of teachersare beginning to use Wikipedia.", "en": " 這激發了我一個想法，很多教科書 用在教育孩童，卻基本上是有主觀偏見的觀點 就你所知，有老師運用維基百科在教學上嗎? 你如何看待維基對教育的改變? Jimmy Wales: 是的，很多老師們開始使用維基百科。另外，"}, {"zh-tw": " There's a media storyline about Wikipedia,which I think is false. It builds on the storylineof bloggers versus newspapers.", "en": " 有一段媒體報導的維基故事，我認為有錯誤。 它是依據網路部落格的內容，而非報章雜誌。"}, {"zh-tw": " And the storyline is,there's this crazy thing, Wikipedia, but academics hate itand teachers hate it. And that turns out to not be true.", "en": " 這真的是件瘋狂的事，那個故事是說， 學者討厭維基，老師也一樣討厭維基。結果顯示這並非事實"}, {"zh-tw": " The last time I got an emailfrom a journalist saying, \"Why do academics hate Wikipedia?\" I sent it from my Harvard email address because I was recentlyappointed a fellow there. And I said, \"Well,they don't all hate it.\" But I think there's goingto be huge impacts.", "en": " 上次我接到一封來自記者的信寫道， 「為什麼學者討厭維基？」 我用我在哈佛大學的信箱回信給他， 因為我剛被哈佛任命為他們的一份子 我說「他們並不是每個都討厭維基」 不過我認為這將成為巨大的影響"}, {"zh-tw": " And we actually have a projectthat I'm personally really excited about, which is the Wikibooks project, which is an effort to createtextbooks in all the languages. And that's a much bigger project.", "en": " 我們的確有個計畫 我個人為此感到很興奮 那就是「維基教科書Wikibooks」計畫 這個計畫希望能建立各種語言的線上教科書 而這是一個更浩大的工程"}, {"zh-tw": " It's going to take 20 years or soto come to fruition. But part of that is to fulfill our mission of giving an encyclopediato every single person on the planet.", "en": " 它會耗上20年左右才能收成 不過它一部分是為了完成我們的使命 希望能讓地球上每個人都能利用到百科"}, {"zh-tw": " We don't mean we're goingto Spam them with AOL-style CDs. We mean we're going to give thema tool that they can use.", "en": " 我們並非打算像「美國線上」CD那樣，大量發送廣告 我們所希望的是，給予大家一個能夠使用的工具"}, {"zh-tw": " And for a lot of people in the world, if I give you an encyclopediathat's written at a university level, it doesn't do you any goodwithout a whole host of literacy materials to build you up to the pointwhere you can actually use it. The Wikibooks projectis an effort to do that.", "en": " 而對這世界上大部分的人來說 如果給你一個大學程度的百科 這可能毫無用處 因為在那之前，並沒有先給你完整的專業能力素材 好讓你建立起知識系統，足以使用百科 所以維基教科書計畫就是在這方面做努力"}, {"zh-tw": " And I think that we're going to see --it may not even come from us; there's all kinds of innovation going on. But freely licensed textbooksare the next big thing in education.", "en": " 而我認為我們將會看到一個巨大的-- 雖然未必是我們所促成的 有很多創新的概念正在蓬勃發展 自由授權的課本會是教育的下一個重要革命"}], "title": "Jimmy Wales On The Birth Of Wikipedia"}