{"url": "http://www.ted.com/talks/newton_aduaka_tells_the_story_of_ezra", "paragraphs": [{"zh-tw": " This is very strange for me, because I’m not used to doing this: I usually stand on the other side of the light, and now I'm feeling the pressure I put other people into. And it's hard ... The previous speaker has, I think, really painted a very good background as to the impulse behind my work and what drives me, and my sense of loss, and trying to find the answer to the big questions.", "en": " 我不太習慣在幕前說話 我比較習慣站在聚光燈焦點的另一邊 現在我體會到我給台上的講者多少壓力了 這真不容易 我認為前一位講者 已清楚交代我創作的背景 我作品背後的衝動以及我的失落 驅策我創作的動力 讓我試圖為一些大議題找到解決方案"}, {"zh-tw": " But this, for me, I mean, coming here to do this, feels like -- there’s this sculptor that I like very much, Giacometti, who after many years of living in France -- and learning, you know, studying and working -- he returned home and he was asked, what did you produce? What have you done with so many years of being away? And he sort of, he showed a handful of figurines. And obviously they were, \"Is this what you spent years doing? And we expected huge masterpieces!\" But what struck me is the understanding that in those little pieces was the culmination of a man’s life, search, thought, everything -- just in a reduced, small version.", "en": " 但來這演講 讓我覺得...... 讓我想起我喜歡的雕塑家傑克梅第的故事 他在法國多年 求學工作後回到家鄉 有人問他在法國做了什麼 出國這麼多年做了什麼？ 他拿出幾座小雕刻 可以想見提問人的樣子：「你花這麼多年就做這些？ 你知道的 我們期待一些......大作」 其中吸引我的是這些小雕刻的意義 他們是一個人究其一生的精華 如此精鍊 濃縮"}, {"zh-tw": " In a way, I feel like that. I feel like I’m coming home to talk about what I’ve been away doing for 20 years.", "en": " 某方面來說 今天在這演講 也讓我有那種感覺 我像是來回顧 我這二十年來做了什麼"}, {"zh-tw": " And I will start with a brief taster of what I’ve been about: a handful of films -- nothing much, two feature films and a handful of short films. So, we’ll go with the first piece.", "en": " 我先說說我做了什麼 其實就是幾部電影 不多 兩部劇情片 和一些短片 讓我們先看個片段吧"}, {"zh-tw": " (Video) Woman: \"I destroy lives,\" mum said. I love her, you know.", "en": " 媽媽說我摧殘生命 我愛她 你知道的"}, {"zh-tw": " She’s not even my real mum. My real mum and dad dumped me and fucked off back to Nigeria.", "en": " 雖然她不是我親生母親 我生父母拋棄了我 然後滾回奈及利亞去了"}, {"zh-tw": " The devil is in me, Court. Court: Sleep.", "en": " 魔鬼存在我之中 寇特 睡吧"}, {"zh-tw": " Woman: Have you ever been? Court: Where? Woman: Nigeria. Court: Never.", "en": " 你去過嗎？ 去過哪裡？ 奈及利亞 從來沒有"}, {"zh-tw": " My mum wanted to, couldn’t afford it. Woman: Wish I could.", "en": " 我媽曾想過要去 但負擔不起旅費 要是我能去就好了"}, {"zh-tw": " I have this feeling I’d be happy there. Why does everyone get rid of me? Court: I don't want to get rid of you.", "en": " 我覺得我如果在那一定會很快樂 為什麼人人都想甩開我？ 我並不想離開妳"}, {"zh-tw": " Woman: You don't need me. You’re just too blind to see it now.", "en": " 你根本不需要我 只是你現在還沒發現"}, {"zh-tw": " Boy: What do you do all day? Marcus: Read. Boy: Don't you get bored? And how come you ain't got a job anyway? Marcus: I am retired.", "en": " 你平常都在做什麼？ 閱讀 不無聊嗎？ 還有你怎麼不去找個工作？ 我退休了"}, {"zh-tw": " Boy: So? Marcus: So I've done my bit for Queen and country, now I work for myself. Boy: No, now you sit around like a bum all day.", "en": " 所以呢？ 所以我已盡了對女王和國家的義務 現在我為自己做事 不 你現在活得像個流浪漢"}, {"zh-tw": " Marcus: Because I do what I like? Boy: Look man, reading don't feed no one. And it particularly don't feed your spliff habit.", "en": " 做自己喜歡的事就像流浪漢？ 你想想嘛 閱讀不能填飽肚子 而且尤其買不起你愛抽的大麻"}, {"zh-tw": " Marcus: It feeds my mind and my soul. Boy: Arguing with you is a waste of time, Marcus.", "en": " 閱讀餵飽我的心靈和靈魂 馬可斯 跟你爭吵簡直浪費時間"}, {"zh-tw": " Marcus: You’re a rapper, am I right? Boy: Yeah. Marcus: A modern day poet.", "en": " 你是饒舌歌手對吧？ 是啊 也就是現代詩人"}, {"zh-tw": " Boy: Yeah, you could say that. Marcus: So what do you talk about? Boy: What's that supposed to mean? Marcus: Simple. What do you rap about? Boy: Reality, man.", "en": " 對啦 可以這樣說 那麼你都談些什麼？ 什麼意思？ 簡單的說 你饒舌的內容是？ 現實啊 老兄"}, {"zh-tw": " Marcus: Whose reality? Boy: My fuckin' reality. Marcus: Tell me about your reality.", "en": " 誰的現實 我他媽的現實 跟我說說你的現實"}, {"zh-tw": " Boy: Racism, oppression, people like me not getting a break in life. Marcus: So what solutions do you offer? I mean, the job of a poet is not just -- Boy: Man, fight the power! Simple: blow the motherfuckers out of the sky.", "en": " 種族主義 憂鬱 像我一樣喘不過氣的人類 你提出什麼見解？ 我是說 詩人的工作不只是 老兄 打擊強權啊 就這麼簡單 把他們打到九霄雲外"}, {"zh-tw": " Marcus: With an AK-47? Boy: Man, if I had one, too fuckin' right. Marcus: And how many soldiers have you recruited to fight this war with you? Boy: Oh, Marcus, you know what I mean.", "en": " 用AK-47突擊步槍嗎？ 真他媽的對極了 老兄！ 要是我有就好了 那你招募了幾位士兵同你作戰？ 喔 馬可斯 你知道我不是說真的"}, {"zh-tw": " Marcus: When a man resorts to profanities, it’s a sure sign of his inability to express himself. Boy: See man, you’re just taking the piss out of me now.", "en": " 一個人要是說話充滿髒字 就表示他根本無法表達自己 老兄瞧你快把我給惹毛我了"}, {"zh-tw": " Marcus: The Panthers. Boy: Panthers? Ass kickin' guys who were fed up with all that white supremacist, powers-that-be bullshit, and just went in there and kicked everybody's arse.", "en": " 《美州黑豹隊》 《美州黑豹隊》? 一群受夠了白人至上思想和權力鬥爭的傢伙 亂衝一氣 見人就扁"}, {"zh-tw": " Fuckin’ wicked, man. I saw the movie. Bad! What? Director 1: I saw his last film. Épuise, right? Woman 1: Yes.", "en": " 那遭透了 老兄 我看了那部片 爛！ 怎樣啦？ 我看了他最近的一部片 叫做「才思枯竭」對嗎? 對"}, {"zh-tw": " D1: Not to make a bad joke, but it was really épuisé. Epuisé -- tired, exhausted, fed up.", "en": " 不是說他拍得不好 但真有點「才思枯竭」 才思枯竭 疲勞 力竭 厭倦"}, {"zh-tw": " Director 2: Can you not shut up? Now, you talk straight to me, what’s wrong with my films? Let’s go. W1: They suck.", "en": " 你就不能閉嘴嗎? 好 你現在就告訴我 我的電影哪裡不對了? 現在 你的電影很爛"}, {"zh-tw": " Woman 2: They suck? What about yours? What, what, what, what about, what? What do you think about your movie? D1: My movies, they are OK, fine. They are better than making documentaries no one ever sees.", "en": " 很爛?那你的呢? 什什什什麼?我的怎樣? 你覺得你的電影怎樣? 我的電影 還好 還可以 比沒人看的紀錄片好多了"}, {"zh-tw": " What the fuck are you talking about? Did you ever move your fuckin' ass from Hollywood to go and film something real? You make people fuckin' sleep. Dream about bullshit.", "en": " 你在說什麼鬼話? 你他媽有沒有離開過好萊塢啊? 去拍些真實的東西! 你讓現場觀眾睡得東倒西歪 還夢到一堆鬼扯淡咧!"}, {"zh-tw": " Newton Aduaka: Thank you. The first clip, really, is totally trying to capture what cinema is for me, and where I'm coming from in terms of cinema. The first piece was, really, there's a young woman talking about Nigeria, that she has a feeling she'll be happy there.", "en": " 謝謝各位 以上分別是我幾部作品的第一段 希望足以表達電影對我的意義 以及置身電影世界 我的根在哪裡 第一個片段中 一名年輕女子談著奈及利亞 她覺得自己在那會很快樂"}, {"zh-tw": " These are the sentiments of someone that's been away from home. And that was something that I went through, you know, and I'm still going through.", "en": " 她說的都是離家之人的哀愁 而我也曾經歷過那些 到現在也還是離家之人"}, {"zh-tw": " I've not been home for quite a while, for about five years now. I've been away 20 years in total.", "en": " 好一陣子沒回家 大概五年了 離鄉背井至今大概二十年之久"}, {"zh-tw": " And so it’s really -- it's really how suddenly, you know, this was made in 1997, which is the time of Abacha -- the military dictatorship, the worst part of Nigerian history, this post-colonial history. So, for this girl to have these dreams is simply how we preserve a sense of what home is.", "en": " 所以這真的 嗯......這部片是1997年完成的 也就是阿巴察軍事獨裁統治期間 這段後殖民時代 也是奈及利亞歷史上最糟的部分 所以這位女孩懷抱的這些夢想 正也如同我們懷抱對家園的理想"}, {"zh-tw": " How -- and it's sort of, perhaps romantic, but I think beautiful, because you just need something to hold on to, especially in a society where you feel alienated. Which takes us to the next piece, where the young man talks about lack of opportunity: living as a black person in Europe, the glass ceiling that we all know about, that we all talk about, and his reality.", "en": " 多麼......有點浪漫吧 但我覺得很美 因為你就是需要一些寄託 特別當你身處疏離的社會中 疏離的社會也在第二個片段出現 有位年輕人 談著歐洲生活的黑人機會多麼短缺 你知道的 玻璃天花板效應(看不見的阻礙) 以及他的現實遭遇"}, {"zh-tw": " Again, this was my -- this was me talking about -- this was, again, the time of multiculturalism in the United Kingdom, and there was this buzzword -- and it was trying to say, what exactly does this multiculturalism mean in the real lives of people? And what would a child -- what does a child like Jamie -- the young boy -- think, I mean, with all this anger that's built up inside of him? What happens with that? What, of course, happens with that is violence, which we see when we talk about the ghettos and we talk about, you know, South Central L.A. and this kind of stuff, and which eventually, when channeled, becomes, you know, evolves and manifests itself as riots -- like the one in France two years ago, where I live, which shocked everybody, because everyone thought, \"Oh well, France is a liberal society.\" But I lived in England for 18 years. I've lived in France for about four, and I feel actually thrown back 20 years, living in France.", "en": " 我也再度談到了 英國的多元文化時期 透過這術語 我企圖傳達多元文化對大眾真實生活的影響 而一位年輕人 像影片中的傑米那樣的年輕人 又怎麼想 我是說 當年輕人心中充滿憤懣 會發生什麼事? 當然是暴力 也就是當我們談論貧民窟 洛杉磯中南區等等時候的聯想 暴力問題最終會加深分化 演變為暴動 就像法國兩年前那樣 震驚世界 因為大家以為 法國應該是個自由的社會 但我在英國住過18年 在法國住過4年 而我真的感覺 住在法國像突然落後了20年"}, {"zh-tw": " And then, the third piece. The third piece for me is the question: What is cinema to you? What do you do with cinema? There's a young director, Hollywood director, with his friends -- fellow filmmakers -- talking about what cinema means. I suppose that will take me to my last piece -- what cinema means for me.", "en": " 接著第三個片段 對我來說是一個疑問 電影對你來說是什麼?你想透過它表達什麼? 片中年輕導演 好萊塢的導演和他朋友在一起 一群電影人談著電影的意義 這也回到我拍電影的出發點 表達電影對我的意義"}, {"zh-tw": " My life started as a -- I started life in 1966, a few months before the Biafran, which lasted for three years and it was three years of war. So that whole thing, that whole childhood echoes and takes me into the next piece.", "en": " 我1966年生 也就是持續三年的比亞夫拉戰爭(奈及利亞內戰)前幾個月 接著是三年的戰亂 所以我的所有記憶 所有童年回憶的反覆迴盪讓我拍了接下來這片段"}, {"zh-tw": " (Video) Voice: Onicha, off to school with your brother. Onicha: Yes, mama.", "en": " Onicha 跟你弟一起去上學囉 是的 媽媽"}, {"zh-tw": " Commander: Soldiers, you are going to fight a battle, so you must get ready and willing to die. You must get -- ? Child Soldiers: Ready and willing to die.", "en": " 戰士們 你們即將面臨一場狠戰 所以必須做好準備 甘願一死 你們必須怎樣? 做好準備 甘願一死"}, {"zh-tw": " C: Success, the change is only coming through the barrel of the gun. CS: The barrel of the gun! C: This is the gun.", "en": " 要成功 唯有經過槍桿子才有變革 通過槍桿子 這就是槍"}, {"zh-tw": " CS: This is the gun. C: This is an AK-47 rifle. This is your life.", "en": " 這就是槍 這是一把AK-47步槍 這是你的生命"}, {"zh-tw": " This is your life. This is ... this is ... this is your life. Ezra: They give us the special drugs. We call it bubbles.", "en": " 這就是你的生命 這就是 這就是 這就是你的生命 他們給我們很特別的藥 我們叫它泡泡碇"}, {"zh-tw": " Amphetamines. Soldiers: Rain come, sun come, soldier man dey go.", "en": " 安非他命 大雨落下 太陽升起 士兵出生入死"}, {"zh-tw": " I say rain come, sun come, soldier man dey go. We went from one village to another -- three villages.", "en": " 大雨落下 太陽升起 士兵出生入死 我們從一村到下一村 總共走過三個村子"}, {"zh-tw": " I don’t remember how we got there. Witness: We walked and walked for two days.", "en": " 我不記得是怎麼到那的 兩天 走了又走"}, {"zh-tw": " We didn't eat. There was no food, just little rice.", "en": " 什麼都沒吃 幾乎沒有食物 只有一點點米"}, {"zh-tw": " Without food -- I was sick. The injection made us not to have mind.", "en": " 毫無進食讓我病了 我們接受注射之後神智昏聵"}, {"zh-tw": " God will forgive us. He knows we did not know. We did not know! Committee Chairman: Do you remember January 6th, 1999? Ezra: I don’t remember.", "en": " 上帝會原諒我們的 他知道我們當時不知情 毫不知情! 你記得 1999年一月六號嗎? 我不記得了"}, {"zh-tw": " Various Voices: You will die! You will die! (Screaming) Onicha: Ezra! (Ezra: Onicha! Onicha!) Various Voices: ♫ We don't need no more trouble ♫ ♫ No more trouble ♫ They killed my mother. The Mende sons of bastards.", "en": " 去死吧!去死吧! Onicha:Ezra! (Ezra:Onicha! Onicha!) ♫我們不要再多麻煩了♫ ♫不要更多麻煩♫ 他們殺了我媽 曼德人(獅子山民族) 王八羔子"}, {"zh-tw": " (Shouting) Who is she? Me. Why you giving these to me? So you can stop staring at me.", "en": " (吼叫) 她是誰? 我 為什麼給我這個? 你就不用再瞪著我看了"}, {"zh-tw": " My story is a little bit complicated. I’m interested.", "en": " 我的故事有點複雜 我想聽"}, {"zh-tw": " Mariam is pregnant. You know what you are? A crocodile.", "en": " 瑪莉安懷孕了 你知道你是什麼嗎? 你是隻鱷魚"}, {"zh-tw": " Big mouth. Short legs. In front of Rufus you are Ezra the coward.", "en": " 大嘴 短腿 面對Rufus的時候你是懦夫Ezra"}, {"zh-tw": " He’s not taking care of his troops. Troop, pay your last honor. Salute.", "en": " 他沒有好好照顧自己的部隊 致上最後的敬意 敬禮"}, {"zh-tw": " Open your eyes, Ezra. A blind man can see that the diamonds end up in his pocket.", "en": " 張大你的眼睛 Ezra 連瞎了眼的也看得出來 鑽石都進了他口袋"}, {"zh-tw": " ♫ We don't need no more trouble ♫ Get that idiot out! I take you are preparing a major attack? This must be the mine. Your girl is here.", "en": " ♫我們不要再多麻煩了♫ 把那白癡趕出來! 你要發動主要攻擊了? 這裡一定是地雷 你女朋友來了"}, {"zh-tw": " Well done, well done. That is what you are here for, no? You are planning to go back to fight are you? ♫ We don't need no more trouble ♫ ♫ No more trouble ♫ ♫ We don't need no more trouble ♫ ♫ No more trouble. ♫ Wake up! Everybody wake up. Road block! ♫ We don't need no more ... ♫ Committee Chairman: We hope that, with your help and the help of others, that this commission will go a long way towards understanding the causes of the rebel war.", "en": " 幹得好 幹得好 這就是你來的目的 不是嗎? 你要回去打仗對吧? ♫我們不要再多麻煩了♫ ♫不要更多麻煩♫ ♫我們不要再多麻煩了♫ ♫不要更多麻煩♫ 起來!大家起來! 此路不通! ♫我們不要再多......♫ 我們希望在你和其他人的幫助下 本委員會 能夠了解這場叛亂的肇因"}, {"zh-tw": " More than that, begin a healing process and finally to -- as an act of closure to a terrible period in this country’s history. The beginning of hope.", "en": " 更甚於此 開始整治 最終得以 終結本國史上這慘烈的時期 展開新希望"}, {"zh-tw": " Mr. Ezra Gelehun, please stand. State your name and age for the commission.", "en": " Ezra Gelehun先生請起立 報上你的姓名及年齡給委員會"}, {"zh-tw": " Ezra: My name is Ezra Gelehun. I am 15 or 16. I don’t remember.", "en": " 我名叫Ezra Gelehun 十五還是十六歲 我忘了"}, {"zh-tw": " Ask my sister, she is the witch, she knows everything. (Sister: 16.) CC: Mr. Gelehun, I’d like to remind you you’re not on trial here for any crimes you committed.", "en": " 問我妹 她是女巫 無所不知 十六歲 Gelehun先生 我想提醒你 你不是 在為任何罪行受審"}, {"zh-tw": " E: We were fighting for our freedom. If killing in a war is a crime, then you have to charge every soldier in the world.", "en": " 我們是為了自由而戰 如果戰爭的殺戮是罪 那你就要起訴世上所有士兵了"}, {"zh-tw": " War is a crime, yes, but I did not start it. You too are a retired General, not so? CC: Yes, correct.", "en": " 戰爭是罪 沒錯 但並非由我而起 您也是位退役將軍 不是嗎? 是的 正確"}, {"zh-tw": " E: So you too must stand trial then. Our government was corrupt.", "en": " 那麼您也該受審了 我們的政府腐敗不堪"}, {"zh-tw": " Lack of education was their way to control power. If I may ask, do you pay for school in your country? CC: No, we don’t.", "en": " 教育之貧乏正是他們的掌權手段 容我發問 在你的國家 你們要支付學費嗎? 不 不需要"}, {"zh-tw": " E: You are richer than us. But we pay for school.", "en": " 你們比我們富有 但我們卻還要付學費"}, {"zh-tw": " Your country talks about democracy, but you support corrupt governments like my own. Why? Because you want our diamond.", "en": " 你的國家討論民主 但你們支持如我國這樣腐敗的政府 為什麼?因為你們要我們的鑽石"}, {"zh-tw": " Ask if anyone in this room have ever seen real diamond before? No. CC: Mr. Gelehun, I'd like to remind you, you're not on trial here today.", "en": " 試問這房間裡 誰看過真鑽? 一個也沒有 Gelehun先生 我要提醒你 你不是在接受審判"}, {"zh-tw": " You are not on trial. E: Then let me go.", "en": " 你不是在接受審判 那讓我走啊"}, {"zh-tw": " CC: I can't do that, son. E: So you are a liar.", "en": " 我沒辦法 孩子 那你就是個騙子"}, {"zh-tw": " NA: Thank you. Just very quickly to say that my point really here, is that while we’re making all these huge advancements, what we're doing, which for me, you know, I think we should -- Africa should move forward, but we should remember, so we do not go back here again. Thank you.", "en": " 謝謝各位 讓我快速談談我的重點 當非洲快速發展 我們的一切努力 對我來說 非洲應該前進 但我們也應該記取過去的教訓 才不至於重蹈覆轍 謝謝"}, {"zh-tw": " Emeka Okafor: Thank you, Newton. One of the themes that comes through very strongly in the piece we just watched is this sense of the psychological trauma of the young that have to play this role of being child soldiers.", "en": " Emeka Okafor: 謝謝Newton 我們看到其中一個強大的主題 是年輕一輩受到的心理創傷 當娃娃兵的心理創傷"}, {"zh-tw": " And considering where you are coming from, and when we consider the extent to which it’s not taken as seriously as it should be, what would you have to say about that? NA: In the process of my research, I actually spent a bit of time in Sierra Leone researching this. And I remember I met a lot of child soldiers -- ex-combatants, as they like to be called.", "en": " 從你家鄉的角度 以及娃娃兵問題未受到應有重視等角度出發 你有什麼想說的? 在我電影的研究探討階段 我其實花了 一些時間在獅子山探索這項問題 我記得我遇到很多娃娃兵 前戰士 他們喜歡這稱呼"}, {"zh-tw": " I met psychosocial workers who worked with them. I met psychiatrists who spent time with them, aid workers, NGOs, the whole lot.", "en": " 我也和幫助他們的心理師 社工會面 和心理治療師會面 援助人員　非政府組織　一堆"}, {"zh-tw": " But I remember on the flight back on my last trip, I remember breaking down in tears and thinking to myself, if any kid in the West, in the western world, went through a day of what any of those kids have gone through, they will be in therapy for the rest of their natural lives. So for me, the thought that we have all these children -- it’s a generation, we have a whole generation of children -- who have been put through so much psychological trauma or damage, and Africa has to live with that.", "en": " 但我記得在最後回程飛機上 我崩潰落淚　想著 假如這些孩子　任何一個西方國家的孩子 經歷過這些娃娃兵的一天 他們餘生都離不開心理治療了 我惦記著這件事 這可是一整個世代　我們這一整代的孩子 經歷過如此劇烈的心理創傷 而非洲必須帶著這傷走下去"}, {"zh-tw": " But I’m just saying to factor that in, factor that in with all this great advancement, all this pronouncement of great achievement. That’s really my thinking.", "en": " 我想強調這創傷的存在 尤其當非洲致力發展 許多大建設大作為的時候 以上是我的想法"}, {"zh-tw": " EO: Well, we thank you again for coming to the TED stage. That was a very moving piece.", "en": " Emeka Okafor: 再次謝謝你站上TED的舞台分享 你的作品實在非常動人"}, {"zh-tw": " NA: Thank you. EO: Thank you.", "en": " 謝謝 謝謝你"}], "title": "Newton Aduaka Tells The Story Of Ezra"}