{"url": "http://www.ted.com/talks/john_francis_walks_the_earth", "paragraphs": [{"zh-tw": " (Music) Thank you for being here. And I say \"thank you for being here\" because I was silent for 17 years.", "en": " (音樂) (鼓掌) 謝謝大家今天來到這裡 謝謝你們，因為我已經17年沒開口說話"}, {"zh-tw": " And the first words that I spoke were in Washington, D.C., on the 20th anniversary of Earth Day. And my family and friends had gathered there to hear me speak.", "en": " 我開口說的第一個字是在華盛頓特區 二十週年的地球日時 我的家人及朋友們，全都聚在一起聽我說話"}, {"zh-tw": " And I said, \"Thank you for being here.\" My mother, out in the audience, she jumped up, \"Hallelujah, Johnny’s talking!\" Imagine if you were quiet for 17 years and your mother was out in the audience, say. My dad said to me, \"That’s one\" -- I’ll explain that.", "en": " 然後我說\"謝謝你們在這裡\" 我母親，在人群中跳起來說 \"哈雷路亞, Johnny說話了\" 想像一下假設你沉默了17年 然後你母親在人群中說 我父親對我說\"就是這裡了\" 我稍後在解釋"}, {"zh-tw": " But I turned around because I didn’t recognize where my voice was coming from. I hadn’t heard my voice in 17 years, so I turned around and I looked and I said, \"God, who's saying what I’m thinking?\" And then I realized it was me, you know, and I kind of laughed.", "en": " 但我轉過頭，因為我不知道我的聲音是從哪來傳出來的 我已經17年沒聽過我自己的聲音了 所以我環顧四周然後說 天啊！是誰正在把我的想法說出來？ 然後我知道了，是我自己阿，然後我笑了。"}, {"zh-tw": " And I could see my father: \"Yeah, he really is crazy.\" Well, I want to take you on this journey. And the journey, I believe, is a metaphor for all of our journeys.", "en": " 然後我可以想像我父親說 \"是的，他真的瘋了\" 我想與你分享這段旅程 這段旅程我相信是所有人歷程的一個隱喻"}, {"zh-tw": " Even though this one is kind of unusual, I want you to think about your own journey. My journey began in 1971 when I witnessed two oil tankers collide beneath the Golden Gate, and a half a million gallons of oil spilled into the bay.", "en": " 即使這是段不尋常的經歷 我要你們也思考一下你們的經歷 我的旅程從1971年開始 當我目睹兩艘油輪在金色大橋下相撞時 50多萬加崙的油流進海灣"}, {"zh-tw": " It disturbed me so much that I decided that I was going to give up riding and driving in motorized vehicles. That’s a big thing in California.", "en": " 這畫面這讓我非常不安 所以我決定放棄駕駛機動型的運輸工具 這在加州來講可是一件大事"}, {"zh-tw": " And it was a big thing in my little community of Point Reyes Station in Inverness, California, because there were only about 350 people there in the winter – this was back in '71 now. And so when I came in and I started walking around, people -- they just knew what was going on.", "en": " 這對我的小社區來講更是一件大事 我的小社區位在加州印威內斯的波印雷站 因為在1971年的冬天，那裡大約只有350人。 所以當我進到當地時，然後我開始步行，人們 他們才剛知道這件事時"}, {"zh-tw": " And people would drive up next to me and say, \"John, what are you doing?\" And I’d say, \"Well, I’m walking for the environment.\" And they said, \"No, you’re walking to make us look bad, right? You’re walking to make us feel bad.\" And maybe there was some truth to that, because I thought that if I started walking, everyone would follow. Because of the oil, everybody talked about the polllution.", "en": " 他們會開車到我身旁 然後說\"約翰，你在幹嘛\" 然後我會說，\"我為保護環境而行走\" 然後他們說\"不，你是為了讓我們難堪而走對吧？\" 你步行是為了讓我們覺得難受 或許有部分是真的 因為我想如果我開始步行，或許其他人也會跟進 因為漏油事件，大家開始談論污染"}, {"zh-tw": " And so I argued with people about that, I argued and I argued. I called my parents up.", "en": " 所以我開始不停的說服人們。 我打給我父母"}, {"zh-tw": " I said, \"I’ve given up riding and driving in cars.\" My dad said, \"Why didn’t you do that when you were 16?\" I didn’t know about the environment then. They’re back in Philadelphia.", "en": " 我說\"我已經放棄開車了\" 我父親說\"為什麼你不在十六歲時就這麼做？\" 我那時候不知道這些環境問題 問題都在費城"}, {"zh-tw": " And so I told my mother, \"I’m happy though, I’m really happy.\" She said, \"If you were happy, son, you wouldn’t have to say it.\" Mothers are like that. And so, on my 27th birthday I decided, because I argued so much and I talk so much, that I was going to stop speaking for just one day -- one day -- to give it a rest.", "en": " 然後我告訴我母親\"我很開心，我真的很開心\" 她說\"如果你真的開心，你才不會說出來\" 母親都這樣 因此，我27歲生日那天我決定，因為我爭論太多 而且我說太多，所以，我決定不要開口說話 一天就好，僅僅一天，讓嘴巴休息一下。"}, {"zh-tw": " And so I did. I got up in the morning and I didn’t say a word.", "en": " 所以就這樣 我起床後就沒說過一句話"}, {"zh-tw": " And I have to tell you, it was a very moving experience, because for the first time, I began listening -- in a long time. And what I heard, it kind of disturbed me.", "en": " 我必須告訴你，這是個非常難忘的經驗 因為第一次在這麼長的時間裡，我開始去聆聽 然而我所聽見的，卻又有些困擾我"}, {"zh-tw": " Because what I used to do, when I thought I was listening, was I would listen just enough to hear what people had to say and think that I could -- I knew what they were going to say, and so I stopped listening. And in my mind, I just kind of raced ahead and thought of what I was going to say back, while they were still finishing up.", "en": " 因為我聆聽時會習慣 只聽到對方講完該說的話為止 我就會自認為已經知道他們要說什麼 便停止傾聽 在我腦子裏，我會有些超前 當他們還在做總結時 就想著我要怎麼回答"}, {"zh-tw": " And then I would launch in. Well, that just ended communication.", "en": " 然後我就會介入 並結束那次的溝通"}, {"zh-tw": " So on this first day I actually listened. And it was very sad for me, because I realized that for those many years I had not been learning.", "en": " 所以在那天，我認真聆聽 但這對我來說是非常難過的事 因為我了解這麼多年來我沒有成長"}, {"zh-tw": " I was 27. I thought I knew everything. I didn’t.", "en": " 當我27歲時，我自認無所不知 但其實不然"}, {"zh-tw": " And so I decided I’d better do this for another day, and another day, and another day until finally, I promised myself for a year I would keep quiet because I started learning more and more and I needed to learn more. So for a year I said I would keep quiet, and then on my birthday I would reassess what I had learned and maybe I would talk again.", "en": " 所以我決定我要在做一次這件事 日復一日直到最後 我向自己保證，保持沉默一年 因為我開始逐漸成長，我覺得我需要學習更多 所以，某年，我說我要保持沉默。 然後我會在我生日那天分享我學到了什麼 或許我就會在度開口"}, {"zh-tw": " Well, that lasted 17 years. Now during that time -- those 17 years -- I walked and I played the banjo and I painted and I wrote in my journal, and I tried to study the environment by reading books.", "en": " 我安靜了17年 在這17年裡，我行走，並且彈奏班卓琴 我作畫並且寫下我的歷程 然後我經由閱讀來研究環境生態"}, {"zh-tw": " And I decided that I was going to go to school. So I did. I walked up to Ashland, Oregon, where they were offering an environmental studies degree.", "en": " 之後我決定進修，然後我就去做了 我走到奧勒岡州的奧許蘭市 那裡提供環境研究的學位"}, {"zh-tw": " It’s only 500 miles. And I went into the Registrar’s office and -- \"What, what, what?\" I had a newspaper clipping.", "en": " 這僅僅只有500哩 我走到學校的註冊處 什麼？ 我有某份報紙"}, {"zh-tw": " \"Oh, so you really want to go to school here? You don’t …? We have a special program for you.\" They did. And in those two years, I graduated with my first degree -- a bachelor’s degree.", "en": " 所以你真的要來這裡念書？ 你不會...？ 我們有個特別的計畫適合你，是真的 所以在這兩年裡，我拿到了我第一個學士學位。"}, {"zh-tw": " And my father came out, he was so proud. He said, \"Listen, we’re really proud of you son, but what are you going to do with a bachelor’s degree? You don’t ride in cars, you don’t talk -- you’re going to have to do those things.\" I hunched my shoulder, I picked my backpack up again and I started walking.", "en": " 然後我父親來了，他非常驕傲 他說\"兒子，我們都以你為傲\" 但你拿個學士學位要幹麻？ 你又不開車，不講話 拿了學位就得做這些事阿 我聳聳肩，然後再次背起背包 然後我又開始步行"}, {"zh-tw": " I walked all the way up to Port Townsend, Washington, where I built a wooden boat, rode it across Puget Sound and walked across Washington [to] Idaho and down to Missoula, Montana. I had written the University of Montana two years earlier and said I'd like to go to school there.", "en": " 我走到華盛頓Townsend港口，我在那裡造了一艘木船 然後靠著它穿越了普及桑(地名) 愛達荷州--走路穿越華盛頓，愛達荷然後往下到蒙大拿的冰河湖 當時的兩年前我就已經寫信給蒙大拿大學 然後說我想要去那裏進修"}, {"zh-tw": " I said I'd be there in about two years. And I was there. I showed up in two years and they -- I tell this story because they really helped me.", "en": " 我說我大概會在兩年後抵達 然後我到了，我在兩年內到了，然後他們 我提及這段經歷，是因為他們真的幫助過我"}, {"zh-tw": " There are two stories in Montana. The first story is I didn’t have any money -- that’s a sign I used a lot.", "en": " 在蒙大拿有兩個故事 第一個是我當時身無分文，這表示我花太多錢了"}, {"zh-tw": " And they said,\"Don't worry about that.\" The director of the program said, \"Come back tomorrow.\" He gave me 150 dollars, and he said, \"Register for one credit. You’re going to go to South America, aren’t you?\" And I said -- Rivers and lakes, the hydrological systems, South America.", "en": " 然後他們說\"你不需要擔心這個\" 這個計畫的負責人說\"你明天再過來吧\" 他給了我150美元 然後他說，去註冊一學分吧。 你要前往南非，對吧？ 然後我回答 河流和湖水，水利系統，南非。"}, {"zh-tw": " So I did that. He came back; he said to me, \"OK John, now that you've registered for that one credit, you can have a key to an office, you can matriculate -- you’re matriculating, so you can use the library.", "en": " 然後我就這樣做了 他回來，然後對我說 好的，約翰，你已經註冊了這個學分。 你可以擁有辦公室的鑰匙 你被錄取了，所以你可以使用圖書館"}, {"zh-tw": " And what we’re going to do is, we’re going to have all of the professors allow you to go to class. They’re going to save your grade, and when we figure out how to get you the rest of the money, then you can register for that class and they’ll give you the grade.\" Wow, they don’t do that in graduate schools, I don’t think.", "en": " 我們接著 要讓所有的教授允許你可以上課 他們會替你保留分數 當我們想辦法幫你籌到剩下的錢 你就可以補註冊，他們就會給你成績了。 哇，他們研究所並不這樣做。我不這樣覺得"}, {"zh-tw": " But I use that story because they really wanted to help me. They saw that I was really interested in the environment, and they really wanted to help me along the way.", "en": " 我分享這故事是因為他們真心想幫我 他們覺得我真的對環境生態很有興趣 他們想要再這方面給我幫助"}, {"zh-tw": " And during that time, I actually taught classes without speaking. I had 13 students when I first walked into the class.", "en": " 在這段時間，我開始授課了，但依舊沒開口說話 一開始我有13個學生"}, {"zh-tw": " I explained, with a friend who could interpret my sign language, that I was John Francis, I was walking around the world, I didn’t talk and this was the last time this person’s going to be here interpreting for me. All the students sat around and they went ...", "en": " 我請一個朋友來解釋我的手勢 表示我是約翰法蘭西斯, 我在世界上四處行走 我沒說話，而這位朋友 之後不會在這裡替我解譯手勢 所有的學生散坐四周並且他們開始..."}, {"zh-tw": " I could see they were looking for the schedule, to see when they could get out. They had to take that class with me.", "en": " 我知道他們正在看時間表 看看他們何時可以離開 但他們必須和我一起共渡這堂課"}, {"zh-tw": " Two weeks later, everyone was trying to get into our class. And I learned in that class -- because I would do things like this ...", "en": " 兩週後，大家都想要參與我們的課程 在這堂課裡我學到了，因為我做了一些這樣的事"}, {"zh-tw": " and they were all gathered around, going, \"What's he trying to say?\" \"I don't know, I think he's talking about clear cutting.\" \"Yeah, clear cutting.\" \"No, no, no, that's not clear cutting, that’s -- he's using a handsaw.\" \"Well, you can’t clearcut with a ...\" \"Yes, you can clear cut ...\" \"No, I think he’s talking about selective forestry.\" Now this was a discussion class and we were having a discussion. I just backed out of that, you know, and I just kind of kept the fists from flying.", "en": " 而讓他們全都聚集在這裡，他即將要說些什麼呢 不知道，我想他或許想要說伐木，是的，伐木 不，不是伐木，他剛比了手鋸 不，你不可能用它來伐木 你當然可以 不，我想他是在講選擇性林業 現在這成了一個討論課，並且我們正在談論著 我暫不參與這個，我只是讓我的拳頭停止飛舞"}, {"zh-tw": " But what I learned was that sometimes I would make a sign and they said things that I absolutely did not mean, but I should have. And so what came to me is, if you were a teacher and you were teaching, if you weren’t learning you probably weren’t teaching very well.", "en": " 但我知道有時候我會做個手勢 他們就會開始談起一些我從未想過的事 而我應該要想到的 因此，我知道了如果你是一個老師 你在授課，如果你不學習 你可能沒辦法教的很好"}, {"zh-tw": " And so I went on. My dad came out to see me graduate and, you know, I did the deal, and my father said, \"We’re really proud of you son, but ... \" You know what went on, he said, \"You’ve got to start riding and driving and start talking.", "en": " 因此我持續著 我父親來參加我的畢業典禮 碩士帽的穗也撥了 我父親說\"我們真的很以你為傲，但是...\" 你知道是怎麼一回事 他說\"你必須要開始開車並且與人交談，\""}, {"zh-tw": " What are you going to do with a master’s degree?\" I hunched my shoulder, I got my backpack and I went on to the University of Wisconsin. I spent two years there writing on oil spills.", "en": " 不然你拿了碩士學位又有何用?\" 我聳了聳肩，我又拿起我的背包 然後我去了威士康辛大學 我在那裡花了兩年的時間寫有關漏油的議題"}, {"zh-tw": " No one was interested in oil spills. But something happened -- Exxon Valdez.", "en": " 但沒人有興趣 但突然間，發生了一些事 Exxon Valdez(1989年一艘漏油的油輪名字)"}, {"zh-tw": " And I was the only one in the United States writing on oil spills. My dad came out again.", "en": " 那時在美國我是唯一撰寫有關漏油議題的人 我父親再次造訪"}, {"zh-tw": " He said, \"I don't know how you do this, son -- I mean, you don't ride in cars, you don’t talk. My sister said maybe I should leave you alone, because you seem to be doing a lot better when you’re not saying anything.\" Well, I put on my backpack again.", "en": " 他說\"兒子，我不知道你是怎麼辦到的\" 我是說你既不開車也不說話 你姑姑說或許我不該給你太多壓力 因為當你一句話都不說時 你愈做愈好了 很好，我又再次背起了背包"}, {"zh-tw": " I put my banjo on and I walked all the way to the East Coast, put my foot in the Atlantic Ocean -- it was seven years and one day it took me to walk across the United States. And on Earth Day, 1990 -- the 20th anniversary of Earth Day -- that’s when I began to speak.", "en": " 與我的班卓琴，我走到了東岸 讓我的雙腳泡進大西洋 七年又一天，我穿越了整個美國 在1990年的地球日 地球日二十週年紀念日，也就是我決定開口的日子"}, {"zh-tw": " And that’s why I said, \"Thank you for being here.\" Because it's sort of like that tree in the forest falling; and if there's no one there to hear, does it really make a sound? And I’m thanking you, and I'm thanking my family because they had come to hear me speak. And that’s communication.", "en": " 這就是為何我說\"謝謝你們來到這裡\" 因為這有點像森林裡砍樹 如果沒有人在這裡聆聽，它真的會有聲音嗎 所以我謝謝你們，也謝謝我的家人 因為他們特別到場聽我說話 這就是交流"}, {"zh-tw": " And they also taught me about listening -- that they listened to me. And it’s one of those things that came out of the silence, the listening to each other.", "en": " 並且他們教會我聆聽，他們傾聽我 這是在寂靜中很重要的一件事 那就是互相傾聽"}, {"zh-tw": " Really, very important -- we need to listen to each other. Well, my journey kept going on.", "en": " 真的，很重要 我們必須互相傾聽 我的旅程持續著"}, {"zh-tw": " My dad said, \"That’s one,\" and I still didn’t let that go. I worked for the Coastguard, was made a U.N. Goodwill Ambassador.", "en": " 我父親說\"就是這裡了\" 但我並不想要到此為止 我成為海巡隊的聯合國親善大使"}, {"zh-tw": " I wrote regulations for the United States -- I mean, I wrote oil spill regulations. 20 years ago, if someone had said to me, \"John, do you really want to make a difference?\" \"Yeah, I want to make a difference.\" He said, \"You just start walking east; get out of your car and just start walking east.\" And as I walked off a little bit, they'd say, \"Yeah, and shut up, too.\" \"You’re going to make a difference, buddy.\" How could that be, how could that be? How could doing such a simple thing like walking and not talking make a difference? Well, my time at the Coast Guard was a really good time.", "en": " 我替美國寫一些條文 我指，關於漏油方面的條文 我指，20年前如果有人告訴過我 約翰，你真的想要做些什麼嗎？ 是的，我想要有所作為 他說\"你只需要開始往東走\" 下車然後開始往東走 然後我要離去時，他們接著說\"還有！順便閉嘴\" 你將大有作為的，兄弟\" 這怎麼可能，怎麼會？ 怎麼可能僅僅不說話或者走路這麼簡單的事情 就可以大有作為 我在海岸警衛隊的日子是美好的"}, {"zh-tw": " And after that -- I only worked one year -- I said, \"That's enough. One year's enough for me to do that.\" I got on a sailboat and I sailed down to the Caribbean, and walked through all of the islands, and to Venezuela. And you know, I forgot the most important thing, which is why I started talking, which I have to tell you.", "en": " 之後，我只有工作一年 我說\"夠了，一年已經夠了\" 我搭乘帆船航向加勒比海 並且造訪每個小島，然後到了委內瑞拉 然後，我忘了最重要的事 為什麼我開始講話，這是我要告訴你們的"}, {"zh-tw": " I started talking because I had studied environment. I’d studied environment at this formal level, but there was this informal level.", "en": " 我開口說話是因為我研究環境生態 在這個形式上的階段研究 但還有是非形式上的"}, {"zh-tw": " And the informal level -- I learned about people, and what we do and how we are. And environment changed from just being about trees and birds and endangered species to being about how we treated each other.", "en": " 這個階段是 我從人身上學，我們做什麼，我們如何 環境生態從樹和鳥開始產生變化 瀕臨絕種的物種讓我們了解，我們是怎麼對待彼此的"}, {"zh-tw": " Because if we are the environment, then all we need to do is look around us and see how we treat ourselves and how we treat each other. And so that’s the message that I had.", "en": " 因為如果我們是環境 我們只需要環顧彼此 看看我們是怎麼對待自己與對待彼此的 這就是我想說的事"}, {"zh-tw": " And I said, \"Well, I'm going to have to spread that message.\" And I got in my sailboat, sailed all the way through the Caribbean -- it wasn't really my sailboat, I kind of worked on that boat -- got to Venezuela and I started walking. This is the last part of this story, because it’s how I got here, because I still didn't ride in motorized vehicles.", "en": " 並且我說\"我將要傳遞這個訊息\" 所以我又搭上了帆船，穿越加勒比海 它其實並不是我的帆船，我是船員 到了委內瑞拉我又開始走路 這是故事的尾端，因為這告訴各位，我是怎麼開口的 因為我仍舊沒有使用機動的交通工具"}, {"zh-tw": " I was walking through El Dorado -- it's a prison town, famous prison, or infamous prison -- in Venezuela, and I don’t know what possessed me, because this was not like me. There I am, walking past the guard gate and the guard stops and says, \"Pasaporte, pasaporte,\" and with an M16 pointed at me.", "en": " 我穿越了多拉多，它是一個在委內瑞拉的監獄小鎮， 有名或臭名昭彰的監獄都在這裡，我不知道哪裡吸引我 因為這一點都不像我 我在那，穿越大門，然後警衛拿著一支M16槍指著我說 護照！護照(西班牙語)"}, {"zh-tw": " And I looked at him and I said, \"Passport, huh? I don't need to show you my passport. It’s in the back of my pack. I'm Dr. Francis; I'm a U.N. Ambassador and I'm walking around the world.\" And I started walking off.", "en": " 然後我看著他，我說\"護照是吧\" 我不需要給你看，就放在我後背包裡 我是法蘭西斯博士，我是聯合國親善大使，我走遍世界各地 然後我就走開了"}, {"zh-tw": " What possessed me to say this thing? The road turned into the jungle. I didn’t get shot.", "en": " 為什麼我想說這件事 是因為路一轉，通往叢林去了 警衛並沒開槍"}, {"zh-tw": " And I got to -- I start saying, \"Free at last -- thank God Almighty, I’m free at last.\" \"What was that about,\" I’m saying. What was that about? It took me 100 miles to figure out that, in my heart, in me, I had become a prisoner. I was a prisoner and I needed to escape.", "en": " 然後我開始說，終於自由了 謝謝老天爺，我終於自由了 這代表什麼呢，我指這代表什麼 我花了100公哩去理解我的內心 我成為一個囚犯 我是一個囚犯而我必須要逃離"}, {"zh-tw": " The prison that I was in was the fact that I did not drive or use motorized vehicles. Now how could that be? Because when I started, it seemed very appropriate to me not to use motorized vehicles.", "en": " 這種囚禁是我沒有駕駛 或使用機動型交通工具這件事 這怎麼可能 因為我開始做了，所以對我來講不使用機動型交通工具是 理所當然的一件事"}, {"zh-tw": " But the thing that was different was that every birthday, I asked myself about silence, but I never asked myself about my decision to just use my feet. I had no idea I was going to become a U.N. Ambassador.", "en": " 但這是不同的 每逢生日，我問自己有關沉默這件事 但我從未問過自己使用雙腳的這個決定 我從沒想到自己會成為聯合國大使"}, {"zh-tw": " I had no idea I would have a Ph.D. And so I realized that I had a responsibility to more than just me, and that I was going to have to change.", "en": " 也沒想到會有一個博士學位 所以我了解，我不僅只對自己有責任 因此我決定有所改變"}, {"zh-tw": " You know, we can do it. I was going to have to change.", "en": " 我們可以的 我必須要改變"}, {"zh-tw": " And I was afraid to change, because I was so used to the guy who only just walked. I was so used to that person that I didn’t want to stop.", "en": " 但我害怕改變 因為我太習慣當一個只會走路的人 太習慣當一個四處行走的人"}, {"zh-tw": " I didn’t know who I would be if I changed. But I know I needed to.", "en": " 我不知道如果改變了，我會變成什麼樣子 但我知道我必須改變"}, {"zh-tw": " I know I needed to change, because it would be the only way that I could be here today. And I know that a lot of times we find ourselves in this wonderful place where we’ve gotten to, but there’s another place for us to go.", "en": " 我知道，因為這是我能夠在這裡 唯一的方法 我早已知道這件事 我們這個擁有美好的地方 但我們還有另外一個地方要去"}, {"zh-tw": " And we kind of have to leave behind the security of who we’ve become, and go to the place of who we are becoming. And so, I want to encourage you to go to that next place, to let yourself out of any prison that you might find yourself in, as comfortable as it may be, because we have to do something now.", "en": " 我們必須拋開那些，讓我們之所以為我們的安全機制 然後去那些，讓我們正在轉變的地方 所以我要鼓勵你們前往下一處 鬆開你自身的枷鎖 懷抱愉快的感覺，因為我們必須要做些什麼"}, {"zh-tw": " We have to change now. As our former Vice President said, we have to become activists.", "en": " 我們必須要改變 引句美國前副總統說的話 我們必須要成為行動者"}, {"zh-tw": " So if my voice can touch you, if my actions can touch you, if my being here can touch you, please let it be. And I know that all of you have touched me while I’ve been here.", "en": " 所以如果我的聲音可以感動你 如果我這些行為可以感動你，如果我在這裡可以感動你 請受我感動 我知道你們感動了我 當我在這裡時"}, {"zh-tw": " So, let’s go out into the world and take this caring, this love, this respect that we’ve shown each other right here at TED, and take this out into the world. Because we are the environment, and how we treat each other is really how we’re going to treat the environment.", "en": " 所以，讓我們往外走，往世界各地出發 帶著關心，愛與尊敬 這是我們在TED展現給彼此的½ 並帶著這些到世界各地 因為我們就是環境本身 我們怎麼對待彼此 就會怎麼樣對待這個環境"}, {"zh-tw": " So I want to thank you for being here and I want to end this in five seconds of silence. Thank you.", "en": " 所以我要謝謝你們在這裡 我想要以五秒鐘的靜默來作結 謝謝你們"}], "title": "John Francis Walks The Earth"}