{"url": "http://www.ted.com/talks/charles_elachi_on_the_mars_rovers", "paragraphs": [{"zh-tw": " I thought I'd start with telling you or showing you the people who started [Jet Propulsion Lab]. When they were a bunch of kids, they were kind of very imaginative, very adventurous, as they were trying at Caltech to mix chemicals and see which one blows up more. Well, I don't recommend that you try to do that now.", "en": " 我先來介紹一下JPL火箭推進實驗室的創始成員 當時他們是一群小伙子 這群小伙子很有想像力、很有冒險精神 他們在加州理工學院混合各種化學物質 看看哪個威力比較大 呃，我可不要大家模仿－可想而知他們炸掉了"}, {"zh-tw": " Naturally, they blew up a shack, and Caltech, well, then, hey, you go to the Arroyo and really do all your tests in there. So, that's what we call our first five employees during the tea break, you know, in here.", "en": " 一間小屋，學校的人就說： 「嘿，拜託你們到Arroyo去做你們的實驗吧」 「Arroyo乾河床」就是我們在休息時間裡 稱呼我們最初5名員工的綽號"}, {"zh-tw": " As I said, they were adventurous people. As a matter of fact, one of them, who was, kind of, part of a cult which was not too far from here on Orange Grove, and unfortunately he blew up himself because he kept mixing chemicals and trying to figure out which ones were the best chemicals.", "en": " 我說過他們是很有冒險精神的人 這群人當中其實還有一位特別狂熱 就在離這不遠、叫做橘林的地方 他不幸炸到自己了，因為他一直混合化學物品 試圖找出最好的配方"}, {"zh-tw": " So, that gives you a kind of flavor of the kind of people we have there. We try to avoid blowing ourselves up.", "en": " 舉這個例子讓各位大致了解 我們那一群是怎樣的人 我們小心避免炸到自己"}, {"zh-tw": " This one I thought I'd show you. Guess which one is a JPL employee in the heart of this crowd.", "en": " 我想給各位看這張照片 猜猜看這裡頭哪位是JPL的員工"}, {"zh-tw": " I tried to come like him this morning, but as I walked out, then it was too cold, and I said, I'd better put my shirt back on. But more importantly, the reason I wanted to show this picture: look where the other people are looking, and look where he is looking.", "en": " 今天早上我想和他一樣不穿上衣就過來 不過，出門時外面實在太冷 我就說還是把上衣穿回去好 不過，我之所以放這張照片的重點是： 看看其他人往哪兒看 再看他是往哪兒看的"}, {"zh-tw": " Wherever anybody else looks, look somewhere else, and go do something different, you know, and doing that. And that's kind of what has been the spirit of what we are doing.", "en": " 不管別人，看別的地方 去做和別人不一樣的事 這一直是我們做事的精神"}, {"zh-tw": " And I want to tell you a quote from Ralph Emerson that one of my colleagues, you know, put on my wall in my office, and it says, \"Do not go where the path may lead. Go instead where there is no path, and leave a trail.\" And that's my recommendation to all of you: look what everybody is doing, what they are doing; go do something completely different.", "en": " 我想引述愛默生的一段話 有位同事把這話掛在我辦公室牆上 「別走康莊大道，要披荊斬棘 當後人的開路先鋒」 我給在座各位的建議是： 看別人都在做什麼 去做完全不同的事"}, {"zh-tw": " Don't try to improve a little bit on what somebody else is doing, because that doesn't get you very far. In our early days we used to work a lot on rockets, but we also used to have a lot of parties, you know.", "en": " 不要用心對別人做過的事稍做改良 那不會讓你有多大的成就 我們早期花許多時間在火箭上 不過我們也開了許多派對"}, {"zh-tw": " As you can see, one of our parties, you know, a few years ago. But then a big difference happened about 50 years ago, after Sputnik was launched. We launched the first American satellite, and that's the one you see on the left in there.", "en": " 各位看到這張是我們幾年前開派對的照片 不過50年前發生了一件很重要的事 Sputnik發射後我們發射第一顆美國人造衛星 左邊看到的就是那顆人造衛星"}, {"zh-tw": " And here we made 180 degrees change: we changed from a rocket house to be an exploration house. And that was done over a period of a couple of years, and now we are the leading organization, you know, exploring space on all of your behalf.", "en": " 此時我們做了180度的大改變： 我們從火箭研究機構變成一個探險機構 這個轉變花了好幾年的時間 我們現在是這個領域的領導者 代表全人類探索太空"}, {"zh-tw": " But even when we did that, we had to remind ourselves, sometimes there are setbacks. So you see, on the bottom, that rocket was supposed to go upward; somehow it ended going sideways.", "en": " 即便如此，我們還得提醒自己 有時難免會遭遇挫折 看照片下面，火箭原本應該向上 可不知為何卻往旁邊跑了"}, {"zh-tw": " So that's what we call the misguided missile. But then also, just to celebrate that, we started an event at JPL for \"Miss Guided Missile.\" So, we used to have a celebration every year and select -- there used to be competition and parades and so on.", "en": " 這就是我們說的脫靶飛彈 後來為了紀念這次經驗 我們在JPL舉辦脫靶飛彈小姐選美活動 從此我們每年都舉辦慶祝和選美活動 還有比賽跟遊行等等"}, {"zh-tw": " It's not very appropriate to do it now. Some people tell me to do it; I think, well, that's not really proper, you know, these days. So, we do something a little bit more serious.", "en": " 現在不太適合這樣做，即便有人還想 但我覺得這個年頭還真的不太適合 所以我們要做點正經事"}, {"zh-tw": " And that's what you see in the last Rose Bowl, you know, when we entered one of the floats. That's more on the play side. And on the right side, that's the Rover just before we finished its testing to take it to the Cape to launch it.", "en": " 這是最近在玫瑰球場的活動 我們開一部花車進場 這是為了好玩，那右邊呢 那是剛完成測試的火星車 準備運往卡納維爾角發射"}, {"zh-tw": " These are the Rovers up here that you have on Mars now. So that kind of tells you about, kind of, the fun things, you know, and the serious things that we try to do.", "en": " 這就是目前在火星執行任務的火星車 這只是告訴各位，我們除了很會玩 也會做正經事"}, {"zh-tw": " But I said I'm going to show you a short clip of one of our employees to kind of give you an idea about some of the talent that we have. Video: Morgan Hendry: Beware of Safety is an instrumental rock band.", "en": " 現在我要播放一段短片 是我們一名員工的，讓大家知道 我們有些員工很有才華 影片：Beware of Safety樂團 是一支純演奏的搖滾樂團"}, {"zh-tw": " It branches on more the experimental side. There's the improvisational side of jazz.", "en": " 風格比較偏向實驗性質 包含爵士樂的即興元素"}, {"zh-tw": " There's the heavy-hitting sound of rock. Being able to treat sound as an instrument, and be able to dig for more abstract sounds and things to play live, mixing electronics and acoustics.", "en": " 還有搖滾樂的重金屬元素 把聲音當樂器玩，挖掘更多抽象的聲音 可以現場即席演出 結合電音和真實樂器"}, {"zh-tw": " The music's half of me, but the other half -- I landed probably the best gig of all. I work for the Jet Propulsion Lab. I'm building the next Mars Rover.", "en": " 音樂是我生命的一半，另一半是 我找到的可能是最棒的工作 我在JPL工作，正在做下一台火星車"}, {"zh-tw": " Some of the most brilliant engineers I know are the ones who have that sort of artistic quality about them. You've got to do what you want to do.", "en": " 我所認識的一些頂尖工程師 同樣都很有那一類的藝術天分 做你想做的事"}, {"zh-tw": " And anyone who tells you you can't, you don't listen to them. Maybe they're right - I doubt it.", "en": " 要是有人潑你冷水，別理他們 就算他們對了，我還是懷疑"}, {"zh-tw": " Tell them where to put it, and then just do what you want to do. I'm Morgan Hendry. I am NASA.", "en": " 叫他們別囉嗦，你盡管放手做 我是Morgan Hendry，NASA人"}, {"zh-tw": " Charles Elachi: Now, moving from the play stuff to the serious stuff, always people ask, why do we explore? Why are we doing all of these missions and why are we exploring them? Well, the way I think about it is fairly simple. Somehow, 13 billion years ago there was a Big Bang, and you've heard a little bit about, you know, the origin of the universe.", "en": " 現在我們從好玩的事回到正經事 總有人問我們為什麼要探索？ 為何要執行這些任務，為何要探索？ 我認為原因很簡單 不知怎的，130億年發生了大爆炸 各位多少都聽過，那是宇宙的起源"}, {"zh-tw": " But somehow what strikes everybody's imagination -- or lots of people's imagination -- somehow from that original Big Bang we have this beautiful world that we live in today. You look outside: you have all that beauty that you see, all that life that you see around you, and here we have intelligent people like you and I who are having a conversation here.", "en": " 不過這開啟了大家的想像空間－ 或說是許多人的想像空間－源自大爆炸 我們才有今日居住的美麗世界 你往外看，到處都是美景 你的四週到處是生命 還有些有智識的人，如同你我 在這裡進行智識交流"}, {"zh-tw": " All that started from that Big Bang. So, the question is: How did that happen? How did that evolve? How did the universe form? How did the galaxies form? How did the planets form? Why is there a planet on which there is life which have evolved? Is that very common? Is there life on every planet that you can see around the stars? So we literally are all made out of stardust. We started from those stars; we are made of stardust.", "en": " 一切源自大爆炸－問題來了： 大爆炸怎麼發生的？演進過程如何？宇宙怎麼形成的？ 銀河系、行星怎麼形成的呢？ 為什麼有顆行星上會有生命演化？ 這種現象普遍嗎？ 所見的星球中是否每顆行星上都有生命？ 我們其實都是由星塵組成的 我們源自星球，是星塵所組成的"}, {"zh-tw": " So, next time you are really depressed, look in the mirror and you can look and say, hi, I'm looking at a star here. You can skip the dust part.", "en": " 那麼，沮喪時照照鏡子 對鏡子說：嘿，我看的是一顆星 你可以跳過星塵那部分"}, {"zh-tw": " But literally, we are all made of stardust. So, what we are trying to do in our exploration is effectively write the book of how things have came about as they are today.", "en": " 不過，我們真的都是星塵組成的 所以我們現在所進行的探索 為的是寫一本探討萬物如何演變成今日樣貌的書"}, {"zh-tw": " And one of the first, or the easiest, places we can go and explore that is to go towards Mars. And the reason Mars takes particular attention: it's not very far from us.", "en": " 而第一個或說是最容易到達 和探索的地方就是火星 火星值得注意的原因是 它離我們不遠"}, {"zh-tw": " You know, it'll take us only six months to get there. Six to nine months at the right time of the year.", "en": " 大概只需6個月就能到達 選對時間出發只要6到8個月"}, {"zh-tw": " It's a planet somewhat similar to Earth. It's a little bit smaller, but the land mass on Mars is about the same as the land mass on Earth, you know, if you don't take the oceans into account. It has polar caps. It has an atmosphere somewhat thinner than ours, so it has weather. So, it's very similar to some extent, and you can see some of the features on it, like the Grand Canyon on Mars, or what we call the Grand Canyon on Mars.", "en": " 這顆行星和地球相仿 稍微小了點兒，但不算海洋的話 密度 和地球差不多 火星有極地冰冠，大氣層比地球的還稀薄 火星有氣候變化，所以某種程度上很相似 可以看到一些表面特徵 像是火星的大峽谷 或是我們所謂的火星大峽谷"}, {"zh-tw": " It is like the Grand Canyon on Earth, except a hell of a lot larger. So it's about the size, you know, of the United States.", "en": " 像地球上的大峽谷，只不過火星的要大上很多 差不多跟美國一樣大小"}, {"zh-tw": " It has volcanoes on it. And that's Mount Olympus on Mars, which is a kind of huge volcanic shield on that planet. And if you look at the height of it and you compare it to Mount Everest, you see, it'll give you an idea of how large that Mount Olympus, you know, is, relative to Mount Everest.", "en": " 火星上也有火山，這是火星的奧林帕斯山 是一座巨型的盾狀火山 就高度來說 各位可以拿聖母峰來作比較 這樣就可以讓各位知道，和聖母峰相比 奧林帕斯山有多大"}, {"zh-tw": " So, it basically dwarfs, you know, Mount Everest here on Earth. So, that gives you an idea of the tectonic events or volcanic events which have happened on that planet.", "en": " 相形之下就把地球的聖母峰比下去了 這樣就可以讓各位大概了解火星過去的 地殼運動和火山活動"}, {"zh-tw": " Recently from one of our satellites, this shows that it's Earth-like -- we caught a landslide occurring as it was happening. So it is a dynamic planet, and activity is going on as we speak today.", "en": " 這是人造衛星最近拍的，看來像地球 我們捕捉到發生地殼滑動時的影像 所以這顆星球仍然活躍 我們在此談話時，火星仍然在活動"}, {"zh-tw": " And these Rovers, people wonder now, what are they doing today, so I thought I would show you a little bit what they are doing. This is one very large crater. Geologists love craters, because craters are like digging a big hole in the ground without really working at it, and you can see what's below the surface.", "en": " 而人們想知道火星車現在在幹啥？ 所以我現在要跟各位分享一些火星車的近況 這是個超大的隕石坑，地質學家最愛啦 因為挖都不用挖 就像現成的大窟窿 可以看到地表下的東西"}, {"zh-tw": " So, this is called Victoria Crater, which is about a few football fields in size. And if you look at the top left, you see a little teeny dark dot.", "en": " 這是維多利亞隕石坑 大概有幾個足球場那麼大 看看左上角，可以看到一個小黑點"}, {"zh-tw": " This picture was taken from an orbiting satellite. If I zoom on it, you can see: that's the Rover on the surface.", "en": " 這照片是人造衛星拍的 放大照片，這個黑點就是火星車"}, {"zh-tw": " So, that was taken from orbit; we had the camera zoom on the surface, and we actually saw the Rover on the surface. And we actually used the combination of the satellite images and the Rover to actually conduct science, because we can observe large areas and then you can get those Rovers to move around and basically go to a certain location.", "en": " 這是從軌道上拍的，把鏡頭拉近表面 可以看到火星車在地表上 實際上，我們採取衛星照片配合 火星車來進行科學研究，因為 可以觀察大塊區域 然後讓火星車移動 讓它到達某個地點"}, {"zh-tw": " So, specifically what we are doing now is that Rover is going down in that crater. As I told you, geologists love craters.", "en": " 我們現在正在做的是讓火星車 開到隕石坑裡 前頭說過地質學家最愛隕石坑"}, {"zh-tw": " And the reason is, many of you went to the Grand Canyon, and you see in the wall of the Grand Canyon, you see these layers. And what these layers -- that's what the surface used to be a million years ago, 10 million years ago, 100 million years ago, and you get deposits on top of them.", "en": " 原因是各位如果親身到大峽谷 就可以看見大峽谷谷壁的岩層 這些岩層在幾百萬、幾千萬、 幾億年前，曾經是地表 各層沉積物都可取得"}, {"zh-tw": " So if you can read the layers it's like reading your book, and you can learn the history of what happened in the past in that location. So what you are seeing here are the layers on the wall of that crater, and the Rover is going down now, measuring, you know, the properties and analyzing the rocks as it's going down, you know, that canyon.", "en": " 懂得判讀岩層的話，就像看一本書 那就可以知道過去在那裡 發生過的歷史 現在看到的是隕石坑壁的岩層 火星車正準備下去探測 邊走邊檢測 並分析岩石的屬性"}, {"zh-tw": " Now, it's kind of a little bit of a challenge driving down a slope like this. If you were there you wouldn't do it yourself.", "en": " 把車開下去有點挑戰性 因為坡度很陡 換作是你也不敢下去"}, {"zh-tw": " But we really made sure we tested those Rovers before we got them down -- or that Rover -- and made sure that it's all working well. Now, when I came last time, shortly after the landing -- I think it was, like, a hundred days after the landing -- I told you I was surprised that those Rovers are lasting even a hundred days.", "en": " 不過在登陸火星前 我們已經對火星車做過測試 確定一切都沒問題 記得上次來這裡時，才登陸不久 印象中像是登陸100天後吧 當時我說覺得很驚訝 那些火星車竟然運作了100天"}, {"zh-tw": " Well, here we are four years later, and they're still working. Now you say, Charles, you are really lying to us, and so on, but that's not true. We really believed they were going to last 90 days or 100 days, because they are solar powered, and Mars is a dusty planet, so we expected the dust would start accumulating on the surface, and after a while we wouldn't have enough power, you know, to keep them warm.", "en": " 嗯，四年了，還在運作 你們會說啦，查爾斯，你少來了 不過我說真的，當時我們 真的認為只能運作90或100天，因為是吃太陽能的 火星塵土飛揚，所以我們預料 塵土會堆積在車子的表面 過一陣子就沒有足夠的電力來運作"}, {"zh-tw": " Well, I always say it's important that you are smart, but every once in a while it's good to be lucky. And that's what we found out. It turned out that every once in a while there are dust devils which come by on Mars, as you are seeing here, and when the dust devil comes over the Rover, it just cleans it up.", "en": " 我常說聰明才智重要 但有時運氣也很重要 說的就是我們發現的 火星偶爾會有沙塵暴，像各位現在看到的 沙塵暴颳過時，剛好把車子清乾淨"}, {"zh-tw": " It is like a brand new car that you have, and that's literally why they have lasted so long. And now we designed them reasonably well, but that's exactly why they are lasting that long and still providing all the science data.", "en": " 這就像一部新車一樣 這就是車子可以用這麼久的原因 當然我們也設計得好 但這才是火星車可以用這麼久並繼續 提供科學數據的原因"}, {"zh-tw": " Now, the two Rovers, each one of them is, kind of, getting old. You know, one of them, one of the wheels is stuck, is not working, one of the front wheels, so what we are doing, we are driving it backwards.", "en": " 現在這兩台火星車都有點老舊了 其中一台輪子卡住，無法動 有個前輪卡住了 所以現在只能倒著開"}, {"zh-tw": " And the other one has arthritis of the shoulder joint, you know, it's not working very well, so it's walking like this, and we can move the arm, you know, that way. But still they are producing a lot of scientific data.", "en": " 另一台肩部關節有點發炎 運作得不很順暢，所以有點像這樣 只能像這樣移動手臂 不過仍然持續提供很多科學數據"}, {"zh-tw": " Now, during that whole period, a number of people got excited, you know, outside the science community about these Rovers, so I thought I'd show you a video just to give you a reflection about how these Rovers are being viewed by people other than the science community. So let me go on the next short video.", "en": " 在這段期間裡，有些人覺得很興奮 有些科學界以外的人對火星車很有興趣 所以接下來我要播放一段影片 讓各位看看科學界以外的人 是怎麼看待火星車的 我們來看看短片"}, {"zh-tw": " By the way, this video is pretty accurate of how the landing took place, you know, about four years ago. Video: Okay, we have parachute aligned.", "en": " 順道說一下，這段影片非常忠實地呈現4年前 登陸時的情況 影片：好，降落傘開了"}, {"zh-tw": " Okay, deploy the airbags. Open. Camera. We have a picture right now.", "en": " 好，安全氣囊準備，開啟 相機準備，影像傳輸中"}, {"zh-tw": " Yeah! CE: That's about what happened in the Houston operation room. It's exactly like this. Video: Now, if there is life, the Dutch will find it.", "en": " 太好了！ 查爾斯：當時休士頓控制中心的情形就像這樣，真的像這樣 影片：如果火星上有生命，荷蘭號就會發現"}, {"zh-tw": " What is he doing? What is that? CE: Not too bad. So anyway, let me continue on showing you a little bit about the beauty of that planet.", "en": " 他在幹嘛？ 那是什麼？ 查爾斯：蠻有趣的 接下來再給各位看些這顆星球的 美景"}, {"zh-tw": " As I said earlier, it looked very much like Earth, so you see sand dunes. It looks like I could have told you these are pictures taken from the Sahara Desert or somewhere, and you'd have believed me, but these are pictures taken from Mars.", "en": " 前頭說過火星跟地球很像 看看這些沙丘 跟各位說這些照片是 在撒哈拉沙漠或什麼地方拍的，大家會相信 可是這些是火星上拍的照片"}, {"zh-tw": " But one area which is particularly intriguing for us is the northern region, you know, of Mars, close to the North Pole, because we see ice caps, and we see the ice caps shrinking and expanding, so it's very much like you have in northern Canada. And we wanted to find out -- and we see all kinds of glacial features on it.", "en": " 不過有個地方最吸引我們 在火星北端，靠近北極的地方 因為我們看見冰冠，也看見冰冠的消長 看起來很像加拿大北部 我們想知道的是－我們看見各種冰河特徵"}, {"zh-tw": " So, we wanted to find out, actually, what is that ice made of, and could that have embedded in it some organic, you know, material. So we have a spacecraft which is heading towards Mars, called Phoenix, and that spacecraft will land 17 days, seven hours and 20 seconds from now, so you can adjust your watch.", "en": " 所以我們想知道 冰的成份，看裡頭是否可能夾雜一些 有機物質 現在有一艘太空船飛往火星 叫作鳳凰號，這艘太空船 再過17天7小時又20秒就要登陸了 各位可以對一下錶"}, {"zh-tw": " So it's on May 25 around just before five o'clock our time here on the West Coast, actually we will be landing on another planet. And as you can see, this is a picture of the spacecraft put on Mars, but I thought that just in case you're going to miss that show, you know, in 17 days, I'll show you, kind of, a little bit of what's going to happen.", "en": " 5月25日西岸時間5點之前 我們會登陸在另一顆星球上 各位可以看到，這張圖片是登上火星的太空船 不過我想有人會錯過17天後的登陸轉播 我想給各位看一下 當天會發生什麼"}, {"zh-tw": " Video: That's what we call the seven minutes of terror. So the plan is to dig in the soil and take samples that we put them in an oven and actually heat them and look what gases will come from it.", "en": " 影片：這就是所謂的「恐怖7分鐘」 我們計畫挖掘泥土，採取樣本 然後把樣本放進一個爐子裡加熱 看看會釋出什麼氣體"}, {"zh-tw": " So this was launched about nine months ago. We'll be coming in at 12,000 miles per hour, and in seven minutes we have to stop and touch the surface very softly so we don't break that lander.", "en": " 這艘太空船在9個月前就發射了 到達前會以每小時12,000英里的速度飛行 著陸前7分鐘內要降下速度，軟著地 以免損壞登陸艇"}, {"zh-tw": " Ben Cichy: Phoenix is the first Mars Scout mission. It's the first mission that's going to try to land near the North Pole of Mars, and it's the first mission that's actually going to try and reach out and touch water on the surface of another planet.", "en": " 鳳凰號是首次火星偵查任務 首次登陸火星北極 也是首次 在其他行星表面尋找水源的 任務"}, {"zh-tw": " Lynn Craig: Where there tends to be water, at least on Earth, there tends to be life, and so it's potentially a place where life could have existed on the planet in the past. Erik Bailey: The main purpose of EDL is to take a spacecraft that is traveling at 12,500 miles an hour and bring it to a screeching halt in a soft way in a very short amount of time.", "en": " 哪裡有水，哪裡就有生命 至少在地球上是如此，所以 這顆行星上過去很可能存在著生命 進入、下降、著陸(EDL)的目的就是 讓時速12,500英里的太空船 在短時間內以緩和的方式緊急煞車"}, {"zh-tw": " BC: We enter the Martian atmosphere. We're 70 miles above the surface of Mars.", "en": " 進入火星大氣層時 離火星地表有70英里遠"}, {"zh-tw": " And our lander is safely tucked inside what we call an aeroshell. EB: Looks kind of like an ice cream cone, more or less.", "en": " 登陸艇會收進所謂的空降艇裡 看起來像冰淇淋甜筒"}, {"zh-tw": " BC: And on the front of it is this heat shield, this saucer-looking thing that has about a half-inch of essentially what's cork on the front of it, which is our heat shield. Now, this is really special cork, and this cork is what's going to protect us from the violent atmospheric entry that we're about to experience.", "en": " 前面是隔熱罩 這看起來像碟子、半英吋厚 蓋在前面的東西 就是隔熱罩 這個蓋子非常特別 進入大氣層時 蓋子能保護登陸艇免於大氣摩擦的高溫"}, {"zh-tw": " Rob Grover: Friction really starts to build up on the spacecraft, and we use the friction when it's flying through the atmosphere to our advantage to slow us down. BC: From this point, we're going to decelerate from 12,500 miles an hour down to 900 miles an hour.", "en": " 摩擦力的力道會在太空船上逐漸累積 進入大氣層時，我們會利用大氣摩擦 來幫忙減速 照這樣看，我們會從每小時12,500英里的速度 降到每小時900英里"}, {"zh-tw": " EB: The outside can get almost as hot as the surface of the Sun. RG: The temperature of the heat shield can reach 2,600 degrees Fahrenheit.", "en": " 罩外幾乎是太陽表面的溫度 隔熱罩的溫度可達約攝氏1426度"}, {"zh-tw": " EB: The inside doesn't get very hot. It probably gets about room temperature.", "en": " 罩內溫度不會很高 可能達到室內的溫度"}, {"zh-tw": " Richard Kornfeld: There is this window of opportunity within which we can deploy the parachute. EB: If you fire the 'chute too early, the parachute itself could fail.", "en": " 我們要抓準時機 打開降落傘 如果太早打開，降落傘會損壞"}, {"zh-tw": " The fabric and the stitching could just pull apart. And that would be bad.", "en": " 布料和車縫線會裂開 這就大事不妙了"}, {"zh-tw": " BC: In the first 15 seconds after we deploy the parachute, we'll decelerate from 900 miles an hour to a relatively slow 250 miles an hour. We no longer need the heat shield to protect us from the force of atmospheric entry, so we jettison the heat shield, exposing for the first time our lander to the atmosphere of Mars.", "en": " 在降落傘開啟15秒後 時速會從900英哩 降到250英里 此時無需隔熱罩保護 大氣磨擦，我們會拋下隔熱罩 讓登陸艇直接接觸火星大氣"}, {"zh-tw": " LC: After the heat shield has been jettisoned and the legs are deployed, the next step is to have the radar system begin to detect how far Phoenix really is from the ground. BC: We've lost 99 percent of our entry velocity.", "en": " 拋棄隔熱罩後，會伸出著陸腳架 接著雷達系統會開始偵測 鳳凰號距離地表有多遠 我們已經消除99%的降落速度了"}, {"zh-tw": " So, we're 99 percent of the way to where we want to be. But that last one percent, as it always seems to be, is the tricky part.", "en": " 所以我們已經完成99%的路程 不過最後的1%，常常是最棘手的部分"}, {"zh-tw": " EB: Now the spacecraft actually has to decide when it's going to get rid of its parachute. BC: We separate from the lander going 125 miles an hour at roughly a kilometer above the surface of Mars: 3,200 feet.", "en": " 這時候太空船必須決定 何時拋棄降落傘 時速125英里時脫離登陸艇 距離地表大約1公里高，約3,200英呎"}, {"zh-tw": " That's like taking two Empire State Buildings and stacking them on top of one another. EB: That's when we separate from the back shell, and we're now in free-fall.", "en": " 相當於兩座帝國大廈 疊起來的高度 在此時脫離後防護罩 以自由落體方式落下"}, {"zh-tw": " It's a very scary moment; a lot has to happen in a very short amount of time. LC: So it's in a free-fall, but it's also trying to use all of its actuators to make sure that it's in the right position to land.", "en": " 此時很恐怖，下降時間很短 可能發生的狀況很多 雖然是自由落體 不過所有的促動器都會啟動 確保鳳凰號以正確的姿勢著陸"}, {"zh-tw": " EB: And then it has to light up its engines, right itself, and then slowly slow itself down and touch down on the ground safely. BC: Earth and Mars are so far apart that it takes over ten minutes for a signal from Mars to get to Earth.", "en": " 然後反向引擎自動啟動，修正姿勢 慢慢地減速，直到安全降落地表 地球和火星之間的距離很遙遠 訊號10分鐘才會到地球"}, {"zh-tw": " And EDL itself is all over in a matter of seven minutes. So by the time you even hear from the lander that EDL has started it'll already be over.", "en": " 而EDL的過程只有7分鐘 所以得知太空船進入EDL程序時 其實早就完成了"}, {"zh-tw": " EB: We have to build large amounts of autonomy into the spacecraft so that it can land itself safely. BC: EDL is this immense, technically challenging problem.", "en": " 我們得在太空船上裝設許多自動化設備 這樣才能安全地自動著陸 EDL是極具挑戰性的科技難題"}, {"zh-tw": " It's about getting a spacecraft that's hurtling through deep space and using all this bag of tricks to somehow figure out how to get it down to the surface of Mars at zero miles an hour. It's this immensely exciting and challenging problem.", "en": " 要讓太空船在太空中疾速飛行 然後用盡一切辦法 讓它以時速0英哩降落在火星表面 這是個極刺激又極具挑戰性的難題"}, {"zh-tw": " CE: Hopefully it all will happen the way you saw it in here. So it will be a very tense moment, you know, as we are watching that spacecraft landing on another planet.", "en": " 希望一切跟我們這裡看到的一樣順利 所以那一刻會讓人緊張萬分 我們將目睹太空船登陸在另一顆行星上"}, {"zh-tw": " So now let me talk about the next things that we are doing. So we are in the process, as we speak, of actually designing the next Rover that we are going to be sending to Mars.", "en": " 現在來說明接下來的計劃 我們在這裡談話時，也正在設計下一部火星車 準備送往火星"}, {"zh-tw": " So I thought I would go a little bit and tell you, kind of, the steps we go through. It's very similar to what you do when you design your product.", "en": " 所以我想再說明一下 我們的步驟 這就跟你設計新產品一樣"}, {"zh-tw": " As you saw a little bit earlier, when we were doing the Phoenix one, we have to take into account the heat that we are going to be facing. So we have to study all kinds of different materials, the shape that we want to do.", "en": " 就像稍早看到的 我們在設計鳳凰號時 我們得考慮大氣摩擦會產生高溫的問題 所以我們得研究各種材料 要做成什麼形狀"}, {"zh-tw": " In general we don't try to please the customer here. What we want to do is to make sure we have an effective, you know, an efficient kind of machine.", "en": " 我們不必取悅客戶 我們要做的是要確定能做出 有一台效率的機器"}, {"zh-tw": " First we start by we want to have our employees to be as imaginative as they can. And we really love being close to the art center, because we have, as a matter of fact, one of the alumni from the art center, Eric Nyquist, had put a series of displays, far-out displays, you know, in our what we call mission design or spacecraft design room, just to get people to think wildly about things.", "en": " 首先要求我們的員工 盡其所能地發揮想像力 我們喜歡接近藝術中心，因為我們實際上有一位 是藝術中心來的校友 辦了一系列－深空展覽的 Eric Nyquist 在所謂的任務設計或太空船設計室裡展出 好讓大家跳脫框架"}, {"zh-tw": " We have a bunch of Legos. So, as I said, this is a playground for adults, where they sit down and try to play with different shapes and different designs. Then we get a little bit more serious, so we have what we call our CAD/CAMs and all the engineers who are involved, or scientists who are involved, who know about thermal properties, know about design, know about atmospheric interaction, parachutes, all of these things, which they work in a team effort and actually design a spacecraft in a computer to some extent, so to see, does that meet the requirement that we need.", "en": " 思考事情，我們有很多的樂高玩具 這是大人的遊樂場，可以讓他們坐下來玩 用樂高做出不同的形狀，不同的設計 再來的這些是比較嚴肅的東西 我們有所謂的CAD/CAM 所有參與的工程師、科學家，了解熱性質的 懂設計的、了解大氣相互作用的、降落傘等等的 大家團結合作 用電腦設計出一架太空船 看看是否符合我們的需求"}, {"zh-tw": " On the right, also, we have to take into account the environment of the planet where we are going. If you are going to Jupiter, you have a very high-radiation, you know, environment. It's about the same radiation environment close by Jupiter as inside a nuclear reactor.", "en": " 看右邊，我們還要考慮到 目的星球的環境 假如我們去木星，那裡的輻射非常強 靠近木星所受到的 輻射強度和核反應爐內部一樣高"}, {"zh-tw": " So just imagine: you take your P.C. and throw it into a nuclear reactor and it still has to work. So these are kind of some of the little challenges, you know, that we have to face.", "en": " 想像一下把你的PC丟到核反應爐裡 還要能正常運作 這就是一些 我們必須面對的挑戰"}, {"zh-tw": " If we are doing entry, we have to do tests of parachutes. You saw in the video a parachute breaking. That would be a bad day, you know, if that happened, so we have to test, because we are deploying this parachute at supersonic speeds.", "en": " 要進入大氣層，就得測試降落傘 各位可以看到影片裡的降落傘裂開了 這情況發生在火星上，那就慘了 所以要測試，因為要在超音的速度下打開降落傘"}, {"zh-tw": " We are coming at extremely high speeds, and we are deploying them to slow us down. So we have to do all kinds of tests. To give you an idea of the size, you know, of that parachute relative to the people standing there.", "en": " 因為進入的速度非常快，要用降落傘減速 所以要做各種測試 看看站在降落傘旁邊的人，比一下就知道 降落傘有多大了"}, {"zh-tw": " Next step, we go and actually build some kind of test models and actually test them, you know, in the lab at JPL, in what we call our Mars Yard. We kick them, we hit them, we drop them, just to make sure we understand how, where would they break.", "en": " 下一個步驟，我們要實際製作測試模型 然後在JPL的實驗室裡進行測試 這實驗室叫「火星操場」 我們把模型拿起來踹 拿起來敲、拿起來丟，才能知道哪裡會壞掉"}, {"zh-tw": " And then we back off, you know, from that point. And then we actually do the actual building and the flight.", "en": " 然後我們從這裡出發，再退回去 進行實際的製作並試飛"}, {"zh-tw": " And this next Rover that we're flying is about the size of a car. That big shield that you see outside, that's a heat shield which is going to protect it.", "en": " 這是目前正在試飛的下一代火星車，和一部車差不多大 外面看到的是隔熱罩 保護火星車的隔熱罩"}, {"zh-tw": " And that will be basically built over the next year, and it will be launched June a year from now. Now, in that case, because it was a very big Rover, we couldn't use airbags.", "en": " 基本上明年就可以完成 明年六月就會發射 現在的情況是，因為這部火星車很大 沒辦法用氣囊"}, {"zh-tw": " And I know many of you, kind of, last time afterwards said well, that was a cool thing to have -- those airbags. Unfortunately this Rover is, like, ten times the size of the, you know, mass-wise, of the other Rover, or three times the mass.", "en": " 我知道上次演講後 許多人都說用氣囊很炫 不過各位要知道，這部火星車 是其他火星車的十倍大，三倍重"}, {"zh-tw": " So we can't use airbags. So we have to come up with another ingenious idea of how do we land it. And we didn't want to take it propulsively all the way to the surface because we didn't want to contaminate the surface; we wanted the Rover to immediately land on its legs.", "en": " 所以不能用氣囊 要用很巧妙的方法著陸 我們不想全程使用反推引擎進行著陸 因為不想污染地表 我們想讓火星車直接用腳架著陸"}, {"zh-tw": " So we came up with this ingenious idea, which is used here on Earth for helicopters. Actually, the lander will come down to about 100 feet and hover above that surface for 100 feet, and then we have a sky crane which will take that Rover and land it down on the surface.", "en": " 所以想出這個 類似地球上直升機的巧妙方法 事實上，登陸艇會下降到離地表100英尺高 在100英尺的高度盤旋，然後伸出吊臂 吊起火星車來著陸"}, {"zh-tw": " Hopefully it all will work, you know, it will work that way. And that Rover will be more kind of like a chemist.", "en": " 希望到時候一切運作正常 到時候火星車會有點像化學家一樣"}, {"zh-tw": " What we are going to be doing with that Rover as it drives around, it's going to go and analyze the chemical composition of rocks. So it will have an arm which will take samples, put them in an oven, crush and analyze them.", "en": " 火星車四處走動的時候 我們打算讓它去分析岩石的化學成分 所以會用機械手臂採樣 放進爐裡壓碎，然後分析"}, {"zh-tw": " But also, if there is something that we cannot reach because it is too high on a cliff, we have a little laser system which will actually zap the rock, evaporate some of it, and actually analyze what's coming from that rock. So it's a little bit like \"Star Wars,\" you know, but it's real.", "en": " 但有的地方火星車無法採樣 比如太高的峭壁，我們會用小型的雷射設備 把光束打在岩石上，蒸發一部分的岩石 分析蒸發的物質 這有點像星際大戰，不過這是實際的東西"}, {"zh-tw": " It's real stuff. And also to help you, to help the community so you can do ads on that Rover, we are going to train that Rover to actually in addition to do this, to actually serve cocktails, you know, also on Mars.", "en": " 貨真價實的實品 為了服務大眾、服務社會 我們可以在火星車上打廣告，我們打算讓火星車 額外在火星上從事這些工作 幫忙端雞尾酒"}, {"zh-tw": " So that's kind of giving you an idea of the kind of, you know, fun things we are doing on Mars. I thought I'd go to \"The Lord of the Rings\" now and show you some of the things we have there.", "en": " 這只是給各位知道我們在火星上 做的趣事 我想我要去魔戒世界了（戒環雙關，指「有光環的世界」） 介紹各位那裡的一些東西"}, {"zh-tw": " Now, \"The Lord of the Rings\" has two things played through it. One, it's a very attractive planet -- it just has the beauty of the rings and so on.", "en": " 魔戒世界有兩個東西要介紹 第一，那是個非常迷人的星球 擁有美麗的光環"}, {"zh-tw": " But for scientists, also the rings have a special meaning, because we believe they represent, on a small scale, how the Solar System actually formed. Some of the scientists believe that the way the Solar System formed, that the Sun when it collapsed and actually created the Sun, a lot of the dust around it created rings and then the particles in those rings accumulated together, and they formed bigger rocks, and then that's how the planets, you know, were formed.", "en": " 不過在科學家看來，光環的意義非凡 因為我們認為光環是 太陽系形成的縮影 有些科學家認為這是我們太陽系形成的過程 太陽內縮引爆而誕生時，許多塵埃圍繞在太陽周圍 形成環狀物 然後環狀物的粒子會吸附在一起 形成較大的岩石，這就是行星 形成的過程"}, {"zh-tw": " So, the idea is, by watching Saturn we're actually watching our solar system in real time being formed on a smaller scale, so it's like a test bed for it. So, let me show you a little bit on what that Saturnian system looks like.", "en": " 所以概念就是，我們藉由觀察土星 可以看到小型的太陽系實際形成的過程 像在測試平台觀察一樣 那麼，給各位看一下 土星系統看起來是什麼樣子"}, {"zh-tw": " First, I'm going to fly you over the rings. By the way, all of this is real stuff.", "en": " 首先，我們來看光環 順道說，這是實際的光環"}, {"zh-tw": " This is not animation or anything like this. This is actually taken from the satellite that we have in orbit around Saturn, the Cassini.", "en": " 不是動畫之類的東西 這是人造衛星拍的照片 繞著土星運轉的卡西尼號拍的"}, {"zh-tw": " And you see the amount of detail that is in those rings, which are the particles. Some of them are agglomerating together to form larger particles.", "en": " 各位可以看到光環的很多細節 都是微粒 有些微粒堆積在一起形成較大的顆粒"}, {"zh-tw": " So that's why you have these gaps, is because a small satellite, you know, is being formed in that location. Now, you think that those rings are very large objects.", "en": " 這就是為什麼會有縫隙的原因 因為小顆的衛星在那裡形成了 各位會覺得光環很大"}, {"zh-tw": " Yes, they are very large in one dimension; in the other dimension they are paper thin. Very, very thin. What you are seeing here is the shadow of the ring on Saturn itself.", "en": " 沒錯，以寬度來說很大 可是厚度卻像紙一樣薄，非常非常薄 這裡可以看到光環在土星上的影子"}, {"zh-tw": " And that's one of the satellites which was actually formed on that one. So, think about it as a paper-thin, huge area of many hundreds of thousands of miles, which is rotating.", "en": " 其中一顆衛星 實際上就在這裡形成 把光環想像成 像紙一樣薄，幾百幾千英里廣，繞著土星轉"}, {"zh-tw": " And we have a wide variety of kind of satellites which will form, each one looking very different and very odd, and that keeps scientists busy for tens of years trying to explain this, and telling NASA we need more money so we can explain what these things look like, or why they formed that way. Well, there were two satellites which were particularly interesting.", "en": " 我們看到各種正在形成的衛星 每個看起來都不一樣，而且溫度很低 科學家為了解釋這些東西花了幾十年時間 又跟NASA說要更多錢才能知道這些東西長得什麼樣子 或者為什麼會形成這種形狀 呃，有兩顆衛星特別有趣"}, {"zh-tw": " One of them is called Enceladus. It's a satellite which was all made of ice, and we measured it from orbit. Made of ice.", "en": " 一顆叫做恩西拉達思 這顆衛星（土衛二）整個都是冰 從軌道上觀測到是冰組成的"}, {"zh-tw": " But there was something bizarre about it. If you look at these stripes in here, what we call tiger stripes, when we flew over them, all of a sudden we saw an increase in the temperature, which said that those stripes are warmer than the rest of the planet.", "en": " 不過有些東西很不尋常 如果各位看看這些條紋，我們稱之為虎紋 我們飛過去的時候 突然看到溫度上升，也就是說 這些條紋比其他地方溫度的還要高"}, {"zh-tw": " So as we flew by away from it, we looked back. And guess what? We saw geysers coming out. So this is a Yellowstone, you know, of Saturn.", "en": " 我們飛離這顆衛星的時候往回看，你猜看到什麼？ 我們看到噴泉噴發 那麼，這是土星的黃石公園"}, {"zh-tw": " We are seeing geysers of ice which are coming out of that planet, which indicate that most likely there is an ocean, you know, below the surface. And somehow, through some dynamic effect, we're having these geysers which are being, you know, emitted from it.", "en": " 我們看到這顆行星的冰噴泉噴發 表示那裡的地表下 很有可能有海洋 由於動力效應，我們看到這些噴泉 噴發出來"}, {"zh-tw": " And the reason I showed the little arrow there, I think that should say 30 miles, we decided a few months ago to actually fly the spacecraft through the plume of that geyser so we can actually measure the material that it is made of. That was [unclear] also -- you know, because we were worried about the risk of it, but it worked pretty well.", "en": " 我在這裡標箭頭 因為我想有30英哩高 幾個月前我們決定讓太空船 飛過噴泉的冰霧 如此我們可以檢測噴泉的成分 那有點過於大膽，因為我們擔心有風險 不過一切非常順利"}, {"zh-tw": " We flew at the top of it, and we found that there is a fair amount of organic material which is being emitted in combination with the ice. And over the next few years, as we keep orbiting, you know, Saturn, we are planning to get closer and closer down to the surface and make more accurate measurements.", "en": " 我們飛過噴泉頂端，發現很多 有機物質伴隨著冰一起噴發出來 接下來的幾年我們會繼續繞著泰坦運行 我們打算慢慢貼近星球表面 進行更多精確的測量"}, {"zh-tw": " Now, another satellite also attracted a lot of attention, and that's Titan. And the reason Titan is particularly interesting, it's a satellite bigger than our moon, and it has an atmosphere. And that atmosphere is very -- as dense as our own atmosphere.", "en": " 另一顆衛星也受到矚目 那就是泰坦。泰坦之所以特別有意思 是因為這顆衛星比月球還大，而且有大氣層 泰坦的大氣層非常－密度和我們的大氣層一樣"}, {"zh-tw": " So if you were on Titan, you would feel the same pressure that you feel in here. Except it's a lot colder, and that atmosphere is heavily made of methane. Now, methane gets people all excited, because it's organic material, so immediately people start thinking, could life have evolved in that location, when you have a lot of organic material.", "en": " 所以假如你在泰坦上你可以感受到 和地球一樣的氣壓，只不過氣溫低很多 還有，泰坦的大氣整個都是甲烷 聽到甲烷讓許多人大感振奮，因為這是有機物質 大家馬上開始想啦 既然有那麼多有機物質，那裡有沒有可能 演化出生物"}, {"zh-tw": " So people believe now that Titan is most likely what we call a pre-biotic planet, because it's so cold organic material did not get to the stage of becoming biological material, and therefore life could have evolved on it. So it could be Earth, frozen three billion years ago before life actually started on it.", "en": " 所以現在許多人相信泰坦很像我們所說的 前生物星球，因為溫度很低，有機物質無法變成 生物材料 再演化出生命 像地球30億年前一樣，是冰封的世界 之後才開始有生命"}, {"zh-tw": " So that's getting a lot of interest, and to show you some example of what we did in there, we actually dropped a probe, which was developed by our colleagues in Europe, we dropped a probe as we were orbiting Saturn. We dropped a probe in the atmosphere of Titan.", "en": " 這很有趣，舉些例子讓各位看 我們在那兒做了什麼，我們投下一枚探測器 我們歐洲同事製作的 繞行泰坦時，我們投下探測器 投入泰坦的大氣層"}, {"zh-tw": " And this is a picture of an area as we were coming down. Just looked like the coast of California for me.", "en": " 這張照片是探測器降落時拍攝的區域 我覺得像加州海岸"}, {"zh-tw": " You see the rivers which are coming along the coast, and you see that white area which looks like Catalina Island, and that looks like an ocean. And then with an instrument we have on board, a radar instrument, we found there are lakes like the Great Lakes in here, so it looks very much like Earth.", "en": " 沿著海岸可以看到河流 白色這塊像卡達琳娜島 看起來就像海洋 透過太空船搭載的雷達設備 我們發現那裡有湖泊，像北美五大湖 很像地球"}, {"zh-tw": " It looks like there are rivers on it, there are oceans or lakes, we know there are clouds. We think it's raining also on it. So it's very much like the cycle on Earth except because it's so cold, it could not be water, you know, because water would have frozen.", "en": " 那裡看起來有河流，有海洋或湖泊 也有雲層，我們認為那裡也會下雨 很像地球的循環系統 只不過氣溫很低，不會有水 因為水會結冰"}, {"zh-tw": " What it turned out, that all that we are seeing, all this liquid, [is made of] hydrocarbon and ethane and methane, similar to what you put in your car. So here we have a cycle of a planet which is like our Earth, but is all made of ethane and methane and organic material.", "en": " 我們看到的液體 結果全是碳氫化合物、乙烷和甲烷構成的 和車子吃的油類似 這顆行星的循環系統和地球很像 只不過全都是由乙烷、甲烷和有機物質構成的"}, {"zh-tw": " So if you were on Mars -- sorry, on Titan, you don't have to worry about four-dollar gasoline. You just drive to the nearest lake, stick your hose in it, and you've got your car filled up.", "en": " 那麼，在火星－抱歉，泰坦上 你不用擔心油錢貴 只需把車開到附近的湖泊，把管子插進去 你就可以把油加滿了"}, {"zh-tw": " On the other hand, if you light a match the whole planet will blow up. So in closing, I said I want to close by a couple of pictures.", "en": " 另一方面，點根火柴 整個行星都會炸掉 最後呢，我想用幾張照片來做結尾"}, {"zh-tw": " And just to kind of put us in perspective, this is a picture of Saturn taken with a spacecraft from behind Saturn, looking towards the Sun. The Sun is behind Saturn, so we see what we call \"forward scattering,\" so it highlights all the rings. And I'm going to zoom.", "en": " 讓我們以宏觀的角度來看待 這張是太空船所拍攝的土星照片 從土星後朝太陽方向看 太陽在土星後面，可以看到所謂的「前散射」 照亮整個光環。我們放大來看"}, {"zh-tw": " There is a -- I'm not sure you can see it very well, but on the top left, around 10 o'clock, there is a little teeny dot, and that's Earth. You barely can see ourselves. So what I did, I thought I'd zoom on it.", "en": " 這裡可以看到－不知道各位看不看得到 在左上角約10點鐘方向 有個非常小的點，那是地球 這樣不太看得到，所以我想拉近一點"}, {"zh-tw": " So as you zoom in, you know, you can see Earth, you know, just in the middle here. So we zoomed all the way on the art center. So thank you very much.", "en": " 拉近之後，各位可以看到地球 就在中間這裡，我們一路由遠而近拉到這裡 謝謝各位"}], "title": "Charles Elachi On The Mars Rovers"}