{"url": "http://www.ted.com/talks/dan_barber_s_surprising_foie_gras_parable", "paragraphs": [{"zh-tw": " I went to Spain a few months ago and I had the best foie gras of my life. The best culinary experience of my life.", "en": " 幾個月前我去了趟西班牙 在那裏我吃到了今生吃過最好吃的鵝肝醬 這是我一生中最美妙的飲食經驗"}, {"zh-tw": " Because what I saw, I'm convinced, is the future of cooking. Ridiculous, right? Foie gras and the future of cooking.", "en": " 因為我相信我看到了飲食文化的未來 莫名其妙，對嗎？ 鵝肝醬和飲食文化的未來"}, {"zh-tw": " There's not a food today that's more maligned than foie gras, right? I mean, it's crucified. It was outlawed in Chicago for a while.", "en": " 在今日的飲食文化中，沒有比鵝肝醬更敏感的話題了 幾乎沒人敢碰 在芝加哥甚至有一陣子是違法的"}, {"zh-tw": " It's pending here in California, and just recently in New York. It's like if you're a chef and you put it on your menu, you risk being attacked.", "en": " 加州還沒有決定，紐約剛公佈法令 感覺像是如果一個廚師把鵝肝醬放上菜單 就有被攻擊的危險"}, {"zh-tw": " Really, it happened here in San Francisco to a famous chef. I'm not saying that there's not a rationale for being opposed to foie gras.", "en": " 真的，它才剛發生在舊金山一位知名廚師身上 我不是說反對鵝肝醬 是不合理的"}, {"zh-tw": " The reasons usually just boil down to the gavage, which is the force feeding. Basically you take a goose or a duck and you force feed a ton of grain down its throat.", "en": " 人們反對的是填鴨 你抓著鵝，或是鴨 然後把大量的穀物往它脖子裏倒"}, {"zh-tw": " More grain in a couple of weeks than it would ever get in a lifetime. Its liver expands by eight times.", "en": " 這兩個禮拜的穀物等於它們一生的食量 於是牠們的肝臟脹大了八倍"}, {"zh-tw": " Suffice to say it's like -- it's not the prettiest picture of sustainable farming. The problem for us chefs is that it's so freakin' delicious.", "en": " 簡單來說，這不是一個美好的景象 問題是，對廚師來說，它實在超級無敵好吃"}, {"zh-tw": " I mean, I love the stuff. It is fatty, it's sweet, it's silky, it's unctuous.", "en": " 我是說，我愛死它了 它油而不膩，帶著絲般的甜味"}, {"zh-tw": " It makes everything else you put it with taste incredible. Can we produce a menu that's delicious without foie gras? Yes, sure.", "en": " 它讓所有東西都變得好吃 我們可以創造一個零鵝肝的可口菜單嗎？ 當然可以"}, {"zh-tw": " You can also bike the Tour de France without steroids, right? Not a lot of people are doing it. And for good reason.", "en": " 就像不靠類固醇也可以完成環法自行車賽啊 沒什麼人這樣做 這是有原因的"}, {"zh-tw": " So several months ago, a friend of mine sent me this link to this guy, Eduardo Sousa. Eduardo is doing what he calls natural foie gras.", "en": " 幾個月前，有個朋友介紹一個人給我 Eduardo Sousa。 Eduardo 做的是全天然的肥鵝肝"}, {"zh-tw": " Natural foie gras. What's natural about foie gras? To take advantage of when the temperature drops in the fall, geese and ducks gorge on food to prepare for the harsh realities of winter.", "en": " 全天然的肥鵝肝 肥鵝肝有可能是天然的嗎？ 他等到秋天天氣變冷時 鵝和鴨開始大量進食 為冬天做準備"}, {"zh-tw": " And the rest of the year they're free to roam around Eduardo's land and eat what they want. So no gavage, no force feeding, no factory-like conditions, no cruelty.", "en": " 其他時候牠們漫遊在 Eduardo 的農場上 隨意吃自己喜歡的 沒有任何的填鴨 沒有工廠、殘忍虐待"}, {"zh-tw": " And it's shockingly not a new idea. His great-granddad started -- Patería de Sousa -- in 1812.", "en": " 這是個驚人的新做法 從他的曾祖父開始 － Patria de Sousa"}, {"zh-tw": " And they've been doing it quietly ever since. That is until last year, when Eduardo won the Coup de Coeur, the coveted French gastronomic prize.", "en": " 從1812年開始，他們不動聲色地這樣做 直到去年 當 Eduardo 贏了法國廚藝界的 ”一見鍾情“獎"}, {"zh-tw": " It's like the Olympics of food products. He placed first for his foie gras.", "en": " 那是食材的奧林匹克獎 他得到鵝肝醬的第一名"}, {"zh-tw": " Big, big problem. As he said to me, that really pissed the French off.", "en": " 問題大了 他告訴我，法國人非常生氣"}, {"zh-tw": " He said it sort of gleefully. It was all over the papers.", "en": " 他愉快地告訴我 它占滿了報紙頭條"}, {"zh-tw": " I read about it. It was in Le Monde. \"Spanish chef accused ... \" -- and the French accused him.", "en": " 我也讀到了。在世界報上 ”西班牙廚師被控告……“法國人控告他"}, {"zh-tw": " \"Spanish chef accused of cheating.\" They accused him of paying off the judges. They implicated actually, the Spanish government, amazingly.", "en": " “西班牙廚師被控告有作弊嫌疑” 他們懷疑他收買了評審 他們暗示這是西班牙政府做的"}, {"zh-tw": " Huh, amazing. A huge scandal for a few weeks.", "en": " 驚人吧 這個巨大的醜聞持續了幾個禮拜"}, {"zh-tw": " Couldn't find a shred of evidence. Now, look at the guy.", "en": " 沒人能找到證據 看看他"}, {"zh-tw": " He doesn't look like a guy who's paying off French judges for his foie gras. So that died down, and very soon afterward, new controversy.", "en": " 他怎麼也不像一個會拿錢收買法國評審的人 為了他的鵝肝醬 風波慢慢平息，很快地 新的爭議出現了"}, {"zh-tw": " He shouldn't win because it's not foie gras. It's not foie gras because it's not gavage.", "en": " 他不能贏因為那不是鵝肝醬 因為他沒有使用填鴨法"}, {"zh-tw": " There's no force feeding. So by definition, he's lying and should be disqualified.", "en": " 所以那不能算是鵝肝醬 因為定義不同，他說了謊而且應該取消資格"}, {"zh-tw": " As funny as it sounds, articulating it now and reading about it -- actually, if we had talked about it before this controversy, I would have said, \"That's kind of true.\" You know, foie gras by definition, force feeding, it's gavage, and that's what you get when you want foie gras. That is, until I went to Eduardo's farm in Extremadura, 50 miles north of Seville, right on the Portugal border.", "en": " 雖然現在想想，或讀到會覺得有點好笑 事實上，如果我們在爭議發生前談論此事 我會說，那不是真的 鵝肝醬一定得使用填鴨法 這就是你吃鵝肝醬所得到的 直到我去了 Eduardo 位在艾斯馬度華的農場 在塞維爾50英里的北方，葡萄牙邊境"}, {"zh-tw": " I saw first-hand a system that is incredibly complex and then at the same time, like everything beautiful in nature, is utterly simple. And he said to me, really from the first moment, my life's work is to give the geese what they want.", "en": " 我親眼見到一個非常複雜的系統 同時也非常美麗而自然 它非常簡單 他告訴我，從我見到他的第一刻起 我只是給這些鵝牠們想要的"}, {"zh-tw": " He repeated that about 50 times in the two days I was with him. I'm just here to give the geese what they want.", "en": " 在我與他在一起的這兩天，他重複了50次 我只是給這些鵝牠們想要的"}, {"zh-tw": " Actually, when I showed up he was lying down with the geese with his cell phone taking pictures of them like his children in the grass. Amazing.", "en": " 事實上，我到的時候他正躺在地上 用手機拍攝他的鵝 像他在草地上的孩子 非常神奇。"}, {"zh-tw": " He's really just in love with -- he's at one with -- he's the goose whisperer. And when I was speaking to him, you know, I thought, like I'm speaking to you now, right, but sort of in the middle of my questions, my excited questions, because the more I got to know him and his system, the more exciting this whole idea became.", "en": " 他深愛著這些 － 他就是 所謂的“從一鵝終” 當我和他談話的時候，你知道 就像我現在和你說話一樣 但在我興奮地向他提問的時候 因為我越認識他和他的姐妹 我就越對這個新知感到興奮"}, {"zh-tw": " He kept going like this to me. And I thought, OK, excited Jew from New York, right? I'm talking a little too aggressively, whatever, so you know, I slowed down.", "en": " 他對我做這個動作 我想，哦，一個來自紐約的興奮猶太人 或許我有點太激進了，但沒關係 於是我慢了下來"}, {"zh-tw": " And finally, by the end of the day I was like, Ed-uar-do, you know like this? But he was still going like this. I figured it out.", "en": " 終於，在一天快結束時，我說 Eduardo，這是什麼意思？ 但他仍然做著一樣的動作 我終於懂了"}, {"zh-tw": " I was speaking too loudly. So I hushed my voice.", "en": " 我說話太大聲了 於是我降低聲音"}, {"zh-tw": " I kind of like asked these questions and chatted with him through a translator in kind of a half whisper. And he stopped doing this.", "en": " 我經過一個翻譯員，問他這些問題 輕聲細語地 他不再做這個手勢了"}, {"zh-tw": " And amazingly, the geese who were on the other side of the paddock when I was around -- \"Get the hell away from this kid!\" -- when I lowered my voice, they all came right up to us. Right up to us, like right up to here.", "en": " 神奇的是，那些剛剛站得離我們很遠的鵝 “不要靠近那些孩子！” 當我降低聲音，牠們圍了上來 圍到了這裏"}, {"zh-tw": " Right along the fence line. And fence line was amazing in itself.", "en": " 沿著柵欄線 連柵欄線本身也很神奇"}, {"zh-tw": " The fence -- like this conception of fence that we have it's totally backward with him. The electricity on this fiberglass fence is only on the outside.", "en": " 我們概念裏的柵欄 與他的概念正好是相反的 玻璃纖維柵欄上 是向外的一圈通電"}, {"zh-tw": " He rewired it. He invented it. I've never seen it. Have you? You fence in animals. You electrify the inside.", "en": " 於是他重新設計發明 我從來沒有看過，你有嗎？ 你把動物圍住，向內通電"}, {"zh-tw": " He doesn't. He electrifies only the outside.", "en": " 他不是 他把柵欄外面通電"}, {"zh-tw": " Why? Because he said to me that he felt like the geese -- and he proved this actually, not just a conceit, he proved this -- the geese felt manipulated when they were imprisoned in their little paddocks. Even though they were imprisoned in this Garden of Eden with figs and everything else.", "en": " 為什麼？ 因他說他認為這些鵝 這不只是一個想法，他證明了 當這些鵝住在柵欄中，它們會感覺自己被監禁 就算是被監禁在這個伊甸園一樣美好的地方 到處都是無花果"}, {"zh-tw": " He felt like they felt manipulated. So he got rid of the electricity, he got rid of current on the inside and kept it on the outside, so it would protect them against coyotes and other predators.", "en": " 他認為它們感覺自己受控 於是他把電關掉 把向內的電流關上 只保留了向外的電流 讓通電柵欄可以保護它們不受小野狼和其他天敵"}, {"zh-tw": " Now, what happened? They ate, and he showed me on a chart, how they ate about 20 percent more feed to feed their livers. The landscape is incredible.", "en": " 然後呢？ 牠們大吃。他給我看圖表 它們多吃了百分之二十，餵肥牠們的肝 這景色非常神奇"}, {"zh-tw": " I mean, his farm is incredible. It really is the Garden of Eden.", "en": " 他的牧場非常神奇 感覺就像伊甸園一樣"}, {"zh-tw": " There's figs and everything else there for the taking. And the irony of ironies is because Extremadura, the area -- what does Extremadura mean? Extra hard land, right? Extra difficult. Extra hard.", "en": " 有無花果和其他食物供應 諷刺中的諷刺是，這個叫艾斯馬度華的地方 艾斯馬度華是什麼意思？ 艾斯馬度華是“硬地”的意思 非常堅硬的土地。"}, {"zh-tw": " But over four generations, he and his family have literally transformed this extra hard land into a tasting menu. Upgrades the life for these geese.", "en": " 但在他的家庭住了四代以後 這塊“硬地”變成了可口的菜單 鵝的生活改善了"}, {"zh-tw": " And they are allowed to take whatever they want. Another irony, the double irony is that on the figs and the olives, Eduardo can make more money selling those than he can on the foie gras.", "en": " 牠們可以隨心所欲的吃自己想吃的 還有另一個意外 那些拿來餵鵝的無花果和橄欖 如果 Eduardo 賣掉它們 會比肥鵝肝本身更值錢"}, {"zh-tw": " He doesn't care. He lets them take what they want and he says, \"Usually, it's about 50 percent. They're very fair.\" The other 50 percent, he takes and he sells and he makes money on them.", "en": " 但他不在乎 他讓牠們想吃什麼就吃什麼，他說 ”大概會吃掉一半吧，牠們很公平的。“ 他把另外的一半賣掉賺錢"}, {"zh-tw": " Part of the income for his farm. A big part of his income for his farm.", "en": " 他牧場收入的一部分 很大的一部分"}, {"zh-tw": " But he never controls it. They get what they want, they leave the rest for me and I sell it.", "en": " 但他從來不控制那些鵝 牠們可以吃自己想吃的 我再把牠們留給我的賣掉"}, {"zh-tw": " His biggest obstacle, really, was the marketplace, which demands these days bright yellow foie gras. That's how I've been trained.", "en": " 他最大的困難在市場 市場需求是又黃又亮的鵝肝醬 我也是被這樣訓練的"}, {"zh-tw": " You want to look and see what good foie gras is, it's got to be bright yellow. It's the indication that it's the best foie gras.", "en": " 如果你要知道好的鵝肝醬是什麼樣子 一定得是亮黃色的 牠證明那是最好的鵝肝醬"}, {"zh-tw": " Well, because he doesn't force feed, because he doesn't gavage tons of corn, his livers were pretty grey. Or they were.", "en": " 因為他不填鴨 因為他不強餵大量的玉米 他的鵝肝醬是灰色的 應該說，本來是"}, {"zh-tw": " But he found this wild plant called the Lupin bush. The Lupin bush, it's all around Extremadura.", "en": " 他後來找到了一種叫羽扁豆的野生植物 艾斯馬度華上到處都是這種羽扁豆"}, {"zh-tw": " He let it go to seed, he took the seeds, he planted it on his 30 acres, all around. And the geese love the Lupin bush.", "en": " 他等它結種，他取得種子以後 把它種在附近30公頃的土地上 鵝非常喜歡羽扁豆"}, {"zh-tw": " Not for the bush, but for the seeds. And when they eat the seeds, their foie gras turns yellow.", "en": " 不是它的葉子，而是它的種子 當牠們吃下這些種子，鵝肝便變黃"}, {"zh-tw": " Radioactive yellow. Bright yellow.", "en": " 螢光黃 亮黃色"}, {"zh-tw": " Of the highest quality foie gras yellow I've ever seen. So I'm listening to all this, you know, and I'm like, is this guy for real? Is he making some of this up? Is he like, you know -- because he seemed to have an answer for everything, and it was always nature.", "en": " 我見過最好的肥鵝肝黃 我聽著他說，心想 他是說真的嗎？還是編出來的？ 他好像有一切解答 而且永遠保持天然"}, {"zh-tw": " It was never him. And I was like, you know, I always get a little, like, weirded out by people who deflect everything away from themselves.", "en": " 而不是人造。 我有點 － 你知道 我總覺得那些對成果卻之不恭的人很奇怪"}, {"zh-tw": " Because, really, they want you to look at themselves, right? But he deflected everything away from his ingenuity into working with his landscape. So it's like, here I am, I'm on the fence about this guy, but increasingly, eating up his every word.", "en": " 他們要的不是自我表現嗎？ 但他從未提到他對他的農場 所做的這些獨出心裁的發明 我就坐在那裏，有些狐疑的 但漸漸地被說服"}, {"zh-tw": " And we're sitting there, and I hear [clapping] from a distance, so I look over. And he grabs my arm and the translator's, and ducks us under a bush and says, \"Watch this.\" \"Shush,\" he says again for the 500th time to me.", "en": " 我們就坐在那裏，我聽見不遠處……的聲音 他抓住我和翻譯員的手臂 拉著我們躲到樹叢裏，他說“你看。” “噓！”他再次提醒我"}, {"zh-tw": " \"Shush, watch this.\" And this squadron of geese come over. [Clapping] And they're getting louder, louder, louder, like really loud, right over us.", "en": " “噓，你看。“ 一隊鵝飛了過來 （擊掌） 聲音越來越大，越來越大，就在我們後方"}, {"zh-tw": " And like airport traffic control, as they start to go past us they're called back -- and they're called back and back and back. And then they circle around.", "en": " 當牠們飛躍我們，感覺就像站在飛機跑道上 牠們被叫了回來 － 被一次次地叫了回來 牠們繞著飛"}, {"zh-tw": " And his geese are calling up now to the wild geese. [Clapping] And the wild geese are calling down.", "en": " 他的鵝呼喚著野鵝 （擊掌） 野鵝被叫了下來"}, {"zh-tw": " [Clapping] And it's getting louder and louder and they circle and circle and they land. And I'm just saying, \"No way.\" No way.", "en": " （擊掌） 牠們繞著繞著，越來越大聲 然後它們降落 我心想，”這怎麼可能。“ 怎麼可能。"}, {"zh-tw": " And I look at Eduardo, who's near tears looking at this, and I say, \"You're telling me that your geese are calling to the wild geese to say come for a visit?\" And he says, \"No, no, no. They've come to stay.\" They've come to stay? It's like the DNA of a goose is to fly south in the winter, right? I said that. I said \"Isn't that what they're put on this Earth for? To fly south in the winter and north when it gets warm?\" He said, \"No, no, no.", "en": " 我看著 Eduardo，他眼眶含淚 我說“你是說你的鵝在跟這些野鵝說 來拜訪我們一下？” 他說“不，不 \"牠們是來住的。” 牠們要留在這裏？ 野鵝的基因應該是冬天往南飛啊 我說，“這不是就是它們來到世界上的目的嗎？ 冬天往南，溫暖再往北飛？” 他說，“不，不，不。"}, {"zh-tw": " Their DNA is to find the conditions that are conducive to life. To happiness.", "en": " 牠們的基因是為自己找到一個 快樂生存的方法"}, {"zh-tw": " They find it here. They don't need anything more.\" They stop. They mate with his domesticated geese, and his flock continues.", "en": " 牠們在這裏找到了 牠們一無所缺了。” 牠們留下。牠們和他的家鵝交配 他的鵝群繼續著"}, {"zh-tw": " Think about that for a minute. It's brilliant, right? Imagine -- I don't know, imagine a hog farm in, like, North Carolina, and a wild pig comes upon a factory farm and decides to stay.", "en": " 想一想 這不是很妙嗎？ 想像在一個豬棚中 在北卡羅來納州好了 野豬跑進了一個農業工廠 決定定居"}, {"zh-tw": " So how did it taste? I finally got to taste it before I left. He took me to his neighborhood restaurant and he served me some of his foie gras, confit de foie gras.", "en": " 究竟吃起來怎樣呢？ 在我離開前我終於品嘗到了 他帶我去附近的一家餐廳 他給了我一些鵝肝醬"}, {"zh-tw": " It was incredible. And the problem with saying that, of course, is that you know, at this point it risks hyperbole really easily.", "en": " 那真是太美妙了。 這麼說的問題在 聽上去可能有些誇張"}, {"zh-tw": " And I'd like to make a metaphor, but I don't have one really. I was drinking this guy's Kool-Aid so much, he could have served me goose feathers and I would have been like, this guy's a genius, you know? I'm really in love with him at this point.", "en": " 我很希望有個合適的比喻，但我沒有 我喝了太多他給我灌的迷湯 他就算給我吃鵝毛我也會說 這傢伙是個天才，你知道 我那時簡直愛上他了"}, {"zh-tw": " But it truly was the best foie gras of my life. So much so that I don't think I had ever really had foie gras until that moment.", "en": " 但那的確是我吃過最好吃的鵝肝 到了一種，我認為我從來沒有真正吃過鵝肝"}, {"zh-tw": " I'd had something that was called foie gras. But this was transformative. Really transformative.", "en": " 只是一些叫做鵝肝的東西 那改變了我，真的改變了我"}, {"zh-tw": " And I say to you, I might not stick to this, but I don't think I'll ever serve foie gras on my menu again because of that taste experience with Eduardo. It was sweet, it was unctuous.", "en": " 我對各位說，雖然有可能不會履行 但我想我不會再把鵝肝放到菜單上 因為和 Eduardo 的那次美食經驗 它甜美，不油膩"}, {"zh-tw": " It had all the qualities of foie gras, but its fat had a lot of integrity and a lot of honesty. And you could taste herbs, you could taste spices.", "en": " 它擁有肥鵝肝該有的一切 但這些脂肪裏卻充滿著誠實和尊嚴 你可以吃到香草，你可以吃到香料"}, {"zh-tw": " And I kept -- I said, you know, I swear to God I tasted star anise. I was sure of it.", "en": " 我發誓我吃到了八角茴香 我很確定"}, {"zh-tw": " And I'm not like some super taster, you know? But I can taste things. There's 100 percent star anise in there.", "en": " 我不是那種舌頭很靈的人，你知道 但我還是嘗得出來 我百分之百確定那裏有八角茴香的味道"}, {"zh-tw": " And he says, \"No.\" And I ended up like going down the spices, and finally, it was like, OK, salt and pepper, thinking he's salted and peppered his liver. But no.", "en": " 他說“沒有。“ 我努力嘗出不同香料 終於，我說，好，鹽和胡椒 想著他應該在鵝肝裏放了鹽和胡椒吧 但沒有"}, {"zh-tw": " He takes the liver when he harvests the foie gras, he sticks them in this jar and he confits it. No salt, no pepper, no oil, no spices.", "en": " 它把肥鵝肝拿出來 放進罐子裏 做濃縮，漬料處理 沒有鹽，沒有胡椒，沒有油，沒有香料"}, {"zh-tw": " What? We went back out for the final tour of the farm, and he showed me the wild pepper plants and the plants that he made sure existed on his farm for salinity. He doesn't need salt and pepper.", "en": " 沒有香料？ 我們最後一次回到農莊 他給我們看那些野生的胡椒 以及他種來保持土地鹹度的植物 他不需要鹽或胡椒"}, {"zh-tw": " And he doesn't need spices, because he's got this potpourri of herbs and flavors that his geese love to gorge on. I turned to him at the end of the meal, and it's a question I asked several times, and he hadn't, kind of, answered me directly, but I said, \"Now look, you're in Spain, some of the greatest chefs in the world are -- Ferran Adria, the preeminent chef of the world today, not that far from you.", "en": " 也不需要香料，因為他的鵝就吃他 種的這些混合香草 飯後我轉向他 問他一個我反復問他 他卻沒有正面回答的問題 我說“你在西班牙， 這裏有全世界最好的廚師 Ferran Adria，當代最好的廚師，就在你附近"}, {"zh-tw": " How come you don't give him this? How come no one's really heard of you?\" And it may be because of the wine, or it may be because of my excitement, he answered me directly and he said, \"Because chefs don't deserve my foie gras.\" And he was right. He was right.", "en": " 為什麼你沒有給他這個？ 為什麼你默默無名？” 可能是因為酒的關係 可能是因為我的興奮 他直接回答我說：因為廚師配不上我的肥鵝肝。 他說的是對的 是對的"}, {"zh-tw": " Chefs take foie gras and they make it their own. They create a dish where all the vectors point at us.", "en": " 廚師們用肥鵝肝做自己想要的 把它變成一道菜。 但我們今天所得到的這一切"}, {"zh-tw": " With Eduardo it's about the expression of nature. And as he said, I think fittingly, it's a gift from God, with God saying, you've done good work.", "en": " 都是 Eduardo 力求天然的成果 他說 這是來自上天的禮物，上天說：你做得好。"}, {"zh-tw": " Simple. I flew home, I'm on the flight with my little black book and I took, you know, pages and pages of notes about it.", "en": " 就是這樣。 在回程飛機上，我打開我黑色的小筆記本 裏面寫滿了一頁又一頁的筆記"}, {"zh-tw": " I really was moved. And in the corner of one of these -- one of my notes, is this note that says, when asked, what do you think of conventional foie gras? What do you think of foie gras that 99.99999 percent of the world eats? He said, \"I think it's an insult to history.\" And I wrote, insult to history.", "en": " 我非常感動 在這些筆記的其中一個角落 我寫道，當他被問到對於 今日一般人所吃的肥鵝肝 那些世界上百分之99.99999 的人所吃的肥鵝肝有什麼意見？ 他說“我認為那是污辱歷史。” 我寫著：對歷史的污辱。"}, {"zh-tw": " I'm on the plane and I'm just tearing my hair out. It's like, why didn't I follow up on that? What the hell does that mean? Insult to history.", "en": " 我在飛機上感覺悔恨萬分 為什麼我沒追問下去？ 他為什麼這麼說？ 對歷史的污辱"}, {"zh-tw": " So I did some research when I got back, and here's what I found. The history of foie gras.", "en": " 於是我回去著手做了一些研究 這些是我找到的資料 肥鵝肝的歷史"}, {"zh-tw": " Jews invented foie gras. True story.", "en": " 猶太人發明了肥鵝肝 千真萬確"}, {"zh-tw": " True story. By accident.", "en": " 千真萬確 是意外發現的"}, {"zh-tw": " They were looking for an alternative to schmaltz. Gotten sick of the chicken fat.", "en": " 他們在找雞油的替代品 因為吃膩了雞油"}, {"zh-tw": " They were looking for an alternative. And they saw in the fall that there was this natural, beautiful, sweet, delicious fat from geese.", "en": " 他們開始找尋一些替代品 在秋天的時候他們發現了這全天然 甜美，可口的鵝脂肪"}, {"zh-tw": " And they slaughtered them, used the fat throughout the winter for cooking. The Pharaoh got wind of this -- This is true, right off the Internet.", "en": " 他們把鵝殺了，整個冬天就用這油來煮 法老聽說了 這千真萬確，我從網路上找的"}, {"zh-tw": " The Pharaoh got -- I swear to God. The Pharaoh got wind of this and wanted to taste it.", "en": " 法老聽 我對神發誓 埃及法老聽說了，想要嘗嘗看"}, {"zh-tw": " He tasted it and fell in love with it. He started demanding it.", "en": " 他嘗了，愛上了這個滋味 他開始要求廚房提供給他"}, {"zh-tw": " And he didn't want it just in the fall, he wanted it all year round. And he demanded that the Jews supply enough for everyone.", "en": " 不止在秋天，他全年都要 他要求猶太人要讓每個人都能吃到"}, {"zh-tw": " And the Jews, fearing for their life, had to come up with an ingenious idea, or at least try and satisfy the Pharaoh's wishes, of course. And they invented, what? Gavage.", "en": " 擔心自己生命安全的猶太人 想出了一個前所未有的點子 嘗試滿足埃及法老的要求 他們發明了 － 強餵法"}, {"zh-tw": " They invented gavage in a great moment of fear for their lives, and they provided the Pharaoh with gavage liver, and the good stuff they kept for themselves. Supposedly, anyway. I believe that one.", "en": " 他們是在生命威脅下發明強餵法的 他們把餵肥了的肝獻給埃及法老 然後把好的部分留下給自己 應該是，至少我相信"}, {"zh-tw": " That's the history of foie gras. And if you think about it, it's the history of industrial agriculture.", "en": " 這就是肥鵝肝的來源 如果我們思考 農業產業化的歷史"}, {"zh-tw": " It's the history of what we eat today. Most of what we eat today.", "en": " 就是我們今日食物的歷史 今天我們所吃的食物大部分都是"}, {"zh-tw": " Mega-farms, feed lots, chemical amendments, long-distance travel, food processing. All of it, our food system.", "en": " 巨型農場、集體餵食、化學改良 長距離的運送過程，工廠處理 全在我們的食物系統裏"}, {"zh-tw": " That's also an insult to history. It's an insult to the basic laws of nature and of biology.", "en": " 這也是對歷史的污辱 對自然法則的污辱 以及對生物的污辱"}, {"zh-tw": " Whether we're talking about beef cattle or we're talking about chickens, or we're talking about broccoli or Brussels sprouts, or in the case of this morning's New York Times, catfish -- which wholesale are going out of business. Whatever it is, it's a mindset that is reminiscent of General Motors.", "en": " 無論是肉牛 雞 花椰菜或是抱子甘藍 或是今天早上紐約時報的報導 － 鯰魚 的批發商的經營失利 無論如何，這就像通用汽車"}, {"zh-tw": " It's rooted in extraction. Take more, sell more, waste more.", "en": " 都是需索無度 拿取，販賣，浪費"}, {"zh-tw": " And for the future it won't serve us. Jonas Salk has a great quote.", "en": " 在未來這些都不再存在 Jonas Saik 說過一金句"}, {"zh-tw": " He said, \"If all the insects disappeared, life on Earth as we know it would disappear within 50 years. If human beings disappeared, life on Earth as we know it would flourish.\" And he's right.", "en": " 他說“如果所有昆蟲消失 我們所知道的地球萬物在50年內會全部消失， 如果人類消失，地球萬物會蓬勃生長。” 他是對的"}, {"zh-tw": " We need now to adopt a new conception of agriculture. Really new.", "en": " 我們需要接受一種新的農業概念 完全嶄新"}, {"zh-tw": " One in which we stop treating the planet as if it were some kind of business in liquidation. And stop degrading resources under the guise of cheap food.", "en": " 我們不能再把地球 當作一個幾乎破產的公司 停止利用便宜食物之名來 浪費資源"}, {"zh-tw": " We can start by looking to farmers like Eduardo. Farmers that rely on nature for solutions, for answers, rather than imposing solutions on nature.", "en": " 我們可以以 Eduardo 這樣的農夫為例子 農夫靠天吃飯 靠自然提供答案 與其勉強自然接受人為的解答"}, {"zh-tw": " Listening as Janine Benyus, one of my favorite writers and thinkers about this topic says, \"Listening to nature's operating instructions.\" That's what Eduardo does, and does so brilliantly. And what he showed me and what he can show all of us, I think, is that the great thing for chefs, the great blessing for chefs, and for people that care about food and cooking, is that the most ecological choice for food is also the most ethical choice for food.", "en": " 我最喜歡的作家和思想家 Janine Benyus 這麼說 “遵照自然的使用說明” 這就是 Eduardo 所達成的 他顯示給我們我們在場每個人，包括我，看的 對廚師和那些關係食物和廚藝的人們 來說最好的事是 最符合自然的食物選擇 也是最符合倫理道德的食物選擇"}, {"zh-tw": " Whether we're talking about Brussels sprouts or foie gras. And it's also almost always, and I haven't found an example otherwise, but almost always, the most delicious choice.", "en": " 無論我們討論的是抱子甘藍還是肥鵝肝 幾乎總是，我從未發現其他可能 這也是最美味的選擇"}, {"zh-tw": " That's serendipitous. Thank you.", "en": " 渾然天成。 謝謝。"}], "title": "Dan Barber S Surprising Foie Gras Parable"}