{"url": "http://www.ted.com/talks/nicholas_negroponte_on_one_laptop_per_child", "paragraphs": [{"zh-tw": "我在MIT待了44年 參加過第一屆TED我想在場應該只有一位有同等資歷", "en": "I've been at MIT for 44 years. I went to TED I. There's only one other person here,I think, who did that."}, {"zh-tw": "在其他屆的演講中 -我從没缺席過TED-我解釋了媒體實驗室的工作內容實驗室現在大約有500名研究人員媒體上週說我已經退出實驗室", "en": "All the other TEDs -- and I went to them all,under Ricky's regime -- I talked aboutwhat the Media Lab was doing, which today has almost 500 people in it. And if you read the press, last week it actually saidI quit the Media Lab."}, {"zh-tw": "我實際上不是退出 只是卸下主席的職位這頭銜有點可笑 不過已有人接任當教授的好處之一就是一日為教授 終生為教授我下半輩子將獻給「一個孩子、一台筆電」畢竟這是我已經推廣一年半的計畫", "en": "I didn't quit the Media Lab,I stepped down as chairman -- which was a kind of ridiculous title,but someone else has taken it on -- and one of the thingsyou can do as a professor is you stay on as a professor. And I will now do for the rest of my lifethe One Laptop Per Child, which I've sort of been doingfor a year and a half, anyway."}, {"zh-tw": "也是今天演講的主題在這18分鐘內 我將告訴各位我的動機計畫如何運作 以及現在的進度等一下各位甚至有機會看看100美元的筆電到底長什麼樣子", "en": "So I'm going to tell you about this, use my 18 minutesto tell you why we're doing it, how we're doing itand then what we're doing. And at some point I'll even pass around what the $100 laptop might be like."}, {"zh-tw": "克里斯希望我分享幾個重要議題因此我先講三個促成這個計畫的動機第一個顯而易見", "en": "I was asked by Christo talk about some of the big issues, and so I figured I'd start with the threethat at least drove me to do this. And the first is pretty obvious."}, {"zh-tw": "當你與一國元首會晤 你問他：「貴國最珍貴的天然資源是什麼？」他的第一個答案可能不是兒童但你提出時 他們十之八九都贊同(1. 兒童是最珍貴的天然資源) 所以要說服他們一點也不難", "en": "It's amazing when you meeta head of state, and you say, \"What is your most preciousnatural resource?\" They will not say \"children\" at first, and then when you say, \"children,\"they will pretty quickly agree with you. And so that isn't very hard."}, {"zh-tw": "(2. 消除貧困、戰爭、污染的良方是教育) 眾所皆知，要解決貧困國家的問題(3. 除了接受教導 還有別的學習途徑) 教育是必須 甚至是唯一的必須要解決問題 或多或少必須依賴教育所以提供教育當然是計畫目的之一", "en": "Everybody agrees that whateverthe solutions are to the big problems, they include education,sometimes can be just education and can never be withoutsome element of education. So that's certainly part of it."}, {"zh-tw": "第三個動機比較不明顯這跟所有人學會走路、說話的模式有關沒人教我們如何說話或走路但與外界互動後 自然就學會了像是開口要求 物品就到了手裡或是站起來 就搆得到物品", "en": "And the thirdis a little bit less obvious. And that is that we all in this roomlearned how to walk, how to talk, not by being taught how to talk,or taught how to walk, but by interacting with the world, by having certain results as a consequenceof being able to ask for something, or being able to stand up and reach it."}, {"zh-tw": "但到大概六歲時 這種學習模式卻終止了從那之後所有的學習都透過教導不管是藉由像這樣聽講、讀書或其他方法都透過教導而傳授", "en": "Whereas at about the age six,we were told to stop learning that way, and that all learning from then onwould happen through teaching, whether it's people standing up,like I'm doing now, or a book, or something. But it was really through teaching."}, {"zh-tw": "而基本上 電腦對學習的貢獻之一在於它提供的學習模式有點像學習走路和說話主導權是握在學習者自己手上的有這幾個動機作為原則在座可能有人認識西摩派柏", "en": "And one of the things in generalthat computers have provided to learning is that it now includes a kind of learning which is a little bit morelike walking and talking, in the sense that a lot of it is drivenby the learner himself or herself. So with those as the principles -- some of you may know Seymour Papert."}, {"zh-tw": "這張照片攝於1982年塞內加爾有些人以為這個計畫去年才開始或是前年 或這是我們突發奇想其實計畫早在60年代就開始了", "en": "This is back in 1982,when we were working in Senegal. Because some people think thatthe $100 laptop just happened a year ago, or two years ago,or we were struck by lightning -- this actually has gone back a long time,and in fact, back to the '60s."}, {"zh-tw": "這是80年代的進度 (這是教育計畫，不是筆電或手機計畫)賈伯斯提供幾台筆電到塞內加爾", "en": "Here we're in the '80s. Steve Jobs had given us some laptops.We were in Senegal."}, {"zh-tw": "規模不大 但至少將電腦帶到開發中國家我們很快發現當地孩子即使不諳英語甚至連拉丁字母都不認識用起電腦來卻怡然自得得心應手", "en": "It didn't scale but it at least was bringing computersto developing countries and learning pretty quicklythat these kids, even though English wasn't their language, the Latin alphabetbarely was their language, but they could just swim like fish. They could play these like pianos."}, {"zh-tw": "後來 我自己有機會親身參與這裡有兩個小故事 其中一則發生在柬埔寨有個村子沒有水電 沒有電視、電話但現在村民有寬頻網路", "en": "A little bit more recently,I got involved personally. And these are two anecdotes -- one was in Cambodia, in a village that has no electricity,no water, no television, no telephone, but has broadband Internet now."}, {"zh-tw": "村裡孩子第一個學會的英文單字是\"Google\"除了Skype 不知電話為何物", "en": "And these kids,their first English word is \"Google\" and they only know Skype. They've never heard of telephony."}, {"zh-tw": "他們只用Skype晚上回家他們就用寬頻連上網即使茅屋裡連電源都沒有", "en": "They just use Skype. And they go home at night -- they've got a broadband connectionin a hut that doesn't have electricity."}, {"zh-tw": "父母親也愛上了這台筆電 因為一開機它就成了屋裡最亮的光源讓各位看看什麼叫美夢成真這是學校實際的樣子", "en": "The parents love it,because when they open up the laptops, it's the brightest light sourcein the house. And talk aboutwhere metaphors and reality mix -- this is the actual school."}, {"zh-tw": "同一時間 派柏說服緬因州州長立法在2002年通過該計畫 (絕非兩人共用或一間教室一台)當時 若說八成的老師都憂心忡忡我想絕不為過", "en": "In parallel with this,Seymour Papert got the governor of Maine to legislate one laptop per childin the year 2002. Now at the time, I think it's fair to saythat 80 percent of the teachers were -- let me say, apprehensive."}, {"zh-tw": "事實上 老師們並不贊成這個計畫他們寧可把錢用作他途加薪、建新學校、或做其他事", "en": "Really, they were actually against it. And they really preferredthat the money would be used for higher salaries,more schools, whatever."}, {"zh-tw": "但三年半後的今天看看 情況如何？他們回報了五個現象曠課率降到幾乎至零 家長會參與率大幅增加以前從沒人參加 現在全都來了風紀問題減少 課堂參與熱絡連老師都覺得現在教課很有意思", "en": "And now, three and a halfyears later, guess what? They're reporting five things:drop of truancy to almost zero, attending parent-teacher meetings -- which nobody didand now almost everybody does -- drop in discipline problems,increase in student participation. Teachers are now sayingit's kind of fun to teach."}, {"zh-tw": "孩子們有參與感 因為有了筆電然後第五項發現是我最感興趣的就是伺服器晚上有時候得關機因為教師收到太多電子郵件全是孩子們寫來問問題的因此 這種計畫是不需要前測的", "en": "Kids are engaged -- they have laptops! -- and then the fifth,which interests me the most, is that the servers have to be turned offat certain times at night because the teachersare getting too much email from the kids asking them for help. So when you see that kind of thing -- this is not somethingthat you have to test."}, {"zh-tw": "前測早就不適用了 如果有人說：「呃 先拿三四千台來 看看可不可行吧？」去你的 閃遠點 自然有別人願意參與等你明白計畫可行 再回來找我們吧這就是我們的作風", "en": "The days of pilot projects are over,when people say, \"We'd like to do three or four thousandin our country to see how it works.\" Screw you. Go to the back of the lineand someone else will do it, and then when you figure outthat this works, you can join as well. And this is what we're doing."}, {"zh-tw": "「一個孩子、一台筆電」是一年半前誕生的這個非營利組織已經募集資金 (透過NRE帳戶籌得2000萬美元)", "en": "So, One Laptop Per Childwas formed about a year and a half ago. It's a nonprofit association."}, {"zh-tw": "解決設計的問題 然後再進行生產 (約法三章：規模，規模，規模！)(07年700-1000萬台，08年1-2億台) 規模至關重要 (在七大國推行)", "en": "It raised about 20 million dollars to do the engineeringto just get this built, and then have it produced afterwards. Scale is truly important."}, {"zh-tw": "(免費提供給而兒童) 這不是因為可以用更低價買零組件 明白嗎？而是因為 當你與合作廠商洽談時這邊我就不公佈是哪家廠商了你說 我們想要小螢幕 色彩均勻度差一點無妨甚至缺一兩個畫素、稍暗都無所謂", "en": "And it's not important because you canbuy components at a lower price, OK? It's because you can goto a manufacturer -- and I will leave the name out -- but we wanted a small display, doesn't have to haveperfect color uniformity. It can even have a pixel or two missing."}, {"zh-tw": "這位廠商回答：「呃，很抱歉，我們的專長是家用螢幕", "en": "It doesn't have to be that bright. And this particular manufacturer said, \"We're not interested in that.We're interested in the living room."}, {"zh-tw": "強調的就是色調飽滿賣點是又大又鮮明的畫面", "en": "We're interestedin perfect color uniformity. We're interested in big displays,bright displays."}, {"zh-tw": "您的要求實在有違敝公司的方針」所以我回答：「喔，真可惜，因為我們一年要一億台」廠商口風一轉：「噢，我們的方針是可以調整的」所以我才說規模至關重要也因此 我們首批的需求至少要500到1000萬台", "en": "You're not part of our strategic plan.\" And I said, \"That's kind of too bad,because we need 100 million units a year.\" And they said, \"Oh, well, maybe we couldbecome part of your strategic plan.\" And that's why scale counts. And that's why we will not launch this without five to 10 million unitsin the first run."}, {"zh-tw": "目的在於 達到一定的規模以後就能以規模制價所以07年的目標才會訂這個數字我們也沒有業務和行銷團隊", "en": "And the idea isto launch with enough scale that the scale itselfhelps bring the price down, and that's why I saidseven to 10 million there. And we're doing itwithout a sales-and-marketing team."}, {"zh-tw": "頂多像我這樣到處演講而已我們拜訪大國 徵求同意推行計畫這樣其他國家也會跟進", "en": "I mean, you're lookingat the sales-and-marketing team. We will do it by goingto seven large countries and getting them to agree and launch it, and then the others can follow."}, {"zh-tw": "我們有合作夥伴 當然Google也名列其中", "en": "We have partners. It's not hard to guessGoogle would be one."}, {"zh-tw": "還有其他企業在觀望就是它 最近在媒體上大出風頭", "en": "The others are all playing to pending. And this has beenin the press a great deal."}, {"zh-tw": "我們與安南一同推出了這台綠色機器是在11月突尼西亞的世界高峰會上大家乍看之下的反應是：這是筆電計畫其實不是 這是教育計畫", "en": "It's the so-called Green Machinethat we introduced with Kofi Annan in November at the World Summitthat was held in Tunisia. Now once people start looking at this,they say, \"Ah, this is a laptop project.\" Well, no, it's not a laptop project.It's an education project."}, {"zh-tw": "好玩的來了 這也是我努力的重點我總說我以前是燈泡 現在是雷射我非把這個計畫做起來不可而且我發現其實沒那麼難原因是筆電各項成本有固定比重一台筆電的售價 差不多有五成、接近六成是付給了業務、行銷、流通和利潤", "en": "And the fun part --and I'm quite focused on it -- I tell people I used to be a light bulb,but now I'm a laser -- I'm just going to get that thing built,and it turns out it's not so hard. Because laptop economicsare the following: I say 50 percent here --it's more like 60, 60 percent of the cost of your laptop is sales, marketing,distribution and profit."}, {"zh-tw": "這些我們都沒有 對不對？所以這些項目沒有列在成本裡因為我們用成本價出售 政府負責流通透過學校系統分送 像發課本一樣", "en": "Now we have none of those, OK? None of those figure into our cost, because first of all, we sell it at cost,and the governments distribute it. It gets distributedto the school system like a textbook."}, {"zh-tw": "這些成本消失了 剩下的就是螢幕和其他部份", "en": "So that piece disappears. Then you have display and everything else."}, {"zh-tw": "(成本壓到100美元的筆電) 至於螢幕成本 大致而言是一英吋對角線10美元 (2005年筆電總價分析)這價錢當然可以砍到8元或7元但不可能降到2元或1.5元除非我們有什麼重大突破", "en": "Now the display on your laptop costs, in rough numbers,10 dollars a diagonal inch. That can drop to eight;it can drop to seven but it's not going to drop to two,or to one and a half, unless we do some pretty clever things."}, {"zh-tw": "其他部分 棕色那一小塊 就有趣了因為其他成本就是筆電運作所需有點像過重的人 把大部分能量都消耗在移動一身肥肉上 懂了吧？", "en": "It's the rest -- that little brown box --that is pretty fascinating, because the rest of your laptopis devoted to itself. It's a little bit like an obese person having to use most of their energyto move their obesity."}, {"zh-tw": "我們現在的處境實在有點匪夷所思我從筆電問世以來就開始用這東西了", "en": "And we have a situation todaywhich is incredible. I've been using laptopssince their inception."}, {"zh-tw": "我的筆電跑得越來越慢、越不穩、越令人不滿今年的狀況更是糟糕", "en": "And my laptop runs slower,less reliably and less pleasantly than it ever has before. And this year is worse."}, {"zh-tw": "你們聽到這會鼓掌 甚至起立歡呼。但我問：「你們怎麼了？為什麼乖乖忍受這些不便？」有人說 百元筆電是時髦玩具我可不認同 我們的筆電跑得飛快", "en": "People clap, sometimesyou even get standing ovations, and I say, \"What the hell's wrongwith you? Why are we all sitting there?\" And somebody -- to remain nameless --called our laptop a \"gadget\" recently. And I said, \"God, our laptop's going to golike a bat out of hell."}, {"zh-tw": "開機的時候 「逬！」一聲就可以用了就像1985年的蘋果麥金塔512電腦", "en": "When you open it up,it's going to go 'bing.'\" It'll be on. It'll be just like it was in 1985, when you bought an Apple Macintosh 512."}, {"zh-tw": "運作順暢現在的筆電一代不如一代", "en": "It worked really well. And we've been going steadily downhill."}, {"zh-tw": "常有人問我筆電的規格 (WiFi網狀網路)就是如此 (雙模式顯示器)", "en": "Now, people ask all the time what it is. That's what it is."}, {"zh-tw": "其中最值得一提的應是網狀網路孩子們同時使用筆電 就構成網路環境只需要一兩個後置網路傳輸點2MB的頻寬就夠滿足兩千個孩子", "en": "The two pieces that are probably notable:it'll be a mesh network, so when the kids open up their laptops,they all become a network, and then just needone or two points of backhaul. You can serve a couple of thousand kidswith two megabits."}, {"zh-tw": "所以只要村內家家有筆電整個村子就能聯成一個網路效果非常好雙模顯示 讓螢幕在戶外也能用在戶外用手機有什麼問題？呃，你根本看不清楚螢幕", "en": "So you really can bring into a village, and then the villagescan connect themselves, and you really can do it quite well. The dual mode display -- the idea is to have a displaythat both works outdoors -- isn't it fun using your cell phoneoutdoors in the sunlight? Well, you can't see it."}, {"zh-tw": "原因之一是 手機螢幕是背光式的大部分手機都是如此我們想做的 是正背光兩用的螢幕", "en": "And one of the reasons you can't see it is because it's backlightingmost of the time, most cell phones. Now, what we're doing is, we're doing onethat will be both frontlit and backlit."}, {"zh-tw": "切換方式是手動還是用程式轉換還有待確認反正 背光時 就是彩色螢幕", "en": "And whether you manually switch itor you do it in the software is to be seen. But when it's backlit, it's color."}, {"zh-tw": "面光時 是三倍解析度的黑白螢幕這些都達成了嗎？還沒", "en": "And when it's frontlit,it's black and white at three times the resolution. Is it all worked out? No."}, {"zh-tw": "所以我們很多人員現在常跑台灣大概30天後就會知道可不可行", "en": "That's why a lot of our people aremore or less living in Taiwan right now. And in about 30 days,we'll know for sure whether this works."}, {"zh-tw": "而最重要的部分應該是孩子們可以負責維修工作這是另一個不可思議之處但這是千真萬確的 (兒童負責維修工作)", "en": "Probably the most important piece there is that the kidsreally can do the maintenance. And this is again somethingthat people don't believe, but I really think it's quite true."}, {"zh-tw": "這就是我們在突尼斯展示的筆電這是未來設計的方向 (旋轉功能)", "en": "That's the machine we showed in Tunis. This is more the directionthat we're going to go."}, {"zh-tw": "之前以為這是做不到的我現在把筆電傳下去", "en": "And it's somethingthat we didn't think was possible. Now, I'm going to pass this around."}, {"zh-tw": "這並不是設計圖它只是個粗製的樣本 讓各位看看只算是模型", "en": "This isn't a design, OK? So this is just a mechanicalengineering sort of embodiment of it for you to play with. And it's clearly just a model."}, {"zh-tw": "實際成品在MIT從這位帥哥這裡開始傳", "en": "The working one is at MIT. I'm going to pass itto this handsome gentleman."}, {"zh-tw": "讓你決定要往左還是往右傳噢 我忘了有現場聯播 攝影機拍一下好嗎幸好你提醒 謝了 克里斯", "en": "At least you can decidewhether it goes left or -- Chris Anderson: Before you do it,for the people down in simulcast -- Nicholas Negroponte: Sorry! I forgot.CA: Just show it off a bit. So wherever the camera is --OK, good point. Thank you, Chris."}, {"zh-tw": "這不僅是一台筆電還可以變身成電子書或是具備類似的功能", "en": "The idea was thatit would be not only a laptop, but that it could transforminto an electronic book. So it's sort of an electronic book."}, {"zh-tw": "這樣就可以在戶外看黑白螢幕雖然沒有遊戲鈕 不過它也是遊戲機", "en": "This is where when you go outside,it's in black and white. The games buttons are missing, but it'll also be a games machine, book machine."}, {"zh-tw": "把螢幕豎起來 可以當電視有許多用途 這樣展示清楚了嗎？好", "en": "Set it up this way,and it's a television set. Etc., etc. -- is that enoughfor simulcast? OK, sorry."}, {"zh-tw": "吉姆會決定等下要往哪邊傳回到剛剛說的七大國 (七國：中國 印度 泰國 埃及 奈及利亞 巴西 阿根廷)", "en": "I'll let Jim decidewhich way to send it afterwards. OK. Seven countries."}, {"zh-tw": "麻州還不確定 因為他們必須要進行招標依法行事就得遵照程序進行所以我現在還不敢下定論", "en": "I say \"maybe\" for Massachusetts,because they actually have to do a bid. By law you've got to bid,and so on and so forth."}, {"zh-tw": "其他國家不需要招標就可以決定", "en": "So I can't quite name them. In the other cases,they don't have to do bids."}, {"zh-tw": "決策者都是中央政府不過惱人的是 很多人說「我們從地方政府開始下手吧」當然 地方政府規模小 一定比中央靈活", "en": "They can decide -- it's the federal government in each case. It's kind of agonizing, because a lot of people say,\"Let's do it at the state level,\" because states are more nimblethan the feds, just because of size."}, {"zh-tw": "但是我們發現我們交涉的對象其實是中央政府", "en": "And yet we count. We're really dealingwith the federal government."}, {"zh-tw": "面對的是教育部環顧世界各國政府教育部往往是最保守的也是人員最多的部門", "en": "We're really dealingwith ministries of education. And if you look at governmentsaround the world, ministries of educationtend to be the most conservative, and also the ones that have huge payrolls."}, {"zh-tw": "每位都自詡為教育專家其中又牽涉許多文化層面推行計畫真的不容易 十分艱鉅", "en": "Everybody thinksthey know about education, a lot of culture is built into it as well. It's really hard.And so it's certainly the hard road."}, {"zh-tw": "這些國家各有不同的地理文化每國都同意推行嗎？沒有", "en": "If you look at the countries,they're pretty geoculturally distributed. Have they all agreed? No, not completely."}, {"zh-tw": "泰國 巴西 奈及利亞是比較積極的也最願意配合我們尚未與任一國簽署任何協議要等筆電完工", "en": "Probably Thailand, Brazil and Nigeria are the three that arethe most active and most agreed. We're purposelynot signing anything with anybody until we actually have the working ones."}, {"zh-tw": "我每三個月拜訪這些國家一次等於我每三週就環遊世界一圈這是我們大致的進度希望在兩年後的TED大會上免費發送", "en": "And since I visiteach one of those countries within at least every three months, I'm just going around the worldevery three weeks. Here's sort of the schedule and I put at the bottom we might give someaway free in two years at this meeting."}, {"zh-tw": "每個人都說 成本100元的筆電 辦不到的知道嗎 我們確實辦不到", "en": "Everybody says it's a $100 laptop -- you can't do it. Well, guess what, we're not."}, {"zh-tw": "一開始大約是135元 然後慢慢降價這點非常重要因為許多商品上市後 價格會逐漸上漲", "en": "We're coming in probably at 135,to start, then drift down. And that's very important, because so many things hit the marketat a price and then drift up."}, {"zh-tw": "就是先以低價促銷 打響知名度後到頭來不是變得太貴 就是無法量產我們目標是在2010年將成本降至50美元", "en": "It's kind of the loss leader, and then as soon as it looks interesting, it can't be afforded,or it can't be scaled out. So we're targeting 50 dollars in 2010."}, {"zh-tw": "水貨市場是一大問題防範水貨市場交易 只有一個方法就是產品必須獨一無二以汽車為例美國每天有上千輛車失竊", "en": "The gray market's a big issue. And one of the ways -- just one -- but one of the ways to helpin the case of the gray market is to make somethingthat is so utterly unique -- It's a little bit like the factthat automobiles -- thousands of automobilesare stolen every day in the United States."}, {"zh-tw": "但一定沒有人會偷郵務車 為什麼？因為沒辦法脫手", "en": "Not one singlepost-office truck is stolen. And why? Because there's no marketfor post-office trucks."}, {"zh-tw": "郵務車就是郵務車的樣子就算漆上不同顏色、改裝都沒用", "en": "It looks like a post-office truck. You can spray paint it.You can do anything you want."}, {"zh-tw": "我聽說 南非沒有白色富豪車失竊從來沒有", "en": "I just learned recently: in South Africa,no white Volvos are stolen. Period. None. Zero."}, {"zh-tw": "所以百元筆電就要像白色富豪車各國政府都有專案小組", "en": "So we want to make itvery much like a white Volvo. Each government has a task force."}, {"zh-tw": "要各部門通力合作 其實困難重重最省事的做法是從中央政府下手然後層層推展例如 發起兒童一對一資助計畫讓美國孩子替發展中國家孩子出錢依性別或年齡將兩地的孩子配對", "en": "This perhaps is less interesting, but we're trying to get the governmentsto all work together and it's not easy. The economics of thisis to start with the federal governments and then later,to subsequently go to other -- whether it's child-to-child funding, so a child in this country buys onefor a child in the developing world, maybe of the same gender,maybe of the same age."}, {"zh-tw": "也可能是長輩送晚輩 當作生日禮物可以做的事太多了未來的發展真是讓人萬分期待", "en": "An uncle gives a niece or a nephew thatas a birthday present. I mean, there are all sorts of thingsthat will happen, and they'll be very, very exciting."}, {"zh-tw": "另外 既然這是教育計畫筆電裡會附軟體嗎？答案是 系統裡當然有軟體不過 我們不提供教學材料", "en": "And everybody says -- I say --it's an education project. Are we providing the software? The answer is: The system certainly has software, but no, we're not providingthe education content."}, {"zh-tw": "教材由各國自己負責我們是建構主義者", "en": "That is really done in the countries. But we are certainly constructionists."}, {"zh-tw": "認為做中學才是學習之道例如Logo程式語言 從1968年啟用或比較近代的Scratch程式語言都是以此為理念而設計的這就是我們首次展示", "en": "And we certainly believein learning by doing and everything from Logo,which was started in 1968, to more modern things, like Scratch,if you've ever even heard of it, are very, very much part of it. And that's the rollout."}, {"zh-tw": "這是癡人說夢嗎？真的可行嗎？ 可行我們唯一受到的批評-沒人願意批評這個計畫因為它是人道活動 非營利組織其實任何批評都是非常不智的", "en": "Are we dreaming? Is this real? It actually is real. The only criticism, and peoplereally don't want to criticize this, because it is a humanitarian effort,a nonprofit effort and to criticize itis a little bit stupid, actually."}, {"zh-tw": "所以唯一會批評的就是立意可嘉 但這些人無法付諸實行這指的可能是 這群教授等人不自量力或計畫本身是不可能的任務12月12日 廣達電腦同意進行生產該公司是製造全球1/3筆電的大廠一舉掃除任何對可行性的疑慮", "en": "But the one thingthat people could criticize was, \"Great idea, but these guys can't do it.\" And that could either mean these guys,professors and so on couldn't do it, or that it's not possible. Well, on December 12, a companycalled Quanta agreed to build it, and since they make about one-thirdof all the laptops on the planet today, that question disappeared."}, {"zh-tw": "百元筆電計畫正準備上路", "en": "So it's not a matterof whether it's going to happen. It is going to happen."}, {"zh-tw": "即使一開始售價是138美元又如何？即使延遲六個月才上市又如何？這個計畫一定會漸入佳境 謝謝", "en": "And if it comes outat 138 dollars, so what? If it comes out six months late, so what? That's a pretty soft landing. Thank you."}], "title": "Nicholas Negroponte On One Laptop Per Child"}