{"url": "http://www.ted.com/talks/sylvia_earle_s_ted_prize_wish_to_protect_our_oceans", "paragraphs": [{"zh-tw": " Fifty years ago, when I began exploring the ocean, no one -- not Jacques Perrin, not Jacques Cousteau or Rachel Carson -- imagined that we could do anything to harm the ocean by what we put into it or by what we took out of it. It seemed, at that time, to be a sea of Eden, but now we know, and now we are facing paradise lost.", "en": " 50年前，當我開始探索海洋的時候， 沒有人，包括Jacques Perrin, Jacques Cousteau 或Rachel Carson會想到 我們向大海排放的東西 或是對海洋的索取就可以傷害到海洋 那時候的大海就如同伊甸園一般 但現在的我們知道，我們正從伊甸園走向失樂園"}, {"zh-tw": " I want to share with you my personal view of changes in the sea that affect all of us, and to consider why it matters that in 50 years, we've lost -- actually, we've taken, we've eaten -- more than 90 percent of the big fish in the sea; why you should care that nearly half of the coral reefs have disappeared; why a mysterious depletion of oxygen in large areas of the Pacific should concern not only the creatures that are dying, but it really should concern you. It does concern you, as well.", "en": " 我想與你們分享 我個人對發生在海洋中那些與我們息息相關的變化的看法 並思考為什麼50年來我們所失去的一切到底意味著什么-- 事實上，我們已經捕獲、食用了 海洋中超過90%的大型魚類 為什麼你要關心幾乎已經消失一半的珊瑚礁 為什麼在太平洋出現原因不明的大面積缺氧帶 不僅僅與那些垂死的生物有關 而且也應該讓你感到憂慮 是的，你應該為此擔憂"}, {"zh-tw": " I'm haunted by the thought of what Ray Anderson calls \"tomorrow's child,\" asking why we didn't do something on our watch to save sharks and bluefin tuna and squids and coral reefs and the living ocean while there still was time. Well, now is that time.", "en": " Ray Anderson提到的“明天的孩子”這個詞常常縈繞於我的頭腦中 我疑問為什麼我們袖手旁觀 沒有去拯救鯊魚、黑鮪魚、烏賊、珊瑚礁和充滿活力的海洋 趁還來得及的時候 但就在此刻"}, {"zh-tw": " I hope for your help to explore and protect the wild ocean in ways that will restore the health and, in so doing, secure hope for humankind. Health to the ocean means health for us.", "en": " 我呼籲你們伸出援手 去探索和保護野性的海洋 使海洋能重新恢復健康 這樣做，才能為人類保有希望 海洋的健康意味著我們的健康"}, {"zh-tw": " And I hope Jill Tarter's wish to engage Earthlings includes dolphins and whales and other sea creatures in this quest to find intelligent life elsewhere in the universe. And I hope, Jill, that someday we will find evidence that there is intelligent life among humans on this planet.", "en": " 我也盼望，Jill Tarter希望找到其他外星智慧生物時 所提到的”地球生物” 是包含了海豚、鯨魚以及其他海洋生物 我還希望，Jill，那一天 我們會發現並證明，地球的人類中間也是有智慧生命的 （笑）"}, {"zh-tw": " Did I say that? I guess I did. For me, as a scientist, it all began in 1953 when I first tried scuba.", "en": " 我真的這麼說嗎?大概是吧 從我來說，作為一個科學家 這一切是在1953年開始的 當我第一次嘗試潛水"}, {"zh-tw": " It's when I first got to know fish swimming in something other than lemon slices and butter. I actually love diving at night; you see a lot of fish then that you don't see in the daytime.", "en": " 是那一刻讓我意識到魚類 並不是在檸檬片和奶油中游泳的 我特別喜歡在夜間潛水 你可以看見很多白天看不見的魚類"}, {"zh-tw": " Diving day and night was really easy for me in 1970, when I led a team of aquanauts living underwater for weeks at a time -- at the same time that astronauts were putting their footprints on the moon. In 1979 I had a chance to put my footprints on the ocean floor while using this personal submersible called Jim.", "en": " 1970年的時候﹐我能輕鬆地夜以繼日地潛水 我可以帶了一隊潛水員一次在水下待好幾個星期 同一時間，太空人正在月球上留下他們的足跡 1979年﹐ 我也有了將我的足跡留在海底的機會 當時用的便是這台叫作Jim的潛水器"}, {"zh-tw": " It was six miles offshore and 1,250 feet down. It's one of my favorite bathing suits.", "en": " 在離岸六英里處，我們下潛到了1250英尺 這是我最喜歡的泳衣之一"}, {"zh-tw": " Since then, I've used about 30 kinds of submarines and I've started three companies and a nonprofit foundation called Deep Search to design and build systems to access the deep sea. I led a five-year National Geographic expedition, the Sustainable Seas expeditions, using these little subs.", "en": " 從那時到現在，我已使用過差不多30種的潛水器 我還成立了三家公司和一家名為[探索深海]的非營利基金會 從事設計和創造能幫助 我們到達深海的系統 我曾主持過一次為期5年的國家地理探險 即”永續海洋”探索活動 用的就是這種小型的潛水艇"}, {"zh-tw": " They're so simple to drive that even a scientist can do it. And I'm living proof.", "en": " 它便於使用﹐ 甚至只要一個科學家就能駕駛 我就是活生生的例子"}, {"zh-tw": " Astronauts and aquanauts alike really appreciate the importance of air, food, water, temperature -- all the things you need to stay alive in space or under the sea. I heard astronaut Joe Allen explain how he had to learn everything he could about his life support system and then do everything he could to take care of his life support system; and then he pointed to this and he said, \"Life support system.\" We need to learn everything we can about it and do everything we can to take care of it.", "en": " 太空人和潛水員很相似 他們切身體會到空氣、食物、水、溫度的重要性 這一切都是你在太空或海裡能安然無恙的必要條件 我聽過太空人Joe Allen解釋說 他是如何盡可能地學習有關生命維持系統的一切知識 然後盡一切努力 來保護好他的生命維持系統 之後他指著這個說道：“生命維持系統” 我們需要竭力學習一切有關它的知識 並盡全力地照顧好它"}, {"zh-tw": " The poet Auden said, \"Thousands have lived without love; none without water.\" Ninety-seven percent of Earth's water is ocean. No blue, no green.", "en": " 詩人Auden說過，“無數人的生活中沒有愛， 但無一人能沒有水\" 地球97%的水是海洋 沒有藍色，就沒有綠色。"}, {"zh-tw": " If you think the ocean isn't important, imagine Earth without it. Mars comes to mind.", "en": " 如果你認為海洋並不重要 想像一下沒有海洋的地球 想到火星了吧"}, {"zh-tw": " No ocean, no life support system. I gave a talk not so long ago at the World Bank and I showed this amazing image of Earth and I said, \"There it is! The World Bank!\" That's where all the assets are! And we've been trawling them down much faster than the natural systems can replenish them.", "en": " 沒有海洋，就沒有生命維持系統 不久前我在世界銀行作了個演講 我展示了這張美麗的地球照片 我說，”它在這裡！它才是世界銀行！“ 那就是一切財富的所在 而我們正對這些財富大肆掠奪 遠遠超過自然系統進行補充的速度"}, {"zh-tw": " Tim Worth says the economy is a wholly-owned subsidiary of the environment. With every drop of water you drink, every breath you take, you're connected to the sea.", "en": " Tim Worth說，世界經濟只是一個完全被環境掌控的子公司 你喝的每一滴水 每一次的呼吸 都將你與大海聯繫起來"}, {"zh-tw": " No matter where on Earth you live. Most of the oxygen in the atmosphere is generated by the sea.", "en": " 不管你生活在地球的什么地方 大氣中的氧氣絕大多數是由大海產生"}, {"zh-tw": " Over time, most of the planet's organic carbon has been absorbed and stored there, mostly by microbes. The ocean drives climate and weather, stabilizes temperature, shapes Earth's chemistry.", "en": " 長久以來，地球上大部分的有機碳 都在海洋中被吸收和儲存 這一過程主要由微生物完成 海洋驅動著氣候和天氣變化 使溫度穩定，形成了地球化學"}, {"zh-tw": " Water from the sea forms clouds that return to the land and the seas as rain, sleet and snow, and provides home for about 97 percent of life in the world, maybe in the universe. No water, no life; no blue, no green.", "en": " 水來自海洋﹐ 形成雲 然後落回陸地和海洋 即雨、冰雹和雪 為世界上，或許也是宇宙中 大約97%的生命提供了居所 沒有水，就沒有生命 沒有藍色，就沒有綠色"}, {"zh-tw": " Yet we have this idea, we humans, that the Earth -- all of it: the oceans, the skies -- are so vast and so resilient it doesn't matter what we do to it. That may have been true 10,000 years ago, and maybe even 1,000 years ago but in the last 100, especially in the last 50, we've drawn down the assets, the air, the water, the wildlife that make our lives possible.", "en": " 然而我們人類有這樣一種想法 認為地球，包括海洋、天空等全部 是如此廣闊，恢復力如此之強 以至於我們對其做什麼都沒關係 這在一萬年前或許沒錯 甚至一千年前也沒錯 但到了最近100年，特別是近50年 我們已經耗費了太多的財富 空氣、水、野生動物 來支持我們的生活"}, {"zh-tw": " New technologies are helping us to understand the nature of nature; the nature of what's happening, showing us our impact on the Earth. I mean, first you have to know that you've got a problem.", "en": " 新的技術正幫助我們理解 自然的本質 自然變化的本質 顯示了我們對地球的影響 我是說，首先你要意識到問題已經存在"}, {"zh-tw": " And fortunately, in our time, we've learned more about the problems than in all preceding history. And with knowing comes caring.", "en": " 而且，幸運的是，在我們的時代 我們對問題的了解已經比之前所有的時代都來得多 有了了解，便有了保護"}, {"zh-tw": " And with caring, there's hope that we can find an enduring place for ourselves within the natural systems that support us. But first we have to know.", "en": " 有了保護，就有了希望 那就是我們能夠在支持我們的自然系統中 找到一個使自己持久生活的地方 但首先我們必須去了解"}, {"zh-tw": " Three years ago, I met John Hanke, who's the head of Google Earth, and I told him how much I loved being able to hold the world in my hands and go exploring vicariously. But I asked him: \"When are you going to finish it? You did a great job with the land, the dirt.", "en": " 三年前，我遇到John Hanke Google Earth的領導者 我告訴他，我是多麼喜歡能夠將世界捧在手裡的感覺 並間接地進行探索 但我問他：”你準備什麼時候把它完成？ 你把陸地，泥土部分做的很好"}, {"zh-tw": " What about the water?\" Since then, I've had the great pleasure of working with the Googlers, with DOER Marine, with National Geographic, with dozens of the best institutions and scientists around the world, ones that we could enlist, to put the ocean in Google Earth. And as of just this week, last Monday, Google Earth is now whole.", "en": " 但是水呢？ “ 自那之後，我便非常高興地開始與Google， 與DOER Marine，與國家地理 與來自世界上數十個最好的研究所和科學家們 我們能招募來的工作人員一起努力 將海洋放到Google Earth裡面 一直到這個星期，上週一 Google Earth現在是完整了"}, {"zh-tw": " Consider this: Starting right here at the convention center, we can find the nearby aquarium, we can look at where we're sitting, and then we can cruise up the coast to the big aquarium, the ocean, and California's four national marine sanctuaries, and the new network of state marine reserves that are beginning to protect and restore some of the assets We can flit over to Hawaii and see the real Hawaiian Islands: not just the little bit that pokes through the surface, but also what's below. To see -- wait a minute, we can go kshhplash! -- right there, ha -- under the ocean, see what the whales see.", "en": " 你們看：從這裡的會議中心開始 我們能找到附近的水族館 我們能看到我們所在的地方 然後我們越過海岸線，來到這個大水族館，海洋 還有加州的四個國家海洋保護區 以及新建的州立海洋保護區網絡 這些都是保護和恢復部分自然財富的開始 我們能飛過夏威夷 看到真正的夏威夷群島 不僅僅是初探表面的那一小部分 而且能看到海面以下 讓我們來看——等一會，我們能向下 到這裡了，哈 在海水裡，看鯨魚所看的景象"}, {"zh-tw": " We can go explore the other side of the Hawaiian Islands. We can go actually and swim around on Google Earth and visit with humpback whales.", "en": " 我們能到夏威夷群島的另一邊去探索 我們真的可以在Google Earth裡四處暢”游” 與座頭鯨一起在海裡徜徉"}, {"zh-tw": " These are the gentle giants that I've had the pleasure of meeting face to face many times underwater. There's nothing quite like being personally inspected by a whale.", "en": " 這些是溫和的巨獸，我很榮幸曾在海裡 多次地與他們面對面相遇 沒有什麼比單獨被一頭鯨魚仔細審視的感覺更好的了"}, {"zh-tw": " We can pick up and fly to the deepest place: seven miles down, the Mariana Trench, where only two people have ever been. Imagine that. It's only seven miles, but only two people have been there, 49 years ago.", "en": " 我們能加快速度向更深的地方去： 來到七英里以下的馬里亞納海溝 只有兩個人曾到過那裡 想想看，只有區區7英里 但只有兩個人到過那，那是在49年前"}, {"zh-tw": " One-way trips are easy. We need new deep-diving submarines.", "en": " 單程旅行總比較容易 我們需要新的深海潛水器"}, {"zh-tw": " How about some X Prizes for ocean exploration? We need to see deep trenches, the undersea mountains, and understand life in the deep sea. We can now go to the Arctic.", "en": " 為海洋探險設立個大獎怎麼樣？ 我們需要去看看深海海溝，海底山脈 了解深海裡的生命 現在我們可以去到北極"}, {"zh-tw": " Just ten years ago I stood on the ice at the North Pole. An ice-free Arctic Ocean may happen in this century.", "en": " 十年前我就曾站在北極點的冰面上 一個沒有冰的北極海或許就會在本世紀出現"}, {"zh-tw": " That's bad news for the polar bears. That's bad news for us too.", "en": " 那對北極熊是噩耗 也是我們的噩耗"}, {"zh-tw": " Excess carbon dioxide is not only driving global warming, it's also changing ocean chemistry, making the sea more acidic. That's bad news for coral reefs and oxygen-producing plankton.", "en": " 過量的二氧化碳不僅導致全球暖化 也改變了海洋的化學性質 使大海變得更酸 這對珊瑚礁和產氧的浮游植物來說是個壞消息"}, {"zh-tw": " Also it's bad news for us. We're putting hundreds of millions of tons of plastic and other trash into the sea.", "en": " 對我們也是壞消息 我們正將億萬噸的塑料 和其他垃圾扔進海洋﹐"}, {"zh-tw": " Millions of tons of discarded fishing nets, gear that continues to kill. We're clogging the ocean, poisoning the planet's circulatory system, and we're taking out hundreds of millions of tons of wildlife, all carbon-based units.", "en": " 數百萬噸廢棄的魚網和漁具 仍在殺害海洋生物 我們正在堵塞海洋，毒害著地球的循環系統 我們正使無數的野生動物消失殆盡 它們都是碳元素為基礎的單元"}, {"zh-tw": " Barbarically, we're killing sharks for shark fin soup, undermining food chains that shape planetary chemistry and drive the carbon cycle, the nitrogen cycle, the oxygen cycle, the water cycle -- our life support system. We're still killing bluefin tuna; truly endangered and much more valuable alive than dead.", "en": " 像野蠻人似的，我們為了吃魚翅就殺死鯊魚 破壞地球的食物鏈就是破壞地球的化學平衡 也就是破壞了碳循環、氮循環、 氧循環和水循環 我們的生命維持系統 我們還在捕殺實際上已經瀕臨絕種的黑鲔魚 它們活著時的價值遠高於死去時"}, {"zh-tw": " All of these parts are part of our life support system. We kill using long lines, with baited hooks every few feet that may stretch for 50 miles or more.", "en": " 所有這些都是我們生命維持系統的一部分 我們用延繩釣捕魚，長釣線上每隔數英尺就有帶餌的魚鉤 釣線的長度可達50英里甚至更長"}, {"zh-tw": " Industrial trawlers and draggers are scraping the sea floor like bulldozers, taking everything in their path. Using Google Earth you can witness trawlers -- in China, the North Sea, the Gulf of Mexico -- shaking the foundation of our life support system, leaving plumes of death in their path.", "en": " 商業以及小型拖網漁船正刮蝕著海底 就像推土機一樣，將所經之處的一切帶走 利用Google Earth，你可以目睹拖網漁船的所作所為 在中國，在北海，和墨西哥灣 拖網漁船正動搖著我們的生命維持系統 在其所經之處留下無數屍體"}, {"zh-tw": " The next time you dine on sushi -- or sashimi, or swordfish steak, or shrimp cocktail, whatever wildlife you happen to enjoy from the ocean -- think of the real cost. For every pound that goes to market, more than 10 pounds, even 100 pounds, may be thrown away as bycatch.", "en": " 下一次當你品嚐壽司，或生魚片 或旗魚排，或鮮蝦盅 或任一種你碰巧品嚐到的海洋野生動物時 想一下其真正的代價 每送一磅海鮮到市場上 就有超過10磅，甚至100磅 的兼捕的海洋生物被扔掉"}, {"zh-tw": " This is the consequence of not knowing that there are limits to what we can take out of the sea. This chart shows the decline in ocean wildlife from 1900 to 2000.", "en": " 這種情況發生的原因便是 我們不知道向大海的索取是有限制的 這張表顯示了海洋野生動物的衰退 從1900年到2000年"}, {"zh-tw": " The highest concentrations are in red. In my lifetime, imagine, 90 percent of the big fish have been killed.", "en": " 紅色表示的是密度最高的地區 在我的人生中，想一下 90%的大型魚類遭到捕殺"}, {"zh-tw": " Most of the turtles, sharks, tunas and whales are way down in numbers. But, there is good news.", "en": " 大部份的海龜、鯊魚、鲔魚和鯨魚 數量不斷下降 然而，還是有好消息的"}, {"zh-tw": " Ten percent of the big fish still remain. There are still some blue whales.", "en": " 10%的大型魚類仍然健在 有些藍鯨還倖存著"}, {"zh-tw": " There are still some krill in Antarctica. There are a few oysters in Chesapeake Bay.", "en": " 南極也還有部分磷蝦 切薩皮克灣還長著少量牡蠣"}, {"zh-tw": " Half the coral reefs are still in pretty good shape, a jeweled belt around the middle of the planet. There's still time, but not a lot, to turn things around.", "en": " 一半的珊瑚礁情況也還不錯 它們就像環繞地球中部的珠寶帶 我們還有時間，但不是很多 來改變現狀"}, {"zh-tw": " But business as usual means that in 50 years, there may be no coral reefs -- and no commercial fishing, because the fish will simply be gone. Imagine the ocean without fish.", "en": " 但如果一切繼續下去，意味著50年內 珊瑚礁有可能消失 也不再有漁業，因為魚類已經被捕完了 想像一下沒有魚類的海洋"}, {"zh-tw": " Imagine what that means to our life support system. Natural systems on the land are in big trouble too, but the problems are more obvious, and some actions are being taken to protect trees, watersheds and wildlife.", "en": " 想像一下這對於我們的生命維持系統意味著什麼 陸地的自然系統也存在很嚴重的問題 但那些問題更加明顯 若干措施也正用於保護樹木、集水區和野生動物"}, {"zh-tw": " And in 1872, with Yellowstone National Park, the United States began establishing a system of parks that some say was the best idea America ever had. About 12 percent of the land around the world is now protected: safeguarding biodiversity, providing a carbon sink, generating oxygen, protecting watersheds.", "en": " 在1872年，以黃石國家公園為代表 美國開始建立起一個公園系統 某種角度上，這是美國所採取的最好的一個措施 現在，世界上大約12%的陸地都受到了保護 保護著生物多樣性，並吸收碳 生產出氧氣，保護著集水區"}, {"zh-tw": " And, in 1972, this nation began to establish a counterpart in the sea, National Marine Sanctuaries. That's another great idea.", "en": " 而到了1972年，美國開始對應地建立起一個海洋保護區 國家海洋保護區 這是另一個偉大的措施"}, {"zh-tw": " The good news is that there are now more than 4,000 places in the sea, around the world, that have some kind of protection. And you can find them on Google Earth.", "en": " 好消息是 現在世界海洋中有超過4000個地方 已經在某種程度上得到了保護 你們可以在Google Earth上找到這些地方"}, {"zh-tw": " The bad news is that you have to look hard to find them. In the last three years, for example, the U.S. protected 340,000 square miles of ocean as national monuments.", "en": " 壞消息是 你需要很仔細才能把它們找出來 舉個例子，過去三年裡 美國像對國家歷史文物一樣保護了34萬平方英里的海洋"}, {"zh-tw": " But it only increased from 0.6 of one percent to 0.8 of one percent of the ocean protected, globally. Protected areas do rebound, but it takes a long time to restore 50-year-old rockfish or monkfish, sharks or sea bass, or 200-year-old orange roughy.", "en": " 但在全球僅1%的受保護海洋面積中 這僅僅使全球海洋受保護的比例從一個百分點中的0.6增加到0.8 保護起來的區域的確有好轉 但這需要長時間才能恢復 50歲的石斑魚、鮟鱇魚、鯊魚、鱸魚 或200歲的橘棘鯛"}, {"zh-tw": " We don't consume 200-year-old cows or chickens. Protected areas provide hope that the creatures of Ed Wilson's dream of an encyclopedia of life, or the census of marine life, will live not just as a list, a photograph, or a paragraph.", "en": " 我們不會吃200歲的牛或雞 受保護地提供了一線希望 希望Ed Wilson夢想中的那些生物 無論是來自生物百科全書，或是來自海洋生物普查 都不僅僅是作為一個名單 一張圖片，或一條新聞報導而存在"}, {"zh-tw": " With scientists around the world, I've been looking at the 99 percent of the ocean that is open to fishing -- and mining, and drilling, and dumping, and whatever -- to search out hope spots, and try to find ways to give them and us a secure future. Such as the Arctic -- we have one chance, right now, to get it right.", "en": " 與全世界的科學家一道，我一直在關注著那99%的海洋 那裡對捕魚、開採、鑽探和傾倒及其他活動都是開放的 （我們）試圖從中找到希望所在 並想辦法為它們和我們提供一個安全的未來 好比在北極 我們有機會，現在，來讓情況好轉"}, {"zh-tw": " Or the Antarctic, where the continent is protected, but the surrounding ocean is being stripped of its krill, whales and fish. Sargasso Sea's three million square miles of floating forest is being gathered up to feed cows.", "en": " 或者是在南極，那裡的大陸受到了保護 但附近的海洋裡那些磷蝦、鯨魚和魚類正在被過度捕撈 馬尾藻海那三百萬平方英里的漂浮森林 正在被採集用來養牛"}, {"zh-tw": " 97 percent of the land in the Galapagos Islands is protected, but the adjacent sea is being ravaged by fishing. It's true too in Argentina on the Patagonian shelf, which is now in serious trouble.", "en": " 加拉帕戈斯群島中97%的陸地受到了保護 但其鄰海正因為捕魚而倍受摧殘 在阿根廷也是如此 巴塔哥尼亞大陸棚，現在危機重重"}, {"zh-tw": " The high seas, where whales, tuna and dolphins travel -- the largest, least protected, ecosystem on Earth, filled with luminous creatures, living in dark waters that average two miles deep. They flash, and sparkle, and glow with their own living light.", "en": " 在遠洋，也是鯨魚、鲔魚和海豚遨遊的地方 也是地球上最大，卻受到最少保護的生態系統 充滿著發光生物 平均兩英里的黑暗深海裡 它們充滿活力，閃耀著光輝 用的是自己的生物發光機制"}, {"zh-tw": " There are still places in the sea as pristine as I knew as a child. The next 10 years may be the most important, and the next 10,000 years the best chance our species will have to protect what remains of the natural systems that give us life.", "en": " 海洋中還有一些我自小就知道的，還是原始未受侵蝕的地方 接下來的十年或許是最重要的 而接下來的一萬年是我們物種擁有的最好的機會 去保護自然系統中存留的，讓我們能生存下來的那些東西"}, {"zh-tw": " To cope with climate change, we need new ways to generate power. We need new ways, better ways, to cope with poverty, wars and disease.", "en": " 為了面對氣候變遷，我們需要新的能源 我們需要新的方法，更好的方法，來應對貧窮、戰爭和疾病"}, {"zh-tw": " We need many things to keep and maintain the world as a better place. But, nothing else will matter if we fail to protect the ocean.", "en": " 我們還有許多事情要做，來保持和使世界成為一個更美好的地方 但是，如果我們不能夠保護好海洋 這一切就都毫無意義"}, {"zh-tw": " Our fate and the ocean's are one. We need to do for the ocean what Al Gore did for the skies above.", "en": " 我們的命運與海洋密不可分 我們需要為海洋做點什麼，就像高爾為上面的藍天所做的"}, {"zh-tw": " A global plan of action with a world conservation union, the IUCN, is underway to protect biodiversity, to mitigate and recover from the impacts of climate change, on the high seas and in coastal areas, wherever we can identify critical places. New technologies are needed to map, photograph and explore the 95 percent of the ocean that we have yet to see.", "en": " 一個全球行動計劃 與一個世界自然保護聯盟，IUCN 正在做的就是保護生物多樣性 緩和及恢復氣候變遷對地球所造成衝擊 而在遠洋和海岸地帶 在我們能夠認定為關鍵地區的任何地方 需要新的技術來進行地圖定位、拍攝和探索 對尚不了解的95%的海洋進行觀察"}, {"zh-tw": " The goal is to protect biodiversity, to provide stability and resilience. We need deep-diving subs, new technologies to explore the ocean.", "en": " 目標就是保護生物多樣性 提供穩定和恢復的能力 我們需要深海潛水器 以及探索海洋的新技術"}, {"zh-tw": " We need, maybe, an expedition -- a TED at sea -- that could help figure out the next steps. And so, I suppose you want to know what my wish is.", "en": " 我們需要，或許，一次探險 一次在海洋中進行的TED 來幫助找出接下來的路要怎麼走 那麼，我猜你們應該很想知道我的祝愿是什麼"}, {"zh-tw": " I wish you would use all means at your disposal -- films, expeditions, the web, new submarines -- and campaign to ignite public support for a global network of marine protected areas -- hope spots large enough to save and restore the ocean, the blue heart of the planet. How much? Some say 10 percent, some say 30 percent.", "en": " 我希望你們能夠自己決定用什麼樣的方法 電影、探險、網絡、新的潛水器等等 來點燃公眾積極參與的熱情 從而使海洋受保護地區和希望所在連成一個全球網絡 並使之足夠巨大，以拯救和恢復海洋 地球的藍色心臟 要保護多少？ 有人說10%，有人說30%"}, {"zh-tw": " You decide: how much of your heart do you want to protect? Whatever it is, a fraction of one percent is not enough. My wish is a big wish, but if we can make it happen, it can truly change the world, and help ensure the survival of what actually -- as it turns out -- is my favorite species; that would be us.", "en": " 你自己決定你的心臟需要多少保護吧 無論如何 一個百分點中的一小部分是不夠的 我的願望很遠大 但如果我們能使之實現，世界將為之改變 並且可以確保 我最喜歡的物種—歸根究底，也就是我們人類 能够生存下来"}, {"zh-tw": " For the children of today, for tomorrow's child: as never again, now is the time. Thank you.", "en": " 為了今天的兒童 為了明天的兒童 我們不能重蹈覆轍，現在是時候了 謝謝"}], "title": "Sylvia Earle S Ted Prize Wish To Protect Our Oceans"}