{"url": "http://www.ted.com/talks/david_deutsch_on_our_place_in_the_cosmos", "paragraphs": [{"zh-tw": " We've been told to go out on a limband say something surprising. So I'll try and do that, but I want to start with two thingsthat everyone already knows. And the first one, in fact,is something that has been known for most of recorded history, and that is, that the planet Earth,or the solar system, or our environment or whatever, is uniquely suitedto sustain our evolution -- or creation, as it used to be thought -- and our present existence,and most important, our future survival.", "en": " 我們將竭盡所能且陳述些驚人之語。 因此我會努力的達到這一點。但是 我想先從大家都知道的兩件事說起。 第一件事，事實上這是 從有記錄的歷史以來就眾所周知的事。 就是這地球，或者太陽系， 或者說我們的環境，等諸如此類， 是獨一無二地適合並維持我們的進化，或者說創造，正如我們以前所理解的一樣 適合我們當下的生存，最重要的是我們未來的生存。"}, {"zh-tw": " Nowadays, this ideahas a dramatic name: Spaceship Earth. And the idea thereis that outside the spaceship, the universe is implacably hostile, and inside is all we have,all we depend on, and we only get the one chance:if we mess up our spaceship, we've got nowhere else to go.", "en": " 今天這一個概念有個戲劇化的名字-太空船地球。 在這個概念裡，太空船之外 宇宙不可調和地充滿敵意， 而其內部是我們賴以為生的一切。 我們只有一次機會：如果我們弄壞我們的太空船, 我們將無處可去."}, {"zh-tw": " Now, the second thingthat everyone already knows is that, contrary to what was believedfor most of human history, human beings are not, in fact,the hub of existence. As Stephen Hawking famously said, we're just a chemical scumon the surface of a typical planet that's in orbit around a typical star, which is on the outskirtsof a typical galaxy, and so on.", "en": " 第二件大家都知道的事是 與我們在人類歷史中大部份時間所堅信的相反 人類事實上並不是存在的中心. 就如史蒂芬·霍金說過 我們只是存在於典型的星球表面的化學汙垢 這個典型的星球在軌道上環繞著一個典型的恆星, 且位於一個典型的銀河系的邊緣,以此類推."}, {"zh-tw": " Now, the first of those two thingsthat everyone knows is kind of saying that we're at a very un-typical place,uniquely suited and so on, and the second one is sayingthat we're at a typical place. And, especially if you regardthese two as deep truths to live by and to inform your life decisions, then they seem a little bitto conflict with each other.", "en": " 大家都知道的兩件事當中的第一件 大概是說我們存在於一個非常不典型的地方. 獨一無二的適合性等. 而第二件事卻說我們存在於一個典型的地方. 尤其是當你將這兩件事當作生命中深刻的真理 並以此作為你人生決策的依據. 那麼他們似乎彼此有些衝突."}, {"zh-tw": " But that doesn't prevent themfrom both being completely false. And they are.", "en": " 但這也無法改變他們都是徹底錯誤的這個事實."}, {"zh-tw": " So let me start with the second one: \"Typical.\" Well, is this a typical place? Well, let's look around, you know,look in a random direction, and we see a wall, and chemical scum -- and that's not typicalof the universe at all. All you've got to do is goa few hundred miles in that same direction and look back, and you won't see any wallsor chemical scum at all -- all you see is a blue planet.", "en": " 他們就是錯誤的.讓我從第二件事說起： 典型－這是一個典型的地方嗎？讓我們看看 隨便望去.我們會看到一面牆.還有一些化學汙垢 而這在宇宙中一點也不典型. 你只要朝著同一個方向走數百英里，然後往回看 你跟本不會看到任何牆或著化學污垢"}, {"zh-tw": " And if you go further than that, you'll see the Sun, the solar systemand the stars and so on, but that's still not typicalof the universe, because stars come in galaxies. And most places in the universe,a typical place in the universe, is nowhere near any galaxies.", "en": " 你所能看到的是一個藍色星球.如果你繼續前行. 你會看到太陽,太陽系,以及恆星等等. 然而這在宇宙中仍然不算典型.因為恆星存在於星系中. 宇宙中的大部份地方,或著說宇宙中一個典型的地方. 不是任何靠近星系的地方."}, {"zh-tw": " So let's go out further, till we'reoutside the galaxy, and look back, and yeah, there's the huge galaxywith spiral arms laid out in front of us. And at this point, we've come100,000 light-years from here.", "en": " 因次我們繼續前行.直到我們走出星系,然後再往回看. 是的,你會看到巨大的星系,它螺旋形的觸手展現在我們面前. 而到達此地,我們已經跨越了十萬光年."}, {"zh-tw": " But we're still nowhere neara typical place in the universe. To get to a typical place, you've got to go1,000 times as far as that, into intergalactic space.", "en": " 但是我們認然一點也沒有靠近宇宙中的典型地方. 要到達典型底方. 你需要跨越此距離約1000倍,直到你到達星系間的地方."}, {"zh-tw": " And so, what does thatlook like -- \"typical?\" What does a \"typical\" placein the universe look like? Well, at enormous expense,TED has arranged a high-resolution immersionvirtual reality rendering of the view from intergalactic space. Can we have the lights off,please, so we can see it? Well, not quite, not quite perfect.", "en": " 那裡看上去是什麼樣子呢？典型的. 那麼宇宙中一個典型的地方看上去是怎樣的呢？ 在這裡,TED不惜代價,給大家安排了一次高清晰的 模擬的星系間空間的真實體驗 --星系間空間的景觀. 請將電燈關閉,我們就可以看到了. 不太準確,不是非常完美--看到了嗎？星系間的空間"}, {"zh-tw": " You see, intergalactic spaceis completely dark, pitch dark. It's so dark, that if you were to be lookingat the nearest star to you, and that star were to explodeas a supernova, and you were to be staring directly at itat the moment when its light reached you, you still wouldn't be ableto see even a glimmer.", "en": " --星系間的空間是徹底黑暗的,極端地黑暗. 這個空間是如此的黑暗,假使你正盯著離你最近的恆星, 這顆恆星正好發生超新星爆炸, 當光線射到你的時候,假使你正直直地盯著它看 你甚至連微弱的閃光都無法看到."}, {"zh-tw": " That's how big and how darkthe universe is. And that's despite the factthat a supernova is so bright, so brilliant an event, that it would kill you stone deadat a range of several light-years.", "en": " 宇宙就是如此的巨大、黑暗 這還沒有考慮超新星爆炸的光線是如此強烈明亮 你在距離它數光年的地方會立即斃命."}, {"zh-tw": " And yet, from intergalactic space, it's so far away you wouldn't even see it. It's also very cold out there -- less than three degreesabove absolute zero.", "en": " 但是在星系間的空間,它是如此的遙遠,你甚至無法看見. 那裡也非常寒冷 不超過絕對零度三度."}, {"zh-tw": " And it's very empty. The vacuum there is one million timesless dense than the highest vacuum that our best technology on Earthcan currently create.", "en": " 什麼都沒有.那裡真空的濃度比 目前地球上最好的技術可以產生的真空濃度的一百萬分之一還要小."}, {"zh-tw": " So that's how differenta typical place is from this place. And that is how un-typical this place is.", "en": " 所以這就是宇宙裡一個典型的地方與這兒如何不同. 也就是說我們現在所處的這個地方是如此地不典型."}, {"zh-tw": " So can we have the lightsback on please? Thank you. Now, how do we know about an environmentthat's so far away and so different and so alien from anything we're used to? Well, the Earth -- our environment,in the form of us -- is creating knowledge.", "en": " 請開燈,謝謝. 那麼我們如何瞭解距離離我們如此遙遠的一個環境呢？ 與我們所熟悉的一切相比,它是如次不同,如此陌生. 地球--我們的環境,以我們這一形式存在-- 創造知識."}, {"zh-tw": " Well, what does that mean? Well, look out even furtherthan we've just been -- I mean from here, with a telescope -- and you'll see things that looklike stars, they're called quasars. \"Quasars\" originally meant\"quasi-stellar object,\" which means \"things that looka bit like stars.\" But they're not stars.", "en": " 這又意味著什麼呢？朝我們剛去過的地方的更遠處望去 我的意思是從這裡開始,利用望遠鏡--你會看到類似恆星的東西. 他們叫做類星體.類星體原意是指類似恆星的物體. 也就是說是指看上去有點像恆星的物體. 但他們不是恆星."}, {"zh-tw": " And we know what they are. Billions of years agoand billions of light-years away, the material at the centerof a galaxy collapsed towards a super-massive black hole.", "en": " 我們已經知道他們是什麼了.數十億年前,數十億光年之外, 一個星系中心的物質朝著 一個巨大的黑洞塌陷."}, {"zh-tw": " And then intense magnetic fields directed some of the energyof that gravitational collapse and some of the matter back out in the form of tremendous jets, which illuminated lobes with the brilliance of --I think it's a trillion -- suns. Now, the physics of the human braincould hardly be more unlike the physics of such a jet.", "en": " 隨後密集的磁場對重力塌陷中的一些能量產生了導向作用. 其中一些物質. 以巨大的噴射流得形式逃離,照亮了宏偉的太空, --我認為相當於一千億個太陽的光亮. 然而,與這樣一個噴射流的物理相比,我們大腦的物理大鄉逕庭到極點."}, {"zh-tw": " We couldn't survive for an instant in it. Language breaks downwhen trying to describe what it would be likein one of those jets.", "en": " 在這樣的環境裡,我們連一瞬間都無法生存 當我們試著描述那樣的噴射流中的狀況,語言變得無法表達."}, {"zh-tw": " It would be a bit like experiencinga supernova explosion, but at point-blank rangeand for millions of years at a time. And yet, that jet happenedin precisely such a way that billions of years later,on the other side of the universe, some bit of chemical scumcould accurately describe and model and predictand explain, above all -- there's your reference -- what was happening there, in reality.", "en": " 這可能有點像經歷一次超新星爆炸, 但是是在零距離接觸並且將數百萬年的能量集中到同一時間爆發 但是,這個噴射流發生得如此地精確,以至於數十億年後 在宇宙的另一端,一些化學污垢可以準確地描述 建立模型,並預測和解釋,最重要的是 你可以找得到參考 現實中曾經發生過的事."}, {"zh-tw": " The one physical system, the brain,contains an accurate working model of the other, the quasar. Not just a superficial image of it,though it contains that as well, but an explanatory model, embodying the samemathematical relationships and the same causal structure.", "en": " 一個物理系統,大腦, 包含了另一個物理系統的準確工作模型 --類星體. 不僅是個粗淺的圖像,雖然也包含圖像, 而且還包含解釋性的模型,這表達同樣的數學 關係和依樣的因果結構."}, {"zh-tw": " Now, that is knowledge. And if that weren't amazing enough, the faithfulness with whichthe one structure resembles the other is increasing with time.", "en": " 這就是知識.如過這還不夠讓你驚訝的話, 一個結構表達另外一個的準確性"}, {"zh-tw": " That is the growth of knowledge. So, the laws of physicshave this special property, that physical objects as unlike each otheras they could possibly be, can nevertheless embody the samemathematical and causal structure and to do it more and more so over time.", "en": " 正隨著時間不斷提高.這就是知識的增長. 因此,物理規律擁有這樣一個特殊的性質. 物體,不管他們彼此多麼相異, 卻仍然能夠表現同樣的數學和因果結構, 而且隨著時間增長表現的越來越多."}, {"zh-tw": " So we are a chemical scumthat is different. This chemical scum has universality.", "en": " 因次我們是與眾不同的化學污垢.這化學污垢擁有普適性."}, {"zh-tw": " Its structure contains,with ever-increasing precision, the structure of everything. This place, and not other placesin the universe, is a hub which contains within itselfthe structural and causal essence of the whole of the restof physical reality.", "en": " 他的結構準確度越來越高地包容著, 世界萬物的結構.這個地方,不是宇宙中任何其他地方, 在它自身內部,成為包容其他一切宇宙萬物結構性和因果性精髓的中心. 因此,意義深遠的是,"}, {"zh-tw": " And so, far from being insignificant, the fact that the lawsof physics allow this or even mandate that this can happen, is one of the most important thingsabout the physical world. Now how does the solar system --our environment, in the form of us -- acquire this special relationshipwith the rest of the universe? Well, one thing that's trueabout Stephen Hawking's remark -- I mean, it is true,but it's the wrong emphasis.", "en": " 物理規律允許這現象, 甚至主導了它的發生 是關於物理世界的最重要的事情之一. 那麼太陽系-我們的環境,以我們的形式 是如何獲取這樣一個宇宙其他部份的特殊關係的呢？ 史蒂芬霍金觀點中其中一個正確面 -- 這是正確的 但是著重點是錯的.其中一個正確面是"}, {"zh-tw": " One thing that's true about it is thatit doesn't do it with any special physics, there's no special dispensation,no miracles involved. It does it simply with three thingsthat we have here in abundance.", "en": " 它並沒有依賴任何特殊的物理學.沒有特殊的放寬 沒有奇蹟發生.他的發生只依賴於我們現在賦有的三種東西"}, {"zh-tw": " One of them is matter, because the growth of knowledgeis a form of information processing. Information processing is computation,computation requires a computer -- there's no known way of makinga computer without matter.", "en": " 其中一個是物質,因為知識的增長是一種信息處理的形式. 信息處理需要計算 計算需要點腦 現有的知識都需要物質來製造電腦."}, {"zh-tw": " We also need energy to makethe computer, and most important, to make the media, in effect,onto which we record the knowledge that we discover. And then thirdly,less tangible but just as essential for the open-ended creationof knowledge, of explanations, is evidence.", "en": " 我們還需要能量來製造電腦,最重要的是 要使得用來紀錄我們所發現知識的媒介工作. 第三種東西,較難感觸得到,但是在開放式的知識和解釋的開發中 同樣關鍵的是證據."}, {"zh-tw": " Now, our environmentis inundated with evidence. We happen to get round to testing,let's say, Newton's Law of Gravity, about 300 years ago.", "en": " 我們的環境中充滿了證據. 但是我們經常忽略了測試 比如,牛頓的地球引力定律 大約是在300年前提出的."}, {"zh-tw": " But the evidence that we used to do that was falling down on everysquare meter of the Earth for billions of years before that, and will continue to fallfor billions of years afterwards. And the same is truefor all the other sciences.", "en": " 但是我們習以為常的證據,從數十億年前就在地球上的每個角落裡不斷墜落, 也會在接下來的數十億年裡繼續墜落. 其他科學也同樣如此."}, {"zh-tw": " As far as we know, evidence to discoverthe most fundamental truths of all the sciences is here justfor the taking, on our planet. Our location is saturated with evidence and also with matter and energy.", "en": " 就我們所知, 發掘所有科學大部分基本真理的證據 就在我們的星球上等待我們獲取 我們所在的地方充滿了證據,還有物質和能量."}, {"zh-tw": " Out in intergalactic space, those three prerequisitesfor the open-ended creation of knowledge are at their lowest possible supply -- as I said, it's empty, it's coldand it's dark out there. Or is it? Now actually, that's justanother parochial misconception.", "en": " 而在星系間的空間中,這三個 創造開放式知識的前題條件存在的可能性極端之小. 正如我所說,那裡空無一物,寒冷,黑暗.抑或不是如此？ 事實上,這只是另外一個狹義的誤解"}, {"zh-tw": " Because imagine a cube out therein intergalactic space, the same size as our home,the solar system. Now that cube is very emptyby human standards, but that still means that it containsover a million tons of matter.", "en": " 假想在星系間空間有個立方體存在, 與我們的房屋大小一般,太陽系.以我們的標準來看,這個立方體非常空, 但是它事實上仍然包含著超過百萬噸的物質."}, {"zh-tw": " And a million tons is enough to make,say, a self-contained space station, on which there's a colony of scientists that are devoted to creating an open-endedstream of knowledge, and so on. Now, it's way beyond present technology to even gather the hydrogenfrom intergalactic space and form it into other elements and so on.", "en": " 一百萬噸足夠建造個,比方說,自給自足的空間站, 在這個空間站內聚居著一群科學家,他們致力於不斷創照 開放式的知識,等等. 然而,現在的科技甚至連從星系間空間收集氫氣 和將其轉化成別的元素等都遠不能做到."}, {"zh-tw": " But the thing is,in a comprehensible universe, if something isn't forbiddenby the laws of physics, then what could possibly prevent usfrom doing it, other than knowing how? In other words, it's a matterof knowledge, not resources. If we could do that, we'd automaticallyhave an energy supply, because this transmutationwould be a fusion reactor.", "en": " 但問題是,在一個可以理解的宇宙中, 如果某事是物理定律所允許的, 那麼在我們知道如何運作的情況下,什麼會妨礙我們去實踐它呢？ 換句話說,這是一個關於知識的問題,而不是關於資源. 同樣,如果我們可以做到的話,哪麼我們將自動獲得能源供給, 因為這裡得變化將是核反應堆--證據？"}, {"zh-tw": " And evidence? Well, again, it's dark out thereto human senses, but all you've got to dois take a telescope, even one of present-day design, look out, and you'll seethe same galaxies as we do from here. And with a more powerful telescope, you'll be able to see starsand planets in those galaxies, you'll be able to do astrophysicsand learn the laws of physics.", "en": " 還是一樣,對人類的感官來說那裡漆黑一片.但是你所需要做的是 拿起望遠鏡,甚至是今天的技術設計, 往外看去,你會看到我們從這兒看到同樣的星系. 如果你有個更厲害的望遠鏡,你將能看到恆星和行星. 在那些星系裡,你可以進行天體物理學研究,瞭解物理定律."}, {"zh-tw": " And locally there you could buildparticle accelerators, and learn elementary particle physicsand chemistry, and so on. Probably the hardest science to dowould be biology field trips -- because it would takeseveral hundred million years to get to the nearestlife-bearing planet and back.", "en": " 在你所處的位置,你可以製造粒子加速器, 研究初級粒子物理學,化學等. 也許最難做得科學研究是生物學實地考察,因為需要花費 數百萬年才能往返最近的有生命得星球."}, {"zh-tw": " But I have to tell you --and sorry, Richard -- but I never did like biologyfield trips much, and I think we can just about make do with one every few hundred million years. So in fact, intergalactic spacedoes contain all the prerequisites for the open-ended creation of knowledge.", "en": " 但是我必須告訴你 --對不起 Richard - 但是我從來都不是那麼喜歡生物學實地考察, 我想我們可以每數百萬年才進行一次. (觀眾笑聲) 因此事實上,星系間空間並不具備創造開放式知識得前提條件."}, {"zh-tw": " Any such cube anywhere in the universe could become the same kindof hub that we are, if the knowledge of how to do sowere present there. So, we're not in a uniquelyhospitable place.", "en": " 任何一個這樣的立方體,在宇宙中任何地方, 都可以成為跟我們一樣的中心, 如果履行這一計畫的知識確實存在的話. 因此我們並不是唯一熱情好客的地方."}, {"zh-tw": " If intergalactic spaceis capable of creating an open-ended stream of explanations, then so is almost every other environment, so is the Earth. So is a polluted Earth.", "en": " 如過星系間空間可以創造出一串開放式得解說, 那麼幾乎其他所有的環境都是可以的.地球也一樣.被污染的地球也是一樣."}, {"zh-tw": " And the limiting factor, there and here, is not resources,because they're plentiful, but knowledge, which is scarce. Now this cosmic knowledge-based viewmay -- and I think ought to -- make us feel very special.", "en": " 而限制性因素,這裡和那裡,不是資源,因為資源很充沛, 而知識,非常匱乏 這樣一個知識型的宇宙觀也許 --我認為應該"}, {"zh-tw": " But it should alsomake us feel vulnerable, because it means thatwithout the specific knowledge that's needed to survivethe ongoing challenges of the universe, we won't survive them. All it takes is for a supernovato go off a few light-years away, and we'll all be dead! Martin Rees has recently written a book about our vulnerabilityto all sorts of things, from astrophysics, to scientificexperiments gone wrong, and most importantly, to terrorismwith weapons of mass destruction.", "en": " --讓我們感覺非常不平凡.但同時也讓我們感覺到自己的脆弱, 因為這也意味著如果沒有那些必須的具體的知識來幫助我們應對宇宙中 源源不斷地挑戰,我們將無法生存. 僅僅是幾光年外的一個超新星爆炸,我們都將必死無疑. Martin Rees 最近剛寫了一本關於我們人類對於所有事物的脆弱性的書, 從天體物理學,到科學實驗事故, 還有最重要的擁有大規模殺傷性武器的恐怖主義."}, {"zh-tw": " And he thinks that civilizationhas only a 50 percent chance of surviving this century. I think he's going to talkabout that later in the conference.", "en": " 他認為人類文明只有50%的機率可以存活過這個世紀. 我想他晚些時候會在這個會上給大家講述."}, {"zh-tw": " Now, I don't think that probabilityis the right category to discuss this issue in, but I do agree with him about this: We can survive and we can fail to survive. But it depends not on chance, but on whether we createthe relevant knowledge in time.", "en": " 但是我認為這一問題並不適合用機率來描述. 但是我同意他就此的看法.我們可以生存下去,我們也可能不會續存. 但是這並不取決於機率,而是我門是否可以及時創造出相關的知識."}, {"zh-tw": " The danger is not at all unprecedented. Species go extinct all the time.", "en": " 這種危險肯定不是前所未有的.物種ㄧ直都在滅絕."}, {"zh-tw": " Civilizations end. The overwhelming majorityof all species and all civilizations that have ever existed are now history.", "en": " 文明也會終至.絕大多數存在過的物種和文明 都以成歷史."}, {"zh-tw": " And if we want to bethe exception to that, then logically, our only hopeis to make use of the one feature that distinguishes our speciesand civilization from all the others -- namely, our special relationshipwith the laws of physics, our ability to createnew explanations, new knowledge -- to be a hub of existence. So let me now apply thisto a current controversy, not because I want to advocateany particular solution, but just to illustratethe kind of thing I mean.", "en": " 如果我們想成為例外的話,邏輯上來看我們唯一的希望 是利用將我們這個種群和文明與其他物種區別開的這個特徵, 與其他一切都區別開的這個特徵. 也就是,我們與物理定律的特殊關係. 我們創造新的解釋和知識的能力 成為存在的中心 讓我將此運用到當前的一個論戰中, 不是因為我想提議任何特定的解決方法, 而只是用來闡明我所要講述的一些是."}, {"zh-tw": " And the controversy is global warming. Now, I'm a physicist,but I'm not the right kind of physicist.", "en": " 這個論戰就是全球暖化. 我是一個物理學家,但我並不是此領域的物理學家.就全球暖化來說,"}, {"zh-tw": " In regard to global warming,I'm just a layman. And the rational thing for a layman to do is to take seriouslythe prevailing scientific theory.", "en": " 我只是個門外漢.對一個門外漢來說理智的做法是 嚴肅對待權威的科學理論.而根據這一裡論,"}, {"zh-tw": " And according to that theory,it's already too late to avoid a disaster, because if it's true that our best optionat the moment is to prevent CO2 emissions with something like the Kyoto Protocol, with its constraints on economic activityand its enormous cost of hundreds of billions of dollars,or whatever it is, then that is already a disasterby any reasonable measure. And the actions that are advocated are noteven purported to solve the problem, merely to postpone it by a little.", "en": " 已經太晚了,災難在所難免. 因為,如果我們目前最好的選擇是阻止二氧化碳排放的話, 例如通過京都議定書之類的,限制經濟活動, 以及花費千億美元等巨大的代價, 那麼不管如何衡量,這就已經是ㄧ個災難了. 倡議的行動甚至都不是為解決問題, 而只是稍微推遲災難的到來.因此災難在所難免,ㄧ切都已晚,"}, {"zh-tw": " So it's already too late to avoid it, and it probably has beentoo late to avoid it ever since before anyonerealized the danger. It was probably alreadytoo late in the 1970s, when the best availablescientific theory was telling us that industrial emissions wereabout to precipitate a new ice age, in which billions would die.", "en": " 或在所有人意識到這個危險之前就已經太晚了. 上世紀70年代的時候也許就已經太晚了, 那時候最先進的科學理論告訴我們工業排放 將促成一個新的冰河世紀,數十億的人類將從此滅亡."}, {"zh-tw": " Now, the lesson of that seems clear to me, and I don't know why it isn'tinforming public debate. It is that we can't always know.", "en": " 這一教訓對我來說清晰可見, 我不明白為什麼它沒有傳達至公眾辯論. 事實是我們不可能永遠知道.當我們知道有一個災難將要降臨,"}, {"zh-tw": " When we know of an impending disaster, and how to solve it at a cost lessthan the cost of the disaster itself, then there's not going to bemuch argument, really. But no precautionsand no precautionary principle can avoid problemsthat we do not yet foresee.", "en": " 應對這個災難的成本要比災難本身小, 那麼就真的沒有什麼好爭論的. 但是沒有任何預防措施,或著預防原則 可以幫助我們避免我們還沒有預測到的問題."}, {"zh-tw": " Hence, we need a stance of problem-fixing, not just problem-avoidance. And it's true that an ounce of preventionequals a pound of cure, but that's only if we knowwhat to prevent.", "en": " 因次我們需要準備好去解決問題,而不是僅僅避面問題. 一盎司的預防等於一盎司的解决，這是事實， 但是這只是在我們知道預防什麼的情況下."}, {"zh-tw": " If you've been punched on the nose, then the science of medicinedoes not consist of teaching you how to avoid punches. If medical science stopped seeking curesand concentrated on prevention only, then it would achievevery little of either.", "en": " 如過你的鼻子被打了一拳,醫學不會教你 如何閃躲拳頭. 如果醫學不在研究治病的方法,而是僅僅研究預防, 那麼它將幾乎ㄧ事無成."}, {"zh-tw": " The world is buzzing at the moment with plans to force reductionsin gas emissions at all costs. It ought to be buzzing with plansto reduce the temperature, and with plans to liveat the higher temperature -- and not at all costs,but efficiently and cheaply.", "en": " 目前整個世界都在不計成本地忙著計畫來促成 氣體排放量的減少. 而它應該趕緊計畫如何降低溫度, 以及計畫如何在溫度升高之後如何生存. 不是不計成本,而是有效地,廉價的計畫.而這樣的計畫已經存在了,"}, {"zh-tw": " And some such plans exist, things like swarms of mirrors in spaceto deflect the sunlight away, and encouraging aquatic organismsto eat more carbon dioxide. At the moment, these thingsare fringe research; they're not central to the human effortto face this problem, or problems in general.", "en": " 比如在太空中放置大批鏡子來將太陽光反射出去, 以及刺激海洋生物消費更多的二氧化碳. 而目前,這些都只是邊緣研究. 人類在應對這個問題或者廣義上來說這些問題的時候,他們起不到核心作用."}, {"zh-tw": " And with problemsthat we are not aware of yet, the ability to put right -- not the sheergood luck of avoiding indefinitely -- is our only hope, not justof solving problems, but of survival. So take two stone tablets,and carve on them.", "en": " 對與我們並未知覺的問題,糾正錯誤的能力-- 不是無限期的躲過,期待發生的絕對好運 --是我們唯一的希望, 不僅僅是解決問題,而是為生存. 我們應該拿起兩塊石牌,在上面刻上銘文."}, {"zh-tw": " On one of them, carve:\"Problems are soluble.\" And on the other one, carve:\"Problems are inevitable.\" Thank you.", "en": " 其中一塊刻上“問題是可以解決的”. 另外一塊刻上“問題是不可避免的” 謝謝"}], "title": "David Deutsch On Our Place In The Cosmos"}