{"url": "http://www.ted.com/talks/nalini_nadkani_on_conserving_the_canopy", "paragraphs": [{"zh-tw": " Trees are wonderful arenas for discovery because of their tall stature, their complex structure, the biodiversity they foster and their quiet beauty. I used to climb trees for fun all the time and now, as a grown-up, I have made my profession understanding trees and forests, through the medium of science.", "en": " 樹林是極佳的探索競技場 因為他們身影高聳、結構複雜 孕育多元生物，也有靜謐之美 我以前常常為了好玩去爬樹 但現在我長大了，我把了解樹木跟森林這件事 藉由科學轉化成我的職業"}, {"zh-tw": " The most mysterious part of forests is the upper tree canopy. And Dr. Terry Erwin, in 1983, called the canopy, \"the last biotic frontier.\" I'd like to take you all on a journey up to the forest canopy, and share with you what canopy researchers are asking and also how they're communicating with other people outside of science.", "en": " 森林中最神秘的莫過於樹冠層 在1983年特裏·歐文博士 稱樹冠層為「最後的生物前線」 我想帶你一同探索森林的樹冠 跟你分享樹冠研究員的疑問 以及他們如何跟這門科學之外的人溝通"}, {"zh-tw": " Let's start our journey on the forest floor of one of my study sites in Costa Rica. Because of the overhanging leaves and branches, you'll notice that the understory is very dark, it's very still.", "en": " 讓旅程從森林落葉層開始吧 哥斯大黎加是我研究的地點之一 因為那些延伸的樹葉跟枝幹 你會發現下層非常的暗 而且很靜謐"}, {"zh-tw": " And what I'd like to do is take you up to the canopy, not by putting all of you into ropes and harnesses, but rather showing you a very short clip from a National Geographic film called \"Heroes of the High Frontier.\" This was filmed in Monteverde, Costa Rica and I think it gives us the best impression of what it's like to climb a giant strangler fig. (Music) (Growling) (Rustling) So what you'll see up there is that it's really like the atmosphere of an open field, and there are tremendous numbers of plants and animals that have adapted to make their way and their life in the canopy.", "en": " 我想帶你們體驗冠層 不是利用安全繩索把你們吊上去 而是分享一個短片 名為「雨林頂探險家」，由《國家地理》拍攝 拍攝地點是哥斯大黎加的Monteverde 我覺得這最能說明 爬上巨大的絞殺榕的感覺 (音樂) (咆嘯聲) (沙沙聲響) 你會看到，在這上頭的感受其實跟廣闊平原沒兩樣 這裡有大量的動植物已經適應進化 然後在樹冠層找到一片天"}, {"zh-tw": " Common groups, like the sloth here, have clear adaptations for forest canopies, hanging on with their very strong claws. But I'd like to describe to you a more subtle kind of diversity and tell you about the ants.", "en": " 常見的動物如樹懶，很明顯的已經適應樹冠層的生活 以非常強壯的爪子懸吊著 我想跟你描述的是更微妙的多樣性 我想跟你分享螞蟻"}, {"zh-tw": " There are 10,000 species of ants that taxonomists -- people who describe and name animals -- have named. 4,000 of those ants live exclusively in the forest canopy.", "en": " 分類學家在這裡分出了10,000種類的螞蟻 分類學家專們形容跟命名動物名稱 這其中有4,000種螞蟻只活動於樹冠層"}, {"zh-tw": " One of the reasons I tell you about ants is because of my husband, who is in fact an ant taxonomist and when we got married, he promised to name an ant after me, which he did -- Procryptocerus nalini, a canopy ant. We've had two children, August Andrew and Erika and actually, he named ants after them.", "en": " 我為什麼要跟你提螞蟻呢 是因為我老公正是一名螞蟻分類學家 我們結婚的時候 他答應我要以我的名字為一種螞蟻命名 他真的做到了 ， Procryptocerus nalini 是一種樹冠螞蟻 我們的兩個孩子，August Andrew跟 Erika 也有螞蟻以他們的名字命名"}, {"zh-tw": " So we may be the only family that has an ant named after each one of us. But my passion -- in addition to Jack and my children -- are the plants, the so-called epiphytes, those plants that grow up on trees.", "en": " 我們大概是唯一一家名字全都用來為螞蟻命名的家庭吧 除了在杰克跟孩子們之外 我的熱情全數投入植物世界中所謂的附生植物 這些是生長在樹木上的植物"}, {"zh-tw": " They don't have roots that go into trunks nor to the forest floor. But rather, it is their leaves that are adapted to intercept the dissolved nutrients that come to them in the form of mist and fog.", "en": " 他們沒有深入樹幹或是落葉層的根 反倒是他們的葉子進化來適應環境 擷取霧裡融於水氣中的養分"}, {"zh-tw": " These plants occur in great diversity, over 28,000 species around the world. They grow in tropical forests like this one and they also grow in temperate rainforests, that we find in Washington state.", "en": " 這些植物相當多元 全世界有超過28,000種類 他們生長於熱帶雨林 像這一個 他們也生長在溫帶雨林 如華盛頓州的"}, {"zh-tw": " These epiphytes are mainly dominated by the mosses. One thing I want to point out is that underneath these live epiphytes, as they die and decompose, they actually construct an arboreal soil, both in the temperate zone and in the tropics.", "en": " 苔蘚是附生植物的最大宗 我要強調的是在這些附生植物的下層 在它們死亡跟分解的同時，它們同時也製造樹上的土壤 在溫帶及熱帶地區都一樣"}, {"zh-tw": " And these mosses, generated by decomposing, are like peat moss in your garden. They have a tremendous capacity for holding on to nutrients and water.", "en": " 而這些苔蘚大多藉由分解苔蘚而生 就跟你院子裡的泥炭蘚一樣 它們吸收養分及水分的能力非常強"}, {"zh-tw": " One of the surprising things I discovered is that, if you pull back with me on those mats of epiphytes, what you'll find underneath them are connections, networks of what we call canopy roots. These are not epiphyte roots: these are roots that emerge from the trunk and branch of the host trees themselves.", "en": " 讓我最驚奇的是 當你把這像毯子一樣的附生植物拉起來的時候 你會發現下層佈滿連結、網絡 就是我們所謂的樹冠根系 這些不是著生根系 這些是從寄主樹木本體生出的"}, {"zh-tw": " And so those epiphytes are actually paying the landlord a bit of rent in exchange for being supported high above the forest floor. I was interested, and my canopy researcher colleagues have been interested in the dynamics of the canopy plants that live in the forest.", "en": " 所以這些附生植物其實在繳房租給房東 以換取在更高的生存空間 我跟我的研究員同事們都很感興趣的是 森林中樹冠植物的動態"}, {"zh-tw": " We've done stripping experiments where we've removed mats of epiphytes and looked at the rates of recolonization. We had predicted that they would grow back very quickly and that they would come in encroaching from the side.", "en": " 我們做了剝解的實驗 我們移除幾片毯狀的附生植物© 研究她們復原的速度 我們預測復原的速度很快 而且會從邊緣重新侵占"}, {"zh-tw": " What we found, however, was that they took an extremely long time -- over 20 years -- to regenerate, starting from the bottom and growing up. And even now, after 25 years, they're not up there, they have not recolonized completely.", "en": " 但我們發現復原期其實相當久 超過20年 它們從下往上生長 到現在，已經過了25年 它們還沒長到最上層，還沒完全復原"}, {"zh-tw": " And I use this little image to say this is what happens to mosses. If it's gone, it's gone, and if you're really lucky you might get something growing back from the bottom.", "en": " 我以這小圖像做說明 苔蘚的狀況是這樣的 一旦被移除，它就消失了 幸運的話，可能有些東西會從下層開始長回去 笑聲"}, {"zh-tw": " So, recolonization is really very slow. These canopy communities are fragile.", "en": " 所以復原期非常緩慢 這些樹冠生態是脆弱的"}, {"zh-tw": " Well, when we look out, you and I, over that canopy of the intact primary forest, what we see is this enormous carpet of carbon. One of the challenges that canopy researchers are attacking today is trying to understand the amount of carbon that is being sequestered.", "en": " 現在我們來看看那一邊的樹冠 在這片完整的原始森林 我們看到超大面積的碳 樹冠研究員現今面臨的挑戰之一 就是查出被隔離的碳的數量"}, {"zh-tw": " We know it's a lot, but we do not yet know the answers to how much, and by what processes, carbon is being taken out of the atmosphere, held in its biomass, and moving on through the ecosystem. So I hope I've showed you that canopy-dwellers are not just insignificant bits of green up high in the canopy that Tarzan and Jane were interested in, but rather that they foster biodiversity contribute to ecosystem nutrient cycles, and they also help to keep our global climate stable.", "en": " 我們知道很大量 但是我們不知道到底有多少 也不知道是什麼過程 讓大氣從生物質裡移除碳，在生態中流動 我們來看看樹冠層的居民 不只是高掛在樹冠上不起眼的綠色物體 讓泰山跟珍著迷不已的東西 而是它們在促進生物多樣性 在生態系統的養分循環中的貢獻 它們也幫助穩定地球氣候"}, {"zh-tw": " Up in the canopy, if you were sitting next to me and you turned around from those primary forest ecosystems, you would also see scenes like this. Scenes of forest destruction, forest harvesting and forest fragmentation, thereby making that intact tapestry of the canopy unable to function in the marvelous ways that it has when it is not disturbed by humans.", "en": " 在樹冠上，如果你坐在我旁邊 如果你看看周遭的原始森林的生態系統 你會看到這種景象 森林採伐及毀壞 以及林地的分割 造成樹冠層的完整毯狀 無法如尚未遭人類破壞時 發揮良好的功能"}, {"zh-tw": " I've also looked out on urban places like this and thought about people who are disassociated from trees in their lives. People who grew up in a place like this did not have the opportunity to climb trees and form a relationship with trees and forests, as I did when I was a young girl.", "en": " 我也研究了像這種的都市地區 思考人類如何將樹木從生活互動中抹去 人們在這種環境中生長 沒有爬樹的機會，無法跟樹木還有森林建立關係 當我還是少女的時候"}, {"zh-tw": " This troubles me. Here in 2009, you know, it's not an easy thing to be a forest ecologist, gripping ourselves with these kinds of questions and trying to figure out how we can answer them.", "en": " 這很困擾我 你也知道在現今2009年，要成為森林的生態學家很困難 埋首於這類問題之中 試圖尋找答案"}, {"zh-tw": " And especially, you know, as a small brown woman in a little college, in the upper northwest part of our country, far away from the areas of power and money, I really have to ask myself, \"What can I do about this? How can I reconnect people with trees?\" Well, I think that I can do something. I know that as a scientist, I have information and as a human being, I can communicate with anybody, inside or outside of academia.", "en": " 你知道尤其是矮小的褐色女人 在我們國家西北部的小學院 遠離金錢跟權利的地方 我真的得問問自己「我就竟能做些什麼？」 「我該如何讓人根樹木連結？」 我真的覺得我可以做些什麼 我知道身為一個科學家，我有資訊 身為一個人，我有跟任何人溝通的本領 學術圈內或外的領域都可以"}, {"zh-tw": " And so, that's what I've begin doing, and so I'd like to unveil the International Canopy Network here. We consult to the media about canopy questions; we have a canopy newsletter; we have an email LISTSERV.", "en": " 所以這就是我埋首在做的事情 我要揭開國際樹冠層網絡的謎底 我們跟媒體說明樹冠的問題 我們有樹冠層的刊物 還有通訊錄"}, {"zh-tw": " And so we're trying to disseminate information about the importance of the canopy, the beauty of the canopy, the necessity of intact canopies, to people outside of academia. We also recognize that a lot of the products that we make -- those videos and so forth -- you know, they don't reach everybody, and so we've been fostering projects that reach people outside of academia, and outside of the choir that most ecologists preach to.", "en": " 我們嘗試宣導樹冠層的重要性 以及樹冠層的美 還有完整樹冠層的必要性 讓學術圈之外的人了解 我們也發現我們製做的很多產品 像是這些影片跟其他的 無法廣泛流傳 因此我們構思活動跟學術圈外的民眾 還有學術圈較常接觸的團體之外的人做互動"}, {"zh-tw": " Treetop Barbie is a great example of that. What we do, my students in my lab and I, is we buy Barbies from Goodwill and Value Village, we dress her in clothes that have been made by seamstresses and we send her out with a canopy handbook.", "en": " 樹梢芭比是個很好的例子 我跟我實驗室的學生 從Goodwill and Value Village 買回芭比 我們幫她穿上裁縫師做的衣服 然後把她附上一本樹冠手冊後一起寄出"}, {"zh-tw": " And my feeling is -- Thank you. -- that we've taken this pop icon and we have just tweaked her a little bit to become an ambassador who can carry the message that being a woman scientist studying treetops is actually a really great thing.", "en": " 我覺得 謝謝 我們在這流行文化的指標物做了一點手腳 讓它成為訊息傳達的大使 讓大家知道女科學家研究樹冠層是很棒的一件事"}, {"zh-tw": " We've also made partnerships with artists, with people who understand and can communicate the aesthetic beauty of trees and forest canopies. And I'd like to just tell you one of our projects, which is the generation of Canopy Confluences.", "en": " 我們也跟藝術家合作 跟認同我們而且能以美學傳達 森林跟樹冠層之美的人合作 我還想跟你們分享一個計畫 那就是樹冠匯流世代"}, {"zh-tw": " What I do is I bring together scientists and artists of all kinds, and we spend a week in the forest on these little platforms; and we look at nature, we look at trees, we look at the canopy, and we communicate, and exchange, and express what we see together. The results have been fantastic.", "en": " 我集合了科學家跟各類的藝術家 我們花一週的時間在森林裡的平台上 觀察大自然、樹木還有樹冠層 我們溝通、分享、表達我們的觀察 這活動的結果很精彩"}, {"zh-tw": " I'll just give you a few examples. This is a fantastic installation by Bruce Chao who is chair of the Sculpture and Glass Blowing Department at Rhode Island School of Design.", "en": " 我讓你們看幾個範例 這奇妙的裝置是Bruce Chao的作品 他是羅德島設計學院的 雕塑和玻璃吹制部的院長"}, {"zh-tw": " He saw nests in the canopy at one of our Canopy Confluences in the Pacific Northwest, and created this beautiful sculpture. We've had dance people up in the canopy.", "en": " 他在樹冠上看到鳥巢 在太平洋西北部的樹冠匯流之中，然後創造了這美麗的雕塑 我們還帶了舞蹈家上樹冠"}, {"zh-tw": " Jodi Lomask, and her wonderful troupe Capacitor, joined me in the canopy in my rainforest site in Costa Rica. They made a fabulous dance called \"Biome.\" They danced in the forest, and we are taking this dance, my scientific outreach communications, and also linking up with environmental groups, to go to different cities and to perform the science, the dance and the environmental outreach that we hope will make a difference.", "en": " Jodi Lomask以及他優秀的Capacitor劇團 跟我一起去了我在哥斯大黎加的研究點 他們創造一支精彩的舞叫做「Biome」 他們在森林裡起舞 我們要拿這支舞接觸科學界之外的社群 並且串連不同的環境團體 到各地演出 這是科學、舞蹈跟環境的延伸 我們希望能掀起一片漣洟"}, {"zh-tw": " We brought musicians to the canopy, and they made their music -- and it's fantastic music. We had wooden flutists, we had oboists, we had opera singers, we had guitar players, and we had rap singers.", "en": " 我們把音樂家帶到了樹冠層 讓她們在那裡演奏，非常美妙 我們有木製長笛家跟雙簧管家 還有聲樂家跟吉他手 也有饒舌歌手"}, {"zh-tw": " And I brought a little segment to give you of Duke Brady's \"Canopy Rap.\" (Music) That's Duke! This experience of working with Duke also led me to initiate a program called Sound Science. I saw the power of Duke's song with urban youth -- an audience, you know, I as a middle-aged professor, I don't have a hope of getting to -- in terms of convincing them of the importance of wildlands.", "en": " 我準備了一小段跟你們分享 Duke Brady的 「樹冠饒舌」 這就是Duke! 掌聲 跟Duke的工作經驗 開啟我的另一個計畫叫做聲音科學 我見識到Duke的歌曲在都會年輕人裡的力量 一群聽眾 你知道我是ㄧ個中年的教授 要我打入他們宣導 野地的重要性是毫無希望的"}, {"zh-tw": " So I engaged Caution, this rap singer, with a group of young people from inner-city Tacoma. We went out to the forest, I would pick up a branch, Caution would rap on it, and suddenly that branch was really cool.", "en": " 所以我找了Caution，這個饒舌歌手 跟一群來自塔科馬市中心的年輕人 他們進入森林，然後我撿起一支樹枝 Caution就會來一段關於那支樹枝的饒舌曲 頓時那隻樹枝就變得很酷"}, {"zh-tw": " And then the students would come into our sound studios, they would make their own rap songs with their own beats. They ended up making a CD which they took home to their family and friends, thereby expressing their own experiences with nature in their own medium.", "en": " 然後學生就來我們的錄音室 以自己的節奏創作饒舌歌 最後集結成CD 拿回家跟朋友還有家人分享 他們跟大自然的互動經驗 以他們自己的表達方式"}, {"zh-tw": " The final project I'll talk about is one that's very close to my heart, and it involves an economic and social value that is associated with epiphytic plants. In the Pacific Northwest, there's a whole industry of moss-harvesting from old-growth forests.", "en": " 我要談論的最後一個計畫是我最關切的 它是附生植物跟 經濟和社會的價值 在西北太平洋 這裡有一個苔蘚採伐的產業 從古老森林採伐"}, {"zh-tw": " These mosses are taken from the forest; they're used by the floriculture industry, by florists, to make arrangements and make hanging baskets. It's a 265 million dollar industry and it's increasing rapidly.", "en": " 這些苔蘚從古老森林採出後 應用在花藝產業 花藝家利用他們做吊籃及插花 這是ㄧ個2.65億美元的產業 而且成長迅速"}, {"zh-tw": " If you remember that bald guy, you'll know that what has been stripped off of these trunks in the Pacific Northwest old-growth forest is going to take decades and decades to come back. So this whole industry is unsustainable.", "en": " 如果你還記得那個禿頭的傢伙 你就知道在西北太平洋古老森林裡 這些苔蘚被剝光的樹幹 需要多少年才能復原 這樣的產業不是永續性的"}, {"zh-tw": " What can I, as an ecologist, do about that? Well, my thought was that I could learn how to grow mosses, and that way we wouldn't have to take them out of the wild. And I thought, if I had some partners that could help me with this, that would be great.", "en": " 那身為生態學家的我又能做些什麼呢? 我想或許我能研究如何種植苔蘚 這樣一來就能讓古老森林免於採伐 如果有人能跟我合作的話 應該很不錯"}, {"zh-tw": " And so, I thought perhaps incarcerated men and women -- who don't have access to nature, who often have a lot of time, they often have space, and you don't need any sharp tools to work with mosses -- would be great partners. And they have become excellent partners.", "en": " 所以我想到了監禁中的男人跟女人 他們沒有機會接觸大自然 確有很多時間，通常也有很多空間 苔蘚栽種的工作工具沒有尖銳物品 他們會是很好的合作夥伴 而他們的確是完美的夥伴"}, {"zh-tw": " The best I can imagine. They were very enthusiastic.", "en": " 比我想像中的還好 因為他們非常的積極 掌聲"}, {"zh-tw": " They were incredibly enthusiastic about the work. They learned how to distinguish different species of mosses, which, to tell you the truth, is a lot more than my undergraduate students at the Evergreen College can do.", "en": " 他們工作的很起勁 學會分辨各類的苔蘚 坦白說 比我在Evergreen College的教的大學生知道的還多"}, {"zh-tw": " And they embraced the idea that they could help develop a research design in order to grow these mosses. We've been successful as partners in figuring out which species grow the fastest, and I've just been overwhelmed with how successful this has been.", "en": " 他們熱衷參與能夠培養苔蘚的 研究設計 我們是很成功的合作夥伴 特別是在找出生長速度最快的品種的合作上 我們的成功讓我受寵若驚"}, {"zh-tw": " Because the prison wardens were very enthusiastic about this as well, I started a Science and Sustainability Seminar in the prisons. I brought my scientific colleagues and sustainability practitioners into the prison.", "en": " 因為就連獄警也非常熱心 所以我在監獄裡開設了科學與永續的講座 我把科學研究的同事還有永續經營的力行者帶到監獄裡"}, {"zh-tw": " We gave talks once a month, and that actually ended up implementing some amazing sustainability projects at the prisons -- organic gardens, worm culture, recycling, water catchment and beekeeping. Our latest endeavor, with a grant from the Department of Corrections at Washington state, they've asked us to expand this program to three more prisons.", "en": " 每個月一次舉辦講座 藉由講座在監獄裡落實一些 非常好的永續計畫 有機菜園、蟲培育、環保 集水工法跟養蜂 我們最新的發展有經費贊助 掌聲 由華盛頓州的校正部門提撥的經費 邀請我們擴大推行這個計畫到更多的監獄"}, {"zh-tw": " And our new project is having the inmates and ourselves learn how to raise the Oregon spotted frog which is a highly endangered amphibian in Washington state and Oregon. So they will raise them -- in captivity, of course -- from eggs to tadpoles and onward to frogs.", "en": " 我們的新計畫不僅有我們更有受刑人的參與 學習養殖俄勒岡州的斑點青蛙 這是華盛頓州跟俄勒岡州的高度瀕危兩棲動物 他們會進行人工養殖作業 從卵到蝌蚪一直到青蛙"}, {"zh-tw": " And they will have the pleasure, many of them, of seeing those frogs that they've raised from eggs and helped develop, helped nurture, move out into protected wildlands to augment the number of endangered species out there in the wild. And so, I think for many reasons -- ecological, social, economic and perhaps even spiritual -- this has been a tremendous project and I'm really looking forward to not only myself and my students doing it, but also to promote and teach other scientists how to do this.", "en": " 他們會有許多樂趣的 很多人會看到這些青蛙的成長 明白自己參與的復育計畫，保護野地♫ 讓瀕臨絕種的物種增加數量並回歸自然 基於很多理由 生態的、社會的、經濟的甚至性靈的層面 都涵蓋在這龐大計畫的範圍裡 我真的非常期待 不只是我跟我的學生參與 而是推廣並教導更多科學家如何推廣"}, {"zh-tw": " As many of you are aware, the world of academia is a rather inward-looking one. I'm trying to help researchers move more outward to have their own partnerships with people outside of the academic community.", "en": " 如同你們許多人所知，學術界是很封閉的 我希望幫助研究人員走出來 拓展自己的合作關係 跟學術界之外的社群"}, {"zh-tw": " And so I'm hoping that my husband Jack, the ant taxonomist, can perhaps work with Mattel to make Taxonomist Ken. Perhaps Ben Zander and Bill Gates could get together and make an opera about AIDS.", "en": " 我也希望杰克，我的先生，螞蟻分類學家 能開始跟Mattel發起螞蟻分類學的Ken 或是班傑明‧詹德跟比爾‧蓋茲能攜手 製作關於愛滋病的歌劇"}, {"zh-tw": " Or perhaps Al Gore and Naturally 7 could make a song about climate change that would really make you clap your hands. So, although it's a little bit of a fantasy, I think it's also a reality.", "en": " 或是高爾跟Naturally 7能一起創作關於氣候變遷的歌曲 那真的會讓你們掌聲不斷 這些只是點小幻想，面對現實的時候"}, {"zh-tw": " Given the duress that we're feeling environmentally in these times, it is time for scientists to reach outward, and time for those outside of science to reach towards academia as well. I started my career with trying to understand the mysteries of forests with the tools of science.", "en": " 我們感受到這段時期環境的脅迫 這是科學家向外拓展的時期 也是外界參與科學及學術研究的時候 我的事業始於試圖了解森林的奧秘 科學是我的工具"}, {"zh-tw": " By making these partnerships that I described to you, I have really opened my mind and, I have to say, my heart to have a greater understanding, to make other discoveries about nature and myself. When I look into my heart, I see trees -- this is actually an image of a real heart -- there are trees in our hearts, there are trees in your hearts.", "en": " 經由我形容的夥伴合作關係 我真的大開眼界 打開心房更想了解 更想發現更多關於自然以及我自己 當我凝視我的內心，我看到樹木 它的形體就像一顆真正的心 存在我們心中 這些樹都在我們的心中"}, {"zh-tw": " When we come to understand nature, we are touching the most deep, the most important parts of our self. In these partnerships, I have also learned that people tend to compartmentalize themselves into IT people, and movie star people, and scientists, but when we share nature, when we share our perspectives about nature, we find a common denominator.", "en": " 當我們了解大自然 我們會觸碰到最深最重要的自我 我在這些合作關係中學到 人總是愛畫框框侷限自己 成為IT人、電影人、科學家 但是當我們分享大自然 當我們分享我們對自然的觀點 我們會找到共同點"}, {"zh-tw": " Finally, as a scientist and as a person and now, as part of the TED community, I feel that I have better tools to go out to trees, to go out to forests, to go out to nature, to make new discoveries about nature -- and about humans' place in nature wherever we are and whomever you are. Thank you very much.", "en": " 最後以科學家跟人類的身分 在這個當下，身為TED社團團員之一 我覺得我有更好的工具 接觸樹木，擁抱森林跟大自然 發現大自然的新面貌 而關於人在自然裡的定位 不論我們身在何處，不論我們的身分 非常感謝你 掌聲"}], "title": "Nalini Nadkani On Conserving The Canopy"}