{"url": "http://www.ted.com/talks/pattie_maes_demos_the_sixth_sense", "paragraphs": [{"zh-tw": " I've been intrigued by this question of whether we could evolveor develop a sixth sense -- a sense that would give us seamless access and easy access to meta-informationor information that may exist somewhere that may be relevant to help usmake the right decision about whatever it isthat we're coming across. And some of you may argue, \"Well, don't today's cell phonesdo that already?\" But I would say no.", "en": " 我一直對這個問題很有興趣 就是我們能不能夠演變出或發展出第六感。 一種能夠讓我們直接 且便捷地取得詮釋資訊 或現存資料 能夠幫助我們於 當下遇到的問題做出正確的決定。 有些人可能會認為 現今的手機不就已經做到這點嗎？ 但我覺得並非如此。"}, {"zh-tw": " When you meet someone here at TED -- and this is the top networking place,of course, of the year -- you don't shake somebody's hand and then say,\"Can you hold on for a moment while I take out my phone and Google you?\" Or when you go to the supermarket and you're standing therein that huge aisle of different types of toilet papers, you don't take out your cell phone,and open a browser, and go to a website to try to decidewhich of these different toilet papers is the most ecologicallyresponsible purchase to make. So we don't really have easy accessto all this relevant information that can just help usmake optimal decisions about what to do nextand what actions to take.", "en": " 當你在ＴＥＤ與別人會面時─ 毫無疑問的，這是每年最佳的社交場所─ 難道你會與別人握手 然後說，“你能等一下嗎 我要用手機連上Google查詢你?” 或是當你到超級市場 站在那個龐大的貨架前 面對著各種不同種類的衛生紙， 你不會拿出手機，打開瀏覽器， 連上一個網站然後試著決定 各種不同的衛生紙中 哪個購買選擇是最環保的？ 事實上我們無法迅速 取得所有相關的資訊， 來幫助我們做出最適當的決定 下一步要做什麼，作出什麼行動。"}, {"zh-tw": " And so my research group at the Media Lab has been developing a series of inventions to give us access to this informationin a sort of easy way, without requiring that the userchanges any of their behavior. And I'm here to unveil our latest effort, and most successful effort so far, which is still very mucha work in process.", "en": " 所以呢，我在媒體實驗室的研究小組 正在研發一系列的產品 讓我們能取得這些資訊 利用較簡便的方式， 並且不需要使用者改變他的行為。 我要在這裡展示 我們最新努力的成果， 而目前為止最成功的樣品， 雖然仍在不斷改進中"}, {"zh-tw": " I'm actually wearing the device right nowand we've sort of cobbled it together with components that are off the shelf -- and that, by the way, only cost350 dollars at this point in time. I'm wearing a camera,just a simple web cam, a portable, battery-poweredprojection system with a little mirror.", "en": " 其實我身上正戴著它 我們利用市面上常見的零件 將它組合完成─ 而且，順道一提，這裝置現在 的成本只有350美元。 我佩戴著一個簡單的網路攝影機， 和隨身攜帶，使用電池電力並配合鏡子的投影系統。"}, {"zh-tw": " These components communicateto my cell phone in my pocket which acts as the communicationand computation device. And in the video here we seemy student Pranav Mistry, who's really the geniuswho's been implementing and designing this whole system.", "en": " 這些裝置連結上我口袋裡的手機 負責執行通訊以及運算功能。 在影片裡我們看到我的學生，帕納‧密絲利 他是設計並完成這個系統 背後的天才。"}, {"zh-tw": " And we see how this systemlets him walk up to any surface and start using his handsto interact with the information that is projected in front of him. The system tracksthe four significant fingers.", "en": " 我們看的到這個系統 讓他走到任何平面前 使用他的手和投影在面前 的資訊進行互動。 這個系統能追蹤這四隻主要的手指。"}, {"zh-tw": " In this case, he's wearingsimple marker caps that you may recognize. But if you want a more stylish version, you could also paint your nailsin different colors.", "en": " 現在，你可能發現 他手指上套著一般的奇異筆蓋。 但如果你想要比較時髦的版本 你也可以把指甲塗上不同顏色。"}, {"zh-tw": " And the camera basicallytracks these four fingers and recognizes any gesturesthat he's making so he can just go to,for example, a map of Long Beach, zoom in and out, etc. The system also recognizes iconic gesturessuch as the \"take a picture\" gesture, and then takes a pictureof whatever is in front of you.", "en": " 攝影機基本上能追蹤這四隻手指 並且辨識出他的任何手勢 舉例而言，他能直接開啟一個長堤的地圖， 放大與縮小等等。 這個系統還能辨識出具象徵性的手勢 例如這個拍照的動作， 它會直接拍下你面前的事物。"}, {"zh-tw": " And when he then walksback to the Media Lab, he can just go up to any wall and project all the picturesthat he's taken, sort through them and organize them,and re-size them, etc., again using all natural gestures. So, some of you most likelywere here two years ago and saw the demo by Jeff Han,or some of you may think, \"Well, doesn't this look likethe Microsoft Surface Table?\" And yes, you also interactusing natural gestures, both hands, etc.", "en": " 當他走回媒體實驗室後， 他可以走到任何一面牆前 將他拍下的照片投影出來， 瀏覽它們並且分類管理， 放大縮小等等， 同樣是使用完全自然的手勢。 兩年前你們有些人可能也坐在這裡 看過了傑夫‧韓所做的示範 或許有些人會覺得，“這不是很像微軟的平面電腦嗎？” 是的，也是以自然的手勢互動， 運用雙手等等。"}, {"zh-tw": " But the difference hereis that you can use any surface, you can walk up to any surface, including your hand,if nothing else is available, and interact with this projected data. The device is completelyportable, and can be -- (Applause ends) So, one important differenceis that it's totally mobile.", "en": " 但它的不同點在於它可以使用在任何平面上， 你可以走到任何平面前， 沒有適合的話自己的手掌也行 再與這些投影出來的資料進行互動 這裝置是可以隨身攜帶的， 也可以是... 所以最重要的不同之處是它完全是流動的。"}, {"zh-tw": " Another even more importantdifference is that in mass production, this would not cost more tomorrowthan today's cell phones and would actually notsort of be a bigger packaging -- could look a lot more stylish than this versionthat I'm wearing around my neck. But other than letting some of youlive out your fantasy of looking as cool as Tom Cruisein \"Minority Report,\" the reason why we're reallyexcited about this device is that it really can actas one of these sixth-sense devices that gives you relevant informationabout whatever is in front of you.", "en": " 另一項更重要的不同點是量產後 它的成本不會超過現今的手機 且組裝完成後體積也不會很大─ 看起來會比 我脖子上掛的版本還要時髦的多。 除了能讓你們實現跟 湯姆‧克魯斯在“關鍵報告”中一樣酷的夢想， 真正讓我們對於這個裝置感到非常興奮的是 它可以達到第六感的功能 能夠給你有關於 你面前事物的資訊。"}, {"zh-tw": " So we see Pranav heregoing into the supermarket and he's shopping for some paper towels. And, as he picks up a product, the system can recognizethe product that he's picking up, using either image recognitionor marker technology, and give him the green lightor an orange light.", "en": " 所以我們看到帕納進入超級市場 準備購買一些衛生紙。 當他拿起一樣產品，系統可以辨識出 他手上的產品 利用影像辨識或是標記技術， 亮起綠燈或是橘燈。"}, {"zh-tw": " He can ask for additional information. So this particular choice here is a particularly good choice,given his personal criteria.", "en": " 他能詢問更進一步的資料。 所以目前這個選擇 在他自己的標準下，是個很好的選擇"}, {"zh-tw": " Some of you may want the toilet paperwith the most bleach in it rather than the most ecologicallyresponsible choice. If he picks up a book in the bookstore,he can get an Amazon rating -- it gets projectedright on the cover of the book.", "en": " 有些人可能想買加入最多漂白劑的衛生紙 而不是最環保的選擇。 如果他在書店裡拿起一本書， 他能取得亞馬遜書局的評分。 它會直接投影在書的封面上。"}, {"zh-tw": " This is Juan's book, our previous speaker, which gets a great rating,by the way, at Amazon. And so, Pranav turns the page of the book and can then see additionalinformation about the book -- reader comments, maybe sort of informationby his favorite critic, etc.", "en": " 這是朱恩的書，我們的上一位演講者， 順道一提，這書在亞馬遜書局獲得很好的評分。 另外，當帕納翻閱這本書時 還能看到更多關於這本書的資訊─ 讀者評論，他最喜歡的書評給的評語等等。"}, {"zh-tw": " If he turns to a particular page, he finds an annotation by maybean expert or a friend of ours that gives him a little bitof additional information about whatever is on that particular page. Reading the newspaper --it never has to be outdated.", "en": " 如果他翻到特定的一頁 他能找到我們專業朋友寫的註解 並給予他和那一頁內容 相關的更多資訊。 閱讀報紙時─ 它永遠不會是過期的。"}, {"zh-tw": " You can get video annotationsof the events that you're reading about. You can get the latest sports scores, etc.", "en": " 你可以看到與正在閱讀事件相關的影片註解 你也能看到最新的體育比賽分數等等。"}, {"zh-tw": " This is a more controversial one. As you interact with someone at TED, maybe you can seea word cloud of the tags, the words that are associatedwith that person in their blog and personal web pages.", "en": " 這是一個較有爭議性的情況。 當你在TED與別人互動時， 你或許會看到一團團的標籤 與那個人相關的字 來自他們的部落格或個人網頁。"}, {"zh-tw": " In this case, the studentis interested in cameras, etc. On your way to the airport, if you pick up your boarding pass, it cantell you that your flight is delayed, that the gate has changed, etc.", "en": " 在這個例子，這位學生對相機有興趣等等。 在你前往機場的路上， 如果你拿起你的登機證，它可以告訴你飛機誤點了， 或是登機門已更改等等。"}, {"zh-tw": " And, if you need to knowwhat the current time is, it's as simple as drawing a watch -- on your arm. So that's where we're at so farin developing this sixth sense that would give us seamless accessto all this relevant information about the things that we may come across.", "en": " 而且如果你需要知道現在的時間 答案就是在你的手臂上─ 。 所以我們差不多就是進展到這裡 研發這個第六感 能夠直接給予我們關於 週遭事物的重要資訊。"}, {"zh-tw": " My student Pranav, who's really,like I said, the genius behind this. (Applause and cheering) (Applause ends) He does deserve a lot of applause, because I don't think he's slept muchin the last three months, actually.", "en": " 這是我的學生帕納，像我說的，他是這些背後的天才。 他確實應該得到這麼多掌聲 因為我知道他這三個月來其實沒有睡多少。"}, {"zh-tw": " And his girlfriend is probablynot very happy about him either. But it's not perfect yet,it's very much a work in progress.", "en": " 他的女朋友大概也蠻生氣他的。 但是它現在並非完美，還需要不斷地改進"}, {"zh-tw": " And who knows, maybe in another 10 years we'll be here with the ultimatesixth sense brain implant. Thank you.", "en": " 誰知道呢，或許十年過後 我們會帶著植入腦內的終極第六感來這裡。 謝謝。"}], "title": "Pattie Maes Demos The Sixth Sense"}