{"url": "http://www.ted.com/talks/adam_savage_s_obsessions", "paragraphs": [{"zh-tw": " About four years ago, the New Yorker published an article about a cache of dodo bones that was found in a pit on the island of Mauritius. Now, the island of Mauritius is a small island off the east coast of Madagascar in the Indian Ocean, and it is the place where the dodo bird was discovered and extinguished, all within about 150 years.", "en": " 大約在四年前，《紐約客》雜誌上發表了一篇文章 文章的內容是關於在馬里提斯島上的一個洞穴裡 發現了渡渡鳥的骨骼 馬里提斯島是一個小島 位於馬達加斯加島東部海域 處在印度洋中，就是在這裡 渡渡鳥被發現 也滅絕了，僅在短短一百五十年間"}, {"zh-tw": " Everyone was very excited about this archaeological find, because it meant that they might finally be able to assemble a single dodo skeleton. See, while museums all over the world have dodo skeletons in their collection, nobody -- not even the actual Natural History Museum on the island of Mauritius -- has a skeleton that's made from the bones of a single dodo.", "en": " 每個人對於這個考古發現都非常興奮 因為這意味著他們終於可以 完整地拼湊出渡渡鳥的骨骼模型。 大家想想，儘管世界各地的博物館 都收藏著渡渡鳥的骨骼模型，但是沒有人-- 包括在馬里提斯島上的自然歷史博物館也沒有 從同一隻渡渡鳥的身上收集組合出來 完整的骨骼模型"}, {"zh-tw": " Well, this isn't exactly true. The fact is, is that the British Museum had a complete specimen of a dodo in their collection up until the 18th century -- it was actually mummified, skin and all -- but in a fit of space-saving zeal, they actually cut off the head and they cut off the feet and they burned the rest in a bonfire.", "en": " 然而，這也不是完全正確 事實上，大英博物館 在十八世紀前 曾經收藏過完整的渡渡鳥標本 整隻渡渡鳥，包括皮膚和其他所有的部分都被風乾保存， 但館方為了節省空間，一時衝動下 只把牠的頭和腳切下來保留 然後把其他部分扔進火堆，燒為灰燼"}, {"zh-tw": " If you go look at their website today, they'll actually list these specimens, saying, the rest was lost in a fire. Not quite the whole truth. Anyway.", "en": " 如果你現在去看他們的網站 他們仍將渡渡鳥頭和腳的標本列入展品中，並指出 其他的部位在一場大火裡遺失了 不過，事實並非完全如此"}, {"zh-tw": " The frontispiece of this article was this photo, and I'm one of the people that thinks that Tina Brown was great for bringing photos to the New Yorker, because this photo completely rocked my world. I became obsessed with the object -- not just the beautiful photograph itself, and the color, the shallow depth of field, the detail that's visible, the wire you can see on the beak there that the conservator used to put this skeleton together -- there's an entire story here.", "en": " 在這篇文章前面就是這張照片 我也和大家一樣認為蒂娜·布朗十分偉大 她替《紐約客》雜誌拍攝了無數張的好照片 而這張照片深深震撼了我 我完全地被這張照片所吸引 不僅僅是因為照片本身的美麗 還有那色彩光影明暗的變換，以及那些看得到的細節 牠嘴邊的那一條鐵絲是以前管理員為了 固定骨架而放置的 這張照片本身就是一個完整的故事"}, {"zh-tw": " And I thought to myself, wouldn't it be great if I had my own dodo skeleton? I want to point out here at this point that I've spent my life obsessed by objects and the stories that they tell, and this was the very latest one. So I began looking around for -- to see if anyone sold a kit, some kind of model that I could get, and I found lots of reference material, lots of lovely pictures.", "en": " 於是，我想 如果我也有自己的渡渡鳥骨架 那該有多好阿 （笑） 所以，我現在想說的是 我一輩子都在為一些 奇特的事物和故事而痴迷 而這個是我最近最新的迷戀 於是，我開始在周遭搜尋 看看有沒有人在賣 看看能不能買到像這樣的模型 在此之中，我找到了很多相關的材料，很多很有意思的圖片"}, {"zh-tw": " No dice: no dodo skeleton for me. But the damage had been done. I had saved a few hundred photos of dodo skeletons into my \"Creative Projects\" folder -- it's a repository for my brain, everything that I could possibly be interested in.", "en": " 但是，完全沒有，沒有我想要的渡渡鳥的骨骼.逝者已矣 我在我的電腦裡的\"創意計畫\"的資料夾中 儲存了上百張的渡渡鳥骨骼模型照片 這是我所有感興趣東西的統一收藏處"}, {"zh-tw": " Any time I have an internet connection, there's a sluice of stuff moving into there, everything from beautiful rings to cockpit photos. The key that the Marquis du Lafayette sent to George Washington to celebrate the storming of the Bastille.", "en": " 任何時候只要我有連上網路 就會有大量的東西流入這裡 無論是美麗的戒指還是戰鬥場的照片 拉法葉為慶祝攻克巴士底監獄 送給喬治華盛頓的鑰匙"}, {"zh-tw": " Russian nuclear launch key: The one on the top is the picture of the one I found on eBay; the one on the bottom is the one I made for myself, because I couldn't afford the one on eBay. Storm trooper costumes. Maps of Middle Earth -- that's one I hand-drew myself. There's the dodo skeleton folder.", "en": " 還是俄羅斯核彈起動的鑰匙 上面那一把的圖是我在eBay上找到的 下面那一把是我自己做的 因為eBay上賣得太貴了，買不起 星際大戰軍隊的衣服，這個中土的地圖﹣ 是我自己畫的。這個是渡渡鳥骨骼模型的文件夾"}, {"zh-tw": " This folder has 17,000 photos -- over 20 gigabytes of information -- and it's growing constantly. And one day, a couple of weeks later, it might have been maybe a year later, I was in the art store with my kids, and I was buying some clay tools -- we were going to have a craft day.", "en": " 裡面有一萬七千張照片 超過20G的資訊 還不斷地在增加中 這樣過了幾周之後 或著大概有一年，有一天我跟孩子在美術用品店 我們在買一些陶土用品--我們正準備來一個美勞日"}, {"zh-tw": " I bought some Super Sculpeys, some armature wire, some various materials. And I looked down at this Sculpey, and I thought, maybe, yeah, maybe I could make my own dodo skull.", "en": " 我買了一些很好的黏土，一些鐵絲和其他材料 我看著這些黏土，心裡想 也許 對，也許我可以自己做一個渡渡鳥的頭骨模型"}, {"zh-tw": " I should point out at this time -- I'm not a sculptor; I'm a hard-edged model maker. You give me a drawing, you give me a prop to replicate, you give me a crane, scaffolding, parts from \"Star Wars\" -- especially parts from \"Star Wars\" -- I can do this stuff all day long.", "en": " 但要先說明一點，我可不是雕刻家 我是一個出色的模型製作家 給我一幅畫或物品，我就可以複製出來 或著給我一個起重機，鷹架，一些星際大戰的東西 特別是來自星際大戰 我就可以做一整天"}, {"zh-tw": " It's exactly how I made my living for 15 years. But you give me something like this -- my friend Mike Murnane sculpted this; it's a maquette for \"Star Wars, Episode Two\" -- this is not my thing -- this is something other people do -- dragons, soft things.", "en": " 這就是我15年來所從事的工作 不過，如果你給我類似這類的東西 這是我朋友麥克做的 是星際大戰第二部裡面的模型 這種我就不在行了 這個龍還是其他黏土類的東西，是別人在行的"}, {"zh-tw": " However, I felt like I had looked at enough photos of dodo skulls to actually be able to understand the topology and perhaps replicate it -- I mean, it couldn't be that difficult. So, I started looking at the best photos I could find.", "en": " 但是，我覺得我已經看了夠多的渡渡鳥頭骨的照片 已經有足夠的條件 能夠了解牠的結構並將牠複製出來 我的意思是，這應該不會那麼困難 所以，我開始尋找我所能找到最好的照片"}, {"zh-tw": " I grabbed all the reference, and I found this lovely piece of reference. This is someone selling this on eBay; it was clearly a woman’s hand, hopefully a woman's hand.", "en": " 我翻遍了所有能找的文獻資料 然後我找到了這個有趣的資料 這是有人在eBay上賣的 這個圖明顯地是一個女人的手，希望是"}, {"zh-tw": " Assuming it was roughly the size of my wife's hand, I made some measurements of her thumb, and I scaled them out to the size of the skull. I blew it up to the actual size, and I began using that, along with all the other reference that I had, comparing it to it as size reference for figuring out exactly how big the beak should be, exactly how long, etc.", "en": " 假設這雙手和我妻子的大小一樣 我量了一下它的手指，由此計算出她骨骼的大小 然後把圖放大到實際大小，開始用它 和我所得到的數據相比較 計算出它實際的大小 算出它實際的長度"}, {"zh-tw": " And over a few hours, I eventually achieved what was actually a pretty reasonable dodo skull. And I didn't mean to continue, I -- it's kind of like, you know, you can only clean a super messy room by picking up one thing at a time; you can't think about the totality. I wasn't thinking about a dodo skeleton; I just noticed that as I finished this skull, the armature wire that I had been used to holding it up was sticking out of the back just where a spine would be.", "en": " 幾個小時之後，我終於得到了 準確的渡渡鳥頭骨規模。我沒有想過還要繼續﹣ 這個就像是在收拾亂房間 每次你只收拾一個東西，無法全盤考慮 我當時並不是想要做渡渡鳥全身的骨頭 一直到我做好了渡渡鳥的頭骨 我才發現我用來搭建它們的鐵絲 剛好就是脊椎伸出來的地方"}, {"zh-tw": " And one of the other things I'd been interested in and obsessed with over the years is spines and skeletons, having collected a couple of hundred. I actually understood the mechanics of vertebrae enough to kind of start to imitate them.", "en": " 在過去幾年中我最傾盡全力的 就是搜集了幾百個的脊柱和骨骼 我十分了解脊椎骨的排列機制 並且能開始模仿這個東西"}, {"zh-tw": " And so button by button, vertebrae by vertebrae, I built my way down. And actually, by the end of the day, I had a reasonable skull, a moderately good vertebrae and half of a pelvis.", "en": " 所以我就一點一點地 將骨骼一塊一塊拼接完成了！ 事實上，那天結束前，我已經做好了一個不錯的頭骨模型 有一排還不錯的脊椎骨，連骨盆也做好了一半"}, {"zh-tw": " And again, I kept on going, looking for more reference, every bit of reference I could find -- drawings, beautiful photos. This guy -- I love this guy! He put a dodo leg bones on a scanner with a ruler.", "en": " 之後我還繼續查了更多資料 所有我能找到的資料，像圖片，相片啊我都找了 我愛死了這個傢伙，他把渡渡鳥的腿骨拿去掃描了一遍 旁邊還放了尺"}, {"zh-tw": " This is the kind of accuracy that I wanted, and I replicated every last bone and put it in. And after about six weeks, I finished, painted, mounted my own dodo skeleton.", "en": " 這就是我想要的精確度 而我最終就是 複製了每一塊骨頭然後把它放進去 大約六週之後 我終於完成了，包括上漆以及固定 我自己的渡渡鳥骨骼模型"}, {"zh-tw": " You can see that I even made a museum label for it that includes a brief history of the dodo. And TAP Plastics made me -- although I didn't photograph it -- a museum vitrine.", "en": " 你們還可以看到我甚至做出了博物館的展示標籤 上面有渡渡鳥的簡介 TAP公司還幫我做了一個博物館的玻璃陳列櫥窗 不過沒有照片"}, {"zh-tw": " I don't have the room for this in my house, but I had to finish what I had started. And this actually represented kind of a sea change to me.", "en": " 家裡其實沒地方放渡渡鳥的標本 但是既然開始做了就該把它做完 而且，對我來說，這是個極大的成長"}, {"zh-tw": " Again, like I said, my life has been about being fascinated by objects and the stories that they tell, and also making them for myself, obtaining them, appreciating them and diving into them. And in this folder, \"Creative Projects,\" there are tons of projects that I'm currently working on, projects that I've already worked on, things that I might want to work on some day, and things that I may just want to find and buy and have and look at and touch.", "en": " 就像我剛提到的，我的生活 總是被某些事物及他們背後的故事給深深吸引 想要複製他們，留在身邊 欣賞他們，了解他們 在「創意計劃」這個檔案夾裡 有些是我目前正在做的東西 有些是早就開始動工的，有些是我之後想做的 有些是我只想到處找找，看買不買的到 看一看，摸一摸的"}, {"zh-tw": " But now there was potentially this new category of things that I could sculpt that was different, that I -- you know, I have my own R2D2, but that's -- honestly, relative to sculpting, to me, that's easy. And so I went back and looked through my \"Creative Projects\" folder, and I happened across the Maltese Falcon.", "en": " 但是現在又多了一個新領域可以供我發揮 雕塑 這跟我以前做得很不一樣 我自己有一個星際大戰的R2D2模型 但是，說實在話，跟雕塑比起來，那真的不算甚麼 於是，我又回去看「創意計劃」這個檔案夾 然後，我發現了「馬爾他之鷹」"}, {"zh-tw": " Now, this is funny for me: to fall in love with an object from a Hammett novel, because if it's true that the world is divided into two types of people, Chandler people and Hammett people, I am absolutely a Chandler person. But in this case, it's not about the author, it's not about the book or the movie or the story, it's about the object in and of itself.", "en": " 愛上漢密特小說裡的 馬爾他之鷹，其實有點好笑 因為如果真的這個世界的人(讀者）分為兩派 錢德勒派的人跟漢密特派的人，我當然是錢德勒那一派的 不過，現在重要的 不是作者本身，也無關這本小說、電影、情節 重點是放在馬爾他之鷹上"}, {"zh-tw": " And in this case, this object is -- plays on a host of levels. First of all, there's the object in the world.", "en": " 事實上，馬爾他之鷹 有各種不同的面貌 首先，有這樣一個東西"}, {"zh-tw": " This is the \"Kniphausen Hawk.\" It is a ceremonial pouring vessel made around 1700 for a Swedish Count, and it is very likely the object from which Hammett drew his inspiration for the Maltese Falcon. Then there is the fictional bird, the one that Hammett created for the book.", "en": " 「尼佛森之鷹」 它是在17世紀左右 為了瑞典伯爵做的祭祀容器 漢密特筆下的馬爾他之鷹 的靈感很可能就是由此誕生 其次，便是漢密特小說中的那隻杜撰的鷹"}, {"zh-tw": " Built out of words, it is the engine that drives the plot of his book and also the movie, in which another object is created: a prop that has to represent the thing that Hammett created out of words, inspired by the Kniphausen Hawk, and this represents the falcon in the movie. And then there is this fourth level, which is a whole new object in the world: the prop made for the movie, the representative of the thing, becomes, in its own right, a whole other thing, a whole new object of desire.", "en": " 書裡活靈活現的文字讓 馬爾他之鷹成為小說及電影裡的重心 於是，另一項產物應運而生﹣ 尼佛森之鷹給了漢密特靈感，讓漢密特有了描述馬爾他之鷹的依據 電影為重現漢密特的文字，便做了一個馬爾他之鷹的道具 而馬爾他之鷹最後的一種面貌 於焉誕生 從電影的道具、文字的產物搖身一變 有了自己的價值 成為一個獨立的東西 一個由慾望交織出的新玩意"}, {"zh-tw": " And so now it was time to do some research. I actually had done some research a few years before -- it's why the folder was there.", "en": " 於是，是時候開始收集資料了 事實上，我從幾年前就開始找了 所以才會開了這樣一個檔案夾"}, {"zh-tw": " I'd bought a replica, a really crappy replica, of the Maltese Falcon on eBay, and had downloaded enough pictures to actually have some reasonable reference. But I discovered, in researching further, really wanting precise reference, that one of the original lead birds had been sold at Christie's in 1994, and so I contacted an antiquarian bookseller who had the original Christie's catalogue, and in it I found this magnificent picture, which included a size reference.", "en": " 我在eBay買了一個馬爾他之鷹的複製品 可是品質很差 另外，我也存了足夠的圖片 也有足夠的參考依據 為了取得精確的參考資料 我愈來愈深入地研究 然後我發現，在1994年克莉絲蒂拍賣會上 賣出了一個原版的 鉛製的馬爾他之鷹 於是，我聯絡上一個買賣古物的書商 他有克莉絲蒂拍賣會上的拍賣目錄 在目錄中，我發現這張絕佳的圖片 上面還附有參考尺寸"}, {"zh-tw": " I was able to scan the picture, blow it up to exactly full size. I found other reference. Avi [Ara] Chekmayan, a New Jersey editor, actually found this resin Maltese Falcon at a flea market in 1991, although it took him five years to authenticate this bird to the auctioneers' specifications, because there was a lot of controversy about it.", "en": " 這樣，我便可以把這張圖拿去掃描，再放大到原始大小 我也找到其他的參考資料 在1991年，紐澤西的編輯，査克梅楊 在跳蚤市場裡 找到這隻樹脂做的馬爾他之鷹 雖然他花了五年的時間 才證明它就是拍賣會中的 那件拍賣物 對此，當時各界也傳出不少爭議"}, {"zh-tw": " It was made out of resin, which wasn't a common material for movie props about the time the movie was made. It's funny to me that it took a while to authenticate it, because I can see it compared to this thing, and I can tell you -- it's real, it's the real thing, it's made from the exact same mold that this one is.", "en": " 因為那時候電影的道具，很少是用樹脂做的 而它的材質正是樹脂 他花了這麼長的時間才證明它是真品，實在可笑 跟這張拍賣會上的圖一比 我就能跟你保證，這絕對是件真品 因為它們是從同一個模子裡塑造出來的"}, {"zh-tw": " In this one, because the auction was actually so controversial, Profiles in History, the auction house that sold this -- I think in 1995 for about 100,000 dollars -- they actually included -- you can see here on the bottom -- not just a front elevation, but also a side, rear and other side elevation. So now, I had all the topology I needed to replicate the Maltese Falcon.", "en": " 因為對這件作品的真偽還有很大的爭議， 當時拍賣的古董商(Profiles in History) 我記得在1995年時，以10萬美金賣了出去 他們特別在目錄上放上了，你在圖片的下方可以看到 不僅有正視圖還有 側視圖，後視圖 和另一邊的側視圖 現在，我有了所有複製 馬爾他之鷹的資料"}, {"zh-tw": " What do they do, how do you start something like that? I really don't know. So what I did was, again, like I did with the dodo skull, I blew all my reference up to full size, and then I began cutting out the negatives and using those templates as shape references.", "en": " 他們怎麼做的，我要如何開始？我真的什麽都不知道 所以我又一次，像製作渡渡鳥模型那樣， 我把我所有的數據放大到實際的尺寸， 然後刪去多餘的部份，用之前提到的那些 模型作為外形參考"}, {"zh-tw": " So I took Sculpey, and I built a big block of it, and I passed it through until, you know, I got the right profiles. And then slowly, feather by feather, detail by detail, I worked out and achieved -- working in front of the television and Super Sculpey -- here's me sitting next to my wife -- it's the only picture I took of the entire process.", "en": " 用黏土做了一個雛形出來 然後我把它擱起來，直到我有了準確的側視圖後 再慢慢地一個羽毛 一個羽毛地雕， 就不斷的在電視機前刻 終於做出了一隻鷹 這是我坐在我妻子旁邊 這是整個過程中我拍得唯一一幅像片"}, {"zh-tw": " As I moved through, I achieved a very reasonable facsimile of the Maltese Falcon. But again, I am not a sculptor, and so I don't know a lot of the tricks, like, I don't know how my friend Mike gets beautiful, shiny surfaces with his Sculpey; I certainly wasn't able to get it.", "en": " 到了最後，我完成了 馬爾他之鷹的複製，一件很不錯的複製品。 但是我並不是雕刻家， 我並不瞭解其中的很多小技巧， 我不知道我朋友麥克是如何把他作品的表面弄得漂亮有光澤 我真的是不懂"}, {"zh-tw": " So, I went down to my shop, and I molded it and I cast it in resin, because in the resin, then, I could absolutely get the glass smooth finished. Now there's a lot of ways to fill and get yourself a nice smooth finish.", "en": " 我跑去我的工作室 重新用樹脂灌了一次模， 因為是樹脂做的模，我就可以進行玻璃光面的精整 現在有很多方法去進行光面精整"}, {"zh-tw": " My preference is about 70 coats of this -- matte black auto primer. I spray it on for about three or four days, it drips to hell, but it allows me a really, really nice gentle sanding surface and I can get it glass-smooth.", "en": " 我偏好塗上70層的這種 塗磨砂的黑色汽車底漆 我整整噴了3到4天，這傢伙可難弄了，一直滴 但是它可以讓我有一個細緻磨光的表面 才能再進行拋光處理"}, {"zh-tw": " Oh, finishing up with triple-zero steel wool. Now, the great thing about getting it to this point was that because in the movie, when they finally bring out the bird at the end, and they place it on the table, they actually spin it.", "en": " 最後還得用上000型的鋼絲絨 現在，要進行最有趣的工作了 因為在電影的最後，他們有把那隻鷹拿出來 還放在了桌子上面，轉了一圈"}, {"zh-tw": " So I was able to actually screen-shot and freeze-frame to make sure. And I'm following all the light kicks on this thing and making sure that as I'm holding the light in the same position, I'm getting the same type of reflection on it -- that's the level of detail I'm going into this thing.", "en": " 要知道 這讓我能 一幀一幀的去確認（它的色澤） 我觀察打在鷹上的燈光，去確認我有和電影中一樣 把光線從同一處打在鷹上，並且確認我的鷹上的反光有電影中一樣 這是非常之精細的工作"}, {"zh-tw": " I ended up with this: my Maltese Falcon. And it's beautiful. And I can state with authority at this point in time, when I'd finished it, of all of the replicas out there -- and there is a few -- this is by far the most accurate representation of the original Maltese Falcon than anyone has sculpted. Now the original one, I should tell you, is sculpted by a guy named Fred Sexton.", "en": " 做成之後就是這樣：我的馬爾他之鷹 很帥吧，我敢說 我完成的鷹 在本來就少有的複製品中 是迄今為止最精確地 還原了原作的 現在我要告訴你們的 有關一位名叫弗雷德·塞克斯頓的"}, {"zh-tw": " This is where it gets weird. Fred Sexton was a friend of this guy, George Hodel.", "en": " 就是這位雕塑師讓這鷹如此詭異 弗雷德·塞克斯頓是喬治·霍德爾的一位朋友"}, {"zh-tw": " Terrifying guy -- agreed by many to be the killer of the Black Dahlia. Now, James Ellroy believes that Fred Sexton, the sculptor of the Maltese Falcon, killed James Elroy's mother.", "en": " 一個恐怖的人—被許多人認為是 黑色大麗花事件的兇手 詹姆斯·埃爾羅伊 (作家）還認定 是弗雷德·塞克斯頓 殺了他的母親"}, {"zh-tw": " I'll go you one stranger than that: In 1974, during the production of a weird comedy sequel to \"The Maltese Falcon,\" called \"The Black Bird,\" starring George Segal, the Los Angeles County Museum of Art had a plaster original of the Maltese Falcon -- one of the original six plasters, I think, made for the movie -- stolen out of the museum. A lot of people thought it was a publicity stunt for the movie. John's Grill, which actually is seen briefly in \"The Maltese Falcon,\" is still a viable San Francisco eatery, counted amongst its regular customers Elisha Cook, who played Wilmer Cook in the movie, and he gave them one of his original plasters of the Maltese Falcon.", "en": " 還有更蹊蹺的是 1974年由喬治西格爾主演 的馬爾他之鷹的喜劇續集“The black bird”拍攝時 一隻原來由洛杉磯美術博物館所擁有的 馬爾他之鷹的石膏像， 那可是6個最原型的石膏像之一 從博物館被偷走。當時許多人認為 那是The Black Bird做的一個噱頭 John's Grill這個在電影馬爾他之鷹 中短暫出現的小店 現在仍在三藩市里 以利沙·庫克，在電影裡扮演了威爾默庫克 也是這裡的常客 他曾把一隻原版的馬爾地之鷹（石膏像） 送給了這家店"}, {"zh-tw": " And they had it in their cabinet for about 15 years, until it got stolen in January of 2007. It would seem that the object of desire only comes into its own by disappearing repeatedly.", "en": " 這隻鷹在店裡的櫥窗待了15年 直到它在2007年的一月 被人給偷走了 這就好像一件東西的價值 只有在它消失幾次後才能體現出來似的"}, {"zh-tw": " So here I had this Falcon, and it was lovely. It looked really great, the light worked on it really well, it was better than anything that I could achieve or obtain out in the world. But there was a problem. And the problem was that: I wanted the entirety of the object, I wanted the weight behind the object.", "en": " 現在我已經有了這隻“鷹” 它很可愛，很棒 光澤很漂亮 他比我在這個世上能完成的 能得到的任何東西都好些 但是現在仍有有一個問題， 我希望獲得這個東西的全部 我想這件物品的真正重量"}, {"zh-tw": " This thing was made of resin and it was too light. There's this group online that I frequent.", "en": " 這隻用樹脂做的鷹太輕了 網上有一個我經常拜訪的社群"}, {"zh-tw": " It's a group of prop crazies just like me called the Replica Props Forum, and it's people who trade, make and travel in information about movie props. And it turned out that one of the guys there, a friend of mine that I never actually met, but befriended through some prop deals, was the manager of a local foundry.", "en": " 全是由像我一樣的道具狂人組成的 叫做 仿真品論壇。那裡提供了一個 有關電影道具交易，製作，交流的地方 我在上面交了一位朋友 雖然我們從未謀面 但是可以從於他的幾次交易中看出是個很友好的人，他是一位鑄鐵廠的經理"}, {"zh-tw": " He took my master Falcon pattern, he actually did lost wax casting in bronze for me, and this is the bronze I got back. And this is, after some acid etching, the one that I ended up with.", "en": " 他以我的鷹為原型 用失蠟鑄造法灌了 一個銅的給我 這是我拿到的那個銅質的鷹 這是在我做了一些酸蝕後的樣子"}, {"zh-tw": " And this thing, it's deeply, deeply satisfying to me. Here, I'm going to put it out there, later on tonight, and I want you to pick it up and handle it.", "en": " 這東西，我實在實在是太中意它了 現在我要，我就要把它放在這裡 今天晚些時候，你可以 我希望你們可以來掂量一下它的重量"}, {"zh-tw": " You want to know how obsessed I am. This project's only for me, and yet I went so far as to buy on eBay a 1941 Chinese San Francisco-based newspaper, in order so that the bird could properly be wrapped ... like it is in the movie.", "en": " 希望你們能理解 這鷹的魅力。這是我的收藏 我還專門為它在eBay上買了 一份1941年三藩市出刊的中文報紙 爲了讓這鷹能像電影中一樣 被這樣包起來"}, {"zh-tw": " Yeah, I know! There you can see, it's weighing in at 27 and a half pounds. That's half the weight of my dog, Huxley.", "en": " 我知道（這很瘋狂） 你可以看到它有27磅半重 是我的狗﹣賀胥黎（Huxley)的一半重"}, {"zh-tw": " But there's a problem. Now, here's the most recent progression of Falcons.", "en": " 但是還是有一個問題 是馬爾他之鷹最新的進展"}, {"zh-tw": " On the far left is a piece of crap -- a replica I bought on eBay. There's my somewhat ruined Sculpey Falcon, because I had to get it back out of the mold. There's my first casting, there's my master and there's my bronze.", "en": " 最左邊的那個是我在eBay上買到，做的很爛的 這是一隻用黏土做的 已經有點毀壞的鷹 因為我把它用來做模，這是我鑄的第一隻鷹 這是我做的最棒的和我的那隻銅鷹"}, {"zh-tw": " There's a thing that happens when you mold and cast things, which is that every time you throw it into silicone and cast it in resin, you lose a little bit of volume, you lose a little bit of size. And when I held my bronze one up against my Sculpey one, it was shorter by three-quarters of an inch.", "en": " 當你做模鑄東西時 每次你把它丟到矽脂中澆鑄它時 都會流失一點體積 一點大小 當我把銅鷹和樹脂鷹並排的時候 可以看出它矮了四分之三吋"}, {"zh-tw": " Yeah, no, really, this was like aah -- why didn't I remember this? Why didn't I start and make it bigger? So what do I do? I figure I have two options. One, I can fire a freaking laser at it, which I have already done, to do a 3D scan -- there's a 3D scan of this Falcon.", "en": " 這真的，這感覺就像“啊啊啊啊..\" 我爲什麽當時沒有留意？ 爲什麽我一開始沒把它做大一些？ 我還能怎麼辦啊？我想出了兩個方案 第一，我可以用鐳射 當然我已經那麼做了 做了一個3D的立體掃描，這就是那個3D的掃描圖"}, {"zh-tw": " I had figured out the exact amount of shrinkage I achieved going from a wax master to a bronze master and blown this up big enough to make a 3D lithography master of this, which I will polish, then I will send to the mold maker and then I will have it done in bronze. Or: There are several people who own originals, and I have been attempting to contact them and reach them, hoping that they will let me spend a few minutes in the presence of one of the real birds, maybe to take a picture, or even to pull out the hand-held laser scanner that I happen to own that fits inside a cereal box, and could maybe, without even touching their bird, I swear, get a perfect 3D scan. And I'm even willing to sign pages saying that I'll never let anyone else have it, except for me in my office, I promise. I'll give them one if they want it.", "en": " 我已經精確地算出了從蠟像到銅像 過程中縮水程度 可以把它放大到足以 用雷射刻出一個立體石雕的大小 磨光后，我就會把它送到鑄模匠那去 然後我會把它鑄成銅的 最好的方法，就找到那些擁有原作的人 我已經嘗試去聯繫了他們 希望他們能給我幾分鐘 讓我看看真品，可能的話照張照片 或是可以讓我拿出手持式的鐳射掃描儀 那東西小到塞的進麥片盒子 我甚至可以保證在碰都不碰他們的鷹 做一個3D掃描，我還可以簽下合約 不讓任何人得到這個掃描 除了我以外，我保證 只要他們想要 我會給他們一份我做的"}, {"zh-tw": " And then, maybe, then I'll achieve the end of this exercise. But really, if we're all going to be honest with ourselves, I have to admit that achieving the end of the exercise was never the point of the exercise to begin with, was it.", "en": " 在那之後，也許，我才算完成了這次製作 不過真的，如果我們很真實的面對自己， 我必須坦白說，達成最終結果這件事 從來不是開始這過程的目的，不是這樣嗎？"}, {"zh-tw": " Thank you.", "en": " 謝謝"}], "title": "Adam Savage S Obsessions"}