{"url": "http://www.ted.com/talks/nathaniel_kahn_on_my_architect", "paragraphs": [{"zh-tw": " One thing I wanted to say about film making is -- about this film -- in thinking about some of the wonderful talks we've heard here, Michael Moschen, and some of the talks about music, this idea that there is a narrative line, and that music exists in time. A film also exists in time; it's an experience that you should go through emotionally.", "en": " 談這部電影前 先回想過去的精彩演講 像是雜耍大師莫成 或跟音樂有關的 都提到音樂背後有個故事 音樂具有時代性 其實,電影也有時代性,是種體驗 要投入情感去體會"}, {"zh-tw": " And in making this film I felt that so many of the documentaries I've seen were all about learning something, or knowledge, or driven by talking heads, and driven by ideas. And I wanted this film to be driven by emotions, and really to follow my journey.", "en": " 這部紀錄片有別以往的是 以往紀錄片多是知識性的 不是專家談話,就是多面向分析 但這部紀錄片跟著情緒走 實際紀錄我的探索旅程"}, {"zh-tw": " So instead of doing the talking head thing, instead it's composed of scenes, and we meet people along the way. We only meet them once.", "en": " 沒有專家,而是紀錄各種畫面 和形形色色 萍水相逢的人們"}, {"zh-tw": " They don't come back several times, so it really chronicles a journey. It's something like life, that once you get in it you can't get out.", "en": " 因此這部紀錄片如旅行記事 就像人生,一旦踏上旅途 就沒辦法回頭"}, {"zh-tw": " There are two clips I want to show you, the first one is a kind of hodgepodge, its just three little moments, four little moments with three of the people who are here tonight. It's not the way they occur in the film, because they are part of much larger scenes.", "en": " 接下來兩支短片 第一支有點像大雜燴 集結三,四個小片段 畫面中三位人士今天有到場 但拍攝時我們完全沒安排 我們的相遇完全是巧合"}, {"zh-tw": " They play off each other in a wonderful way. And that ends with a little clip of my father, of Lou, talking about something that is very dear to him, which is the accidents of life.", "en": " 但卻相輔相成,恰到好處 最後則是我父親的錄像 他在影片中說道,此生最重視的 莫過於人生中的種種意外"}, {"zh-tw": " I think he felt that the greatest things in life were accidental, and perhaps not planned at all. And those three clips will be followed by a scene of perhaps what, to me, is really his greatest building which is a building in Dhaka, Bangladesh.", "en": " 生命中最美好的事,都是機緣巧合 完全在計畫之外 三個片段最後各位將看到 我心目中父親最偉大的建築 它位於孟加拉達卡"}, {"zh-tw": " He built the capital over there. And I think you'll enjoy this building, it's never been seen -- it's been still photographed, but never photographed by a film crew.", "en": " 是該國的國會議堂 相信會讓各位眼睛一亮 這棟建築過去只出現在照片上"}, {"zh-tw": " We were the first film crew in there. So you'll see images of this remarkable building.", "en": " 我們是首批來錄影的小組 影片將呈現這棟蘶峨的建築"}, {"zh-tw": " A couple of things to keep in mind when you see it, it was built entirely by hand, I think they got a crane the last year. It was built entirely by hand off bamboo scaffolding, people carrying these baskets of concrete on their heads, dumping them in the forms.", "en": " 觀賞影片時請記住幾點 這棟建築完全手工打造 最後一年才有起重機 因此全靠工人爬上竹製鷹架蓋成 工人頭頂水泥桶 灌進模板構築骨幹"}, {"zh-tw": " It is the capital of the country, and it took 23 years to build, which is something they seem to be very proud of over there. It took as long as the Taj Mahal.", "en": " 它是孟加拉的政治中心 花了23年才竣工 當地人似乎皆引以為傲 工程耗時可比泰姬瑪哈陵"}, {"zh-tw": " Unfortunately it took so long that Lou never saw it finished. He died in 1974.", "en": " 只可惜那時父親已不在世 他逝世於1974年"}, {"zh-tw": " The building was finished in 1983. So it continued on for many years after he died.", "en": " 而建築直到1983年才完成 因此,工程持續直到完工 即使建築師早已與世長辭"}, {"zh-tw": " Think about that when you see that building, that sometimes the things we strive for so hard in life we never get to see finished. And that really struck me about my father, in the sense that he had such belief that somehow, doing these things giving in the way that he gave, that something good would come out of it, even in the middle of a war, there was a war with Pakistan at one point, and the construction stopped totally and he kept working, because he felt, \"Well when the war is done they'll need this building.\" So, those are the two clips I'm going to show.", "en": " 欣賞這棟建築時,請試想 有人窮盡畢生耕耘,卻等不及收穫 我父親就是個例子 父親一生秉持的信念是 追求夢想時 不惜豁出一切,這樣美夢就會成真 就算正值孟加拉獨立戰爭 工程無法進行,他仍堅持不懈 他深信 戰爭結束後 人們會需要這棟建築 接下來請各位欣賞這兩支短片"}, {"zh-tw": " Roll that tape. Richard Saul Wurman: I remember hearing him talk at Penn.", "en": " 請看 (\"我的建築師\" TED12精選片段) (資訊建築師理查伍爾曼)我還記得在賓大聽他講課"}, {"zh-tw": " And I came home and I said to my father and mother, \"I just met this man: doesn't have much work, and he's sort of ugly, funny voice, and he's a teacher at school. I know you've never heard of him, but just mark this day that someday you will hear of him, because he's really an amazing man.\" Frank Gehry: I heard he had some kind of a fling with Ingrid Bergman. Is that true? Nathaniel Kahn: If he did he was a very lucky man.", "en": " 一回到家,我便告訴爸媽 我遇到一個人,他看起來無所事事 其貌不揚,聲音很怪 是我們學校裡的老師 他現在沒沒無聞,但有朝一日 他一定會名聲遠播 因為他真的與眾不同 (建築大師法蘭克蓋瑞) 聽說他跟英格麗褒曼暗有來往? (薩尼康) 若是真的，父親真是艷福不淺"}, {"zh-tw": " NK: Did you hear that, really? FG: Yeah, when he was in Rome. Moshe Safdie: He was a real nomad.", "en": " (薩) 真有此說? (蓋瑞) 是啊，聽說是在羅馬的時候 (建築師莫塞薩夫迪) 他是不折不扣的浪子"}, {"zh-tw": " And you know, when I knew him when I was in the office, he would come in from a trip, and he would be in the office for two or three days intensely, and he would pack up and go. You know he'd be in the office till three in the morning working with us and there was this kind of sense of the nomad in him.", "en": " 跟他一起共事的時候 他會突然遠遊歸來,出現在辦公室 待沒兩三天,又打包走人 他會留到凌晨三點,一起熬夜工作 他就是這麼個浪子"}, {"zh-tw": " I mean as tragic as his death was in a railway station, it was so consistent with his life, you know? I mean I often think I'm going to die in a plane, or I'm going to die in an airport, or die jogging without an identification on me. I don't know why I sort of carry that from that memory of the way he died.", "en": " 連死都要死在火車站 終其一生表裡如一,對吧？ 我常想,說不定我會死在飛機上 或死在機場裡 或跑步中途斷氣身亡,成了無名屍 我會這麼想 多半是想起康的死"}, {"zh-tw": " But he was a sort of a nomad at heart. Louis Kahn: How accidental our existences are really and how full of influence by circumstance.", "en": " 但他確實是位真性情的浪子 (路易斯康) 人的一生本就意外連連 無時無刻不受周遭影響 (孟加拉恆河)"}, {"zh-tw": " Man: We are the morning workers who come, all the time, here and enjoy the walking, city's beauty and the atmosphere and this is the nicest place of Bangladesh. We are proud of it.", "en": " (路人) 我們常早上來這裡 走路運動,欣賞風景,享受時光 這是孟加拉最美的地方 我們很引以為傲"}, {"zh-tw": " NK: You're proud of it? Man: Yes, it is the national image of Bangladesh. NK: Do you know anything about the architect? Man: Architect? I've heard about him; he's a top-ranking architect.", "en": " (薩) 你們很引以為傲? (路人) 沒錯,這是孟加拉的精神指標 (薩) 你們知道建築師是誰嗎? (路人) 建築師?我知道是有位建築師"}, {"zh-tw": " NK: Well actually I'm here because I'm the architect's son, he was my father. Man: Oh! Dad is Louis Farrakhan? NK: Yeah. No not Louis Farrakhan, Louis Kahn.", "en": " (薩) 其實我是這位建築師的兒子 他是我父親 (路人) 喔,你爸是路易斯富拉康? (薩) 是,但不是路易斯富拉康,是路易斯康"}, {"zh-tw": " Man: Louis Kahn, yes! Man: Your father, is he alive? NK: No, he's been dead for 25 years. Man: Very pleased to welcome you back.", "en": " (路人) 喔對,是路易斯康 (路人) 你爸還活著? (薩) 不,去世25年了 (路人) 很高興你能回來"}, {"zh-tw": " NK: Thank you. NK: He never saw it finished, Pop.", "en": " (薩) 謝謝 (薩) 波普,他沒看過完工的樣子"}, {"zh-tw": " No, he never saw this. Shamsul Wares: It was almost impossible, building for a country like ours.", "en": " 從沒看過 (山蘇威爾斯) 簡直不可能在孟加拉蓋這種建築"}, {"zh-tw": " In 30, 50 years back, it was nothing, only paddy fields, and since we invited him here, he felt that he has got a responsibility. He wanted to be a Moses here, he gave us democracy.", "en": " 50年前,這裡除了稻田,一無所有 不過既然他受邀前來 他就覺得自己附有使命 要作我們的先知,帶來民主"}, {"zh-tw": " He is not a political man, but in this guise he has given us the institution for democracy, from where we can rise. In that way it is so relevant.", "en": " 他不熱衷政治 卻仍為孟加拉蓋了這棟 民主的殿堂,立國的根基 對我們而言意義深遠"}, {"zh-tw": " He didn't care for how much money this country has, or whether he would be able to ever finish this building, but somehow he has been able to do it, build it, here. And this is the largest project he has got in here, the poorest country in the world.", "en": " 他不在意孟加拉資金有限 也不在乎蓋不蓋得成 但他真的做到了 艱鉅的工程在最窮的國家完成"}, {"zh-tw": " NK: It cost him his life. SW: Yeah, he paid. He paid his life for this, and that is why he is great and we'll remember him.", "en": " (薩) 他用生命換來的 (山蘇威爾斯) 是啊,真的是用生命換來的 也因此,他的偉大我們永不忘記"}, {"zh-tw": " But he was also human. Now his failure to satisfy the family life, is an inevitable association of great people.", "en": " 當然,人不是完美的 他沒顧好家庭生活 偉人往往都有此缺憾"}, {"zh-tw": " But I think his son will understand this, and will have no sense of grudge, or sense of being neglected, I think. He cared in a very different manner, but it takes a lot of time to understand that.", "en": " 但我相信,他的兒子能諒解 不再有一絲埋怨 不再覺得自己被忽略 他只是關心的方式不同 要花些時間才能理解"}, {"zh-tw": " In social aspect of his life he was just like a child, he was not at all matured. He could not say no to anything, and that is why, that he cannot say no to things, we got this building today.", "en": " 社交生活方面 他就像個孩子,一點也不成熟 不懂得拒絕 但也因為他不擅拒絕 我們才有這棟建築"}, {"zh-tw": " You see, only that way you can be able to understand him. There is no other shortcut, no other way to really understand him.", "en": " 這是瞭解他唯一最好的方式 從別的角度 都無法真正瞭解他"}, {"zh-tw": " But I think he has given us this building and we feel all the time for him, that's why, he has given love for us. He could not probably give the right kind of love for you, but for us, he has given the people the right kind of love, that is important.", "en": " 但我想,他給我們這棟建築 我們對他只有無限感激 或許那是他愛我們的方式 這樣的愛對你來說或許沒意義 對我們來說卻意義深重 這點相當重要"}, {"zh-tw": " You have to understand that. He had an enormous amount of love, he loved everybody.", "en": " 你必須要能瞭解 他心存大愛 普愛眾人"}, {"zh-tw": " To love everybody, he sometimes did not see the very closest ones, and that is inevitable for men of his stature.", "en": " 因而也忽視了 身邊最親密的人 但這是全天下偉人都會犯的錯誤"}], "title": "Nathaniel Kahn On My Architect"}