{"url": "http://www.ted.com/talks/margaret_wertheim_crochets_the_coral_reef", "paragraphs": [{"zh-tw": " I'm here today, as June said, to talk about a project that my twin sister and I have been doing for the past three and half years. We're crocheting a coral reef.", "en": " 我今天來到這裡 是要談一個計畫 我和我的雙胞胎姊妹已經執行了三年半 我們用鉤針織出珊瑚礁"}, {"zh-tw": " And it's a project that we've actually been now joined by hundreds of people around the world, who are doing it with us. Indeed thousands of people have actually been involved in this project, in many of its different aspects. It's a project that now reaches across three continents, and its roots go into the fields of mathematics, marine biology, feminine handicraft and environmental activism.", "en": " 而這個計畫到目前為止 已經有從世界各地數以百計的人 和我們一起執行，而有數千人 有實際參與計畫 從各種不同的面向 現在更推行到三大洲去 根基於數學 海洋生物學、婦女手工藝 以及環境運動"}, {"zh-tw": " It's true. It's also a project that in a very beautiful way, the development of this has actually paralleled the evolution of life on earth, which is a particularly lovely thing to be saying right here in February 2009 -- which, as one of our previous speakers told us, is the 200th anniversary of the birth of Charles Darwin.", "en": " 沒錯 這也是一個 用一種很美麗的方式完成的計畫 它的發展 就和地球生物演化平行發生 這件事情講起來很有趣 在這裡，2009年二月 前一個講者已經告訴我們 這是達爾文的 200歲誕辰"}, {"zh-tw": " All of this I'm going to get to in the next 18 minutes, I hope. But let me first begin by showing you some pictures of what this thing looks like.", "en": " 而在這接下來的18分鐘裡面，我希望可以把這些都帶過一遍 但首先我想先讓大家看 一些照片，了解這些東西長什麼樣子"}, {"zh-tw": " Just to give you an idea of scale, that installation there is about six feet across, and the tallest models are about two or three feet high. This is some more images of it.", "en": " 為了讓大家對大小有個概念 這個裝置大概有六呎寬 最高一個大概有兩到三呎高 這裡有更多照片"}, {"zh-tw": " That one on the right is about five feet high. The work involves hundreds of different crochet models.", "en": " 最右邊那個大約有五呎高 一共需要上百種不同的鉤針織模型"}, {"zh-tw": " And indeed there are now thousands and thousands of models that people have contributed all over the world as part of this. The totality of this project involves tens of thousands of hours of human labor -- 99 percent of it done by women.", "en": " 而現在更有大半是由人們 從世界各地提供的數千種模型組成的 這個計畫總共 花費數萬小時 人力 而99％都是女性完成的"}, {"zh-tw": " On the right hand side, that bit there is part of an installation that is about 12 feet long. My sister and I started this project in 2005 because in that year, at least in the science press, there was a lot of talk about global warming, and the effect that global warming was having on coral reefs.", "en": " 在右邊，是這個裝置的一部分 約有12呎長 我的姊妹和我在2005年開始這項計畫 因為在這一年，至少是在科學出版裡 有很多對全球暖化 以及其對珊瑚礁影響的討論"}, {"zh-tw": " Corals are very delicate organisms, and they are devastated by any rise in sea temperatures. It causes these vast bleaching events that are the first signs of corals of being sick.", "en": " 珊瑚是很脆弱的生物 海溫的些微上升就會造成很大傷害 也就是所謂的白化現象 這是珊瑚生病的第一項警訊"}, {"zh-tw": " And if the bleaching doesn't go away -- if the temperatures don't go down -- reefs start to die. A great deal of this has been happening in the Great Barrier Reef, particularly in coral reefs all over the world.", "en": " 如果白化一直持續 溫度沒有下降，珊瑚礁就會開始死亡 這樣的故事在很多地方都有發生，像大堡礁 還有世界各地的珊瑚礁"}, {"zh-tw": " This is our invocation in crochet of a bleached reef. We have a new organization together called The Institute for Figuring, which is a little organization we started to promote, to do projects about the aesthetic and poetic dimensions of science and mathematics.", "en": " 這是我們用鉤針織出的白化珊瑚，為珊瑚祈禱 我們成立了一個「圖示學院」 宗旨是 推廣與承接計畫 展示科學與數學上的美學與詩意"}, {"zh-tw": " And I went and put a little announcement up on our site, asking for people to join us in this enterprise. To our surprise, one of the first people who called was the Andy Warhol Museum.", "en": " 當我公佈了聲明於網頁上 歡迎加入這創舉 相當意外的是一開始打來詢問的 是安地沃荷美術館"}, {"zh-tw": " And they said they were having an exhibition about artists' response to global warming, and they'd like our coral reef to be part of it. I laughed and said, \"Well we've only just started it, you can have a little bit of it.\" So in 2007 we had an exhibition, a small exhibition of this crochet reef.", "en": " 說將有一展出 是藝術家對全球暖化的反應 他們希望我們的珊瑚礁也能參與 我笑著回答「我們才剛剛開始 所以只能提供一些些」 2007年我們展出 只是小小的一片珊瑚礁"}, {"zh-tw": " And then some people in Chicago came along and they said, \"In late 2007, the theme of the Chicago Humanities Festival is global warming. And we've got this 3,000 square-foot gallery and we want you to fill it with your reef.\" And I, naively by this stage, said, \"Oh, yes, sure.\" Now I say \"naively\" because actually my profession is as a science writer. What I do is I write books about the cultural history of physics.", "en": " 其中有些從芝加哥來的人說 「2007年底, 芝加哥人文藝術的主題是 全球暖化，而我們有3000平方英呎的展場 希望能全面佈置你們的珊瑚礁」 我天真的就回說「好的!沒問題」 我說自己「天真」 是因為我的職業是科學作家 是寫作有關物理科學的文化歷史"}, {"zh-tw": " I've written books about the history of space, the history of physics and religion, and I write articles for people like the New York Times and the L.A. Times. So I had no idea what it meant to fill a 3,000 square-foot gallery.", "en": " 我曾寫過太空歷史 物理與宗教的歷史 也為紐約時報與洛杉磯時報撰寫文章 所以我根本搞不清楚填滿3000平方英呎的大小"}, {"zh-tw": " So I said yes to this proposition. And I went home, and I told my sister Christine.", "en": " 所以我只管答應這邀請 回家告訴我的姊妹Christine"}, {"zh-tw": " And she nearly had a fit because Christine is a professor at one of L.A.'s major art colleges, CalArts, and she knew exactly what it meant to fill a 3,000 square-foot gallery. She thought I'd gone off my head.", "en": " 她嚇到了 因為Christine任教於 CalArts是洛杉磯的重要藝術學院 她清楚明白什麼是3000平方英呎的展出 她說我瘋了"}, {"zh-tw": " But she went into crochet overdrive. And to cut a long story short, eight months later we did fill the Chicago Cultural Center's 3,000 square foot gallery.", "en": " 但她還是加速鉤針趕進度 長話短說，8個月後 我們還是填滿了芝加哥文化中心 3000平方英呎的展出"}, {"zh-tw": " By this stage the project had taken on a viral dimension of its own, which got completely beyond us. The people in Chicago decided that as well as exhibiting our reefs, what they wanted to do was have the local people there make a reef.", "en": " 到這一步整個計畫 自然地進入到一重要國度 且不是我們能操控 芝加哥人決定 除了展出我們的珊瑚 也希望當地百姓也能參與製作"}, {"zh-tw": " So we went and taught the techniques. We did workshops and lectures. And the people in Chicago made a reef of their own.", "en": " 所以我們前往指導技巧、接著工作坊與課程 芝加哥民眾也做出他們自己的珊瑚礁"}, {"zh-tw": " And it was exhibited alongside ours. There were hundreds of people involved in that.", "en": " 同時在我們的作品旁展出 數以百計的民眾參與"}, {"zh-tw": " We got invited to do the whole thing in New York, and in London, and in Los Angeles. In each of these cities, the local citizens, hundreds and hundreds of them, have made a reef.", "en": " 我們又被邀請作同樣展出與傳授的過程 於紐約 倫敦 和洛杉磯 在每個地點 當地的市民 幾百人 一起做珊瑚"}, {"zh-tw": " And more and more people get involved in this, most of whom we've never met. So the whole thing has sort of morphed into this organic, ever-evolving creature, that's actually gone way beyond Christine and I.", "en": " 也吸引了更多人參與 都是些我們從未見過的人 所以整件事已自然的轉型 更有生機 更多人參與 遠超過Christine和我的貢獻"}, {"zh-tw": " Now some of you are sitting here thinking, \"What planet are these people on? Why on earth are you crocheting a reef? Woolenness and wetness aren't exactly two concepts that go together. Why not chisel a coral reef out of marble? Cast it in bronze.\" But it turns out there is a very good reason why we are crocheting it because many organisms in coral reefs have a very particular kind of structure.", "en": " 現在你們可能坐著想 「這些人是從哪個星球來的? 為什麼要鉤織珊瑚 棉線與含水 是無法相容的 為什麼不用大理石雕刻珊瑚呢? 或是銅鑄?」 實際上 是有非常充分的理由 用編織來表現珊瑚 因為每種的珊瑚 多有著特別的結構"}, {"zh-tw": " The frilly crenulated forms that you see in corals, and kelps, and sponges and nudibranchs, is a form of geometry known as hyperbolic geometry. And the only way that mathematicians know how to model this structure is with crochet. It happens to be a fact.", "en": " 這種奏摺重疊的形式 出現在珊瑚 海帶 海綿 以及 海蛞蝓 是一種幾何上稱為雙曲線的形式 也是數學家認為唯一 能展現此幾何的方式 就是針織 這是個事實"}, {"zh-tw": " It's almost impossible to model this structure any other way, and it's almost impossible to do it on computers. So what is this hyperbolic geometry that corals and sea slugs embody? The next few minutes is, we're all going to get raised up to the level of a sea slug.", "en": " 好像沒有其他方式能建構這樣幾何 也好像不可能在電腦上呈現 所以到底什麼是 雙曲線幾何 在珊瑚與海蛞蝓身上? 接下來的幾分鐘 我們都能進化到 海蛞蝓的等級"}, {"zh-tw": " This sort of geometry revolutionized mathematics when it was first discovered in the 19th century. But not until 1997 did mathematicians actually understand how they could model it.", "en": " 在19世紀時 這種幾何的 出現 在數學上是革命性的 一直是到1997年 數學家才真正明白 要如何具體模擬它"}, {"zh-tw": " In 1997 a mathematician at Cornell, Daina Taimina, made the discovery that this structure could actually be done in knitting and crochet. The first one she did was knitting.", "en": " 1997年 一個康乃爾數學家 Daina Taimina 才發現這樣的結構 能由針織與鉤編展現 她先用針織"}, {"zh-tw": " But you get too many stitches on the needle. So she quickly realized crochet was the better thing. But what she was doing was actually making a model of a mathematical structure, that many mathematicians had thought it was actually impossible to model.", "en": " 但太多針了 所以立刻明白 鉤編是更容易的 但她實際所為 就是完成 許多數學家都難以完成的 實體模型建構"}, {"zh-tw": " And indeed they thought that anything like this structure was impossible per se. Some of the best mathematicians spent hundreds of years trying to prove that this structure was impossible.", "en": " 多數都以為是無法 達成的 過去數百年 頂尖的數學家 也試著證明不可能"}, {"zh-tw": " So what is this impossible hyperbolic structure? Before hyperbolic geometry, mathematicians knew about two kinds of space: Euclidean space, and spherical space. And they have different properties.", "en": " 所以到底什麼是雙曲線結構? 在雙曲線幾何之前 數學家慣用 兩種空間 歐幾里得式空間與球面空間 各有著不同的性質"}, {"zh-tw": " Mathematicians like to characterize things by being formalist. You all have a sense of what a flat space is, Euclidean space is.", "en": " 數學家喜歡用形式主義來分類 你們都熟悉平整的空間 就是歐幾里得空間"}, {"zh-tw": " But mathematicians formalize this in a particular way. And what they do is, they do it through the concept of parallel lines.", "en": " 但數學家以不同的方式標記 他們的作法是利用 平行線條的概念"}, {"zh-tw": " So here we have a line and a point outside the line. And Euclid said, \"How can I define parallel lines? I ask the question, how many lines can I draw through the point but never meet the original line?\" And you all know the answer. Does someone want to shout it out? One. Great. Okay.", "en": " 所以 假設一條直線 與直線外的一個點 歐幾里得就問:「如何定義平行線?」 我問一下 我能畫出幾條平行線 能經過那點 又不與原來的直線相交 你們都知道這個答案 有人願意喊出來嗎? 一個 對! OK"}, {"zh-tw": " That's our definition of a parallel line. It's a definition really of Euclidean space.", "en": " 那就是我們定義的平行線 那就是歐幾里得空間"}, {"zh-tw": " But there is another possibility that you all know of: spherical space. Think of the surface of a sphere -- just like a beach ball, the surface of the Earth.", "en": " 但也有另一種可能 球面空間 想想一個球面的表面 就像是海灘球 就像是地球表面"}, {"zh-tw": " I have a straight line on my spherical surface. And I have a point outside the line. How many straight lines can I draw through the point but never meet the original line? What do we mean to talk about a straight line on a curved surface? Now mathematicians have answered that question.", "en": " 我有一個在球表面上的直線 和一個線外的點 那有多少直線 通過那點 又不會 與原始直線相交? 到底什麼叫作 曲面上的直線呢? 數學家已經定義"}, {"zh-tw": " They've understood there is a generalized concept of straightness, it's called a geodesic. And on the surface of a sphere, a straight line is the biggest possible circle you can draw.", "en": " 共通概念的曲面上之 直線性 就叫作 測地線 若是在球面上 直線就是最大能畫出的圓"}, {"zh-tw": " So it's like the equator or the lines of longitude. So we ask the question again, \"How many straight lines can I draw through the point, but never meet the original line?\" Does someone want to guess? Zero. Very good.", "en": " 所以 就像是赤道 或是南北方向的緯線 所以 再問一次問題 「我能畫出多少直線 經過那點 又不與原直線相交?」 有人要猜嗎? 零 非常好"}, {"zh-tw": " Now mathematicians thought that was the only alternative. It's a bit suspicious isn't it? There is two answers to the question so far, Zero and one.", "en": " 數學家以為只有這另一個答案 有些可疑不是嗎? 能有兩個答案: 零或一"}, {"zh-tw": " Two answers? There may possibly be a third alternative. To a mathematician if there are two answers, and the first two are zero and one, there is another number that immediately suggests itself as the third alternative.", "en": " 兩個解答 也有可能有第三個答案 對於數學家來說 若有兩個答案 首先的回答 就是 零 與 一 同時 也自然而然 會以為 有第三種可能"}, {"zh-tw": " Does anyone want to guess what it is? Infinity. You all got it right. Exactly. There is, there's a third alternative.", "en": " 有人要猜嗎? 無限多 的確 你們都答對 有第三個解答"}, {"zh-tw": " This is what it looks like. There's a straight line, and there is an infinite number of lines that go through the point and never meet the original line.", "en": " 這就是圖形表示 有一條直線 以及無線多條直線 通過那一點 又不會與原始線相交會"}, {"zh-tw": " This is the drawing. This nearly drove mathematicians bonkers because, like you, they're sitting there feeling bamboozled.", "en": " 是這樣畫的 這幾乎逼數學家發瘋 因為 像你們一般 他們覺得被搞糊塗了"}, {"zh-tw": " Thinking, how can that be? You're cheating. The lines are curved. But that's only because I'm projecting it onto a flat surface.", "en": " 想一想 怎麼可能? 你是在作弊 這些直線是彎曲的 只因為我將這些直線 投射在 平坦表面"}, {"zh-tw": " Mathematicians for several hundred years had to really struggle with this. How could they see this? What did it mean to actually have a physical model that looked like this? It's a bit like this: imagine that we'd only ever encountered Euclidean space.", "en": " 數學家歷經幾百年 的掙扎困惑 怎麼能明白呢? 怎樣能有一實際的具體模型 能展現這樣的理論呢? 像這樣 想像我們只理解與經歷 歐式幾何空間"}, {"zh-tw": " Then our mathematicians come along and said, \"There's this thing called a sphere, and the lines come together at the north and south pole.\" But you don't know what a sphere looks like. And someone that comes along and says, \"Look here's a ball.\" And you go, \"Ah! I can see it. I can feel it.", "en": " 然後 我們的數學家過來說 \"有一種球面空間 線條伸展南北極後 會重合 但你不明白球面的長相 另一個人走來說 「看! 這就是個球」 你就會「啊! 我懂了 我能感受了"}, {"zh-tw": " I can touch it. I can play with it.\" And that's exactly what happened when Daina Taimina in 1997, showed that you could crochet models in hyperbolic space. Here is this diagram in crochetness.", "en": " 我能觸摸 也能翻弄」 這就是1997年 當 Daina Taimina 以鉤織品展示了 雙曲面空間 這是以鉤織品來展現"}, {"zh-tw": " I've stitched Euclid's parallel postulate on to the surface. And the lines look curved.", "en": " 我已將歐式的平行線設在這個表面 線條看起來是彎曲的"}, {"zh-tw": " But look, I can prove to you that they're straight because I can take any one of these lines, and I can fold along it. And it's a straight line.", "en": " 我能證明這是一條線 因為我能以任一條線 沿著它折 是一條直線"}, {"zh-tw": " So here, in wool, through a domestic feminine art, is the proof that the most famous postulate in mathematics is wrong. And you can stitch all sorts of mathematical theorems onto these surfaces.", "en": " 所以呢 經由一 家庭婦女的藝術棉織品 證明數學界最有名的假設 (無法建出雙曲面模型) 是錯的 你能鉤織各式的數學定理 在這些表面上顯現"}, {"zh-tw": " The discovery of hyperbolic space ushered in the field of mathematics that is called non-Euclidean geometry. And this is actually the field of mathematics that underlies general relativity and is actually ultimately going to show us about the shape of the universe.", "en": " 而雙曲面引領了其他數學 稱為 非歐式幾何 這類數學也是 廣義相對論的基礎 終極地為我們 引導出宇宙的形狀"}, {"zh-tw": " So there is this direct line between feminine handicraft, Euclid and general relativity. Now, I said that mathematicians thought that this was impossible.", "en": " 所以有一直接關聯線 連結女性手工藝 歐基里得 與 廣義相對論 我剛說數學家原本認為是不可能"}, {"zh-tw": " Here's two creatures who've never heard of Euclid's parallel postulate -- didn't know it was impossible to violate, and they're simply getting on with it. They've been doing it for hundreds of millions of years.", "en": " 這裡有兩種生物從來沒有聽過 歐基里得 的平行假設 也就不知道不能違反 它們卻與 非歐幾何 相處融洽 他們已存在 數億年之久"}, {"zh-tw": " I once asked the mathematicians why it was that mathematicians thought this structure was impossible when sea slugs have been doing it since the Silurian age. Their answer was interesting.", "en": " 我曾問過數學家怎麼會這樣 數學專家沒能具體建構的模型 而海蛞蝓 卻已經從志留纪就擁有著 他們的回答是有趣的"}, {"zh-tw": " They said, \"Well I guess there aren't that many mathematicians sitting around looking at sea slugs.\" And that's true. But it also goes deeper than that. It also says a whole lot of things about what mathematicians thought mathematics was, what they thought it could and couldn't do, what they thought it could and couldn't represent.", "en": " 他們說「可能沒有足夠的數學家 四處坐著看到海蛞蝓」 或許是 但這件事也能更深入 也說明 整體數學家 以為的數學是什麼 以為數學能做到與做不到 以為數學能呈現到與不能呈現"}, {"zh-tw": " Even mathematicians, who in some sense are the freest of all thinkers, literally couldn't see not only the sea slugs around them, but the lettuce on their plate -- because lettuces, and all those curly vegetables, they also are embodiments of hyperbolic geometry. And so in some sense they literally, they had such a symbolic view of mathematics, they couldn't actually see what was going on on the lettuce in front of them.", "en": " 就連數學家 在某些角度 是最自由的思考者 沒能看到 身旁的海蛞蝓 也沒留意到 餐盤中的 萵苣 因為 像萵苣這些彎曲的蔬菜 都是雙曲面幾何的體現 某種程度數學家 他們有著對數學的符號式的觀點 卻不能察覺 在眼前的萵苣"}, {"zh-tw": " It turns out that the natural world is full of hyperbolic wonders. And so, too, we've discovered that there is an infinite taxonomy of crochet hyperbolic creatures.", "en": " 事實上 自然界中 充滿著太多符號式 驚奇 基於此 我們也發現 有無限多分類 來鉤織雙曲面的生物"}, {"zh-tw": " We started out, Chrissy and I and our contributors, doing the simple mathematically perfect models. But we found that when we deviated from the specific setness of the mathematical code that underlies it -- the simple algorithm crochet three, increase one -- when we deviated from that and made embellishments to the code, the models immediately started to look more natural.", "en": " 我們姊妹加上其他參與者 開始 作出簡單數學上的完美模型 我們發現當我們偏離特定 數學符號設定 就是原本簡單的規律: 鉤織三針 加一針 當我們偏離 做了些規律上的額外裝飾變化 模型立即呈現更佳的自然"}, {"zh-tw": " And all of our contributors, who are an amazing collection of people around the world, do their own embellishments. As it were, we have this ever-evolving, crochet taxonomic tree of life.", "en": " 所有來自世界各地的參與者 無不覺得驚奇 也開始了他們的裝飾變化 就這樣 我們開始了 鉤織品物種族譜的生命演化"}, {"zh-tw": " Just as the morphology and the complexity of life on earth is never ending, little embellishments and complexifications in the DNA code lead to new things like giraffes, or orchids -- so too, do little embellishments in the crochet code lead to new and wondrous creatures in the evolutionary tree of crochet life. So this project really has taken on this inner organic life of its own.", "en": " 就像是地球生物 生生不息的變化與複雜化 基因些微的變化與複雜 才演化出 長頸鹿 或是 蘭花 同樣地 鉤織中小小裝飾變化 產出了全新的品種 鉤織品物種族譜的生命演化 所以這個計畫 真的開始其內在的有機生命"}, {"zh-tw": " There is the totality of all the people who have come to it. And their individual visions, and their engagement with this mathematical mode.", "en": " 統整了所有參與者的 各自願景 加上各自以數學形式的參與"}, {"zh-tw": " We have these technologies. We use them. But why? What's at stake here? What does it matter? For Chrissy and I, one of the things that's important here is that these things suggest the importance and value of embodied knowledge.", "en": " 我們已有各式科技 能被使用 那為什麼要用手工呢? 有什麼重要的? 對我們姊妹而言 最重要的一點是 這樣的實作顯示出 將內隱知識的具體展現 之重要性與價值"}, {"zh-tw": " We live in a society that completely tends to valorize symbolic forms of representation -- algebraic representations, equations, codes. We live in a society that's obsessed with presenting information in this way, teaching information in this way.", "en": " 我們生活在這樣的社會 總是傾向於使用 象徵符號的表達 如代數 函數式 程式 等 我們著魔於 將資訊如此表達 也傳授資訊用這樣的方式"}, {"zh-tw": " But through this sort of modality, crochet, other plastic forms of play -- people can be engaged with the most abstract, high-powered, theoretical ideas, the kinds of ideas that normally you have to go to university departments to study in higher mathematics, which is where I first learned about hyperbolic space. But you can do it through playing with material objects.", "en": " 但是利用鉤織的形式 或是其他種遊戲 人們能更體會最抽象的 最高層的 理論的概念 而這些概念 通常都是要 就學於高等教育才會聽到 那也是我過去第一次 學到雙曲面空間 的地方 但是 你可以經由操弄實體物質了"}, {"zh-tw": " One of the ways that we've come to think about this is that what we're trying to do with the Institute for Figuring and projects like this, we're trying to have kindergarten for grown-ups. And kindergarten was actually a very formalized system of education, established by a man named Friedrich Froebel, who was a crystallographer in the 19th century.", "en": " 在我們的數字研究中心 我們也想出一套邏輯去實踐 就是設計出 成人式的幼稚園 幼稚園事實上是一個非常制式的 教育系統 當初創始的是 Friedrich Froebel 而他原本是19世紀的結晶學家"}, {"zh-tw": " He believed that the crystal was the model for all kinds of representation. He developed a radical alternative system of engaging the smallest children with the most abstract ideas through physical forms of play.", "en": " 他認為 結晶結構 是所有事務的規律表現 他也就發展出嶄新不同既往 的幼兒教育系統 經由身體操作的遊戲 試著傳遞抽象意念"}, {"zh-tw": " And he is worthy of an entire talk on his own right. The value of education is something that Froebel championed, through plastic modes of play.", "en": " 他這個題材故事 本身就值得另闢一場演講 Froebel 引領的 教育價值的傳遞 是經由 物質模式的遊戲"}, {"zh-tw": " We live in a society now where we have lots of think tanks, where great minds go to think about the world. They write these great symbolic treatises called books, and papers, and op-ed articles.", "en": " 現今的社會 我們有一大堆的 智庫 有著一群聰明腦袋 為世界想像 撰述許多偉大的抽象論文 像 書籍 論文 專欄 等等"}, {"zh-tw": " We want to propose, Chrissy and I, through The Institute for Figuring, another alternative way of doing things, which is the play tank. And the play tank, like the think tank, is a place where people can go and engage with great ideas.", "en": " 我們姊妹倆 想提議 經由 數字研究中心 的提倡 另一種不同的作法 就是 「玩庫」 玩庫 就像是智庫一般 是個人們可聚集 激發出偉大想法"}, {"zh-tw": " But what we want to propose, is that the highest levels of abstraction, things like mathematics, computing, logic, etc. -- all of this can be engaged with, not just through purely cerebral algebraic symbolic methods, but by literally, physically playing with ideas. Thank you very much.", "en": " 但我們要強調的是 最抽象的學問 像 數學 電腦 邏輯 等等 不只能 靠純粹的智力演算 抽象符號 也能用玩的方式 產出想法 謝謝"}], "title": "Margaret Wertheim Crochets The Coral Reef"}