{"url": "http://www.ted.com/talks/nate_silver_on_race_and_politics", "paragraphs": [{"zh-tw": " I want to talk about the election. For the first time in the United States, a predominantly white group of voters voted for an African-American candidate for President. And in fact Barack Obama did quite well.", "en": " 我要跟大家聊聊有關選舉 美國有史以來，大多數白人選民 首次投票給一位非洲裔候選人 事實上，歐巴馬取得不錯的成績"}, {"zh-tw": " He won 375 electoral votes. And he won about 70 million popular votes more than any other presidential candidate -- of any race, of any party -- in history.", "en": " 獲得了375張選舉人票 與此同時，還獲得7,000萬張民眾選票 是歷屆總統選舉中，獲得票數最高 比任何族裔和黨派的候選人都要出色"}, {"zh-tw": " If you compare how Obama did against how John Kerry had done four years earlier -- Democrats really like seeing this transition here, where almost every state becomes bluer, becomes more democratic -- even states Obama lost, like out west, those states became more blue. In the south, in the northeast, almost everywhere but with a couple of exceptions here and there.", "en": " 比起歐巴馬與四年前凱利的選舉 民主黨應該很欣然看到當中的改變 幾乎每個州，對民主黨的支持度均上升 就連歐巴馬輸掉的州份，比如美國西岸 也是如此 相同情形也出現在南部和東北部 當然，也有一些例外"}, {"zh-tw": " One exception is in Massachusetts. That was John Kerry's home state.", "en": " 其中一個例外是麻薩諸塞州 那是凱利的家鄉"}, {"zh-tw": " No big surprise, Obama couldn't do better than Kerry there. Or in Arizona, which is John McCain's home, Obama didn't have much improvement.", "en": " 理所當然，歐巴馬的成績不可能勝過凱利 還有亞利桑那州，那是對手麥肯的家鄉 歐巴馬很難有所突破"}, {"zh-tw": " But there is also this part of the country, kind of in the middle region here. This kind of Arkansas, Tennessee, Oklahoma, West Virginia region.", "en": " 在中部地區也有類似情況，如 阿肯色州、田納西州、俄克拉荷馬州、西佛吉尼亞州"}, {"zh-tw": " Now if you look at '96, Bill Clinton -- the last Democrat to actually win -- how he did in '96, you see real big differences in this part of the country right here, the kind of Appalachians, Ozarks, highlands region, as I call it: 20 or 30 point swings from how Bill Clinton did in '96 to how Obama did in 2008. Yes Bill Clinton was from Arkansas, but these are very, very profound differences.", "en": " 比較1996年克林頓 上一位代表民主黨獲勝總統的票選 會發現驚人的改變 地區如：阿巴拉契亞山區(Appalachinas)、歐扎克斯(Ozarks)、高原地區 有20至30點的調整 這是從1996克林頓到歐巴馬 2008年 雖然阿肯色州是克林頓的家鄉，但當中的差距未免也太大！"}, {"zh-tw": " So, when we think about parts of the country like Arkansas, you know. There is a book written called, \"What's the Matter with Kansas?\" But really the question here -- Obama did relatively well in Kansas.", "en": " 讓我們探討一下地區，如阿肯色州 有本書叫《 堪薩斯州到底怎麼了？》 但問題是，歐巴馬在堪薩斯州的成績不算差"}, {"zh-tw": " He lost badly but every Democrat does. He lost no worse than most people do.", "en": " 他雖然輸了這個州，但每位民主黨候選人都這樣 他沒有不如他人"}, {"zh-tw": " But yeah, what's the matter with Arkansas? And when we think of Arkansas we tend to have pretty negative connotations. We think of a bunch of rednecks, quote, unquote, with guns.", "en": " 所以囉，阿肯色州到底怎麼了？ 想到阿肯色州，難免有些負面的想法 一群拿著槍的鄉下人"}, {"zh-tw": " And we think people like this probably don't want to vote for people who look like this and are named Barack Obama. We think it's a matter of race. And is this fair? Are we kind of stigmatizing people from Arkansas, and this part of the country? And the answer is: it is at least partially fair.", "en": " 想也知道這些人不會支持 歐巴馬這類型，甚至聽到這名字就不想理了 歸根究底，就是種族問題在作怪 如此形容阿肯色州人，是否太武斷了？ 其實不然，起碼有一部份說得對"}, {"zh-tw": " We know that race was a factor, and the reason why we know that is because we asked those people. Actually we didn't ask them, but when they conducted exit polls in every state, in 37 states, out of the 50, they asked a question, that was pretty direct, about race.", "en": " 種族問題的確有影響，如此說 是因為有經過查證 雖然沒有直接詢問原因 但曾在投票站 50個州中，就訪問了30個州 有關種族的問題"}, {"zh-tw": " They asked this question. In deciding your vote for President today, was the race of the candidate a factor? We're looking for people that said, \"Yes, race was a factor; moreover it was an important factor, in my decision,\" and people who voted for John McCain as a result of that factor, maybe in combination with other factors, and maybe alone.", "en": " 內容是 在今天的總統選舉中，候選人的種族背景 是否考量因素之一？ 我們特別針對承認候選人種族背景 或多或少影響到投票決定的選民 尤其支持麥肯 其真正原因 或許只有一個原因，有或許更多"}, {"zh-tw": " We're looking for this behavior among white voters or, really, non-black voters. So you see big differences in different parts of the country on this question.", "en": " 特別著重白人選民 喔，正確說是非黑人選民做研究 大家可以看到，差距其實很大 尤其訪問者來自不同地區"}, {"zh-tw": " In Louisiana, about one in five white voters said, \"Yes, one of the big reasons why I voted against Barack Obama is because he was an African-American.\" If those people had voted for Obama, even half of them, Obama would have won Louisiana safely. Same is true with, I think, all of these states you see on the top of the list.", "en": " 路易斯安那州，每五個白人選民，就有一位 承認不選歐巴馬 因為他是非裔美國人 假如這群選民原意支持歐巴馬 即使只有一半，也必成歐巴馬的囊中物 同樣道理，可以用於以上州份"}, {"zh-tw": " Meanwhile, California, New York, we can say, \"Oh we're enlightened\" but you know, certainly a much lower incidence of this admitted, I suppose, manifestation of racially-based voting. Here is the same data on a map.", "en": " 再看看加州、紐約，所謂見過世面的州份 相對受種族影響較少 起碼我如此認為 這是顯而易見 地圖顯示同樣的數據"}, {"zh-tw": " You kind of see the relationship between the redder states of where more people responded and said, \"Yes, Barack Obama's race was a problem for me.\" You see, comparing the map to '96, you see an overlap here. This really seems to explain why Barack Obama did worse in this one part of the country.", "en": " 更容易看出當中的關係 紅色州份就有很多人承認 介意歐巴馬的種族背景 再對照1996年，看到當中的重疊嗎？ 這就解釋了 為甚麼歐巴馬未能獲得某些選民支持 尤其是這些區域"}, {"zh-tw": " So we have to ask why. Is racism predictable in some way? Is there something driving this? Is it just about some weird stuff that goes on in Arkansas that we don't understand, and Kentucky? Or are there more systematic factors at work? And so we can look at a bunch of different variables.", "en": " 為甚麼有這樣的現象？ 種族歧視有跡可尋嗎？ 又是甚麼因素致使種族歧視？ 難道這些怪現象只發生在阿肯色州和肯德基州？ 讓人難以理解 還是有更多其他原因？ 就讓我們深入地了解一下"}, {"zh-tw": " These are things that economists and political scientists look at all the time -- things like income, and religion, education. Which of these seem to drive this manifestation of racism in this big national experiment we had on November 4th? And there are a couple of these that have strong predictive relationships, one of which is education, where you see the states with the fewest years of schooling per adult are in red, and you see this part of the country, the kind of Appalachians region, is less educated. It's just a fact.", "en": " 經濟學家和政治學家早已對此展開調查 收入多寡、宗教信仰、教育程度等等 究竟那項導致 種族歧視 試圖在11月4日選舉中找出答案 當中有幾個因素 扮演著舉足輕重的影響地位 其中一個便是教育程度 大家可以看到教育程度較低的州份 以紅色顯示 可以看到阿巴拉契亞山區 教育程度較低"}, {"zh-tw": " And you see the relationship there with the racially-based voting patterns. The other variable that's important is the type of neighborhood that you live in.", "en": " 教育程度直接影響選民 是否以種族背景為選舉的考慮因素 另一個影響選民的重要因素 就是左鄰右舍"}, {"zh-tw": " States that are more rural -- even to some extent of the states like New Hampshire and Maine -- they exhibit a little bit of this racially-based voting against Barack Obama. So it's the combination of these two things: it's education and the type of neighbors that you have, which we'll talk about more in a moment.", "en": " 比較鄉下的州份 如罕布什爾州和緬因 也有如此現象 因為歐巴馬的種族背景，不願支持 因此，兩個因素影響了結果。那就是教育程度 還有左鄰右舍 稍後我會再詳細分析"}, {"zh-tw": " And the thing about states like Arkansas and Tennessee is that they're both very rural, and they are educationally impoverished. So yes, racism is predictable.", "en": " 阿肯色州和田納西州就是鮮明的例子 都是鄉下地方 居民所受的教育也較貧乏 所以說種族歧視是有跡可尋"}, {"zh-tw": " These things, among maybe other variables, but these things seem to predict it. We're going to drill down a little bit more now, into something called the General Social Survey.", "en": " 透過以上這些，再加其他因素 幫助我們了解 現在，讓我們再深入看看 社會概況調查"}, {"zh-tw": " This is conducted by the University of Chicago every other year. And they ask a series of really interesting questions.", "en": " 由芝加哥大學發起 每隔一年舉辦一次 當中包括一系列有趣問題"}, {"zh-tw": " In 2000 they had particularly interesting questions about racial attitudes. One simple question they asked is, \"Does anyone of the opposite race live in your neighborhood?\" We can see in different types of communities that the results are quite different.", "en": " 2000年的調查 特別針對種族觀念 其中一個簡單的問題 「在所居住的社區，有沒有其他種族」？ 不同社區所得到的答案也迥然不同"}, {"zh-tw": " In cites, about 80 percent of people have someone whom they consider a neighbor of another race, but in rural communities, only about 30 percent. Probably because if you live on a farm, you might not have a lot of neighbors, period.", "en": " 在市區，80％受訪者 表示有其他種族的鄰居 在鄉村地區，只有約30％ 或許是因為鄉村，農場遼闊，沒有太多鄰居"}, {"zh-tw": " But nevertheless, you're not having a lot of interaction with people who are unlike you. So what we're going to do now is take the white people in the survey and split them between those who have black neighbors -- or, really, some neighbor of another race -- and people who have only white neighbors.", "en": " 因此沒機會與背景不同的人來往 尤其那種跟自己完全不同 現在，我們要一份調查 將白人分成兩組，一組是有黑人鄰居 喔，正確說法是與其他種族為鄰 另一組則只有白人鄰居"}, {"zh-tw": " And we see in some variables in terms of political attitudes, not a lot of difference. This was eight years ago, some people were more Republican back then.", "en": " 仔細分析數據 所持政治立場，兩組分別並不大 雖說這是八年前的數據，較多人支持共和黨"}, {"zh-tw": " But you see Democrats versus Republican, not a big difference based on who your neighbors are. And even some questions about race -- for example affirmative action, which is kind of a political question, a policy question about race, if you will -- not much difference here.", "en": " 比較民主黨和共和黨 與誰為鄰，並沒有直接影響政治立場 在針對族裔的調查，例如 一些如權益平等促進法的問題 此類有關政治的問題 答案也沒有太大分別"}, {"zh-tw": " Affirmative action is not very popular frankly, with white voters, period. But people with black neighbors and people with mono-racial neighborhoods feel no differently about it really.", "en": " 坦白說，權益平等促進法在白人選民中，並不受歡迎 有黑人的社區，或單一種族的社區 則沒有太大的分別"}, {"zh-tw": " But if you probe a bit deeper and get a bit more personal if you will, \"Do you favor a law banning interracial marriage?\" There is a big difference. People who don't have neighbors of a different race are about twice as likely to oppose interracial marriage as people who do.", "en": " 不過，如果更深入，針對個人調查 問題如「是否支持反異族通婚法？」 所得的答案則完全不同 來自單一種族社區的民眾 對這問題的支持率是另一組的兩倍 反對異族通婚"}, {"zh-tw": " Just based on who lives in your immediate neighborhood around you. And likewise they asked, not in 2000, but in the same survey in 1996, \"Would you not vote for a qualified black president?\" You see people without neighbors who are African-American who were much more likely to say, \"That would give me a problem.\" So it's really not even about urban versus rural.", "en": " 這單單只是受鄰居影響 1996年，也做過相同調查 問：「是否支持非裔美國人當選總統？」 調查發現，那些未曾與非裔為鄰 多會表示不願意支持 所以說，這根本不是攸關城市與鄉村"}, {"zh-tw": " It's about who you live with. Racism is predictable. And it's predicted by interaction or lack thereof with people unlike you, people of other races.", "en": " 與誰為鄰才是關鍵 種族歧視是有跡可尋 透過所接觸的人，甚至交友狀況而得知"}, {"zh-tw": " So if you want to address it, the goal is to facilitate interaction with people of other races. I have a couple of very obvious, I suppose, ideas for maybe how to do that.", "en": " 簡單來說 我們的目標就是促進各種族互動 我心中有一些想法 希望能推動這個目標"}, {"zh-tw": " I'm a big fan of cities. Especially if we have cites that are diverse and sustainable, and can support people of different ethnicities and different income groups.", "en": " 我非常熱愛城市 尤其我們的城市如此多元化 融匯了各族裔群體，各社會階層"}, {"zh-tw": " I think cities facilitate more of the kind of networking, the kind of casual interaction than you might have on a daily basis. But also not everyone wants to live in a city, certainly not a city like New York.", "en": " 城市裡有很多機會擴展社交圈 每天都可以接觸不同的人 當然，不是每個人都喜歡住城市，尤其是紐約"}, {"zh-tw": " So we can think more about things like street grids. This is the neighborhood where I grew up in East Lansing, Michigan.", "en": " 讓我們看看這類如棋盤式格局的街道 我在芝加哥的東蘭莘長大"}, {"zh-tw": " It's a traditional Midwestern community, which means you have real grid. You have real neighborhoods and real trees, and real streets you can walk on.", "en": " 一個典型中西部社區，街道都是整整齊齊 可以看到實實在在的社區、樹木、街道"}, {"zh-tw": " And you interact a lot with your neighbors -- people you like, people you might not know. And as a result it's a very tolerant community, which is different, I think, than something like this, which is in Schaumburg, Illinois, where every little set of houses has their own cul-de-sac and drive-through Starbucks and stuff like that.", "en": " 在這裡，可以跟許多鄰居來往、互動 儘管有些人我們未必喜歡，甚至不了解 卻是一個可包容彼此的社區 另外一種城市就不一樣 如伊利諾州的紹姆堡 每家都有私家路 甚至大到可容納一家星巴客等等"}, {"zh-tw": " I think that actually this type of urban design, which became more prevalent in the 1970s and 1980s -- I think there is a relationship between that and the country becoming more conservative under Ronald Reagan. But also here is another idea we have -- is an intercollegiate exchange program where you have students going from New York abroad.", "en": " 這類社區 在70、80年代特別流行 我個人認為美國會變得 如此保守，是在雷根總統任職的時候 還有另一個想法 就是交換生計畫 例如將紐約學生送往海外"}, {"zh-tw": " But frankly there are enough differences within the country now where maybe you can take a bunch of kids from NYU, have them go study for a semester at the University of Arkansas, and vice versa. Do it at the high school level. Literally there are people who might be in school in Arkansas or Tennessee and might never interact in a positive affirmative way with someone from another part of the country, or of another racial group.", "en": " 老實說，就算在美國，各州縣差距也很大 或許可以將紐約大學生 送到阿肯色大學 反之亦然。還可以將此延伸至高中 其實，生長在阿肯色州或田納西州的學生 可能從未有機會與其他種族交流 尤其是來自另一個地區或種族"}, {"zh-tw": " I think part of the education variable we talked about before is the networking experience you get when you go to college where you do get a mix of people that you might not interact with otherwise. But the point is, this is all good news, because when something is predictable, it is what I call designable.", "en": " 教育的其中一個目的 就是在大學時期建立人際網絡 與不同種族的同學交流互動 總結，這可是一個好消息 事情有跡可循 就代表有相關對策"}, {"zh-tw": " You can start thinking about solutions to solving that problem, even if the problem is pernicious and as intractable as racism. If we understand the root causes of the behavior and where it manifests itself and where it doesn't, we can start to design solutions to it.", "en": " 大家可以開始想想有甚麼解決方法 儘管不容易解決，如種族歧視，非常棘手 但如果我們能夠揪出問題的根源 將之抽絲剝繭 必能找出相對應辦法"}, {"zh-tw": " So that's all I have to say. Thank you very much.", "en": " 以上是我想與大家分享的。謝謝！"}], "title": "Nate Silver On Race And Politics"}