{"url": "http://www.ted.com/talks/ray_anderson_on_the_business_logic_of_sustainability", "paragraphs": [{"zh-tw": " Believe me or not, I come offering a solution to a very important part of this larger problem, with the requisite focus on climate. And the solution I offer is to the biggest culprit in this massive mistreatment of the earth by humankind, and the resulting decline of the biosphere.", "en": " 信不信由你，我是來分享一個解決辦法 針對一個全面性的重要問題 也就是氣候變遷 我提供的辦法 是對於那些人類造成的 重大元兇並 對地球產生嚴重的破壞 導致生物多樣性的減少"}, {"zh-tw": " That culprit is business and industry, which happens to be where I have spent the last 52 years since my graduation from Georgia Tech in 1956. As an industrial engineer, cum aspiring and then successful entrepreneur.", "en": " 元兇就是商業和工業活動 自從我1956年從喬治亞理工學院畢業以後 52年來就一直持續存在著的問題 身為一名工業工程師 創業家、成功的企業家"}, {"zh-tw": " After founding my company, Interface, from scratch in 1973, 36 years ago, to produce carpet tiles in America for the business and institution markets, and shepherding it through start-up and survival to prosperity and global dominance in its field, I read Paul Hawken's book, \"The Ecology of Commerce,\" the summer of 1994. In his book, Paul charges business and industry as, one, the major culprit in causing the decline of the biosphere, and, two, the only institution that is large enough, and pervasive enough, and powerful enough, to really lead humankind out of this mess.", "en": " 我在1973年，也就是三十六年前 白手起家建立了我的公司Interface 在美國製造方塊地毯 銷售給企業或是研究機構 我帶領我的公司從草創初期到站穩腳步 而後成為世界領導品牌 我讀過保羅‧霍肯的書 \"商業生態學\" 在1994年的夏天 保羅在他的書中指責工商業活動 為導致生物圈減少的 罪魁禍首 並稱這些公司也是唯一夠大 夠普遍、夠有力的機構 去帶領人們走出這一團混亂"}, {"zh-tw": " And by the way he convicted me as a plunderer of the earth. And I then challenged the people of Interface, my company, to lead our company and the entire industrial world to sustainability, which we defined as eventually operating our petroleum-intensive company in such a way as to take from the earth only what can be renewed by the earth, naturally and rapidly -- not another fresh drop of oil -- and to do no harm to the biosphere.", "en": " 順帶一提，他還在書裡指責我 為地球的掠奪者 之後我開始給我公司的夥伴一個挑戰 帶領我們公司，及整個工業界往永續發展的目標前進 最後我們將自己這個石油密集產業 定下一個目標- 只使用那些可以 快速地被自然更新的地球資源當作原料 不再使用任何一滴原油 並且不傷害生物環境"}, {"zh-tw": " Take nothing: do no harm. I simply said, \"If Hawken is right and business and industry must lead, who will lead business and industry? Unless somebody leads, nobody will.\" It's axiomatic. Why not us? And thanks to the people of Interface, I have become a recovering plunderer.", "en": " 不任取資源、不傷害地球。 我簡單地說道，如果霍肯是對的 那工商業必定得領導大眾 誰又來領導工商業? 除非有人挺身而出，否則將群龍無首 這是無庸置疑的，為什麼我們不跳出來登高一呼? 感謝我公司Interface的夥伴 我因而有機會改過向善"}, {"zh-tw": " I once told a Fortune Magazine writer that someday people like me would go to jail. And that became the headline of a Fortune article.", "en": " 我曾告訴過一位《財富》雜誌的編輯說 像我這種人總有一天會坐牢 這則新聞成為該期《財富》報導的頭條"}, {"zh-tw": " They went on to describe me as America's greenest CEO. From plunderer to recovering plunderer, to America's greenest CEO in five years -- that, frankly, was a pretty sad commentary on American CEOs in 1999.", "en": " 他們接著稱我為「美國最環保的公司總裁」 從罪魁禍首到洗心革面 到美國最環保的公司總裁,只花了五年的時間 老實而言，對1999當年的美國總裁們 那真是一個非常諷刺的評價"}, {"zh-tw": " Asked later in the Canadian documentary, \"The Corporation,\" what I meant by the \"go to jail\" remark, I offered that theft is a crime. And theft of our children's future would someday be a crime.", "en": " 而後我被加拿大紀錄片公司The Corporation問道 我所謂\"坐牢\"是什麼意思? 我指出竊盜是一種罪行 而竊取我們孩子的未來在將來也必定成為一種罪名"}, {"zh-tw": " But I realized, for that to be true -- for theft of our children's future to be a crime -- there must be a clear, demonstrable alternative to the take-make-waste industrial system that so dominates our civilization, and is the major culprit, stealing our children's future, by digging up the earth and converting it to products that quickly become waste in a landfill or an incinerator -- in short, digging up the earth and converting it to pollution. According to Paul and Anne Ehrlich and a well-known environmental impact equation, impact -- a bad thing -- is the product of population, affluence and technology.", "en": " 但我瞭解這必定成真 偷竊孩子的未來將被定罪 今日必需要有一個明瞭的解決之道 對於我們這個\"取得資源，做成商品，再被拋棄\"的工業制度 該制度同時支配著我們的現代社會 是偷竊我們幼苗未來的最大元兇 藉由開採地球資源 並將其轉變為一下子就被丟進垃圾場 或焚化爐的廢物 簡而言之，剝削地球資源並將其轉成污染源 根據保羅及安‧赫里克 和一個舉世皆知的環境影響方程式 負面的影響，這是我們所不想要的 等於人口乘上財富乘上科技"}, {"zh-tw": " That is, impact is generated by people, what they consume in their affluence, and how it is produced. And though the equation is largely subjective, you can perhaps quantify people, and perhaps quantify affluence, but technology is abusive in too many ways to quantify.", "en": " 也就是說，負面影響是人為造成的 人們用他們的財產消費 即對環境產生了影響 雖然這個方程式非常主觀 但也許你可以將人口量化、甚至將財富量化 但科技被大量地濫用以至於無法以數值呈現"}, {"zh-tw": " So the equation is conceptual. Still it works to help us understand the problem.", "en": " 所以這個方程式是一個概念 協助我們了解整個問題"}, {"zh-tw": " So we set out at Interface, in 1994, to create an example: to transform the way we made carpet, a petroleum-intensive product for materials as well as energy, and to transform our technologies so they diminished environmental impact, rather than multiplied it. Paul and Anne Ehrlich's environmental impact equation: I is equal to P times A times T: population, affluence and technology.", "en": " 所以我們Interface在1994年開始著手 創造一個榜樣 轉變我們製造地毯的方式 一個不論是材料或能源消耗來說皆大量依靠石油的產品 同時改變我們的技術 即可減少對環境的衝擊 而非使其惡化 保羅和安‧赫里克的環境影響方程式: I(負面影響)等於P乘上A乘上T P為人口、A為財富、T為科技"}, {"zh-tw": " I wanted Interface to rewrite that equation so that it read I equals P times A divided by T. Now, the mathematically-minded will see immediately that T in the numerator increases impact -- a bad thing -- but T in the denominator decreases impact.", "en": " 我希望Interface公司改寫它為別種形式: I等於P乘上A除以T 現在，這個方程式在數學意義上可告訴我們 T在分子的話將會造成負面影響擴大 但T在分母的話反倒可以減少負面影響"}, {"zh-tw": " So I ask, \"What would move T, technology, from the numerator -- call it T1 -- where it increases impact, to the denominator -- call it T2 -- where it reduces impact? I thought about the characteristics of first industrial revolution, T1, as we practiced it at Interface, and it had the following characteristics. Extractive: taking raw materials from the earth.", "en": " 所以我便問道\"什麼東西可以把T，科技 從原本的分子，稱之為T1 科技將帶來負面影響 將他改移到分母，稱其為T2 科技就可以減少環境衝擊 我想到第一次工業革命 的幾個特質 T1，就如同我們以前在Interface做的 具有下列幾種特性 開採的:從地球資源中取得原料"}, {"zh-tw": " Linear: take, make, waste. Powered by fossil fuel-derived energy.", "en": " 線性的:取得資源，做成商品，再被拋棄 用石油當作動力來源"}, {"zh-tw": " Wasteful: abusive and focused on labor productivity. More carpet per man-hour.", "en": " 浪費的: 濫用資源且強調勞動生產率 工時越長，製造越多地毯越好"}, {"zh-tw": " Thinking it through, I realized that all those attributes must be changed to move T to the denominator. In the new industrial revolution extractive must be replaced by renewable; linear by cyclical; fossil fuel energy by renewable energy, sunlight; wasteful by waste-free; and abusive by benign; and labor productivity by resource productivity.", "en": " 思考過後，我了解到為了把T移至分母 必需將這些因素做個改變 在新的工業革命中我們必須用可再生的資源取代原本的原料 線性的浪費改為可循環利用 化石燃料必需被可更新能源取代，即太陽能 改掉人們揮霍浪費的習慣 不濫用資源、對環境和善 注重資源生產率而非勞動產率"}, {"zh-tw": " And I reasoned that if we could make those transformative changes, and get rid of T1 altogether, we could reduce our impact to zero, including our impact on the climate. And that became the Interface plan in 1995, and has been the plan ever since.", "en": " 我認為只要我們能做到以上這些改變 就可以把T1去除 將影響減低至零 其中也包括對氣候的影響 這就成了Interface1995年的策略 一直到今日"}, {"zh-tw": " We have measured our progress very rigorously. So I can tell you how far we have come in the ensuing 12 years.", "en": " 我們每年都詳盡地計算著我們的進展 我可以告訴你我們這十二年來到底做了什麼"}, {"zh-tw": " Net greenhouse gas emissions down 82 percent in absolute tonnage. Over the same span of time sales have increased by two-thirds and profits have doubled.", "en": " 溫室氣體排放量 每噸下降了82個百分比 在同期 銷售量上升了三分之二同時利潤成雙倍成長"}, {"zh-tw": " So an 82 percent absolute reduction translates into a 90 percent reduction in greenhouse gas intensity relative to sales. This is the magnitude of the reduction the entire global technosphere must realize by 2050 to avoid catastrophic climate disruption -- so the scientists are telling us.", "en": " 之後八成二的溫室氣體減少量 增加變成減少九成 的溫室起體排放量，跟原先相比 這一個數字、這個降幅 應該被所有的科技業者體認到 並且在2050年前實踐 以避免氣候的劇變與災難的形成 這也是科學家告訴我們的"}, {"zh-tw": " Fossil fuel usage is down 60 percent per unit of production, due to efficiencies in renewables. The cheapest, most secure barrel of oil there is is the one not used through efficiencies.", "en": " 我們每單位產量降低了六成的化石燃料使用量 都歸功於再生能源的使用 世界最便宜、最安全的能源用油 是那些因為利用率太低而未被充分使用的原油"}, {"zh-tw": " Water usage is down 75 percent in our worldwide carpet tile business. Down 40 percent in our broadloom carpet business, which we acquired in 1993 right here in California, City of Industry, where water is so precious.", "en": " 在我們的全球方塊地毯生產工廠中 用水量也減少了七十五個百分比 在我們1993年開發的廣幅地毯產品製作產線中 用水量同樣減少四成 就在這裡，加州，工業重鎮 水資源特別貴重的地方"}, {"zh-tw": " Renewable or recyclable materials are 25 percent of the total, and growing rapidly. Renewable energy is 27 percent of our total, going for 100 percent.", "en": " 再生材料和可回收材料佔全部的百分之二十五，並快速成長著 再生能源佔全部的百分之二十七 並朝百分之百邁進"}, {"zh-tw": " We have diverted 148 million pounds -- that's 74,000 tons -- of used carpet from landfills, closing the loop on material flows through reverse logistics and post-consumer recycling technologies that did not exist when we started 14 years ago. Those new cyclical technologies have contributed mightily to the fact that we have produced and sold 85 million square yards of climate-neutral carpet since 2004, meaning no net contribution to global climate disruption in producing the carpet throughout the supply chain, from mine and well head clear to end-of-life reclamation -- independent third-party certified.", "en": " 我們總共讓一億四千八百萬磅 也就是七萬四千噸 的二手地毯，免於被丟進掩埋場的命運 結束了原物料難逃的宿命 僅僅只靠改變我們的一點想法與邏輯 而使用者回收服務 這個我們14年前剛開始時還不存在的東西 這些新的循環利用政策 對我們2004年以來 銷售掉8千5百萬平方碼的氣候無害地毯 有著極大的貢獻 換句話說，我們沒有對氣候造成更進一步的危害 不論是從製造產品到供應鍊方 從礦山、油井開始一直到產品回收利用 並且獲得了公正第三方的認可"}, {"zh-tw": " We call it Cool Carpet. And it has been a powerful marketplace differentiator, increasing sales and profits.", "en": " 我們將它命名為\"酷冷地毯\" 是一個成功區分市場的產品 增加了銷售量和利潤"}, {"zh-tw": " Three years ago we launched carpet tile for the home, under the brand Flor, misspelled F-L-O-R. You can point and click today at Flor.com and have Cool Carpet delivered to your front door in five days.", "en": " 三年前我們開始製造家用方塊地毯 以Flor這個品牌名稱 故意拼成F-L-O-R 你可以在Flor.com找到相關訊息 同時網路訂購在五天內就可以送到你家門口"}, {"zh-tw": " It is practical, and pretty too. We reckon that we are a bit over halfway to our goal: zero impact, zero footprint.", "en": " 又美又實惠的產品 我們認為我們的任務進行到了一半 對於最終目標-不留影響、不留足跡"}, {"zh-tw": " We've set 2020 as our target year for zero, for reaching the top, the summit of Mount Sustainability. We call this Mission Zero.", "en": " 我們希望在2020年達到此一目標 攀上名為\"永續經營\"的山頂 我們將其稱為\"任務零號\""}, {"zh-tw": " And this is perhaps the most important facet: we have found Mission Zero to be incredibly good for business. A better business model, a better way to bigger profits.", "en": " 該任務是最重要的一個方案 我們了解到任務零號將可以為商業環境帶來極大的利益 一個更好的商業模型 更好的方法以獲取更多的利潤"}, {"zh-tw": " Here is the business case for sustainability. From real life experience, costs are down, not up, reflecting some 400 million dollars of avoided costs in pursuit of zero waste -- the first face of Mount Sustainability.", "en": " 這就是讓企業永續經營的辦法 從真實經驗看來，成本不升反降了 這反映出我們在追求零污染的同時 節省下了四億元的支出 這只是永續經營計劃中的其中一面"}, {"zh-tw": " This has paid all the costs for the transformation of Interface. And this dispels a myth too, this false choice between the environment and the economy.", "en": " 還順便支付了所有做為Interface轉型的成本 也打破了大眾錯誤的迷思- 只能在環境保護與經濟發展中擇一"}, {"zh-tw": " Our products are the best they've ever been, inspired by design for sustainability, an unexpected wellspring of innovation. Our people are galvanized around this shared higher purpose.", "en": " 這是我們有史以來最棒的產品 靈感來自永續發展 真是一個意想不到的創意泉源 這個更崇高的目標也激勵了我的夥伴們"}, {"zh-tw": " You cannot beat it for attracting the best people and bringing them together. And the goodwill of the marketplace is astonishing.", "en": " 沒有其他更好的核心價值可以吸引人才 並且團結整個工作團隊了 市場的好評也出乎我們意料"}, {"zh-tw": " No amount of advertising, no clever marketing campaign, at any price, could have produced or created this much goodwill. Costs, products, people, marketplaces -- what else is there? It is a better business model.", "en": " 不需廣告、不需精心策劃的行銷活動 你原本需要花掉多少資本 才能達到這種廣告效果 成本、產品、員工、市場 還有什麼沒涵蓋到的主題? 這的確是一個更佳的商業模型"}, {"zh-tw": " And here is our 14-year record of sales and profits. There is a dip there, from 2001 to 2003: a dip when our sales, over a three-year period, were down 17 percent.", "en": " 這是我們十四年來銷售量和利潤的記錄 在2001年至2003年間有下滑的趨勢 我們的銷售量在那三年間 下降了17個百分比"}, {"zh-tw": " But the marketplace was down 36 percent. We literally gained market share.", "en": " 但總體市場環境下降了36個百分比 這樣看來，我們市場佔有率反倒提高了"}, {"zh-tw": " We might not have survived that recession but for the advantages of sustainability. If every business were pursuing Interface plans, would that solve all our problems? I don't think so.", "en": " 如果沒有以上這些優勢 我們可能就無法在景氣蕭條時倖存下來 如果每家企業都像Interface般追求永續發展 那麼我們的問題會被解決嗎? 我不認為如此"}, {"zh-tw": " I remain troubled by the revised Ehrlich equation, I equals P times A divided by T2. That A is a capital A, suggesting that affluence is an end in itself.", "en": " 我對修改過的赫里克方程持保留態度 I等於P乘上A除以T2 這裡的A是大寫的A 代表財富是人們追求的目標"}, {"zh-tw": " But what if we reframed Ehrlich further? And what if we made A a lowercase 'a,' suggesting that it is a means to an end, and that end is happiness -- more happiness with less stuff. You know that would reframe civilization itself -- -- and our whole system of economics, if not for our species, then perhaps for the one that succeeds us: the sustainable species, living on a finite earth, ethically, happily and ecologically in balance with nature and all her natural systems for a thousand generations, or 10,000 generations -- that is to say, into the indefinite future.", "en": " 但如果我們再多改寫一點赫里克方程式呢? 如果我們把大A改成小寫的a 代表財富是我們達到目標的手段之一 只不過那目標是\"快樂\" 多點快樂、少點東西 你知道那將會顛覆我們整個現代社會 和我們所有的經濟系統 就算不是為了人類也是為了那些繼承人類的物種 他們可以永續生存，一同生活在這顆行星上 合乎道德地、幸福美滿地、環保地 與自然和諧共處 並繁衍下去，產下數千代 或萬代子子孫孫 瓜瓞綿綿，無窮無盡"}, {"zh-tw": " But does the earth have to wait for our extinction as a species? Well maybe so. But I don't think so. At Interface we really intend to bring this prototypical sustainable, zero-footprint industrial company fully into existence by 2020.", "en": " 但地球會等到我們人類滅絕之後嗎? 很可能吧，但我才不這麼想 在Interface我們打算把這種永續觀點 零足跡的工業模範 在2020年之前實踐"}, {"zh-tw": " We can see our way now, clear to the top of that mountain. And now the challenge is in execution.", "en": " 我們可看見我們的道路 將直通永續經營的山頂 而如今最大的挑戰在於執行"}, {"zh-tw": " And as my good friend and adviser Amory Lovins says, \"If something exists, it must be possible.\" If we can actually do it, it must be possible. If we, a petro-intensive company can do it, anybody can.", "en": " 就如同我的好友兼顧問阿默莉‧蘿芬所言 如果某樣東西存在，那它就是有可能實現的 如果我們可以做到，那就有可能成真 如果我們，一個石化密集產業的公司可以達成，那每家公司都可以達成"}, {"zh-tw": " And if anybody can, it follows that everybody can. Hawken fulfilled business and industry, leading humankind away from the abyss because, with continued unchecked decline of the biosphere, a very dear person is at risk here -- frankly, an unacceptable risk.", "en": " 又如果每家公司都可以做到，也就是說每個人都可以做到 霍肯成功地為工商業指派了新任務 帶領人們走出環境污染的深淵 如果再這樣不知節制地破壞生物圈 那麼我們最愛的人將會被曝露在危險之中 坦白說，一個大災難"}, {"zh-tw": " Who is that person? Not you. Not I. But let me introduce you to the one who is most at risk here.", "en": " 那人是誰? 不是你，不是我。 讓我告訴你是誰會曝露其中"}, {"zh-tw": " And I myself met this person in the early days of this mountain climb. On a Tuesday morning in March of 1996, I was talking to people, as I did at every opportunity back then, bringing them along and often not knowing whether I was connecting.", "en": " 我前幾天在爬山的時候遇到他 在1996年三月的某個星期二的早晨 我正在跟其他人講話，那是我的習慣 把我的想法告訴他們，雖然我並不知道我們正建立起某種關連"}, {"zh-tw": " But about five days later back in Atlanta, I received an email from Glenn Thomas, one of my people in the California meeting. He was sending me an original poem that he had composed after our Tuesday morning together.", "en": " 但我回到亞特蘭大的五天左右以後 我收到一封電子郵件，是葛蘭‧湯馬士寄來的 我曾經在加州開會時的遇過他 他送給我一首自己寫的詩 是他在禮拜二和我一起爬完山之後特別作的"}, {"zh-tw": " And when I read it it was one of the most uplifting moments of my life. Because it told me, by God, one person got it.", "en": " 當我讀完這首詩，我覺得那是我一生中最振奮的時刻 \"老天，終於有人了解了。\"我這樣想"}, {"zh-tw": " Here is what Glenn wrote. And here is that person, most at risk. Please meet \"Tomorrow's Child.\" \"Without a name, an unseen face, and knowing not your time or place, Tomorrow's child, though yet unborn, I met you first last Tuesday morn.", "en": " 以下是葛蘭所寫的內容，曝露在危險之中的人也就是: \"未來之子\"，也就是這首詩的標題 我不知你的名字，也不認得你的樣貌，更不知道你何時何地出生 未來之子，尚未出生 我卻在上禮拜二的早晨遇見你"}, {"zh-tw": " A wise friend introduced us two. And through his sobering point of view I saw a day that you would see, a day for you but not for me.", "en": " 聰明的好友介紹我們兩個認識 從他沉重的觀點中 我看到了未來你將面臨的一天，屬於你的未來而非我的未來"}, {"zh-tw": " Knowing you has changed my thinking. For I never had an inkling that perhaps the things I do might someday, somehow threaten you.", "en": " 體會到這點改變了我的想法 是我從來未考慮過的 或許我現在做的一切 在未來可能間接傷害到你"}, {"zh-tw": " Tomorrow's child, my daughter, son, I'm afraid I've just begun to think of you and of your good, though always having known I should. Begin, I will.", "en": " 未來之子，我的女兒、我的兒子 我太晚才想到你們、以及你們的未來 雖然我知道我應該早點考慮到 我會開始實踐"}, {"zh-tw": " The way the cost of what I squander, what is lost, if ever I forget that you will someday come and live here too.\" Well, every day of my life since, \"Tomorrow's Child\" has spoken to me with one simple but profound message, which I presume to share with you. We are, each and every one, a part of the web of life.", "en": " 補償那些因我揮霍而付出的代價 我忘了你有天 將也會來此並居住生活下來 自從我聽到\"未來之子\" 之後的每一天生活都銘記在心 它告訴我們一個簡單但深刻的訊息 這也是我想跟你分享的 我們是互相且獨立的個體 同時又是這星球上生命圈的一份子"}, {"zh-tw": " The continuum of humanity, sure, but in a larger sense, the web of life itself. And we have a choice to make during our brief, brief visit to this beautiful blue and green living planet: to hurt it or to help it.", "en": " 是人類的一份子，當然，但從巨觀來看，仍然是地球上的一份子 我們可以選擇 在我們這極短的人生旅程中 去加害或幫助 這顆美麗、富有活力的藍星"}, {"zh-tw": " For you, it's your call. Thank you.", "en": " 對你來說，全看你如何做決定 謝謝你們"}], "title": "Ray Anderson On The Business Logic Of Sustainability"}