{"url": "http://www.ted.com/talks/dan_ariely_asks_are_we_in_control_of_our_own_decisions", "paragraphs": [{"zh-tw": " I'll tell you a little bitabout irrational behavior. Not yours, of course -- other people's. So after being at MIT for a few years, I realized that writing academic papersis not that exciting.", "en": " 我要談的主題是非理性行為 當然不是談你們的非理性行為，談別人的 在麻省理工學院待了數年後， 我發現寫學術文章不是很刺激的一回事。"}, {"zh-tw": " You know, I don't knowhow many of those you read, but it's not fun to readand often not fun to write -- even worse to write. So I decided to try and writesomething more fun.", "en": " 我不知道你們閱讀了多少學術文章。 但閱讀和寫這些文章並不有趣。 寫尤甚。 因此我決定嘗試寫一些更有趣的東西，"}, {"zh-tw": " And I came up with an ideathat I would write a cookbook. And the title for my cookbookwas going to be, \"Dining Without Crumbs:The Art of Eating Over the Sink.\" And it was going to be a lookat life through the kitchen.", "en": " 並且想到不如寫一本烹飪書。 書的標題是 「餐不餘屑： 在廚房水槽上進餐的藝術。」 這本書是透過廚房看人生，"}, {"zh-tw": " I was quite excited about this. I was going to talka little bit about research, a little bit about the kitchen.", "en": " 而我對於這個題目相當感興趣。 我打算寫一點關於研究和廚房的事。"}, {"zh-tw": " We do so much in the kitchen,I thought this would be interesting. I wrote a couple of chapters,and took it to MIT Press and they said, \"Cute, but not for us.Go and find somebody else.\" I tried other people,and everybody said the same thing, \"Cute. Not for us.\" Until somebody said, \"Look, if you're serious about this, you have to write about your researchfirst; you have to publish something, then you'll get the opportunityto write something else.", "en": " 我們在廚房裡做好多事，我覺得這會非常有趣。 我寫了幾個章節， 然後把它拿給麻省理工學院出版社看。他們說： 「很可愛，但不適合我們。 去找其他出版社吧。」 我試了不同的出版社，大家都是說： 「很可愛的書，但不適合我們。」 直到有人說： 「欸，如果你是認真的， 你就必須先寫一本關於你的研究的書。你必須先發表一些東西， 然後才有機會寫其他東西。 只有這個辦法。」"}, {"zh-tw": " If you really want to do it,you have to do it.\" I said, \"I don't want to writeabout my research. I do it all day long, I want to write somethinga bit more free, less constrained.\" And this personwas very forceful and said, \"Look, that's the only wayyou'll ever do it.\" So I said, \"Okay, if I have to do it --\" I had a sabbatical.", "en": " 我說：「我真的不想寫我的研究。 那是我整天在寫的啊，我想寫別的， 一些比較自由、比較不拘謹的題目。」 那個人非常堅持地說： 「 聽好：這是你唯一的方法了。」 然後我說：「好，如果我真的需要這樣做．．．」"}, {"zh-tw": " I said, \"I'll write about my research,if there's no other way. And then I'll get to do my cookbook.\" So, I wrote a book on my research.", "en": " 我請了假。 我說：「如果沒別的辦法， 那我會先寫研究，然後就可以寫烹飪書了。」 然後我寫了關於我研究的書，"}, {"zh-tw": " And it turned out to bequite fun in two ways. First of all, I enjoyed writing.", "en": " 結果我卻發現挺有趣的。有兩個原因： 首先，我喜歡寫作。"}, {"zh-tw": " But the more interesting thingwas that I started learning from people. It's a fantastic time to write, because there's so much feedbackyou can get from people.", "en": " 但最有趣的是， 我開始從別人身上學習。 寫作很棒 因為可以從別人身上得到好多回應"}, {"zh-tw": " People write to meabout their personal experience, and about their examples,and where they disagree, and their nuances. And even being here --I mean, the last few days, I've known heights of obsessive behavior I never thought about.", "en": " 有人寫信述說他們的個人經驗， 他們的例子，他們不同意我的地方 以及一些精細的見解。 甚至在這裡的這幾天 我才知道 原來強迫症可以這麼嚴重"}, {"zh-tw": " Which I think is just fascinating. I will tell you a little bitabout irrational behavior, and I want to start by giving yousome examples of visual illusion as a metaphor for rationality.", "en": " 我覺得這實在太有趣了 我來講講非理性行為 先從一些錯視的例子開始 作為理性錯覺的比喻"}, {"zh-tw": " So think about these two tables. And you must have seen this illusion.", "en": " 請大家看一下這兩張桌子 你們已經看到這張錯視圖"}, {"zh-tw": " If I asked you what's longer, the verticalline on the table on the left, or the horizontal lineon the table on the right, which one seems longer? Can anybody see anythingbut the left one being longer? No, right? It's impossible. But the nice thing about visual illusionis we can easily demonstrate mistakes.", "en": " 哪一個比較長：左邊桌子的垂直線， 還是右邊桌子的水平線？ 哪個看起來比較長？ 有人覺得左邊的比較不長嗎？ 沒有吧？不可能的 但錯視圖的好處就在，我們能輕易地証明錯誤"}, {"zh-tw": " So I can put some lineson; it doesn't help. I can animate the lines.", "en": " 我可以加一些線。沒啥幫助 我可以移動這些線"}, {"zh-tw": " And to the extent you believeI didn't shrink the lines, which I didn't, I've proven to youthat your eyes were deceiving you. Now, the interesting thing about thisis when I take the lines away, it's as if you haven't learnedanything in the last minute.", "en": " 讓你們相信我沒有縮短這些線 而我真的沒有。這證明你們的眼睛騙了你們 最有趣的是 當我把這些線拿走後 就好像你們剛剛那一分鐘都沒學到任何東西"}, {"zh-tw": " You can't look at this and say,\"Now I see reality as it is.\" Right? It's impossible to overcomethis sense that this is indeed longer. Our intuition is really fooling us in a repeatable,predictable, consistent way.", "en": " 你沒辦法看著圖說：「OK，我現在能看到真正的長度了。」 對吧？這是沒辦法克服的 你沒辦法覺得它真的比較長 我們的直覺一再地、用可預期的方式在愚弄我們"}, {"zh-tw": " and there is almost nothingwe can do about it, aside from taking a rulerand starting to measure it. Here's another one.It's one of my favorite illusions.", "en": " 而我們沒辦法改變 除了拿一把尺來量 另一個例子。這是我最喜歡的錯覺之一。"}, {"zh-tw": " What color is the top arrow pointing to? Audience: Brown.Dan Ariely: Brown. Thank you. The bottom one? Yellow.", "en": " 上方的箭頭指的是什麼顏色？ 棕色。謝謝 下面的呢？黃色 但它們其實是一模一樣的"}, {"zh-tw": " Turns out they're identical. Can anybody see them as identical? Very, very hard.", "en": " 有人覺得是一模一樣的嗎？ 非常難"}, {"zh-tw": " I can cover the rest of the cube up. If I cover the rest of the cube,you can see that they are identical.", "en": " 我可以把剩下的立方體遮起來 遮起來之後，你們可以看到是一樣的"}, {"zh-tw": " If you don't believe me,you can get the slide later and do some arts and craftsand see that they're identical. But again, it's the same story,that if we take the background away, the illusion comes back.", "en": " 如果不相信我，可以等下拿這張投影片 剪貼一下，就會發現它們是一樣的 這和上個例子一樣 如果我們移除背景 錯覺又會回來。"}, {"zh-tw": " There is no way for us notto see this illusion. I guess maybe if you're colorblind,I don't think you can see that.", "en": " 我們沒有辦法不看到錯覺 如果你色盲，我想你可能看不到"}, {"zh-tw": " I want you to thinkabout illusion as a metaphor. Vision is one of the best things we do.", "en": " 請你們把錯覺想成是一個譬喻 視覺是我們最出色的能力之一"}, {"zh-tw": " We have a huge part of our braindedicated to vision -- bigger than dedicated to anything else. We use our vision more hoursof the day than anything else.", "en": " 我們大腦的很大一部分是掌管視覺 比其他的部分都還要大 每天多在\"看\"的時間比其他事多很多"}, {"zh-tw": " We're evolutionarilydesigned to use vision. And if we have these predictablerepeatable mistakes in vision, which we're so good at, what are the chances we won't makeeven more mistakes in something we're not as good at,for example, financial decision-making.", "en": " 人類的進化使我們擅長視力 如果我們很擅長的視覺，都會發生這些 可預期的、重複的錯誤 那我們對自己不擅長的東西 犯錯的機會就會更大了 比如說，財務決策"}, {"zh-tw": " Something we don't havean evolutionary reason to do, we don't have a specializedpart of the brain for, and we don't do that manyhours of the day. The argument is in those cases, it might be that we actuallymake many more mistakes.", "en": " 財務決策和物種進化沒有關係 大腦並沒有專門管財務決策的部份 也沒有花很多時間在財務決策上 而我的論點是，在這些情況下 我們很可能犯了更多的錯誤"}, {"zh-tw": " And worse -- not havingan easy way to see them, because in visual illusions, we caneasily demonstrate the mistakes; in cognitive illusionit's much, much harder to demonstrate the mistakes to people. So I want to show yousome cognitive illusions, or decision-making illusions,in the same way.", "en": " 更糟的是，並沒有簡單的方法能察覺錯誤 在錯視上，我們能很容易地證明錯誤 在認知錯覺上，要證明錯誤 卻是難的多 現在我要用同樣的方法示範認知錯覺 也可以稱為決策錯覺"}, {"zh-tw": " And this is one of my favoriteplots in social sciences. It's from a paperby Johnson and Goldstein.", "en": " 這是我最喜歡的社會科學實驗之一 這是從Johnson和Goldstein的研究裡來的"}, {"zh-tw": " It basically shows the percentageof people who indicated they would be interestedin donating their organs. These are different countries in Europe.", "en": " 基本上是顯示 有多少比例的人 有興趣捐贈器官 這些是不同的歐洲國家。而你可以"}, {"zh-tw": " You basically see two types of countries: countries on the right,that seem to be giving a lot; and countries on the leftthat seem to giving very little, or much less. The question is, why? Why do some countries give a lotand some countries give a little? When you ask people this question, they usually think that it hasto be about culture.", "en": " 看到有兩種不同的國家 右邊國家很多人表示願意捐贈器官 而左邊國家就很少人願意 或者說少很多 重點是，為什麼？為什麼有些國家捐很多 而有些國家捐很少？ 當你問人們這個問題的時候 他們通常以為答案和文化有關"}, {"zh-tw": " How much do you care about people? Giving organs to somebody else is probably about how much you careabout society, how linked you are. Or maybe it's about religion.", "en": " 對吧？你有多關心別人？ 捐獻自己的器官給別人 基本上就代表你有多關心這個社會 或者和宗教有關"}, {"zh-tw": " But if you look at this plot, you can see that countriesthat we think about as very similar, actually exhibit very different behavior. For example, Swedenis all the way on the right, and Denmark, which we thinkis culturally very similar, is all the way on the left.", "en": " 但如果你看這張圖 可以發現，我們以為很相似的國家 其實做出非常不同的行為 例如，瑞典在最右邊 而我們覺得丹麥和它在文化上很相近 但丹麥卻在最左邊"}, {"zh-tw": " Germany is on the left,and Austria is on the right. The Netherlands is on the left,and Belgium is on the right.", "en": " 德國在左邊，而奧地利卻在右邊 荷蘭在左邊，比利時卻在右邊"}, {"zh-tw": " And finally, dependingon your particular version of European similarity, you can think about the U.K. and Franceas either similar culturally or not, but it turns out that with organdonation, they are very different. By the way, the Netherlandsis an interesting story.", "en": " 最後，每個人對歐洲的認知 可能不相同， 有人覺得英國和法國的文化很相似，有人覺得很不同 但在器官捐贈上，他們是很不同的 對了，荷蘭人很有趣"}, {"zh-tw": " You see, the Netherlands is kindof the biggest of the small group. It turns out that they got to 28 percent after mailing every householdin the country a letter, begging people to jointhis organ donation program.", "en": " 你看，荷蘭是少人捐贈器官的國家之中比例最高的 但也只有28%而已 在給全國的家庭都寄信， 求他們加入器官捐贈計畫後，只有28%"}, {"zh-tw": " You know the expression,\"Begging only gets you so far.\" It's 28 percent in organ donation. But whatever the countrieson the right are doing, they're doing a muchbetter job than begging.", "en": " 大家都知道這個諺語吧，『靠哀求得到的有限』 在捐贈器官上，『有限』就等於28% 但右邊國家的表現 比哀求來的好太多了"}, {"zh-tw": " So what are they doing? Turns out the secret has to dowith a form at the DMV. And here is the story.", "en": " 他們到底做了什麼呢？ 原來這跟監理處的一張表格有關 是這樣的"}, {"zh-tw": " The countries on the lefthave a form at the DMV that looks something like this. \"Check the box below if you want toparticipate in the organ donor program.\" And what happens? People don't check, and they don't join.", "en": " 左邊國家在監理處拿到的表格 看起來像這樣 如果你願意參加器官捐贈計畫 請在框框中打勾 結果呢？ 他們不打勾。所以他們就不參加"}, {"zh-tw": " The countries on the right,the ones that give a lot, have a slightly different form. It says, \"Check the box belowif you don't want to participate ...\" Interestingly enough,when people get this, they again don't check, but now they join.", "en": " 右邊捐很多的國家 他們的表格有點不同 上面寫：如果你不想參加，就在框框打勾 有趣的是，當人們拿到表格時 他們還是不打勾。但是現在他們參加了"}, {"zh-tw": " Now, think about what this means. You know, we wake up in the morningand we feel we make decisions.", "en": " 想想它代表的意思 早上起來，我們覺得自己要做很多決定"}, {"zh-tw": " We wake up in the morningand we open the closet; we feel that we decide what to wear. we open the refrigerator and we feelthat we decide what to eat.", "en": " 我們早上醒來，打開衣櫃 覺得自己必須決定穿什麼 打開冰箱，覺得自己必須決定吃什麼"}, {"zh-tw": " What this is actually saying, is that many of these decisionsare not residing within us. They are residing in the personwho is designing that form.", "en": " 但事實上是 很多的決定都不是我們控制的 而是設計那張表格的人"}, {"zh-tw": " When you walk into the DMV, the person who designed the formwill have a huge influence on what you'll end up doing. Now, it's also very hardto intuit these results.", "en": " 當你走進監理處 設計那張表格的人將會大大地影響 你的未來 而這些結果也很難用直覺預測。想想看"}, {"zh-tw": " Think about it for yourself. How many of you believe that if you went to renewyour license tomorrow, and you went to the DMV, and you encountered one of these forms, that it would actuallychange your own behavior? Very hard to thinkthat it would influence us.", "en": " 你們多少人相信 如果你們明天去換新駕照 你走進監理處 拿到這些表格 它們真的可以改變你的行為？ 非常難相信我們會被影響"}, {"zh-tw": " We can say, \"Oh, these funny Europeans,of course it would influence them.\" But when it comes to us, we have such a feelingthat we're in the driver's seat, such a feeling that we're in controland we are making the decision, that it's very hardto even accept the idea that we actually have an illusionof making a decision, rather than an actual decision. Now, you might say, \"These are decisions we don't care about.\" In fact, by definition,these are decisions about something that will happento us after we die.", "en": " 我們會說：『喔這些好笑的歐洲人當然會被影響』 但當我們碰到同樣情況時 我們卻覺得一切由自己主導 覺得一切操之在己 我們是做決定的人 而很難接受 事實上我們擁有的 是做決定的錯覺，而不是真的決定權 而你可能會說 這些都是不重要的決定 這些決定 是決定我們死後會如何"}, {"zh-tw": " How could we care about something less than about somethingthat happens after we die? So a standard economist,somebody who believes in rationality, would say, \"You know what? The cost of lifting the penciland marking a \"V\" is higher than the possible benefit of the decision, so that's why we get this effect.\" But, in fact, it's not because it's easy. It's not because it's trivial.It's not because we don't care.", "en": " 有什麼事情 比我們死後的事更無關緊要呢？ 所以一個典型的、相信理性的經濟學家 可能會說：『你知道嗎？提起鉛筆 打一個勾所付出的代價 都比這個決定重要多了 所以我們才得到這種結果 但事實上，並不是因為這決定很簡單 並不是因為它不重要，也不是因為我們不在乎"}, {"zh-tw": " It's the opposite. It's because we care. It's difficult and it's complex.", "en": " 正好相反。是因為我們在乎 因為這決定很難又很複雜"}, {"zh-tw": " And it's so complexthat we don't know what to do. And because we have no idea what to do, we just pick whatever it wasthat was chosen for us.", "en": " 複雜到我們不知道該怎麼辦 因為我們不知道該怎麼辦 我們就選了既定的選項"}, {"zh-tw": " I'll give you one more example. This is from a paperby Redelmeier and Shafir.", "en": " 這邊有另一個例子 出自於 Redelmeier和Schaefer的研究"}, {"zh-tw": " And they said, \"Would thiseffect also happens to experts? People who are well-paid,experts in their decisions, and who make a lot of them?\" And they took a group of physicians. They presented to thema case study of a patient.", "en": " 他們說這個現象也發生在專家身上 那些高薪的決策專家 也常常犯 Redelmeier和Schaefer找來一群醫生 給他們看一個病人的個案"}, {"zh-tw": " They said, \"Here is a patient.He is a 67-year-old farmer. He's been suffering fromright hip pain for a while.\" And then, they said to the physicians, \"You decided a few weeks ago that nothing is working for this patient.", "en": " 這是病人，67歲的老農夫 他的右髖部已經痛了很久 然後他們告訴這群醫生 「幾個禮拜前，你們確定 沒有藥對這位病人有效"}, {"zh-tw": " All these medications,nothing seems to be working. So you refer the patientfor hip replacement therapy.", "en": " 所有的藥物都沒有效 所以你決定讓他做髖部移植"}, {"zh-tw": " Hip replacement. Okay?\" So the patient is on a pathto have his hip replaced. Then they said to half of the physicians, \"Yesterday, you reviewedthe patient's case, and you realized that you forgotto try one medication.", "en": " 髖部移植。OK?」 所以病人即將接受髖部移植了 然後他們跟一半的醫生說， 「昨天你們看了這病例 結果發現你們忘了試一種藥"}, {"zh-tw": " You did not try ibuprofen. What do you do? Do you pullthe patient back and try ibuprofen? Or do you let him goand have hip replacement?\" Well, the good news isthat most physicians in this case decided to pull the patientand try ibuprofen.", "en": " 忘記試布洛芬 怎麼辦呢？把病人叫回來試布洛芬嗎？ 還是讓他接受髖部移植？ 好消息是，在這個例子裡，幾乎全部的醫生 都決定要試新的藥"}, {"zh-tw": " Very good for the physicians. To the other groupof physicians, they said, \"Yesterday when you reviewed the case,you discovered there were two medications you didn't try out yet --ibuprofen and piroxicam.\" You have two medicationsyou didn't try out yet.", "en": " 這些醫生做的很好 但他們又對另一半的醫生說 「昨天你們看了個病例 結果發現你們忘了試兩種藥 布洛芬和匹洛西卡。」 他們說：「還有兩種藥你們沒試過。怎麼辦呢？"}, {"zh-tw": " What do you do? You let him go,or you pull him back? And if you pull him back, do you tryibuprofen or piroxicam? Which one?\" Now, think of it: This decision makes it as easy to letthe patient continue with hip replacement, but pulling him back, all of the suddenit becomes more complex. There is one more decision.", "en": " 放棄嘗試，或者把病人叫回來？ 如果把病人叫回來，該試布洛芬還是匹洛西卡呢？」 想一想，這個決定 如果是髖部移植，對醫生來說很容易下決定 但如果叫病人回來，決定就變得很複雜 他們還要多做一個決定"}, {"zh-tw": " What happens now? The majority of the physiciansnow choose to let the patient go for a hip replacement. I hope this worries you, by the way -- when you go to see your physician.", "en": " 所以結果呢？ 大部分的醫生決定讓病人接受 髖部移植 我希望你們有受到警惕 看醫生的時候請小心"}, {"zh-tw": " The thing is thatno physician would ever say, \"Piroxicam, ibuprofen, hip replacement.Let's go for hip replacement.\" But the moment you set thisas the default, it has a huge power over whateverpeople end up doing. I'll give you a couple of more exampleson irrational decision-making.", "en": " 沒有醫生會說 「布洛芬，匹洛西卡，髖部移植...... 就做髖部移植吧。」 但是當髖部移植是預設值的時候 它對人們最後的決定就有很大的影響 讓我給你們一些其他非理性決策的例子"}, {"zh-tw": " Imagine I give you a choice: Do you want to go for a weekend to Rome,all expenses paid -- hotel, transportation, food,a continental breakfast, everything -- or a weekend in Paris? Now, weekend in Paris, weekendin Rome -- these are different things. They have different food,different culture, different art.", "en": " 假如我讓你們選 週末的時候去羅馬渡假 花費全免 飯店，交通，食物，早餐 歐式早餐等等 或是週末去巴黎渡假 去巴黎和去羅馬渡假是兩個不同的事 他們有不同的食物，文化，藝術 假如我現在再加一個選項"}, {"zh-tw": " Imagine I added a choice to the setthat nobody wanted. Imagine I said, \"A weekend in Rome, a weekend in Paris, or having your car stolen?\" It's a funny idea, because whywould having your car stolen, in this set, influence anything? But what if the option to have your carstolen was not exactly like this? What if it was a trip to Rome,all expenses paid, transportation, breakfast, but it doesn't includecoffee in the morning? If you want coffee, you have to payfor it yourself, it's two euros 50.", "en": " 一個沒有人想要的選項 假如我說：「去羅馬渡假， 去巴黎渡假，或是車被偷？」 很可笑吧？車被偷怎麼會影響 你的決定呢？ 但如果這個額外的選項 並不是車被偷呢？ 如果我是問你：去羅馬渡假，花費全免 交通，早餐 但不包括早上的咖啡 如果你想喝要自付，一杯2.5歐元"}, {"zh-tw": " Now in some ways, given that you can have Rome with coffee, why would you possiblywant Rome without coffee? It's like having your car stolen.It's an inferior option. But guess what happened? The moment you add Rome without coffee, Rome with coffee becomes more popular,and people choose it.", "en": " 現在， 如果可以選羅馬渡假加免費咖啡 怎麼會有人想選羅馬渡假不加咖啡呢？ 就像車被偷一樣，是個不利選項 但結果呢？一旦增加羅馬渡假不加咖啡的選項後 羅馬加咖啡就變得更吸引人了，大家都選。"}, {"zh-tw": " The fact that you have Rome without coffee makes Rome with coffee look superior, and not just to Rome without coffee --even superior to Paris. Here are two examples of this principle.", "en": " 不加咖啡的選項 事實上讓加咖啡的選項看起來更棒了 而且甚至超越巴黎渡假的選項 還有另外兩個例子"}, {"zh-tw": " This was an ad in The Economista few years ago that gave us three choices: an online subscription for 59 dollars, a print subscription for 125 dollars, or you could get both for 125. Now I looked at this,and I called up The Economist, and I tried to figure outwhat they were thinking.", "en": " 幾年前，經濟學人網站刊了個廣告 給你三個選擇 線上訂閱要59美元 紙本訂閱要125美元 或者兩種都訂閱，125美元 我看了以後打電話給經濟學人 想知道他們在想什麼"}, {"zh-tw": " And they passed me from one personto another to another, until eventually I got to the personwho was in charge of the website, and I called them up, and they wentto check what was going on. The next thing I know,the ad is gone, no explanation.", "en": " 他們一直轉接我的電話 最後我聯絡上負責網站的人 打電話給他們後，他們去檢查發生了什麼事 等我再去看，廣告就不見了。完全沒有解釋"}, {"zh-tw": " So I decided to do the experiment that I would have lovedThe Economist to do with me. I took this and I gave itto 100 MIT students.", "en": " 所以我決定做一個 我本來希望經濟學人和我一起做的實驗 我把廣告拿給100個麻省理工的學生看"}, {"zh-tw": " I said, \"What would you choose?\" These are the market shares --most people wanted the combo deal. Thankfully, nobody wantedthe dominant option.", "en": " 我問：「你選哪一個？」 這是比例。大部分的人都選組合套餐。 還好沒有人選不利選項"}, {"zh-tw": " That means our students can read. But now, if you have an optionthat nobody wants, you can take it off, right? So I printed another version of this, where I eliminated the middle option.", "en": " 代表我們的學生閱讀能力沒問題 但如果其中一個選項是沒有人想要的 我們就能把它拿掉，對吧？ 所以我印了這個版本的 把中間的選項拿掉"}, {"zh-tw": " I gave it to another 100 students.Here is what happened: Now the most popular optionbecame the least popular, and the least popularbecame the most popular. What was happeningwas the option that was useless, in the middle, was uselessin the sense that nobody wanted it.", "en": " 拿給不同的100個學生看。結果是 最受歡迎的選項變成最不受歡迎的 而最不受歡迎的變成最受歡迎的 我們說中間的選項沒有用 是因為沒有人想選它"}, {"zh-tw": " But it wasn't useless in the sensethat it helped people figure out what they wanted. In fact, relativeto the option in the middle, which was get only the print for 125, the print and web for 125looked like a fantastic deal.", "en": " 但它其實是有用的，因為它幫助我們決定 我們想要哪一個選項 和中間的選項（紙本訂閱125元） 比較的話， 紙本加線上125元看起來真是太划算了。"}, {"zh-tw": " And as a consequence, people chose it. The general idea here, by the way, is that we actually don't knowour preferences that well.", "en": " 所以大家才會選 基本的道理是 我們不太清楚自己的喜好"}, {"zh-tw": " And because we don't knowour preferences that well, we're susceptible to all of theseinfluences from the external forces: the defaults, the particular optionsthat are presented to us, and so on. One more example of this.", "en": " 因為我們不了解自己的喜好 所以我們很容易被外在的力量影響 預設值，別人給我們的選項，等等 這裡有另外一個例子"}, {"zh-tw": " People believe that when we dealwith physical attraction, we see somebody, and we know immediatelywhether we like them or not, if we're attracted or not. This is why we havethese four-minute dates.", "en": " 說到外表，我們都相信 看到一個人，我們就能馬上知道自己喜不喜歡他 他是不是吸引我們 所以現在才有快速約會這種東西"}, {"zh-tw": " So I decided to dothis experiment with people. I'll show you images here, no real people,but the experiment was with people.", "en": " 因此我決定做一個實驗 這裡有一些人的照片--不是真人 再找一些人來做這個實驗"}, {"zh-tw": " I showed some people a pictureof Tom, and a picture of Jerry. and I said, \"Who do you want to date? Tom or Jerry?\" But for half the people,I added an ugly version of Jerry.", "en": " 我讓他們看Tom和Jerry的照片 我說：「你們想跟誰約會？Tom還是Jerry?」 但是其中一半的人，我加上了一個「醜版的Jerry」"}, {"zh-tw": " I took Photoshop and I madeJerry slightly less attractive. For the other people, I addedan ugly version of Tom.", "en": " 我用Photoshop把Jerry修的醜一點 另外一半人，我給他們看醜版的Tom"}, {"zh-tw": " And the question was,will ugly Jerry and ugly Tom help their respective,more attractive brothers? The answer was absolutely yes. When ugly Jerry was around,Jerry was popular.", "en": " 我想知道的是：醜版的Jerry和Tom 會不會讓原來的Jerry和Tom變得更受歡迎？ 答案是肯定的 人們看到醜版的Jerry時，原來的Jerry就變得有魅力"}, {"zh-tw": " When ugly Tom was around, Tom was popular. This of course has twovery clear implications for life in general.", "en": " 人們看到醜版的Tom時，原來的Tom就變得有魅力 這對我們的日常生活 有兩個涵義"}, {"zh-tw": " If you ever go bar-hopping,who do you want to take with you? You want a slightly uglierversion of yourself. Similar, but slightly uglier.", "en": " 如果你要去酒吧喝酒，你會帶誰一起去？ 一個比你醜一點的人 和你差不多，但是醜一點點"}, {"zh-tw": " The second point, or course, is thatif somebody invites you to bar hop, you know what they think about you. Now you get it.", "en": " 第二個涵義，當然就是 如果有人約你去酒吧，你就知道他們怎麼看你了 你們慢慢懂了"}, {"zh-tw": " What is the general point? The general point is that, when we think about economics, we havethis beautiful view of human nature. \"What a piece of work is a man!How noble in reason!\" We have this view of ourselves, of others.", "en": " 我想要告訴你們的是什麼？ 當我們講到經濟學的時候， 我們總是想到光明的人性 「人類真是完美！理性多麼高貴！」 我們對自己、對別人的觀感皆如此"}, {"zh-tw": " The behavioral economics perspectiveis slightly less \"generous\" to people; in fact, in medical terms, that's our view. But there is a silver lining.", "en": " 但行為經濟學的觀點 就對人性沒有這麼樂觀了 事實上，用醫學方法來表示，這是我們眼中的人類 但事情總有光明面"}, {"zh-tw": " The silver lining is, I think, kind of the reason that behavioraleconomics is interesting and exciting. Are we Superman, or are we Homer Simpson? When it comes to buildingthe physical world, we kind of understand our limitations.", "en": " 那就是 為什麼行為經濟學會這麼有趣 我們到底是超人，還是荷馬辛普森呢？ 我們建造物質世界的時候 我們了解自己的能力有限"}, {"zh-tw": " We build steps. And we build these thingsthat not everybody can use, obviously.", "en": " 我們蓋樓梯。我們製造那些 不是每個人都會用的東西"}, {"zh-tw": " We understand our limitations, and we build around them. But for some reason, when it comesto the mental world, when we design things like healthcareand retirement and stock markets, we somehow forget the ideathat we are limited.", "en": " 因為我們了解自己的極限 所以我們根據這些限制來建造世界 但不知道為什麼，在思想上 例如當我們計畫醫療、退休、或是股市的時候 我們卻忘記能力是有限的"}, {"zh-tw": " I think that if we understoodour cognitive limitations in the same way we understandour physical limitations, even though they don't stare usin the face the same way, we could design a better world,and that, I think, is the hope of this thing. Thank you very much.", "en": " 如果我們能了解人類理性的限制 如同我們了解生理上的限制一樣 雖然它們不像生理限制那樣明顯 我們就能夠創造更好的世界 這就是行為經濟學能帶來的希望 謝謝 （鼓掌）"}], "title": "Dan Ariely Asks Are We In Control Of Our Own Decisions"}