{"url": "http://www.ted.com/talks/mary_roach_10_things_you_didn_t_know_about_orgasm", "paragraphs": [{"zh-tw": " Alright. I'm going to show you a couple of images from a very diverting paperin The Journal of Ultrasound in Medicine. I'm going to go way out on a limb and saythat it is the most diverting paper ever published inThe Journal of Ultrasound in Medicine.", "en": " 好的，現在我要給大家看一些圖片 取自一篇非常有趣的論文 刊登在超音波醫學期刊上 我要大膽的說, 這是超音波醫學期刊 刊登過最具娛樂性的論文"}, {"zh-tw": " The title is \"Observationsof In-Utero Masturbation.\" Okay. Now on the left you can seethe hand -- that's the big arrow -- and the penis on the right.The hand hovering. And over here we have, in the words of radiologistIsrael Meisner, \"The hand grasping the penis in a fashionresembling masturbation movements.\" Bear in mind this was an ultrasound, so it would have been moving images.", "en": " 論文的標題是〈子宮內手淫的觀察〉 好,現在左邊你看到的是手,在大箭頭所指的地方 右邊是陰莖,在手的旁邊 然後這邊我們看到的是 引用放射線醫師Israel Meizner的話 「手握住陰莖做出類似手淫的動作」 請記住,這是超音波 所以這應該是動態圖片"}, {"zh-tw": " Orgasm is a reflexof the autonomic nervous system. Now, this is the partof the nervous system that deals with the thingsthat we don't consciously control, like digestion, heart rateand sexual arousal.", "en": " 性高潮是自主神經系統的反射反應 這部份神經系統 處理的是我們無法以意志控制的事情 就像是消化、心跳、性慾"}, {"zh-tw": " And the orgasm reflex can be triggeredby a surprisingly broad range of input. Genital stimulation. Duh.", "en": " 激發性高潮反射的外在刺激 出乎意料的多樣 生殖器官的刺激，老套！"}, {"zh-tw": " But also, Kinsey interviewed a woman who could be brought to orgasmby having someone stroke her eyebrow. People with spinal cord injuries, like paraplegias, quadriplegias, will often develop a very,very sensitive area right above the level of their injury, wherever that is.", "en": " 金賽博士就曾經訪談過一個女人 只要有人撫摸她的眉毛 就會達到性高潮 脊椎有損傷的人 像是下半身痲痹或四肢癱瘓的人 身體會發展出一個非常敏感的區域 通常在受傷區域上方 無論傷處為何"}, {"zh-tw": " There is such a thingas a knee orgasm in the literature. I think the most curious onethat I came across was a case report of a woman who had an orgasm every timeshe brushed her teeth.", "en": " 在文獻中也有所謂膝高潮的記錄 我覺得最有趣的則是 一項案例報告中記錄一個 只要刷牙就會高潮的女人"}, {"zh-tw": " Something in the complexsensory-motor action of brushing her teeth was triggering orgasm. And she went to a neurologist,who was fascinated.", "en": " 也就是某種複雜、 由刷牙的動作引發的感官刺激 激起了性高潮 她看的神經科醫師，也覺得驚訝不已"}, {"zh-tw": " He checked to seeif it was something in the toothpaste, but no -- it happened with any brand. They stimulated her gums with a toothpick,to see if that was doing it.", "en": " 連牙膏的成份都檢驗過了 不過，跟牙膏無關。任何牙膏都同樣有效。 他們還用牙籤刺激她的牙齦 看看是否是牙齦的問題"}, {"zh-tw": " No. It was the whole, you know, motion. And the amazing thing to me is that you would think this womanwould have excellent oral hygiene.", "en": " 也不是，那是一整個...就是...動作 讓我感到驚訝的是 大家可能覺得這個女人 牙齒一定超乾淨的"}, {"zh-tw": " Sadly -- this is what it saidin the journal paper -- \"She believed that she waspossessed by demons and switched to mouthwashfor her oral care.\" It's so sad. When I was working on the book, I interviewed a womanwho can think herself to orgasm.", "en": " 不幸的，期刊論文上寫道 「她深信自己被魔鬼附身了」 「從此不敢刷牙只漱口」 真的很可憐 寫書的時候，我做了一些訪問 我訪問過一個光想的就能高潮的女人"}, {"zh-tw": " She was part of a studyat Rutgers University. You've got to love that. Rutgers.", "en": " 她參與了 Rutgers 大學的一項研究 Rutgers 真是太酷了"}, {"zh-tw": " So I interviewed her in Oakland,in a sushi restaurant. And I said, \"So, could youdo it right here?\" And she said, \"Yeah, but you know I'd ratherfinish my meal if you don't mind.\" But afterwards, she was kind enoughto demonstrate on a bench outside.", "en": " 我和她的訪問就在奧克蘭 在一間日式料理餐廳中進行 我問：「所以,妳在這邊也可以？」 她答：「是啊，如果妳不介意的話我想先把飯吃完。」 吃完飯後,她很好心的示範給我看 在餐廳外的長椅上"}, {"zh-tw": " It was remarkable.It took about one minute. And I said to her, \"Are you just doing this all the time?\" She said, \"No. Honestly, when I get home,I'm usually too tired.\" She said that the last timeshe had done it was on the Disneyland tram.", "en": " 真是太神奇了!只花了一分鐘 我跟她說 「妳該不會常常這樣做吧？」 她說：「才不，老實說我回到家時常常都累趴了。」 她說上一次她這樣做 是在迪士尼的單軌電車上"}, {"zh-tw": " The headquarters for orgasm,along the spinal nerve, is something called the sacral nerve root, which is back here. And if you trigger,if you stimulate with an electrode, the precise spot,you will trigger an orgasm.", "en": " 性高潮的中樞位在脊神經 我們稱為薦神經根的地方, 就在這裡 如果你用電極刺激 這個特定的區域, 就可以激發性高潮"}, {"zh-tw": " And it is a fact that you can triggerspinal reflexes in dead people -- a certain kind of dead person,a beating-heart cadaver. Now this is somebody who is brain-dead, legally dead, definitely checked out, but is being kept alive on a respirator, so that their organs will be oxygenatedfor transplantation.", "en": " 事實證明，你也能在死人身上 刺激這樣的脊椎反射 有一種特定的死亡狀態, 軀體死亡心臟還在跳動 就是所謂的腦死 法理上判定死亡, 確定腦死 但是以呼吸器維持生命 讓器官仍有充足氧氣供給 以利移植"}, {"zh-tw": " Now in one of these brain-dead people, if you trigger the right spot, you will see something every now and then. There is a reflex calledthe Lazarus reflex.", "en": " 如果在腦死病人身上 刺激正確的區域 你會看到一些斷斷續續的反應 這種反射稱為 Lazarus 反射"}, {"zh-tw": " And this is -- I'll demonstrateas best I can, not being dead. It's like this. You trigger the spot.", "en": " 這個反射...我盡量示範給大家看, 不是示範腦死 像這樣, 你刺激那個點"}, {"zh-tw": " The dead guy, or gal, goes... like that. Very unsettling for peopleworking in pathology labs.", "en": " 死掉的男人或女人就會...像這樣 這對在病理實驗室工作的人來說是很恐怖的事"}, {"zh-tw": " Now, if you can triggerthe Lazarus reflex in a dead person, why not the orgasm reflex? I asked this questionto a brain death expert, Stephanie Mann, who was foolish enoughto return my emails. I said, \"So, could you conceivablytrigger an orgasm in a dead person?\" She said, \"Yes, if the sacral nerveis being oxygenated, you conceivably could.\" Obviously it wouldn't beas much fun for the person.", "en": " 如果你可以刺激死去的人產生 Lazarus 反射 那性高潮的反射也可以吧? 我曾問過一個腦死方面的專家這個問題 就是 Stephanie Mann，沒想到她竟然傻傻的回我的 e-mail 我問 「那麼, 理論上」 「你可以刺激死人讓他高潮嗎？」 她回說「是， 只要薦神經有足夠氧氣」 「理論上是可以的」 當然死人一點都爽不到"}, {"zh-tw": " But it would be an orgasm -- nonetheless. There is a researcherat the University of Alabama who does orgasm research.", "en": " 不過至少「高潮」了呀 即使如此 我還是建議....一位阿拉巴馬大學 從事性高潮研究的研究員"}, {"zh-tw": " I said to her,\"You should do an experiment. You know? You can get cadaversif you work at a university.\" I said, \"You should actually do this.\" She said, \"You get the human subjectsreview board approval for this one.\" According to 1930s marriage manual author, Theodoor van De Velde, a slight seminal odor can be detectedon the breath of a woman within about an hourafter sexual intercourse.", "en": " 我告訴她：「妳該做這個實驗」 「妳知道嗎？妳在大學工作可以取得屍體做研究耶」 我說：「妳真的應該試看看。」 她回我：「那妳幫我向人體實驗審查委員會取得這研究的許可」 根據 1930 年代婚姻手冊的作者 Theodoor Van de Velde, 性行為後一小時內 可以從女人的口氣中聞出些微精液的味道"}, {"zh-tw": " Theodoor van De Velde was somethingof a semen connoisseur. This is a guy writing a book,\"Ideal Marriage,\" you know.", "en": " Theodoor Van de Velde 可以說是精液的大師 這個人寫了一本書叫《理想的婚姻》"}, {"zh-tw": " Very heavy hetero guy. But he wrote in this book,\"Ideal Marriage\" -- he said that he could differentiatebetween the semen of a young man, which he said had a fresh,exhilarating smell, and the semen of mature men,whose semen smelled, quote, \"Remarkably like that of the flowersof the Spanish chestnut.", "en": " 他是個超級異性戀 但是他在《理想的婚姻》中卻寫 他可以分辨年輕男子的精液 味道清新, 是令人神清氣爽的味道 而成熟男人的精液 我引述書的內容 「聞起來非常像是西班牙栗樹的花香」"}, {"zh-tw": " Sometimes quite freshly floral, and then again sometimesextremely pungent.\" Okay. In 1999, in the state of Israel,a man began hiccupping. And this was one of those casesthat went on and on.", "en": " 「有時候是很類似清新的花香」 「但是有時候卻極度辛辣刺鼻」 （5.還能治療打嗝喔！） 好的，1999年在以色列 有個男人不停打嗝 跟那些老掉牙的故事一樣"}, {"zh-tw": " He tried everything his friends suggested. Nothing seemed to help.", "en": " 他試過所有朋友介紹的偏方 卻沒有任何幫助"}, {"zh-tw": " Days went by. At a certain point, the man,still hiccupping, had sex with his wife.", "en": " 好幾天過去了，就在某天， 這個還在打嗝的男人跟他老婆做愛"}, {"zh-tw": " And lo and behold, the hiccups went away. He told his doctor,who published a case report in a Canadian medical journalunder the title, \"Sexual Intercourse as a PotentialTreatment for Intractable Hiccups.\" I love this article becauseat a certain point they suggested that unattached hiccupperscould try masturbation.", "en": " 誰知道他竟然停止打隔了! 他告訴醫生這件事，他的醫生還因此發表了一篇報告 某個加拿大醫學期刊下了這樣的標題 〈性行為─ 止嗝的潛在療法〉 我超愛這篇文章是因為在某個部分他們建議 非持續性打嗝的人可以試著自慰來止嗝"}, {"zh-tw": " I love that because there is like a wholedemographic: unattached hiccuppers. Married, single, unattached hiccupper.", "en": " 我愛這文章是因為裡頭有個統計：非持續性打嗝者 已婚、未婚的非持續性打嗝者"}, {"zh-tw": " In the 1900s, early 1900s, a lot of gynecologists believedthat when a woman has an orgasm, the contractions serve to suckthe semen up through the cervix and sort of deliver itreally quickly to the egg, thereby upping the odds of conception. It was called the \"upsuck\" theory.", "en": " 在1900年代、1900年代早期 有很多婦科專家相信 當女人達到性高潮 肌肉的收縮具有將精液往上吸進子宮頸的功能 這樣可以使精子快點達到卵子 因此增加受精機率 被稱為「上吸」理論"}, {"zh-tw": " If you go all the way back to Hippocrates, physicians believed that orgasm in women was not just helpfulfor conception, but necessary. Doctors back thenwere routinely telling men the importance of pleasuring their wives.", "en": " 如果回溯到希波克拉底的時代 治療師相信女人的性高潮 不只能幫助受孕，還是受孕的必要條件 那時候的醫生常常告訴男人們 取悅妻子的重要性"}, {"zh-tw": " Marriage-manual author and semen-snifferTheodoor van De Velde -- has a line in his book. I loved this guy.", "en": " 婚姻手冊作者兼精液氣味專家 Theodore Van de Velde 寫了一段話"}, {"zh-tw": " I got a lot of mileageout of Theodoor van De Velde. He had this line in his book that supposedly comesfrom the Habsburg Monarchy, where there was an empress Maria Theresa, who was having trouble conceiving.", "en": " 我太愛這個傢伙。我從他那邊學到很多東西 他在書中寫了這麼一段話 應該是來自哈布斯堡王朝 以前那裡有位女王Maria Theresa 她一直無法懷孕"}, {"zh-tw": " And apparently the royalcourt physician said to her, \"I am of the opinion that the vulvaof your most sacred majesty be titillated for some timeprior to intercourse.\" It's apparently, I don't know,on the record somewhere. Masters and Johnson: now we're moving forward to the 1950s.", "en": " 御醫告訴她說 「我建議」 「'女王您那神聖不可侵犯的外陰部位」 「在性交前應該要經過一些時間的挑逗」 應該是...我不知道...在某個文獻上有記載 時間來到1950年代，性學研究者"}, {"zh-tw": " Masters and Johnson were upsuck skeptics, which is also really fun to say. They didn't buy it.", "en": " Masters跟Johnson為「上吸」理論的懷疑論者 換個有趣的說法： 他們不吃這套"}, {"zh-tw": " And they decided,being Masters and Johnson, that they would get to the bottom of it. They brought women into the lab-- I think it was five women -- and outfitted them with cervical capscontaining artificial semen.", "en": " 而且決定，身為性學專家 他們要追根究柢 他們雇了幾個女人到實驗室，我想應該有五個 替他們裝了子宮頸帽 內含人工精液"}, {"zh-tw": " And in the artificial semenwas a radio-opaque substance, such that it would show up on an X-ray. This is the 1950s.", "en": " 在人工精液裡 加入了放射線不能透過去的物質 因此可以呈現在X光照片中 當時是1950年代"}, {"zh-tw": " Anyway, these womensat in front of an X-ray device. And they masturbated.", "en": " 那些女人坐在X光裝置的前面 然後她們自慰"}, {"zh-tw": " And Masters and Johnson looked to seeif the semen was being sucked up. Did not find any evidence of upsuck.", "en": " Masters和Johnson觀察精液是否被吸上去 並沒有發現任何「上吸」的現象"}, {"zh-tw": " You may be wondering,\"How do you make artificial semen?\" I have an answer for you.I have two answers. You can use flour and water,or cornstarch and water.", "en": " 你可能會想，人工精液怎麼做啊? 我準備了兩個答案 你可以用麵粉和水，或是玉米粉和水"}, {"zh-tw": " I actually found threeseparate recipes in the literature. My favorite being the one that says -- you know, they havethe ingredients listed, and then in a recipeit will say, for example, \"Yield: two dozen cupcakes.\" This one said, \"Yield: one ejaculate.\" There's another way that orgasmmight boost fertility.", "en": " 我還真的在文獻中找到三種不同的「食譜」 我最喜歡的一個上面寫了 你知道，食譜都會列出食材 而且食譜中通常會寫，舉例來說 「分量：24個小蛋糕」 這個是寫：「分量：一次射精量」 還有一個利用性高潮增加受精機率的方法"}, {"zh-tw": " This one involves men. Sperm that sit around in the bodyfor a week or more start to develop abnormalities that make them less effectiveat head-banging their way into the egg.", "en": " 這個方法牽涉到男人 精子停留在身體裡超過一個星期後 會開始產生異常 這讓它們一路直衝到卵子 的效率降低"}, {"zh-tw": " British sexologist Roy Levinhas speculated that this is perhaps why men evolved to be such enthusiasticand frequent masturbators. He said, \"If I keep tossing myself offI get fresh sperm being made.\" Which I thoughtwas an interesting idea, theory.", "en": " 英國的性學家Roy Levin 猜測這可能是為什麼男人們 演化成對於自慰如此熱衷且頻繁 他說：「如果我經常清理精液」 「那我的身體就會製作更多新鮮的精子」 我覺得這是個很有趣的想法、理論"}, {"zh-tw": " So now you have an evolutionary excuse. Okay.", "en": " 所以你現在自慰可以拿演化當藉口了 很好 （7.豬農也受惠）"}, {"zh-tw": " All righty. There is considerable evidencefor upsuck in the animal kingdom -- pigs, for instance. In Denmark, the Danish National Committeefor Pig Production found out that if yousexually stimulate a sow while you artificially inseminate her, you will see a six-percent increasein the farrowing rate, which is the number of piglets produced.", "en": " 好了，在動物界卻有相當多的證據證明上吸理論 例如，豬 在丹麥的豬隻生產國家委員會 發現如果 愛撫母豬的同時進行人工授精 每胎產下的小豬數量 會增加百分之六"}, {"zh-tw": " So they came up with this five-pointstimulation plan for the sows. There is posters they put in the barn,and they have a DVD.", "en": " 所以他們想出了這個，對母豬進行 「五點刺激步驟」的方法 而且讓農夫們...在農場裡貼了一些海報 他們還有DVD"}, {"zh-tw": " And I got a copy of this DVD. This is my unveiling,because I am going to show you a clip.", "en": " 我這邊有拷貝一份 我要在現場播放片段，將影片公諸於世"}, {"zh-tw": " So, okay. Now, here we go, la la la, off to work.", "en": " 所以，好 現在我們看到的是...啦啦啦，重點來了"}, {"zh-tw": " It all looks very innocent. He's going to be doing thingswith his hands that the boar would usehis snout, lacking hands. Okay.", "en": " 現在看起來一點也不淫穢 接下來他要用他的手做一些事 就像豬公會用他的鼻子做的，因為沒有手，好"}, {"zh-tw": " This is it. The boar has a very oddcourtship repertoire.", "en": " 就像這樣，豬公的前戲非常奇怪"}, {"zh-tw": " This is to mimic the weight of the boar. You should know, the clitorisof the pig is inside the vagina.", "en": " 這是要模擬豬公的體重 你們要知道，豬的陰蒂是在陰道裡面"}, {"zh-tw": " So this may besort of titillating for her. Here we go.", "en": " 所以這是在激起母豬的性慾，開始了"}, {"zh-tw": " And the happy result. I love this video.", "en": " 這是愛的結晶 我真是超愛這段影片"}, {"zh-tw": " There is a point in this video,towards the beginning, where they zoom in for a close upof his hand with his wedding ring, as if to say,\"It's okay, it's just his job. He really does like women.\" Okay. When I was in Denmark,my host was named Anne Marie.", "en": " 影片的某個部分，靠近開頭的地方 鏡頭拉近照到他手上的結婚戒指 好像是在說「沒關係啦!這只是工作而已，他真的愛女人」 （8.雌性動物比你想像的還享受性交過程） 好的，當我在丹麥的時候，招待我的人名叫Anne Marie"}, {"zh-tw": " And I said, \"So why don't you juststimulate the clitoris of the pig? Why don't you have the farmers do that? That's not one of your five steps.\" I have to read youwhat she said, because I love it. She said, \"It was a big hurdle just to get farmers to touchunderneath the vulva.", "en": " 我說「為什麼不就刺激豬的陰蒂就好？」 「為什麼不讓農夫這樣做？」 「這不是五個步驟之一」 我非得唸出她的回答，因為我太愛這句話了 她說：「要讓農夫們伸手進母豬的陰部」 「對他們來說是很大的障礙」"}, {"zh-tw": " So we thought, let's not mentionthe clitoris right now.\" Shy but ambitious pig farmers, however,can purchase a -- this is true -- a sow vibrator, that hangs on the spermfeeder tube to vibrate. Because, as I mentioned,the clitoris is inside the vagina.", "en": " 「所以我想，還是不要提到陰蒂的事好了」 很害羞又想成功的豬農們還是可以買個...我說真的... 一支母豬按摩棒 附精子注入器又會震動 因為就像我說的 豬的陰蒂位在陰道裡面"}, {"zh-tw": " So possibly, you know,a little more arousing than it looks. And I also said to her, \"Now, these sows. I mean,you may have noticed there.", "en": " 所以你知道的，這可能比看起來還挑逗點 接著我說 「你看這些母豬，你應該也注意到了」"}, {"zh-tw": " The sow doesn't look to bein the throes of ecstasy.\" And she said, you can't makethat conclusion, because animals don't registerpain or pleasure on their faces in the same way that we do. Pigs, for example, are more like dogs.", "en": " 「母豬看起來並不享受這種痛苦的快感」 然後她回答「你怎麼知道？」 「因為動物沒有表情」 「不能像我們一樣將痛苦和愉悅表現在臉上」 以豬為例，牠們比較像狗"}, {"zh-tw": " They use the upper half of the face;the ears are very expressive. So you're not really surewhat's going on with the pig.", "en": " 用臉的上半部表達情緒，牠們耳朵的表情很豐富 所以你很難了解這隻豬發生了什麼事"}, {"zh-tw": " Primates, on the other hand,we use our mouths more. This is the ejaculation faceof the stump-tailed macaque.", "en": " 靈長類則相反，我們比較常用到嘴巴 這是短尾恆河猴射精時的表情"}, {"zh-tw": " And, interestingly, this has beenobserved in female macaques, but only when mounting another female. Masters and Johnson.", "en": " 而且很有趣的，母的恆河猴也有這種表情 但是只有在跟另外一隻母猴交配的時候才會看到 （9.在實驗室裡研究人的性高潮是一件很困難的事） 1950年代時，Masters和Johnson決定"}, {"zh-tw": " In the 1950s, they decided,okay, we're going to figure out the entire human sexual response cycle, from arousal, all the way through orgasm,in men and women -- everything that happens in the human body. Okay, with women,a lot of this is happening inside.", "en": " 好，我們要搞清楚人類性反應的完整過程 研究男人和女人，從性慾的激起，一直到性高潮 人體發生的所有反應 好，對女人來說，很多反應都是發生在體內的"}, {"zh-tw": " This did not stop Masters and Johnson. They developed an artificialcoition machine.", "en": " 但是Masters和Johnson並未因此停止研究 他們研發出一個人工性交機器"}, {"zh-tw": " This is basicallya penis camera on a motor. There is a phallus, clear acrylic phallus,with a camera and a light source, attached to a motorthat is kind of going like this.", "en": " 基本上是裝了馬達的陰莖攝影機 其實是一個陰莖 透明壓克力做的陰莖，裝了攝影機和光源 裝在一個這樣運動的馬達上"}, {"zh-tw": " And the woman would have sex with it. That is what they would do.Pretty amazing.", "en": " 然後女人就跟機器做愛 這是他們想做的，很驚人吧!"}, {"zh-tw": " Sadly, this device has been dismantled. This just kills me,not because I wanted to use it -- I wanted to see it.", "en": " 很可惜，這個裝置已經被拆除了 我覺得好可惜，並不是因為我想試用 是因為我想看它一眼 （10.這真的很具有娛樂價值）"}, {"zh-tw": " One fine day, Alfred Kinsey decided to calculate the average distancetraveled by ejaculated semen. This was not idle curiosity.", "en": " 某個美好的一天 金賽博士決定 要測量精液射出的平均距離 這可不是出於無聊的好奇心"}, {"zh-tw": " Doctor Kinsey had heard -- and there was a theory going aroundat the time, this being the 1940s -- that the force with whichsemen is thrown against the cervix was a factor in fertility. Kinsey thought it was bunk,so he got to work.", "en": " 金賽博士曾聽說... 1940年代，當時流傳著一個理論 精液射入子宮頸 的力量 是受精的因素之一 金賽覺得根本是無稽之談，所以他要驗證"}, {"zh-tw": " He got together in his lab 300 men, a measuring tape,and a movie camera. And in fact, he foundthat in three quarters of the men the stuff just kind of slopped out.", "en": " 他在實驗室募集到 300個男人、一個量尺和一部攝影機 而且事實上他發現 有三分之一的男人 那液體就只是溢出來"}, {"zh-tw": " It wasn't spurted or thrownor ejected under great force. However, the record holder landed just shy of the eight-foot mark,which is impressive.", "en": " 並非有股力量把精液噴出來或射出來 但是，紀錄保持者 大約射了八英呎遠，真是驚人"}, {"zh-tw": " Yes. Exactly. Sadly, he's anonymous.His name is not mentioned.", "en": " 是啊，沒有錯！ 很可惜，他是匿名的，沒提到他的名字 在金賽博士的筆記中"}, {"zh-tw": " In his write-upof this experiment in his book, Kinsey wrote, \"Two sheets were laid down to protectthe oriental carpets.\" Which is my second favorite linein the entire oeuvre of Alfred Kinsey. My favorite being, \"Cheese crumbsspread before a pair of copulating rats will distract the female,but not the male.\" Thank you very much.", "en": " 在他書中這個實驗的筆記 金賽寫了 「我得鋪兩條床單來保護地毯」 在金賽博士的畢生作品中 這是我第二喜歡的句子 我最喜歡的是「在一對正在交配的老鼠前灑一些起司屑」 「只有母的老鼠會分心，公的不會」 謝謝大家"}, {"zh-tw": " Thanks!", "en": " 謝謝!"}], "title": "Mary Roach 10 Things You Didn T Know About Orgasm"}