{"url": "http://www.ted.com/talks/jehane_noujaim_inspires_a_global_day_of_film", "paragraphs": [{"zh-tw": " I can't help but this wish: to think about when you're a little kid,and all your friends ask you, \"If a genie could give youone wish in the world, what would it be?\" And I always answered, \"Well, I'd want the wish to have the wisdom to knowexactly what to wish for.\" Well, then you'd be screwed, because you'd know what to wish for,and you'd use up your wish, and now, since we only have one wish --unlike last year they had three wishes -- I'm not going to wish for that. So let's get to what I would like,which is world peace.", "en": " 我忍不住想請各位回想小時候 朋友問說，如果有精靈告訴你 你能有個願望，那你想要什麼? 我總是回說: \"我希望知道... 希望知道自己究竟想許什麼願望\" 但知道想許的願望也沒用，因為一旦許了這個願望 我也就用掉了唯一的願望 既然我們只有一個願望，不像去年還有三個 我就不許那個願望了 那我就明講了，我希望世界和平"}, {"zh-tw": " And I know what you're thinking: You're thinking, \"The poor girl up there, she thinks she's at a beauty pageant. She's not. She's at the TED Prize.\" But I really do think it makes sense.", "en": " 各位想什麼我一清二楚 各位在想，台上那可憐的女孩 她以為自己在選美比賽 只不過是領個TED獎 但我覺得這願望不無道理"}, {"zh-tw": " And I think thatthe first step to world peace is for people to meet each other. I've met a lot of differentpeople over the years, and I've filmed some of them, from a dotcom executive in New Yorkwho wanted to take over the world, to a military press officer in Qatar, who would rather not take over the world.", "en": " 世界和平首先要讓人與人面對面 這幾年我接觸形形色色的人 拍攝他們的故事 有紐約網路公司執行長，想要接管世界 有卡達的軍方發言人 反而不想這麼做"}, {"zh-tw": " If you've seen the film\"Control Room\" that was sent out, you'd understand a little bit why. Thank you.", "en": " 如果各位看過電影\"控制室\" 你們就知道為什麼，謝謝 哇！有些人真的看過"}, {"zh-tw": " Wow! Some of you watched it.That's great. That's great. So basically what I'd liketo talk about today is a way for people to travel, to meet people in a different way than -- because you can't travelall over the world at the same time.", "en": " 太好了 今天我想和各位分享 人們該如何利用旅行 用不同的方式接觸人群 因為各位無法短時間內環遊世界"}, {"zh-tw": " And a long time ago --well, about 40 years ago -- my mom had an exchange student. And I'm going to show youslides of the exchange student.", "en": " 大約40年以前 我媽接待一位交換學生 投影片上就是哪位學生"}, {"zh-tw": " This is Donna. This is Donna at the Statue of Liberty.", "en": " 這是唐娜 唐娜和自由女神像拍照"}, {"zh-tw": " This is my mother and auntteaching Donna how to ride a bike. This is Donna eating ice cream.", "en": " 我媽和阿姨教唐娜騎腳踏車 唐娜吃冰淇淋"}, {"zh-tw": " And this is Donna teaching my aunthow to do a Filipino dance. I really think as the worldis getting smaller, it becomes more and more important that we learn each other's dance moves, that we meet each other,we get to know each other, we are able to figure outa way to cross borders, to understand each other, to understandpeople's hopes and dreams, what makes them laugh and cry.", "en": " 唐娜教阿姨跳菲律賓舞 現在我深深覺得世界越來越小 學習彼此的舞步變得越來越重要 我們接觸彼此，了解他人 找出跨越國界的方法 了解他人的希望與夢想 了解他們喜悅和悲傷的原因"}, {"zh-tw": " And I know that we can'tall do exchange programs, and I can't force everybody to travel; I've already talked about thatto Chris and Amy, and they said thatthere's a problem with this: You can't force people, free will. And I totally support that,so we're not forcing people to travel.", "en": " 當然不是每個人都可以當交換學生 我也沒辦法要求各位去旅行 我和克里斯、愛咪談過這點 他們說這有問題 你無法干涉他人自由意志，這點我完全同意 所以我們無法要求他人一定要旅行"}, {"zh-tw": " But I'd like to talkabout another way to travel that doesn't requirea ship or an airplane, and just requires a movie camera,a projector and a screen. And that's what I'm goingto talk to you about today.", "en": " 但我想談談另一種旅行 不用搭船或飛機 只要透過攝影機、投影機、螢幕 那就是我今天要和各位分享的"}, {"zh-tw": " I was asked that I speak a little bitabout where I personally come from, and Cameron, I don't know howyou managed to get out of that one, but I think that building bridgesis important to me because of where I come from. I'm the daughter of an American mother and an Egyptian-Lebanese-Syrian father.", "en": " 有人要我談談 我的出身 卡麥隆，不知道你同不同意 但我想，從自身聊起很重要 因為那是我的家鄉 我的母親是美國人 父親是埃及、黎巴嫩、敘利亞人"}, {"zh-tw": " So I'm the living productof two cultures coming together. No pun intended.", "en": " 我天生就是兩種文化人 沒有故意押韻 別人也叫我"}, {"zh-tw": " And I've also been called, as an Egyptian-Lebanese-Syrian Americanwith a Persian name, the \"Middle East Peace Crisis.\" So maybe me starting to takepictures was some kind of way to bring both sidesof my family together -- a way to take the worlds with me,a way to tell stories visually. It all kind of started that way, but I think that I really realizedthe power of the image when I first wentto the garbage-collecting village in Egypt, when I was about 16.", "en": " 有個波斯名字的埃黎敘美國人 儼然是中東和平危機的縮影 或許拍照是種開始的方法 可以拉近兩個家族的距離 將不同的世界帶在身邊，用影像說故事 我就是用這種方法開始 但我真的了解影像力量的時候 是我第一次去埃及的撿破爛村"}, {"zh-tw": " My mother took me there. She's somebody who believes stronglyin community service, and decided that this was somethingthat I needed to do.", "en": " 那時16歲，是媽媽帶我去的 她很相信社區服務的力量 也要我跟著一起做"}, {"zh-tw": " And so I went there and I metsome amazing women there. There was a center there, where they were teachingpeople how to read and write, and get vaccinationsagainst the many diseases you can get from sorting through garbage.", "en": " 到了那裡，我遇到一些很棒的婦人 那裡有個社區中心 她們在那裡教人閱讀、寫字 接種預防許多疾病的疫苗 撿垃圾帶來的疾病"}, {"zh-tw": " And I began teaching there. I taught English, and I metsome incredible women there.", "en": " 我先開始在那裡當老師 教英文，遇到一些令人敬佩的婦女"}, {"zh-tw": " I met people that liveseven people to a room, barely can afford their evening meal, yet lived with this strengthof spirit and sense of humor and just incredible qualities. I got drawn into this communityand I began to take pictures there.", "en": " 有些人是 7 個人擠一間房間 他們幾乎負擔不起晚餐 但活得很有活力，生活充滿幽默感 這些特質太了不起了 我受到這個社區的吸引，便開始拍照"}, {"zh-tw": " I took pictures of weddingsand older family members -- things that they wanted memories of. About two years after I startedtaking these pictures, the UN Conferenceon Population and Development asked me to show them at the conference.", "en": " 照了幾張婚禮和家族長者的照片 讓他們可以留下美好回憶 開始拍照後的兩年 開羅舉辦的聯合國人口與發展大會 邀請我在大會中播放這些照片"}, {"zh-tw": " So I was 18; I was very excited. It was my first exhibit of photographsand they were all put up there, and after about two days,they all came down except for three.", "en": " 那時才18歲，感覺很興奮 那是第一次公開展示我拍的所有照片 兩天後，只剩下三張還留著"}, {"zh-tw": " People were very upset, very angry that I was showingthese dirty sides of Cairo, and why didn't I cutthe dead donkey out of the frame? And as I sat there, I got very depressed. I looked at this big empty wallwith three lonely photographs that were, you know,very pretty photographs and I was like, \"I failed at this.\" But I was looking at this intenseemotion and intense feeling that had come out of peoplejust seeing these photographs.", "en": " 在場的人都很生氣、很憤怒 因為我呈現了開羅污穢的一面 他們質疑為何我沒有把驢子的屍體修掉 當時我坐在那兒，感到很沮喪 看著空盪盪的一面牆 三張零散的照片 原本很美的照片，卻被我搞砸了 但我在尋找這種強烈的情感、情緒 看到這些照片讓人們自然流露的那種情緒"}, {"zh-tw": " Here I was, this 18-year-old pipsqueakthat nobody listened to, and all of a sudden,I put these photographs on the wall, and there were arguments,and they had to be taken down. And I saw the power of the image,and it was incredible.", "en": " 當時我不過是個沒人在乎的18歲小毛頭 突然間把照片秀出來 讓他們產生爭執，照片被迫撤下來 當時我看到的是影像的力量 實在太不可思議"}, {"zh-tw": " And I think the most important reactionthat I saw there was actually from people that would never have goneto the garbage village themselves, that would never have seenthat the human spirit could thrive in such difficult circumstances. And I think it was at that point that I decided I wanted to usephotography and film to somehow bridge gaps,to bridge cultures, bring people together, cross borders.", "en": " 當時看到最重要的反應是 有人從未親自去過那個垃圾回收村 在那兒不可能會有人性光輝 尤其在那種惡劣的情況下 就在那時，我決定了 我要利用攝影和電影的力量 填補缺口，媒介文化，拉近距離，跨越國界"}, {"zh-tw": " And so that's what reallykind of started me off. Did a stint at MTV, made a filmcalled \"Startup.com,\" and I've done a couple of music films.", "en": " 那就是我的起點 後來在MTV工作，作了部Startup.com的影片 2000年時，製作些音樂影片"}, {"zh-tw": " But in 2003, when the warin Iraq was about to start, it was a very surreal feeling for me, because before the war started, there was kind of this media warthat was going on. And I was watching television in New York, and there seemed to be just onepoint of view that was coming across, and the coverage wentfrom the US State Department to embedded troops.", "en": " 但2003年，伊拉克戰爭一觸即發 感覺很不真實 因為戰爭開打前，正進行著媒體戰 我正好在紐約看電視報導 媒體似乎只有一方觀點 觀點只從... 只報導美國務院到駐紮部隊的消息"}, {"zh-tw": " And what was coming across on the news was that there was going to be thisclean war and precision bombings, and the Iraqis would be greetingthe Americans as liberators, and throwing flowers at their feetin the streets of Baghdad. And I knew that therewas a completely other story that was taking place in the Middle East,where my parents were.", "en": " 還有人民的觀感 新聞報導說這會是個乾淨的戰爭，轟炸絕對精準 伊拉克人會夾道歡迎，將美軍視為自由解放者一般 在巴格達街上，灑滿美麗的花朵 但我知道在我父母所處的中東 卻有著不同的故事版本"}, {"zh-tw": " I knew that there wasa completely other story being told, and I was thinking, \"How are peoplesupposed to communicate with each other when they're getting completelydifferent messages, and nobody knowswhat the other's being told? How are people supposed to haveany kind of common understanding or know how to move togetherinto the future? So I knew that I had to go there. I just wanted to be in the center.", "en": " 在中東，故事不是這樣寫的 所以我就思考，究竟人應該怎樣交流 尤其當兩方接收的訊息截然不同 彼此也不知道對方接收何種訊息 人們究竟該如何建立起共識 如何共同迎向未來？ 所以我覺得我該前往中東 我就是想深入事件發生的核心"}, {"zh-tw": " I had no plan. I had no funding. I didn't even have a camera at the time --I had somebody bring it there, because I wantedto get access to Al Jazeera, George Bush's favorite channel, and a place which I was very curiousabout because it's disliked by many governments across the Arab world, and also called the mouthpieceof Osama Bin Laden by some people in the US government.", "en": " 我沒有計畫，沒有資金 那時連攝影機也沒有 還是有人幫我帶攝影機去的 因為我想和半島電視台搭上線 小布希最愛的頻道 一個我很好奇的地方 因為許多阿拉伯國家都不喜歡這個電視台 它有個綽號叫賓拉登的發言人 這是有些美國政府官員取的"}, {"zh-tw": " So I was thinking, this stationthat's hated by so many people has to be doing something right. I've got to go see what this is all about.", "en": " 各位也知道很多人討厭這個電視台 我想我必須做些對的事情 我得要親自看看裡面是什麼樣子"}, {"zh-tw": " And I also wanted to go seeCentral Command, which was 10 minutes away. And that way, I could get accessto how this news was being created -- on the Arab side, reaching the Arab world, and on the US and Western side,reaching the US.", "en": " 我也想看看中央司令部的情形 離電視台只有10分鐘路程 我就可以知道他們製作新聞的方法 如何以阿拉伯角度製作、散佈新聞 如何以美國、西方角度製作、散佈新聞"}, {"zh-tw": " And when I went there and sat there, and met these peoplethat were in the center of it, and sat with these characters, I met some surprising,very complex people. And I'd like to share with youa little bit of that experience of when you sit with somebody and you film them, and you listen to them, and you allow them morethan a five-second sound bite.", "en": " 到了那裡，坐下來之後 見到在事件中心的人們 和這些人物並坐著 遇到一些令人驚奇、想法細膩的人 我想和各位分享點那次經驗 坐在那邊，拍攝他們，傾聽他們 給他們不過五秒時間"}, {"zh-tw": " The amazing complexity of people emerges. Samir Khader: Business as usual.", "en": " 就會發現這些不可思議、心思縝密的人的魅力 薩米爾．卡德：一如往常"}, {"zh-tw": " Iraq, and then Iraq, and then Iraq. But between us, if I'm offereda job with Fox, I'll take it.", "en": " 伊拉克，伊拉克，還是伊拉克 你可不要說出去，要是福斯電視給我份工作，我就接"}, {"zh-tw": " To change the Arab nightmareinto the American dream. I still have that dream.", "en": " 把阿拉伯惡夢變成美國夢 我還擁有那種夢想"}, {"zh-tw": " Maybe I will never be able to do it, but I have plans for my children. When they finish high school, I will send them to Americato study there.", "en": " 也許永遠不可能達成 但我幫小孩計畫好了 高中畢業，就送他們到美國讀書"}, {"zh-tw": " I will pay for their study. And they will stay there.", "en": " 我會付他們的學費 他們就待在那裡"}, {"zh-tw": " Josh Rushing: The night they showedthe POWs and the dead soldiers -- Al Jazeera showed them -- it was powerful, because Americadoesn't show those kinds of images. Most of the news in Americawon't show really gory images and this showed American soldiersin uniform, strewn about a floor, a cold tile floor.", "en": " 喬許．羅辛：他們播戰俘和陣亡的士兵時 半島電視台的新聞畫面很直接 那衝擊很大，因為美國看不到這種畫面 美國大部分的新聞不會播血腥畫面 美國大兵身穿軍服，倒臥在地 冷冰冰的磁磚地板"}, {"zh-tw": " And it was revolting. It was absolutely revolting.", "en": " 太噁心了 真的很噁心"}, {"zh-tw": " It made me sick at my stomach. And then what hit me was,the night before, there had been some kindof bombing in Basra, and Al Jazeera had shownimages of the people.", "en": " 讓我很反胃 但我驚訝的是在前一晚 巴斯拉發生幾起爆炸事件 半島電視台播放的現場畫面"}, {"zh-tw": " And they were equally, if not more,horrifying -- the images were. And I remember having seen itin the Al Jazeera office, and thought to myself, \"Wow, that's gross.", "en": " 就和陣亡的美國士兵畫面一樣駭人 我記得是在半島電視台辦公室看的 心想那真是噁心"}, {"zh-tw": " That's bad.\" And then going away, and probablyeating dinner or something. And it didn't affect me as much.", "en": " 真差勁 然後就走了去吃頓晚餐什麼的"}, {"zh-tw": " So, the impact that had on me -- me realizing that I just sawpeople on the other side, and those people in the Al Jazeera office must have felt the wayI was feeling that night, and it upset me on a profound level that I wasn't as botheredas much the night before. It makes me hate war.", "en": " 我沒受什麼影響 它給我的影響是我了解到 我只不過看到另一方的人民 而半島電視台辦公室的那些人 內心感受一定跟我那晚一樣 真的感覺很討厭 但巴斯拉的新聞沒怎樣影響我 它讓我痛恨戰爭"}, {"zh-tw": " But it doesn't make me believethat we're in a world that can live without war yet. Jehane Noujaim: I was overwhelmedby the response of the film.", "en": " 但我不相信這世界可以沒有戰爭 耶涵．妮詹姆：人們對影片的反應讓我印象深刻"}, {"zh-tw": " We didn't know whetherit would be able to get out there. We had no funding for it.", "en": " 我們不知道能不能離開那裡 我們沒有資金拍片"}, {"zh-tw": " We were incredibly luckythat it got picked up. And when we showed the film in both the United Statesand the Arab world, we had such incredible reactions.", "en": " 但很幸運可以拍出來 讓美國和阿拉伯世界看這部片時 觀察到如此難以置信的反應"}, {"zh-tw": " It was amazing to see how peoplewere moved by this film. In the Arab world -- and it's not really by the film,it's by the characters -- I mean, Josh Rushing wasthis incredibly complex person who was thinking about things.", "en": " 看到人們受到影片的感動，太令人驚訝了 在阿拉伯世界，感動人的不是影片 而是影片中的人物 喬許．羅辛真是個心思細膩的人 他真的有在思考"}, {"zh-tw": " And when I showed the filmin the Middle East, people wanted to meet Josh. He kind of redefined usas an American population.", "en": " 在中東播這部影片的時候 有人說他們想見見喬許 喬許似乎重新定義了美國人這個族群"}, {"zh-tw": " People started to ask me,\"Where is this guy now?\" Al Jazeera offered him a job. And Samir, on the other hand, was also quite an interesting characterfor the Arab world to see, because it brought out the complexitiesof this love-hate relationship that the Arab world has with the West.", "en": " 有人問我，喬許現在在哪裡？ 半島電視台給他一份工作 另外還有薩米爾 他也是阿拉伯世界很有興趣的人物 因為他的說法透露了阿拉伯世界和西方世界 雙方愛恨情仇的複雜關係"}, {"zh-tw": " In the United States, I was blown awayby the motivations, the positive motivationsof the American people when they'd see this film. You know, we're criticized abroad for believing we're the saviorsof the world in some way, but the flip side of it is that, actually, when people do seewhat is happening abroad and people's reactionsto some of our policy abroad, we feel this power, that we need to -- we feel like we have to getthe power to change things.", "en": " 在美國，美國人的反應讓我印象深刻 美國人的正向動機 在他們看了影片後出現 在美國以外的土地上，我們飽受抨擊 自以為是世界的救星 但相反的 當人們看到國外發生的事情 對美國外交政策的感受 我們感受到這種力量 就好像我們得要獲得這種力量，改變現狀"}, {"zh-tw": " And I saw this with audiences. This woman came up to meafter the screening and said, \"You know, I know this is crazy.", "en": " 我從觀眾反應裡觀察到這一點 一位女士看完影片後告訴我"}, {"zh-tw": " I saw the bombs being loadedon the planes, I saw the military going out to war, but you don't understandpeople's anger towards us until you see the people in the hospitalsand the victims of the war, and how do we get out of this bubble? How do we understand whatthe other person is thinking?\" Now, I don't know whethera film can change the world. But I know the power of it, I know that it starts people thinkingabout how to change the world.", "en": " 你知道嗎？這聽起很瘋狂，我看著飛機裝上炸彈 看著軍隊出兵打仗 但你不知道當地人對我們的憤怒 直到看到醫院的傷患和戰爭的犧牲者 我們該怎樣遠離這樣的困境？ 該怎樣了解他人的想法？ 我不知道影片能否改變世界 但它開啟了--我知道那種力量 我知道它讓人們開始思考該如何改變世界"}, {"zh-tw": " Now, I'm not a philosopher, so I feel like I shouldn'tgo into great depth on this, but let film speak for itselfand take you to this other world. Because I believe that film hasthe ability to take you across borders, I'd like you to just sit backand experience for a couple of minutes being taken into another world.", "en": " 我不是哲學家 所以不想講得太深奧，就看看影片吧 讓影片帶各位進入另一個世界 因為我相信影片可以帶領各位跨越國界 希望各位好好體驗接下來的幾分鐘 前往另一個世界"}, {"zh-tw": " And these couple clips take you insideof two of the most difficult conflicts that we're faced with today. [The last 48 hours of twoPalestinian suicide bombers.] [Paradise Now] [Man: As long as there is injustice,someone must make a sacrifice!] [Woman: That's nosacrifice, that's revenge!] [If you kill, there's no differencebetween victim and occupier.] [Man: If we had airplanes, we wouldn'tneed martyrs, that's the difference.] [Woman: The difference is that the Israelimilitary is still stronger.] [Man: Then let us be equal in death.] [We still have Paradise.] [Woman: There is no Paradise!It only exists in your head!] [Man: God forbid!] [May God forgive you.] [If you were not Abu Azzam's daughter ...] [Anyway, I'd rather have Paradisein my head than live in this hell!] [In this life, we're dead anyway.] [One only chooses bitternesswhen the alternative is even bitterer.] [Woman: And what about us?The ones who remain?] [Will we win that way?] [Don't you see what you'redoing is destroying us?] [And that you give Israelan alibi to carry on?] [Man: So with no alibi, Israel will stop?] [Woman: Perhaps. We haveto turn it into a moral war.] [Man: How, if Israel has no morals?] [Woman: Be careful!] [And the real people buildingpeace through non-violence] [Encounter Point] Video: (Ambulance siren)[Tel Aviv, Israel 1996] [Tzvika: My wife Ayeletcalled me and said, ] [\"There was a suicidebombing in Tel Aviv.\"] [Ayelet: What do you knowabout the casualties?] [Tzvika off-screen:We're looking for three girls.] [We have no information.] [Ayelet: One is wounded here, but wehaven't heard from the other three.] [Tzvika: I said, \"OK,that's Bat-Chen, that's my daughter.] [Are you sure she is dead?\"] [They said yes.] Video: (Police sirenand shouting over megaphone) [Bethlehem, OccupiedPalestinian Territories, 2003] [George: On that day, at around 6:30] [I was driving with my wifeand daughters to the supermarket.] [When we got to here ...] [we saw three Israeli military jeepsparked on the side of the road.] [When we passed by the first jeep ...] [they opened fire on us.] [And my 12-year-old daughter Christine] [was killed in the shooting.] [Bereaved Families Forum, Jerusalem] [Tzvika: I'm the headmasterfor all parts.] [George: But there is a teacherthat is in charge?] [Tzvika: Yes, I have assistants.] [I deal with children all the time.] [One year after their daughters' deathsboth Tzvika and George join the forum] [George: At first, I thoughtit was a strange idea.] [But after thinking logically about it, ] [I didn't find any reasonwhy not to meet them] [and let them know of our suffering.] [Tzvika: There weremany things that touched me.] [We see that there are Palestinianswho suffered a lot, who lost children,] [and still believe in the peaceprocess and in reconciliation.] [If we who lost what is most preciouscan talk to each other,] [and look forward to a better future,] [then everyone else must do so, too.] [From South Africa:A Revolution Through Music] [Amandla] (Music) (Video) Man: Song is somethingthat we communicated with people who otherwise would not haveunderstood where we're coming from.", "en": " 觀賞這幾段短片 內容探討我們今日面對最嚴峻的衝突 一旦有不公義出現，總要有人犧牲 那不算犧牲，而是復仇 殺了人，不就跟那些佔領者沒兩樣 如果我們有飛機，就不需要烈士，那就有差別 差別在於以色列軍隊還是很強大 至少他們死的人數不能比我們少 我們還有天堂 天堂只在你的腦袋裡 童言無忌，童言無忌 願真神寬恕妳 要不是妳是阿布．阿贊姆的女兒... 算了，我寧願腦中有天堂，也不要活在地獄了 反正我們這輩子已是行屍走肉 我不入地獄，誰入地獄 那我們呢？還活下來的人？ 那麼做能贏嗎？ 你不知道這樣做會毀了我們嗎？ 你給了以色列藉口，讓他們就繼續為所欲為？ 就算他們沒了藉口，難道就此罷休？ 說不準，我們可以轉成道德戰 怎麼做，如果以色列沒有道德？ 小心 我太太雅蕾特叫住我說道 特拉維夫發生自殺炸彈攻擊 你知道死傷狀況嗎？ 我們在找我們三個女兒 我們沒收到消息 有一個在這裡被發現受傷，但其他三個不知下落 我說: \"是的，那是百辰，是我的女兒\" 你確定她已經死了？ 根據他們的消息，是的 席維卡：那天六點半時 我載著太太和女兒去超市 到了那裡... 看到了三輛以色列軍事吉普車停在路邊 通過第一輛時... 他們朝我們開火 12 歲的女兒，克莉絲汀 就這樣被開槍打死了 席維卡：我是學校校長 喬治：但是有老師代替你的職務？ 席維卡：沒錯，我有幾個助理 我常處理小孩的事 席維卡：一開始我以為這是奇怪的想法 但想清楚後 我發現沒道理不見他們 讓他們了解我們的痛苦 喬治：許多事感動我 我們目睹巴勒斯坦人失去孩子，飽受煎熬 但還是相信和平進程與雙邊和解 一旦我們失去最珍貴的東西，可以換來彼此對話 以及追尋美好未來機會 那大家就都必須這麼做 歌曲是我們彼此溝通的一種媒介 和那些不知從何而來的人溝通"}, {"zh-tw": " You could give thema long political speech, they would still not understand. But I tell you, when you finish that song, people will be like, \"Damn, I knowwhere you niggas are coming from.", "en": " 你可以發表政治演說 他們還是不會懂 但要是你把歌唱完 他們會說：\"媽的，我知道你們打那兒來\""}, {"zh-tw": " I know where you guys are coming from. Death unto apartheid!\" Narrator: It's aboutthe liberation struggle.", "en": " 我知道你們打那兒來 誓死反抗種族隔離 這和自由奮鬥有關..."}, {"zh-tw": " It's about those childrenwho took to the streets -- fighting, screaming,\"Free Nelson Mandela!\" It's about those unionswho put down their tools and demanded freedom. Yes. Yes! (Music and singing) (Singing) Freedom! Jehane Noujaim: I think everybody'shad that feeling of sitting in a theater, in a dark room, with other strangers,watching a very powerful film, and they felt that feelingof transformation.", "en": " 和上街的孩童有關 它們抗爭、大喊：\"釋放曼德拉\" 關於這些工會會員放下工具 爭取自由 對！ 自由！ 耶涵．妮詹姆：大家應該都有坐在戲院的經驗 和陌生人在漆黑的房間，看著令人震撼的影片 他們感受到變化"}, {"zh-tw": " And what I'd like to talk about is how can we use that feeling to actually createa movement through film? I've been listening to the talksin the conference, and Robert Wright said yesterday that if we have an appreciationfor another person's humanity, then they will havean appreciation for ours. And that's what this is about.", "en": " 我指的是-- 我們究竟該如何利用這種感覺 透過影片真正創造一場行動 我聽過其他人的演說 羅伯．萊特昨天說過 若我們賞識他人的人性精神 他們也會對我們做同樣的事 這就是精神所在"}, {"zh-tw": " It's about connecting people through film, getting these independentvoices out there. Now, Josh Rushing actuallyended up leaving the military and taking a job with Al Jazeera.", "en": " 透過影片，連結人群 凝聚這些獨立的聲音 現在喬許離開軍隊了 接了半島電視台的工作"}, {"zh-tw": " So his feeling is thathe's at Al Jazeera International because he feels likehe can actually use media to bridge the gap between East and West. And that's an amazing thing.", "en": " 他覺得自己是半島國際電視台的一員 因為他覺得可以真正運用媒體的力量 解開中東和西方世界的誤會 那真是令人振奮的一件事"}, {"zh-tw": " But I've been trying to think about ways to give power to these independent voices, to give power to the filmmakers, to give power to people who are tryingto use film for change. And there are incredible organizations that are out there doing this already.", "en": " 但我一直在想方設法 讓這些獨立的聲音擁有力量 給予這些製片人力量 給予嘗試用影片改變世界的朋友力量 有些很棒的組織 已經開始著手進行"}, {"zh-tw": " There's Witness,that you heard from earlier. There's Just Vision, that are workingwith Palestinians and Israelis who are working together for peace,and documenting that process and getting interviewsout there and using this film to take to Congress to showthat it's a powerful tool, to show that this is a woman who's hadher daughter killed in an attack, and she believes that thereare peaceful ways to solve this.", "en": " 各位剛也聽到親身經歷的人所說的 有些正義的遠見，相信巴勒斯坦和以色列人可以合作 共同為和平打拼，並記錄整個過程 進行面訪，並利用這個影片 帶到國會，證明它是多麼有力的工具 播放一位婦人的女兒是如何在攻擊中喪生 她仍相信可以用和平手段解決紛爭"}, {"zh-tw": " There's Working Filmsand there's Current TV, which is an incredible platformfor people around the world to be able to put their -- Yeah, it's amazing. I've watched it and I'm blown away by it and its potential to bring voicesfrom around the world -- independent voicesfrom around the world -- and create a truly democratic,global television.", "en": " 不論製作中的影片或電視放送 都可以讓全球人看到 可以將他們--沒錯，很棒，不是嗎 看過影片，我自己都深受感動 它有潛力將全球的聲音放送出去 來自世界各地的獨立聲音 打造真正民主、全球的電視"}, {"zh-tw": " So what can we do to createa platform for these organizations, to create some momentum, to get everybody in the worldinvolved in this movement? I'd like for us to imagine for a second. Imagine a day when you have everyonecoming together from around the world.", "en": " 那我們該如何為這些組織打造平台 創造動力 讓全世界的人都參與這場行動 請各位花一秒鐘，想像有那麼一天 若全球所有人都凝聚起來"}, {"zh-tw": " You have towns and villagesand theaters -- all from around the world, getting together, and sitting in the dark, and sharing a communalexperience of watching a film, or a couple of films, together. Watching a film which maybe highlightsa character that is fighting to live, or just a characterthat defies stereotypes, makes a joke, sings a song.", "en": " 全球的鄉鎮、戲院充滿著人 坐在一片漆黑的房間中 分享觀看影片的共同經驗 或一起觀看好幾部影片 其中一部影片的劇情 可能是主角為生存奮鬥 或反抗刻板印象 說個笑話，唱首歌"}, {"zh-tw": " Comedies, documentaries, shorts. This amazing powercan be used to change people and to bond people together;to cross borders, and have people feel likethey're having a communal experience.", "en": " 搞笑、記錄、小品 這些驚人的力量都可以用來改變大眾 將大眾凝聚在一起，不分國界 讓大眾感覺他們分享共同經驗"}, {"zh-tw": " So if you imagine this daywhen all around the world, you have theaters and placeswhere we project films. If you imagine projectingfrom Times Square to Tahrir Square in Cairo, the same film in Ramallah,the same film in Jerusalem.", "en": " 試想，有那麼一天，全世界的人都做同件事 各地戲院播放同樣的影片 各位想像一下-- 從時代廣場投射到開羅的塔希爾廣場 同樣的影片在雷馬拉，在耶路撒冷播放"}, {"zh-tw": " You know, we've been talkingto a friend of mine about using the side of the Great Pyramid and the Great Wall of China. It's endless what you can imagine, in terms of where you can project films and where you can havethis communal experience.", "en": " 甚至可以利用--我們和我一位朋友談過 利用埃及金字塔的其中一邊 在中國長城牆上播放 這充滿無限可能 你想播放影片的地點到處皆可 不論何地，都可引起共鳴"}, {"zh-tw": " And I believe that this one day,if we can create it, this one day can create momentumfor all of these independent voices. There isn't an organizationwhich is connecting the independent voices of the world to get out there, and yet I'm hearingthroughout this conference that the biggest challenge in our future is understanding the other, and having mutual respectfor the other and crossing borders.", "en": " 我深信若有這麼一天 只要一天，就可為那些獨立的聲音創造動力 沒有一個地方-- 沒有任何一個組織 將世界上的獨立聲音串連起來 整場大會聽下來 未來最大的危險是理解不足 不同國界的人無法相互尊重"}, {"zh-tw": " And if film can do that, and if we can get all of thesedifferent locations in the world to watch these films together -- this could be an incredible day. So we've already made a partnership, set up through somebodyfrom the TED community, John Camen, who introduced meto Steven Apkon, from the Jacob Burns Film Center.", "en": " 若影片可以消弭這種危險 若我們能貢獻一己之力 讓大家一起觀看影片，這會是驚人的一天 所以我們已經透過TED建立夥伴連結網 TED社群有人幫忙我 像約翰．凱門就為我引薦 雅各．博恩斯製片中心的史蒂芬．艾波肯"}, {"zh-tw": " And we started calling up everybody. And in the last week, there have been so many peoplethat have responded to us, from as close as Palo Alto,to Mongolia and to India.", "en": " 所以我們開始聯絡大家 上禮拜有好多人回覆我們 來自世界各地像帕羅奧圖、蒙古、印度"}, {"zh-tw": " There are people that want to bea part of this global day of film; to be able to provide a platformfor independent voices and independent films to get out there. Now, we've thoughtabout a name for this day, and I'd like to share this with you.", "en": " 好多人都想共襄盛舉 為獨立的聲音提供平台 讓獨立製片走出去 現在我們正要為這一天命名 我想和各位分享"}, {"zh-tw": " Now, the most amazing partof this whole process has been sharing ideas and wishes, and so I invite youto give brainstorms onto how does this day echo into the future? How do we use technology to makethis day echo into the future, so that we can build community and have these communities workingtogether, through the Internet? There was a time, many, many years ago, when all of the continentswere stuck together. And we call that landmass Pangea.", "en": " 現在，整個過程最棒的部份 就是分享想法、願望 邀請各位腦力激盪一下 這一天在未來該如何進行？ 如何運用科技讓這一天在未來也能夠發揮力量 如此才可建立社群 透過網路讓各社群合作嗎？ 好久好久以前 各大陸是連在一塊的 我們稱之為盤古大陸"}, {"zh-tw": " So what we'd like to call this day of filmis Pangea Cinema Day. And if you just imagine that all of these peoplein these towns would be watching, then I think that we canactually really make a movement towards people understandingeach other better.", "en": " 所以我們想將這天命名為盤古電影日 各位想像一下 所有人都在觀看影片 這樣我想就可以創造一種行動 讓所有人彼此了解"}, {"zh-tw": " I know that it's very intangible,touching people's hearts and souls, but the only way that I know how to do it, the only way that I know how to reach outto somebody's heart and soul all across the world,is by showing them a film. And I know that there are independentfilmmakers and films out there that can really make this happen.", "en": " 我知道那很無形，觸動人的心和靈魂 但這是唯一我會做的方法 唯一我知道該如何走出去的方法 播放影片，橫越世界，走進他人的心與靈魂 我知道有許多獨立製片人仍在努力 讓這一切順利成真"}, {"zh-tw": " And that's my wish. I guess I'm supposed to give youmy one-sentence wish, but we're way out of time.", "en": " 那就是我的願望 我想我該說出完整的願望 但時間有限"}, {"zh-tw": " Chris Anderson:That is an incredible wish. Pangea Cinema: The daythe world comes together.", "en": " 那是個了不起的願望 盤古電影日 -- 凝聚世界的一天"}, {"zh-tw": " JN: It's more tangible than world peace,and it's certainly more immediate. But it would be the day that the worldcomes together through film, the power of film.", "en": " 這比世界和平來的實際，而且比較快達成 但必須透過影片，團結世界，造就那一天 這正是影片的力量"}, {"zh-tw": " CA: Ladies and gentlemen, Jehane Noujaim.", "en": " 各位先生女士，耶涵．妮詹姆，為她掌聲鼓勵"}], "title": "Jehane Noujaim Inspires A Global Day Of Film"}