{"url": "http://www.ted.com/talks/liz_coleman_s_call_to_reinvent_liberal_arts_education", "paragraphs": [{"zh-tw": " College presidents are not the first people who come to mind when the subject is the uses of the creative imagination. So I thought I'd start by telling you how I got here.", "en": " 說起創造力和想像力 人們往往不會先想到大學校長 所以，我覺得有必要先告訴各位今天我來到這裡的淵源"}, {"zh-tw": " The story begins in the late '90s. I was invited to meet with leading educators from the newly free Eastern Europe and Russia.", "en": " 起源至1990年代 我接觸了一些重要的教育家 他們來自新成立的東歐各國以及俄羅斯"}, {"zh-tw": " They were trying to figure out how to rebuild their universities. Since education under the Soviet Union was essentially propaganda serving the purposes of a state ideology, they appreciated that it would take wholesale transformations if they were to provide an education worthy of free men and women.", "en": " 他們想重建當地大學 因為過去蘇維埃的教育 本質上是政治宣傳 服務于國家的意識形態 他們認識到，如果要提供配得上 民主國家人民的教育 他們的教育還需要全方位的變革"}, {"zh-tw": " Given this rare opportunity to start fresh, they chose liberal arts as the most compelling model because of its historic commitment to furthering its students' broadest intellectual, and deepest ethical potential. Having made that decision they came to the United States, home of liberal arts education, to talk with some of us most closely identified with that kind of education.", "en": " 有了這樣一次 重新開始的機會 他們認定博雅教育 是最適切的一種模式 因為，古往今來，博雅教育就致力於 擴展學生的智識潛能 和樹立堅實的道德水準 此番決定之後， 他們來到美國 --博雅教育的發源地-- 與我們中一些人進行交流 因為我們被認作 與這種教育有著緊密聯繫的一批人"}, {"zh-tw": " They spoke with a passion, an urgency, an intellectual conviction that, for me, was a voice I had not heard in decades, a dream long forgotten. For, in truth, we had moved light years from the passions that animated them.", "en": " 他們帶著殷切的熱情和知識份子的使命感 來和我們進行交流 對我來說，這種渴望，在過往的幾十年中，已變得十分陌生 就像一個被遺忘的理想 事實上，我們與這種點燃他們的熱情 已經光年之遠了"}, {"zh-tw": " But for me, unlike them, in my world, the slate was not clean, and what was written on it was not encouraging. In truth, liberal arts education no longer exists -- at least genuine liberal arts education -- in this country.", "en": " 但是，我卻不一樣 我的熱情仍未殆盡 雖然現狀差強人意。 事實上，博雅教育 已經消失了。 至少在這個國家，真正的博雅教育已經不復存在。"}, {"zh-tw": " We have professionalized liberal arts to the point where they no longer provide the breadth of application and the enhanced capacity for civic engagement that is their signature. Over the past century the expert has dethroned the educated generalist to become the sole model of intellectual accomplishment.", "en": " 我們所謂專業化的博雅教育 并沒有實現知識應用的廣度 以及公民參與的程度 這是現在博雅教育的特徵 在過去的一個世紀 有專家摘下了通才的桂冠 認為他們不再是智識成就的 唯一代表"}, {"zh-tw": " Expertise has for sure had its moments. But the price of its dominance is enormous.", "en": " 專家固然必不可少 但是他們的主導地位的代價是巨大的"}, {"zh-tw": " Subject matters are broken up into smaller and smaller pieces, with increasing emphasis on the technical and the obscure. We have even managed to make the study of literature arcane.", "en": " 學科門類正在逐漸細分 產生了很多小領域 並且逐漸強調技術和晦澀的知識 我們甚至把文學變成了艱深難懂的知識"}, {"zh-tw": " You may think you know what is going on in that Jane Austen novel -- that is, until your first encounter with postmodern deconstructionism. The progression of today's college student is to jettison every interest except one.", "en": " 你以為自己明白了 簡·奧斯汀的一部小說 確實 除非你碰到後現代解構主義 當今大學生傾向於 保留一個興趣，拋棄其他所有的"}, {"zh-tw": " And within that one, to continually narrow the focus, learning more and more about less and less; this, despite the evidence all around us of the interconnectedness of things. Lest you think I exaggerate, here are the beginnings of the A-B-Cs of anthropology.", "en": " 而在這一個興趣中，又不斷的細化 學習越來越久，但是卻越來越狹隘 雖然周圍有很多證據顯示知識的關聯性 這一傾向已然存在 爲了不讓你們覺得我在誇大其詞 我在這裡列出人類學分支的冰山一角"}, {"zh-tw": " As one moves up the ladder, values other than technical competence are viewed with increasing suspicion. Questions such as, \"What kind of a world are we making? What kind of a world should we be making? What kind of a world can we be making?\" are treated with more and more skepticism, and move off the table.", "en": " 隨著人在求學道路上越走越遠 技能以外的價值 受到了越來越多的質疑 如下問題 ”我們在創造一個什麼樣的世界？“ ”我們應該創作一個什麼樣的世界？“ ”我們能夠創造什麼樣的世界？“ 面臨著越來越多的懷疑 并逐漸從人們的話題中消失"}, {"zh-tw": " In so doing, the guardians of secular democracy in effect yield the connection between education and values to fundamentalists, who, you can be sure, have no compunctions about using education to further their values: the absolutes of a theocracy. Meanwhile, the values and voices of democracy are silent.", "en": " 這樣以來，世俗民主的衛士們 實際上將 教育和價值觀之間的聯繫 拱手讓給了原教主義者 可以確信的是 這些人不會有任何顧慮 利用教育來推廣他們的觀念 也就是政教合一 同時，民主的價值觀和聲音銷聲匿跡"}, {"zh-tw": " Either we have lost touch with those values or, no better, believe they need not or cannot be taught. This aversion to social values may seem at odds with the explosion of community service programs.", "en": " 不是我們腦中這種價值觀分崩離析 就是 我們不再認為 這些價值觀是可以傳授的 對社會價值觀的背離 可能與目前社區服務的興起 背道而馳"}, {"zh-tw": " But despite the attention paid to these efforts, they remain emphatically extracurricular. In effect, civic-mindedness is treated as outside the realm of what purports to be serious thinking and adult purposes.", "en": " 儘管對這些努力的關注很多 它們仍然是作為一種課外活動 實際上，公德心 已經被排除在 所謂的嚴肅思想和成人追求之外了"}, {"zh-tw": " Simply put, when the impulse is to change the world, the academy is more likely to engender a learned helplessness than to create a sense of empowerment. This brew -- oversimplification of civic engagement, idealization of the expert, fragmentation of knowledge, emphasis on technical mastery, neutrality as a condition of academic integrity -- is toxic when it comes to pursuing the vital connections between education and the public good, between intellectual integrity and human freedom, which were at the heart -- -- of the challenge posed to and by my European colleagues.", "en": " 簡單來說，如果抱有改變世界的衝動 學術界更容易產生 一種知識份子的無助 而缺乏一種責任和擔當 這種對公民參與的過度簡化 對專家作用的理想化 知識的零散化 強調技能掌握 將學術誠實基於立場不明 對於 教育和公共利益之間的聯繫 對於知識份子的品德和人類自由的聯繫 是有毒害作用的 這些威脅存在於 這些歐洲同行心中 也是他們所面臨的核心挑戰"}, {"zh-tw": " When the astronomical distance between the realities of the academy and the visionary intensity of this challenge were more than enough, I can assure you, to give one pause, what was happening outside higher education made backing off unthinkable. Whether it was threats to the environment, inequities in the distribution of wealth, lack of a sane policy or a sustainable policy with respect to the continuing uses of energy, we were in desperate straits.", "en": " 現實和願景之間的差別 十分巨大 這種差別帶來的挑戰的程度之深 足以讓人們 不止一次駐足思考 高等教育之外的種種 是我們不得不有所作為 不管是對環境的威脅 財富分配不均 還是能源的利用的 一些理智的和環保的政策 我們身處困境"}, {"zh-tw": " And that was only the beginning. The corrupting of our political life had become a living nightmare; nothing was exempt -- separation of powers, civil liberties, the rule of law, the relationship of church and state.", "en": " 更不幸的是，這僅僅是開始 我們腐朽的政治氛圍 已經成了活生生的噩夢 各方面都無一倖免 從分權，公民自由 到法治 還有宗教和政治的關係"}, {"zh-tw": " Accompanied by a squandering of the nation's material wealth that defied credulity. A harrowing predilection for the uses of force had become commonplace, with an equal distaste for the alternative forms of influence.", "en": " 此外，還有讓人難以置信的 對資源 不加節制的濫用 熱衷使用武力 這些都屢見不鮮 對於其他正面的影響 卻不予考慮"}, {"zh-tw": " At the same time, all of our firepower was impotent when it came to halting or even stemming the slaughter in Rwanda, Darfur, Myanmar. Our public education, once a model for the world, has become most noteworthy for its failures.", "en": " 與此同時 當盧旺達，達爾富爾和緬甸飽受屠殺之苦時 我們的炮火卻沒有為他們爭取平安，顯得格外無力 我們的公共教育，一度是世界的楷模 現在卻是每況愈下 而聲名狼藉"}, {"zh-tw": " Mastery of basic skills and a bare minimum of cultural literacy eludes vast numbers of our students. Despite having a research establishment that is the envy of the world, more than half of the American public don't believe in evolution.", "en": " 很多學生缺乏對基本技能的掌握 文化常識也少得可憐 儘管我們的研究機構 是世界一流的 卻有超過半數的美國人 不相信進化論"}, {"zh-tw": " And don't press your luck about how much those who do believe in it actually understand it. Incredibly, this nation, with all its material, intellectual and spiritual resources, seems utterly helpless to reverse the freefall in any of these areas.", "en": " 你們也不要試圖相信 那些相信進化論的人 確實理解 難以置信的是 這個擁有豐富物質，知識和精神財富的國家 卻無法應對這些方面的每況愈下 似乎徹徹底底地無可救藥"}, {"zh-tw": " Equally startling, from my point of view, is the fact that no one was drawing any connections between what is happening to the body politic, and what is happening in our leading educational institutions. We may be at the top of the list when it comes to influencing access to personal wealth.", "en": " 在我看來 更驚人的是 沒有人意識到 發生在社會中 政治和一流教育機構所面臨變化之間的關係 談及對財富創造渠道的影響 教育是邀功的"}, {"zh-tw": " We are not even on the list when it comes to our responsibility for the health of this democracy. We are playing with fire.", "en": " 但是 說到對民主社會的責任 教育機構卻規避 我們正在玩火自焚"}, {"zh-tw": " You can be sure Jefferson knew what he was talking about when he said, \"If a nation expects to be ignorant and free in a state of civilization, it expects what never was, and never will be.\" On a more personal note, this betrayal of our principles, our decency, our hope, made it impossible for me to avoid the question, \"What will I say, years from now, when people ask, 'Where were you?'\" As president of a leading liberal arts college, famous for its innovative history, there were no excuses. So the conversation began at Bennington.", "en": " 當傑斐遜說到 “在一個文明國家，若指望在無知中得到自由 過去從未有過， 將來也絕辦不到” 他清楚地知道 他要表達什麽 (鼓掌) 用我自己的話來說 對我們的建國理念 我們社會的要義和希望的背叛 使我不得不 面臨這樣一個問題 當數年之後，人們問我“你那時在幹什麼去了？” 我該如何回答？ 作為一個博雅教育的校長 尤其當這個學校富有革新傳統 我有義不容辭的責任 所以，本寧頓首先展開了討論"}, {"zh-tw": " Knowing that if we were to regain the integrity of liberal education, it would take radical rethinking of basic assumptions, beginning with our priorities. Enhancing the public good becomes a primary objective.", "en": " 我們意識到 如果要復原博雅教育的真實面貌 對於一些基本的前提 我們需要做一些本質的思考 從最重要的方面開始 首要目標是提升公共利益"}, {"zh-tw": " The accomplishment of civic virtue is tied to the uses of intellect and imagination at their most challenging. Our ways of approaching agency and authority turn inside out to reflect the reality that no one has the answers to the challenges facing citizens in this century, and everyone has the responsibility for trying and participating in finding them.", "en": " 要形成良好的公民道德 離不開學生充分調動 他們的智力和想像力 我們面對政府 和各種機構 發現沒有人能找到 本世紀人民所面臨問題的靈丹妙藥 但是，人人都有責任 參與進來，尋找應對挑戰的方法"}, {"zh-tw": " Bennington would continue to teach the arts and sciences as areas of immersion that acknowledge differences in personal and professional objectives. But the balances redressed, our shared purposes assume an equal if not greater importance.", "en": " 本寧頓將矢志不渝 教授人文和科學學科 交叉授課，照顧個人和職業需求 但是權重改變了 共同目標 現在贏得了至少相同的重視"}, {"zh-tw": " When the design emerged it was surprisingly simple and straightforward. The idea is to make the political-social challenges themselves -- from health and education to the uses of force -- the organizers of the curriculum.", "en": " 這套設計其實十分簡單和直白 主要就是，將政治，社會問題 包括醫療，教育 武力使用 作為課程設計的風向標"}, {"zh-tw": " They would assume the commanding role of traditional disciplines. But structures designed to connect, rather than divide mutually dependent circles, rather than isolating triangles.", "en": " 與傳統課程想必，他們處於至高地位 但是，我們構想的目的是融合學科，而不是孤立 是讓學科之間密不可分 而不是斷絕的結點"}, {"zh-tw": " And the point is not to treat these topics as topics of study, but as frameworks of action. The challenge: to figure out what it will take to actually do something that makes a significant and sustainable difference.", "en": " 很重要的一點是 不要將它們學術化 而是當做行文準則 挑戰在於，認識到需要什麽 才能真正的帶來一些意義重大 影響深遠的變化"}, {"zh-tw": " Contrary to widely held assumptions, an emphasis on action provides a special urgency to thinking. The importance of coming to grips with values like justice, equity, truth, becomes increasingly evident as students discover that interest alone cannot tell them what they need to know when the issue is rethinking education, our approach to health, or strategies for achieving an economics of equity.", "en": " 與傳統的觀點不同 強調行動會促進思考 理解公正，公平 真理的價值觀的意義 變得日趨明朗 正如學生發現那樣 單單靠興趣 他們不能認識到 在反思醫療，教育 公平經濟時 他們需要什麼樣的知識"}, {"zh-tw": " The value of the past also comes alive; it provides a lot of company. You are not the first to try to figure this out, just as you are unlikely to be the last.", "en": " 歷史的價值也顯現出來 很多過往人物都在思考這些問題 正如台下的你不會是第一個 也不會是最後一個思考這些問題的人一樣"}, {"zh-tw": " Even more valuable, history provides a laboratory in which we see played out the actual, as well as the intended consequences of ideas. In the language of my students, \"Deep thought matters when you're contemplating what to do about things that matter.\" A new liberal arts that can support this action-oriented curriculum has begun to emerge.", "en": " 更珍貴的是 透過歷史 我們可以看到 一些認識所帶來的 確實和理想變化 用我學生的話來說 就是“當你考慮如何做重要的事時，” 深思熟慮很 必要。“ 提倡這種以行動為導向的 博雅教育 正在興起"}, {"zh-tw": " Rhetoric, the art of organizing the world of words to maximum effect. Design, the art of organizing the world of things.", "en": " 包括研究如何使語言 發揮最大效力的修辭學 還有組織萬物的藝術--設計"}, {"zh-tw": " Mediation and improvisation also assume a special place in this new pantheon. Quantitative reasoning attains its proper position at the heart of what it takes to manage change where measurement is crucial.", "en": " 冥想和即興反應 都在新的框架中享有一席之地 定量推理也必不可少 對於認識一些變化 測量是十分重要的"}, {"zh-tw": " As is a capacity to discriminate systematically between what is at the core and what is at the periphery. And when making connections is of the essence, the power of technology emerges with special intensity.", "en": " 系統區分核心問題 和邊緣問題的能力 也是同樣重要的 此外，當融合成為關鍵 科技的力量會愈益顯現"}, {"zh-tw": " But so does the importance of content. The more powerful our reach, the more important the question \"About what?\" When improvisation, resourcefulness, imagination are key, artists, at long last, take their place at the table, when strategies of action are in the process of being designed.", "en": " 但是，內容也同樣重要 我們的觸角伸得越廣 “關於什麽”的問題就愈發重要 當即興創作，足智多謀和想像力成為關鍵 當我們設計行動方略時 藝術家終於 確立了他們的位置"}, {"zh-tw": " In this dramatically expanded ideal of a liberal arts education where the continuum of thought and action is its life's blood, knowledge honed outside the academy becomes essential. Social activists, business leaders, lawyers, politicians, professionals will join the faculty as active and ongoing participants in this wedding of liberal education to the advancement of the public good.", "en": " 我們設想的博雅教育 其意義有廣闊的外延 連續的思考和行動是這種教育模式的生命所系 學術之外習得的知識 是必不可少的 社會活動家，商業領袖 律師，政治家以及各業界精英 將積極參與，成為長期教員 促進博雅教育和公共利益的協調發展"}, {"zh-tw": " Students, in turn, continuously move outside the classroom to engage the world directly. And of course, this new wine needs new bottles if we are to capture the liveliness and dynamism of this idea.", "en": " 相反地，學生的格局將超越教室 與這個世界進行直接互動 當然 新酒需要新瓶裝 如果要體現 這一理念的生機和活力"}, {"zh-tw": " The most important discovery we made in our focus on public action was to appreciate that the hard choices are not between good and evil, but between competing goods. This discovery is transforming.", "en": " 在我們強調公共服務的過程中 我們最重要的收穫是 意識到這些艱難選擇 不存在於好壞之間 而是如何做到利益最大化 這一收穫有著革新意義"}, {"zh-tw": " It undercuts self-righteousness, radically alters the tone and character of controversy, and enriches dramatically the possibilities for finding common ground. Ideology, zealotry, unsubstantiated opinions simply won't do.", "en": " 自以為是會受到非議 應對紛爭的氣氛和方式將大大改變 並且極大促進 形成共同立場的可能性 意識形態，狂熱 沒有支撐的觀點將無濟於事"}, {"zh-tw": " This is a political education, to be sure. But it is a politics of principle, not of partisanship.", "en": " 可以確信，這會是一次政治教育 但是，是涉及原則的政治 而不是黨派立場"}, {"zh-tw": " So the challenge for Bennington is to do it. On the cover of Bennington's 2008 holiday card is the architect's sketch of a building opening in 2010 that is to be a center for the advancement of public action.", "en": " 本寧頓面臨的最大挑戰就是去踐行這一切 在本寧頓2008年的賀卡上 描繪著一副設計作品 這是一個將於2010年投入使用的 推進 公共參與的中心"}, {"zh-tw": " The center will embody and sustain this new educational commitment. Think of it as a kind of secular church.", "en": " 這個中心將整合并為喜這一全新的教育理念 不妨將此看做一個世俗教堂"}, {"zh-tw": " The words on the card describe what will happen inside. We intend to turn the intellectual and imaginative power, passion and boldness of our students, faculty and staff to developing strategies for acting on the critical challenges of our time.", "en": " 賀卡上的話語描繪了這個中心的願景 我們會將學生，教師和其他職工 強大，充滿激情 十分果敢的智力和想像力的 致力於設計 能應對當今時代核心挑戰的策略"}, {"zh-tw": " So we are doing our job. While these past weeks have been a time of national exhilaration in this country, it would be tragic if you thought this meant your job was done.", "en": " 我們正在努力 雖然過去幾周 我們的國家一片歡騰 但是如果你認為任務已經完成 那只怕是十分可悲的"}, {"zh-tw": " The glacial silence we have experienced in the face of the shredding of the constitution, the unraveling of our public institutions, the deterioration of our infrastructure is not limited to the universities. We the people have become inured to our own irrelevance when it comes to doing anything significant about anything that matters concerning governance, beyond waiting another four years.", "en": " 我們經歷了冰封般的沉寂 對憲法的蔑視 公共機構的無能 基礎設施的破敗 并不限於大學內 作為人民 我們已經習慣於漠不關心 對於重大的事 我們毫無作為 尤其對於不滿意的治理者 我們什麽都不做，只是再等一個四年"}, {"zh-tw": " We persist also in being sidelined by the idea of the expert as the only one capable of coming up with answers, despite the overwhelming evidence to the contrary. The problem is there is no such thing as a viable democracy made up of experts, zealots, politicians and spectators.", "en": " 我們總是認為專家才能給出答案 進而把我們自己的答案 排除在外 儘管大量事實與此相反 事實上，根本沒有一種民主制度 是由專家， 狂熱分子，政治家和旁觀者組成的 （鼓掌）"}, {"zh-tw": " People will continue and should continue to learn everything there is to know about something or other. We actually do it all the time.", "en": " 人們將要繼續，也應該繼續 學習聯繫的知識 我們其實一直致力於此"}, {"zh-tw": " And there will be and should be those who spend a lifetime pursuing a very highly defined area of inquiry. But this single-mindedness will not yield the flexibilities of mind, the multiplicity of perspectives, the capacities for collaboration and innovation this country needs.", "en": " 此外，將會有，並且應該產生 一批傾其一生 專研一個領域的學者 但是這種一門心思的興趣 不會妨礙 多角度的靈活思考 不會壓縮協作和創新的空間 我們的國家需要這些"}, {"zh-tw": " That is where you come in. What is certain is that the individual talent exhibited in such abundance here, needs to turn its attention to that collaborative, messy, frustrating, contentious and impossible world of politics and public policy.", "en": " 這就是你們參與的時刻 可以確信的是 活躍於此的聰明才智 需要把目光投向 那個協作，混亂，令人沮喪， 充滿爭議和不可理喻的 充滿政治和公共政策的世界"}, {"zh-tw": " President Obama and his team simply cannot do it alone. If the question of where to start seems overwhelming you are at the beginning, not the end of this adventure.", "en": " 僅僅靠奧巴馬總統團隊 不能完成這個艱巨任務 假如從何下手是一個壓倒性的問題 你已經站在了起點，而不是這終點"}, {"zh-tw": " Being overwhelmed is the first step if you are serious about trying to get at things that really matter, on a scale that makes a difference. So what do you do when you feel overwhelmed? Well, you have two things.", "en": " 如果你真的想瞭解一些真正重要的事情 並且做出一些貢獻 壓倒性的感受往往是第一階段 當你感到這種壓倒性的時候，你會怎麼做？ 你有兩樣東西可以利用"}, {"zh-tw": " You have a mind. And you have other people. Start with those, and change the world.", "en": " 第一是你的大腦，第二是你的同胞 就以此為始，改變世界 （鼓掌）"}], "title": "Liz Coleman S Call To Reinvent Liberal Arts Education"}