{"url": "http://www.ted.com/talks/pete_alcorn_s_vision_of_a_better_world", "paragraphs": [{"zh-tw": " I used to be a Malthusian. This was my mental model of the world: exploding population, small planet; it's going to lead to ugly things. But I'm moving past Malthus, because I think that we just might be about 150 years from a kind of new enlightenment.", "en": " 我曾經是一個馬爾薩斯主義者 從前，我心目中的世界是這樣的 人口爆炸，地球狹小 將迎向一個醜陋的未來 但現在我已經把馬爾薩斯主義拋在腦後了 因為我覺得再過150年 將會有一個新的啟蒙運動"}, {"zh-tw": " Here's why. This is the U.N.'s population data, you may have seen, for the world.", "en": " 讓我來告訴你原因 你可能看過這個聯合國發佈的 世界人口數據"}, {"zh-tw": " And the world's population expected to top out at something hopefully a bit less than 10 billion, late this century. And after that, most likely it's going to begin to decline.", "en": " 據估計，全球人口可能在本世紀末達到最高峰 逼近100億大關 過了這個高峰後，人口數將開始下滑"}, {"zh-tw": " So what then? Most of the economic models are built around scarcity and growth. So a lot of economists look at declining population and expect to see stagnation, maybe depression.", "en": " 那會怎樣呢？ 大部分經濟模式都是建立在「缺乏」和「成長」這兩個概念之上 所以大部分經濟學家 都將人口下滑這個現象視為 經濟不景氣或衰退的先兆"}, {"zh-tw": " But a declining population is going to have at least two very beneficial economic effects. One: fewer people on a fixed amount of land make investing in property a bad bet.", "en": " 但人口下滑將會為我們的經濟 帶來至少兩個正面影響 第一，人口減少，但土地面積仍是固定不變 房地產將會成為一項不當的投資"}, {"zh-tw": " In the cities, a lot of the cost of property is actually wrapped up in its speculative value. Take away land speculation, price of land drops.", "en": " 在都市裡，大部分房地產的價錢 其實全都是投機的行情 當土地的投機買賣減少 土地的價錢就會下跌"}, {"zh-tw": " And that begins to lift a heavy burden off the world's poor. Number two: a declining population means scarce labor.", "en": " 對於貧窮的人來說 這將大大減輕了他們肩上的重擔 第二，人口下滑 意味著勞動人口跟著減少"}, {"zh-tw": " Scarce labor drives wages. As wages increase that also lifts the burden on the poor and the working class.", "en": " 勞動力不足將帶動工資上漲 隨著工資上漲 窮人和勞動階層的負擔也會減輕"}, {"zh-tw": " Now I'm not talking about a radical drop in population like we saw in the Black Death. But look what happened in Europe after the plague: rising wages, land reform, technological innovation, birth of the middle class; and after that, forward-looking social movements like the Renaissance, and later the Enlightenment.", "en": " 我所講的不是像黑死病造成的那種人口急劇的銳減 不過看看黑死病那場瘟疫後 歐洲所發生的一切 工資上升 土地改革 科技革新 中產階層誕生 隨之而來的，是高瞻遠矚的社會運動 如文藝復興 和後來的啟蒙運動"}, {"zh-tw": " Most of our cultural heritage has tended to look backward, romanticizing the past. All of the Western religions begin with the notion of Eden, and descend through a kind of profligate present to a very ugly future.", "en": " 我們大部分的文化遺產都會回顧過往 將過去抹上浪漫的色彩 所有西方宗教都始於伊甸園這個概念 歷經今天這個放蕩的世界 然後朝向一個極醜惡的未來而沈淪"}, {"zh-tw": " So human history is viewed as sort of this downhill slide from the good old days. But I think we're in for another change, about two generations after the top of that curve, once the effects of a declining population start to settle in.", "en": " 所以我們認為人類歷史 是一種走下坡的發展 從過往美好的日子中開始墮落 但我認為另一個轉變即將到來 當人口曲線到達頂峰，經過兩個世代之後 一但人口下滑帶來的連串效應 開始穩定下來時"}, {"zh-tw": " At that point, we'll start romanticizing the future again, instead of the nasty, brutish past. So why does this matter? Why talk about social-economic movements that may be more than a century away? Because transitions are dangerous times.", "en": " 屆時，我們會開始憧憬美好的未來 而不會與那醜惡的過去糾纏 那麼，這又有什麼關係呢？ 為什麼要討論那或許一個世紀之後 才會發生的社會經濟運動呢？ 這是因為過渡期往往是最危險的時刻"}, {"zh-tw": " When land owners start to lose money, and labor demands more pay, there are some powerful interests that are going to fear for the future. Fear for the future leads to some rash decisions.", "en": " 當地主開始面臨虧損 勞工要求提高工資時 會引起強而有力的利益團體恐懼擔憂他們的未來 這種對未來的恐懼擔憂會令人作出不理性的決定"}, {"zh-tw": " If we have a positive view about the future then we may be able to accelerate through that turn, instead of careening off a cliff. If we can make it through the next 150 years, I think that your great great grandchildren will forget all about Malthus.", "en": " 如果我們對未來抱著一個正面的態度 我們或許能加速衝過那個轉捩點 而不是墮入萬丈深淵 如果我們能安然的渡過接下來的150年 我相信你們的曾曾子孫 會忘了馬爾薩斯"}, {"zh-tw": " And instead, they'll be planning for the future and starting to build the 22nd Century Enlightenment. Thank you.", "en": " 其且他們會開始計劃末來 並展開二十二世紀的啟蒙運動 謝謝各位。"}], "title": "Pete Alcorn S Vision Of A Better World"}