{"url": "http://www.ted.com/talks/kevin_surace_fixing_drywall_to_heal_the_planet", "paragraphs": [{"zh-tw": " What's happening to the climate? It is unbelievably bad. This is, obviously, that famous view now of the Arctic, which is likely to be gone at this point in the next three or four or five years. Very, very, very scary.", "en": " 氣候到底怎麼了？ 真是糟糕得令人難以置信 這是著名的北極地區的景象 而它很可能會消失 大約未來的三至五年就會消失，真的很可怕"}, {"zh-tw": " So we all look at what we can do. And when you look at the worldwide sources of CO2, 52 percent are tied to buildings.", "en": " 因此我們都在思考我們能做些什麼 當你看到全球二氧化碳的來源 百分之五十二是來自建築物"}, {"zh-tw": " Only nine percent is passenger cars, interestingly enough. So we ran off to a sushi bar.", "en": " 只有百分之九是來自汽車，這真是夠有趣的了 所以我們跑去吃壽司"}, {"zh-tw": " And at that sushi bar we came up with a great idea. And it was something called EcoRock.", "en": " 然後在壽司吧裡，我們想到了一個好主意 就是一種叫做生態石(EcoRock)的新建材"}, {"zh-tw": " And we said we could redesign the 115-year-old gypsum drywall process that generates 20 billion pounds of CO2 a year. So it was a big idea. We wanted to reduce that by 80 percent, which is exactly what we've done.", "en": " 我們說我們可以改寫已有115年歷史的 石膏板牆的生產流程 這個流程每年約排放二百億磅二氧化碳 這真是一個偉大的想法，我們希望可以減少百分之八十的碳排放 而我們也的確做到了"}, {"zh-tw": " We started R&D in 2006. Decided to use recycled content from cement and steel manufacturing.", "en": " 我們從2006年開始進行研發 我們決定使用水泥 和鋼鐵生產的回收物"}, {"zh-tw": " There is the inside of our lab. We haven't shown this before. But our people had to do some 5,000 different mixes to get this right, to hit our targets.", "en": " 這是實驗室的內部，我們從來沒有向別人展示過 為了達成目標，我們的工作人員需要做 5000 種 不同的混合才能找到對的組合"}, {"zh-tw": " And they worked absolutely very, very, very hard. So then we went forward and built our production line in China.", "en": " 他們非常、非常、非常努力地工作 然後終於我們在中國建立了生產線"}, {"zh-tw": " We don't build this production equipment any longer in the U.S., unfortunately. We did the line install over the summer.", "en": " 遺憾的是，我們已經不在美國建立生產設備了 我們在夏天完成了生產線的安裝"}, {"zh-tw": " We started right there, with absolutely nothing. You're seeing for the first time, a brand new drywall production line, not made using gypsum at all.", "en": " 我們一切從零開始 這是第一次，你會看到一個全新的石膏板生產線 完全沒有使用石膏的生產線"}, {"zh-tw": " That's the finished production line there. We got our first panel out on December third.", "en": " 這是完成的生產線 我們在十二月三日完成了第一塊石膏板"}, {"zh-tw": " That is the slurry being poured onto paper, basically. That's the line running. The exciting thing is, look at the faces of the people.", "en": " 這是泥漿被倒入紙漿的時候，這是運作行中的生產線 令人振奮的是，看看這些人的表情"}, {"zh-tw": " These are people who worked this project for two to three years. And they are so excited. That's the first board off the line.", "en": " 他們為這個計畫整整工作了兩、三年 他們這麼振奮，這是從生產線出來的第一塊石膏板"}, {"zh-tw": " Our Vice President of Operation kissing the board. Obviously very, very excited. But this has a huge, huge impact on the environment.", "en": " 我們營運副總裁正在親吻這塊石膏板，很顯然他是非常非常地振奮 這對環境會有很大的影響"}, {"zh-tw": " We signed the first panel just a few weeks after that, had a great signing ceremony, leading to people hopefully using these products across the world. And we've got Cradle-to-Cradle Gold on this thing.", "en": " 幾個星期之後，我們辦了很大的簽名儀式，在第一塊石膏板上簽名 希望引導世界各地的人們來使用這些產品 我們得了 Cradle to Cradle 金牌獎"}, {"zh-tw": " We happened to win, just recently, the Green Product of the Year for \"The Re-Invention of Drywall,\" from Popular Science. Thank you. Thank you.", "en": " 我們最近也在《大眾科學》 以「重新發明石膏牆體」獲得了年度綠色產品獎 謝謝大家"}, {"zh-tw": " So here is what we learned: 8,000 gallons of gas equivalent to build one house. You probably had no idea. It's like driving around the world six times.", "en": " 我們學到了 8000 加侖的氣體 相當於建一間房屋 你可能不知道，這就像開車繞地球六次"}, {"zh-tw": " We must change everything. Look around the room: chairs, wood, everything around us has to change or we're not going to lick this problem.", "en": " 我們必須改變一切 環顧房間、椅子、木材 我們周圍的一切都必須改變，否則我們解決不了這個問題"}, {"zh-tw": " Don't listen to the people who say you can't do this, because anyone can. And these job losses, we can fix them with green-collar jobs.", "en": " 別聽人家說你做不到，因為我們每一個人都可以做到 對於失業者，我們將會帶來綠領工作"}, {"zh-tw": " We've got four plants. We're building this stuff around the country. We're going as fast as we can.", "en": " 我們有四個工廠，我們正在全國各地不斷建造中 我們會盡可能地快"}, {"zh-tw": " Two and a half million cars worth of gypsum, you know, CO2 generated. Right? So what will you do? I'll tell you what I did and why I did it. And I know my time's up. Those are my kids, Natalie and David.", "en": " 相當於250萬輛汽車 產生的二氧化碳的石膏，對嗎？ 所以，你會怎樣做呢？我來告訴你我做了什麼，為什麼這樣做，我知道我時間到了 這些是我的孩子，納塔莉和大衛"}, {"zh-tw": " When they have their kids, 2050, they'd better look back at Grandpa and say, \"Hey, you gave it a good shot. You did the best you could with the team that you had.\" So my hope is that when you leave TED, you will look at reducing your carbon footprint in however you can do it. And if you don't know how, please find me -- I will help you.", "en": " 當他們在 2050 年有了自己的孩子時 他們會回頭跟爺爺說： 「嘿，你做得不錯啊！你的團隊 做到了最好的。」 因此，我的希望是當你離開TED時 請想辨法減少自己的碳排放量 並為此盡一切努力 如果你不知道如何做，請聯絡我，我會幫助你"}, {"zh-tw": " Last but not least, Bill Gates, I know you invented Windows. Wait till you see, maybe next year, what kind of windows we've invented.", "en": " 最後，比爾．蓋茨，我知道你發明了視窗（Windows） 等著看，或許到明年，你就會看到我們發明了什麼樣的窗戶"}, {"zh-tw": " Thank you so much.", "en": " 謝謝大家"}], "title": "Kevin Surace Fixing Drywall To Heal The Planet"}