{"url": "http://www.ted.com/talks/clay_shirky_how_cellphones_twitter_facebook_can_make_history", "paragraphs": [{"zh-tw": " I want to talk about the transformed media landscape, and what it means for anybody who has a message that they want to get out to anywhere in the world. And I want to illustrate that by telling a couple of stories about that transformation.", "en": " 我想先談論媒體工具轉變的整個架構 和這對於任何訊息想要散播到世界各地的人來說 意味著什麼 我將以圖表的方式來說幾個 關於這樣的轉變的故事"}, {"zh-tw": " I'll start here. Last November there was a presidential election. You probably read something about it in the papers.", "en": " 我先從這邊開始，去年11月有場總統大選 你們也許曾由報章讀到這些事"}, {"zh-tw": " And there was some concern that in some parts of the country there might be voter suppression. And so a plan came up to video the vote.", "en": " 而這當中有人擔心在這國家中有部份地區 可能有選民抑制 因此一個拍攝投票過程的計畫產生了"}, {"zh-tw": " And the idea was that individual citizens with phones capable of taking photos or making video would document their polling places, on the lookout for any kind of voter suppression techniques, and would upload this to a central place. And that this would operate as a kind of citizen observation -- that citizens would not be there just to cast individual votes, but also to help ensure the sanctity of the vote overall.", "en": " 當時的概念是每位 擁有攝影功能手機的公民 可以記錄他們的投票所 來尋找任何形式的選民抑制技術 並將他們的記錄上傳到一個中心 這將如公民觀察一般運作 民眾不只是在投票所投票 也幫助確保整體票選的神聖性"}, {"zh-tw": " So this is a pattern that assumes we're all in this together. What matters here isn't technical capital, it's social capital.", "en": " 這個模式預設集體的參與 重點是 這並非技術資本 這是社會資本"}, {"zh-tw": " These tools don't get socially interesting until they get technologically boring. It isn't when the shiny new tools show up that their uses start permeating society.", "en": " 這些工具必須在技術上不再新奇後 才會在社會上變得有意思 這些閃亮的新工具並不是在剛出現的時候 就始滲透社會，被大眾利用"}, {"zh-tw": " It's when everybody is able to take them for granted. Because now that media is increasingly social, innovation can happen anywhere that people can take for granted the idea that we're all in this together.", "en": " 而是當他們已經普遍後 因為當媒體工具不斷地社交化 創新可以發生在任何地方 人們可以理所當然的認為，大家都有參與的能力"}, {"zh-tw": " And so we're starting to see a media landscape in which innovation is happening everywhere, and moving from one spot to another. That is a huge transformation.", "en": " 因此，我們正在開始看到一個 創新無所不在的媒體架構 從一個點到另一個點 那是個巨大的轉變"}, {"zh-tw": " Not to put too fine a point on it, the moment we're living through -- the moment our historical generation is living through -- is the largest increase in expressive capability in human history. Now that's a big claim. I'm going to try to back it up.", "en": " 簡單來說，我們目前正在經歷的 我們這歷史性的一代正在經歷的 是人類史上表達能力 最大的增長 這是很大膽的聲稱，我會試著證明它"}, {"zh-tw": " There are only four periods in the last 500 years where media has changed enough to qualify for the label \"revolution.\" The first one is the famous one, the printing press: movable type, oil-based inks, that whole complex of innovations that made printing possible and turned Europe upside-down, starting in the middle of the 1400s. Then, a couple of hundred years ago, there was innovation in two-way communication, conversational media: first the telegraph, then the telephone.", "en": " 在過去五百年，只有四個時期中的 媒體轉變足以稱為革命 第一個最著名，印刷媒體 活字印刷、油墨，那一系列的創新 實現了印刷術 在十五世紀中期，它徹底的顛覆了整個歐洲 然後幾百年前 雙向溝通有了創新 交談式的媒體，首先是電報，然後電話"}, {"zh-tw": " Slow, text-based conversations, then real-time voice based conversations. Then, about 150 years ago, there was a revolution in recorded media other than print: first photos, then recorded sound, then movies, all encoded onto physical objects.", "en": " 緩慢的，先是文字式的談話 然後才是即時式的的語音交談 然後，大約一百五十年前 有一個印刷以外的記錄媒體的革命 首先照片，然後錄音 再來是影像，一切都被編譯至有形物體中"}, {"zh-tw": " And finally, about 100 years ago, the harnessing of electromagnetic spectrum to send sound and images through the air -- radio and television. This is the media landscape as we knew it in the 20th century.", "en": " 最後大約一百年前，光電技術的使用 使得能以空氣、無線電波和電視傳送聲音和圖像 這就是我們熟知的二十世紀的媒體架構"}, {"zh-tw": " This is what those of us of a certain age grew up with, and are used to. But there is a curious asymmetry here.", "en": " 這也是伴隨我們成長 我們所習慣的媒體 但這有個奇怪的不對稱"}, {"zh-tw": " The media that is good at creating conversations is no good at creating groups. And the media that's good at creating groups is no good at creating conversations.", "en": " 善於創造對話的媒體 不善於創造群組 而善於創造群組的媒體 不善於創造對話"}, {"zh-tw": " If you want to have a conversation in this world, you have it with one other person. If you want to address a group, you get the same message and you give it to everybody in the group, whether you're doing that with a broadcasting tower or a printing press.", "en": " 在這個世界上，如果你想要有一段對話 你必須找另一個人 若要對一組人發表言論，就必須將相同的訊息 傳給組裡每個人 無論你是用廣播還是印刷"}, {"zh-tw": " That was the media landscape as we had it in the twentieth century. And this is what changed.", "en": " 這就我們在二十世紀的 媒體架構 這是所發生的改變"}, {"zh-tw": " This thing that looks like a peacock hit a windscreen is Bill Cheswick's map of the Internet. He traces the edges of the individual networks and then color codes them.", "en": " 這看似孔雀撞上擋風玻璃的圖案 是Bill Cheswick的網路地圖 他追蹤個人網絡的界限 然後用顏色標代碼"}, {"zh-tw": " The Internet is the first medium in history that has native support for groups and conversation at the same time. Whereas the phone gave us the one-to-one pattern, and television, radio, magazines, books, gave us the one-to-many pattern, the Internet gives us the many-to-many pattern.", "en": " 網路是歷史上第一個 能同時支持群體 和對話的媒體 電話提供我們一對一的模式 而電視、廣播、雜誌、書籍 為我們提供了一人對多人的模式 網路則提供了多人對多人的模式"}, {"zh-tw": " For the first time, media is natively good at supporting these kinds of conversations. That's one of the big changes.", "en": " 這是媒體本身首次 適用於支持多類型的對話 這是大變化之一"}, {"zh-tw": " The second big change is that, as all media gets digitized, the Internet also becomes the mode of carriage for all other media, meaning that phone calls migrate to the Internet, magazines migrate to the Internet, movies migrate to the Internet. And that means that every medium is right next door to every other medium.", "en": " 第二個大的變化 是所有媒體的數位化 使得網路成為所有其他媒體 的載體 也就是說，電話遷移到網路上 雜誌遷移到網路上。電影遷移到網路上 這代表著，每個媒體 都和其它媒體相鄰"}, {"zh-tw": " Put another way, media is increasingly less just a source of information, and it is increasingly more a site of coordination, because groups that see or hear or watch or listen to something can now gather around and talk to each other as well. And the third big change is that members of the former audience, as Dan Gilmore calls them, can now also be producers and not consumers.", "en": " 換句話說 媒體不再只是訊息的來源 而且日益成為協調站 因為看到、聽到、或觀察到東西的族群 現在可以聚在一起互相討論 第三個大的變化 是Dan Gilmore所謂的之前的觀眾， 現在也可以是製作人，而不只是消費者"}, {"zh-tw": " Every time a new consumer joins this media landscape a new producer joins as well, because the same equipment -- phones, computers -- let you consume and produce. It's as if, when you bought a book, they threw in the printing press for free; it's like you had a phone that could turn into a radio if you pressed the right buttons.", "en": " 每當一個新的消費者 加入這個媒體架構之中 一個新的製作人也可同時加入 因為同樣的設備 電話、電腦 能同時讓你消費和生產 這就好比你買一本書，他們免費送你印刷機 好比你的手機，當你按對了鈕 會變成電台"}, {"zh-tw": " That is a huge change in the media landscape we're used to. And it's not just Internet or no Internet.", "en": " 這對我們所習慣的媒體架構來說 是個巨大的變化 而這不只是有網路或沒網路之分"}, {"zh-tw": " We've had the Internet in its public form for almost 20 years now, and it's still changing as the media becomes more social. It's still changing patterns even among groups who know how to deal with the Internet well.", "en": " 我們已經擁有公共網路 將近二十年了 而它仍隨著社會化 不斷地改變 即使是對於擅長使用網路的族群來說 它的模式仍不斷的在變化"}, {"zh-tw": " Second story. Last May, China in the Sichuan province had a terrible earthquake, 7.9 magnitude, massive destruction in a wide area, as the Richter Scale has it.", "en": " 第二個故事 去年五月，中國四川省 發生了一場可怕的芮式規模七點九級地震 是廣泛區域上的大規模摧毀"}, {"zh-tw": " And the earthquake was reported as it was happening. People were texting from their phones. They were taking photos of buildings.", "en": " 而地震在發生當時就有報導 人們從手機發簡訊，用手機拍攝建築"}, {"zh-tw": " They were taking videos of buildings shaking. They were uploading it to QQ, China's largest Internet service.", "en": " 他們拍攝正在搖晃的建築物 他們把這些資訊上傳到QQ，中國最大的網路平台"}, {"zh-tw": " They were Twittering it. And so as the quake was happening the news was reported.", "en": " 他們上推特去推 因此地震發生的當下 新聞也跟著在報導"}, {"zh-tw": " And because of the social connections, Chinese students coming elsewhere, and going to school, or businesses in the rest of the world opening offices in China -- there were people listening all over the world, hearing this news. The BBC got their first wind of the Chinese quake from Twitter.", "en": " 而且由於社交聯繫 從異鄉來上學的中國學生 或在中國開分公司的外國企業 世界各地都有人在傾聽這項新聞 BBC從推特第一時間得到中國地震的消息"}, {"zh-tw": " Twitter announced the existence of the quake several minutes before the US Geological Survey had anything up online for anybody to read. The last time China had a quake of that magnitude it took them three months to admit that it had happened.", "en": " 推特在美國地質調查局在網上 公開提供訊息的前幾分鐘 早已宣佈地震的消息 上一次中國發生相同級數的地震 政府等了三個月才承認地震確實發生 （眾笑）"}, {"zh-tw": " Now they might have liked to have done that here, rather than seeing these pictures go up online. But they weren't given that choice, because their own citizens beat them to the punch.", "en": " 他們這次地震可能也想要這麼做 而不用理會網路上的照片 但他們別無選擇 因為他們的公民比他們快了一步"}, {"zh-tw": " Even the government learned of the earthquake from their own citizens, rather than from the Xinhua News Agency. And this stuff rippled like wildfire.", "en": " 政府甚至是從自己公民獲悉地震 而不是從新華社(Xinhua News Agency) 訊息如同野火燎原"}, {"zh-tw": " For a while there the top 10 most clicked links on Twitter, the global short messaging service -- nine of the top 10 links were about the quake. People collating information, pointing people to news sources, pointing people to the US geological survey.", "en": " 有一段時間 全球短信服務，推特 上到前十名點擊率最高的連結 前九名連結都和地震的消息有關 人們整理資料 指引人們到新聞來源 指引人們到美國地質調查局"}, {"zh-tw": " The 10th one was kittens on a treadmill, but that's the Internet for you. But nine of the 10 in those first hours.", "en": " 第十名的連結是跑步機上的貓，不過這就是網路 （眾笑） 但第一時間內，前十名有九個跟地震有關"}, {"zh-tw": " And within half a day donation sites were up, and donations were pouring in from all around the world. This was an incredible, coordinated global response.", "en": " 且半天之內，募款網站已上線 人們紛紛從世界各地捐錢救災 這協調一致的全球反應令人不可思議"}, {"zh-tw": " And the Chinese then, in one of their periods of media openness, decided that they were going to let it go, that they were going to let this citizen reporting fly. And then this happened.", "en": " 然後中國，在這媒體開放的時期之一 決定放鬆控制 他們決定將讓公民自由報導 然後發生了一件事"}, {"zh-tw": " People began to figure out, in the Sichuan Provence, that the reason so many school buildings had collapsed -- because tragically the earthquake happened during a school day -- the reason so many school buildings collapsed is that corrupt officials had taken bribes to allow those building to be built to less than code. And so they started, the citizen journalists started reporting that as well. And there was an incredible picture.", "en": " 人們開始發現，在四川省 之所以有如此多所學校倒塌 因為地震不幸的發生在上課的日子 而為何這麼多所學校建築倒塌 是因為腐敗的官員受賄 讓學校建築不合規定標準 因此，公民記者也開始報導這類事件 有張令人難以置信的照片"}, {"zh-tw": " You may have seen in on the front page of the New York Times. A local official literally prostrated himself in the street, in front of these protesters, in order to get them to go away.", "en": " 您可能在紐約時報頭版看過 一名當地官員 為了疏散民眾 當街向示威民眾下跪"}, {"zh-tw": " Essentially to say, \"We will do anything to placate you, just please stop protesting in public.\" But these are people who have been radicalized, because, thanks to the one child policy, they have lost everyone in their next generation. Someone who has seen the death of a single child now has nothing to lose.", "en": " 大意是說， 「我們將做任何事來安撫你。 但請停止公眾抗議。 」 但這些人已受到刺激 拜一胎化政策所賜 他們失去了所有下一代的人 經歷唯一的孩子死去的父母 已經沒什麼好失去了"}, {"zh-tw": " And so the protest kept going. And finally the Chinese cracked down.", "en": " 因此，抗議持續著 最後，中國政府開始嚴厲打擊抗議活動"}, {"zh-tw": " That was enough of citizen media. And so they began to arrest the protesters.", "en": " 公民媒體超越了極限 他們開始逮捕示威者"}, {"zh-tw": " They began to shut down the media that the protests were happening on. China is probably the most successful manager of Internet censorship in the world, using something that is widely described as the Great Firewall of China.", "en": " 官方開始封鎖這些報導抗議事件的媒體 中國也是許是全世界最成功的 管理並監督它們網路系統的政府 利用廣為人知的工具如中國防火長城(Great Firewall of China)"}, {"zh-tw": " And the Great Firewall of China is a set of observation points that assume that media is produced by professionals, it mostly comes in from the outside world, it comes in relatively sparse chunks, and it comes in relatively slowly. And because of those four characteristics they are able to filter it as it comes into the country.", "en": " 而中國防火長城 設下許多監測點 這些監測點假設，媒體訊息是由專業人士製作 它們主要是來自外面的世界 而且相對分散而大量的來 又相對的緩慢 因為有這樣的四個特點 他們可以過濾進到國家內的資訊"}, {"zh-tw": " But like the Maginot Line, the great firewall of China was facing in the wrong direction for this challenge, because not one of those four things was true in this environment. The media was produced locally. It was produced by amateurs.", "en": " 但是就像馬奇諾防線(Maginot Line) 中國防火長城正在面對它們錯誤判斷 而造成的挑戰 因為環境中四個特點都不成立 這些媒體多半製造自本地和業餘人士"}, {"zh-tw": " It was produced quickly. And it was produced at such an incredible abundance that there was no way to filter it as it appeared. And so now the Chinese government, who for a dozen years, has quite successfully filtered the web, is now in the position of having to decide whether to allow or shut down entire services, because the transformation to amateur media is so enormous that they can't deal with it any other way.", "en": " 它快速製造，而且製造和傳播的量大到難以置信 導致無法去過濾這些快速出現的資料 所以現在中國政府在經過數十年的努力下 已經發展出可以成功過濾網路資訊的系統 它可以正確且即時的決定 是否開放或切斷整個網路伺服器 因為傳遞資訊者多是業餘的媒體組織 所以他們無法有效面對中國政府的控管"}, {"zh-tw": " And in fact that is happening this week. On the 20th anniversary of Tiananmen they just, two days ago, announced that they were simply shutting down access to Twitter, because there was no way to filter it other than that.", "en": " 而這樣的事實正發生於過去的幾個星期 在天安門事件(Tiananmen)二十周年之際 中國政府在兩天前即宣佈 他們將完全的切斷進入推特的方式 因為他們無法過濾這樣的資訊所以這麼做"}, {"zh-tw": " They had to turn the spigot entirely off. Now these changes don't just affect people who want to censor messages.", "en": " 他們關閉所有進入推特的網路節點 現在這些改變不只影響要監控訊息的人"}, {"zh-tw": " They also affect people who want to send messages, because this is really a transformation of the ecosystem as a whole, not just a particular strategy. The classic media problem, from the 20th century is, how does an organization have a message that they want to get out to a group of people distributed at the edges of a network.", "en": " 他們甚至直接影響這些想要傳送訊息的人們 因為這些轉變影響的是整個資訊傳播生態 而不只是特定的策略 二十世紀的傳統媒體問題 他們只是一群有訊息的團體 他們想走出一條路 將訊息能夠傳送到群體網絡的最外圍"}, {"zh-tw": " And here is the twentieth century answer. Bundle up the message. Send the same message to everybody.", "en": " 而二十世紀媒體問題的答案 就是包裝訊息，並將相同的訊息傳給每個人"}, {"zh-tw": " National message. Targeted individuals. Relatively sparse number of producers.", "en": " 國家的訊息、特定的單位 相對數量較少的訊息傳播者"}, {"zh-tw": " Very expensive to do, so there is not a lot of competition. This is how you reach people.", "en": " 這是花費昂貴的事情 所以它並不會有許多的競爭 這是影響人們的方式"}, {"zh-tw": " All of that is over. We are increasingly in a landscape where media is global, social, ubiquitous and cheap.", "en": " 如今這些都已經過去了 我們正處於從末有過的全球化媒體架構 社交的，無所不在而便宜的方式"}, {"zh-tw": " Now most organizations that are trying to send messages to the outside world, to the distributed collection of the audience, are now used to this change. The audience can talk back.", "en": " 現在大部份的組織都試著傳遞訊息到外面的世界 去收集觀眾的意見 而我們現今也習慣了這樣的變化 觀眾可以自由的談論"}, {"zh-tw": " And that's a little freaky. But you can get used to it after a while, as people do. But that's not the really crazy change that we're living in the middle of.", "en": " 是有點怪，但一段時間後就會習慣了 而我們生活在這當中，這還不算是真正瘋狂的事情"}, {"zh-tw": " The really crazy change is here: it's the fact that they are no longer disconnected from each other, the fact that former consumers are now producers, the fact that the audience can talk directly to one another; because there is a lot more amateurs than professionals, and because the size of the network, the complexity of the network is actually the square of the number of participants, meaning that the network, when it grows large, grows very, very large. As recently at last decade, most of the media that was available for public consumption was produced by professionals.", "en": " 真正瘋狂的改變在這裡 就是他們再也不能互相脫離的事實 這事實是過去的消費者現在變成了製造者 事實是觀眾可以直接的彼此討論 正因為比起專家有更多的業餘人士 而又因為網路的規模 使得網路複雜化的規模是 實際參與人數的平方 這意謂著網路，當它變得更大時 它實際上的規模是超過您所能想像的 在過去幾十年來 大多數的媒體開始公開給公共消費者使用 而是有專業性的製造話題"}, {"zh-tw": " Those days are over, never to return. It is the green lines now, that are the source of the free content, which brings me to my last story.", "en": " 這些日子已經過去而且不會再走回頭路了 現在界線是開放的，也就是免費內容的來源 這帶來我要說的最後一個故事"}, {"zh-tw": " We saw some of the most imaginative use of social media during the Obama campaign. And I don't mean most imaginative use in politics -- I mean most imaginative use ever.", "en": " 我們看到了在歐巴馬(Obama)競選期間的 一些極富有想像力的社交媒體的運用 我並不是要說最啟發人的事都被用在政治之上 是說這些是有史以來最富想像力的事情"}, {"zh-tw": " And one of the things Obama did, was they famously, the Obama campaign did, was they famously put up MyBarackObama.com, myBO.com And millions of citizens rushed in to participate, and to try and figure out how to help. An incredible conversation sprung up there.", "en": " 而其中一件歐巴馬從事過的，非常著名的事件 歐巴馬陣營在競選時使用，他們推出了著名的 My Barak Obama.com，myBO.com網站 數百萬的選民蜂擁的加入其中 並且試者想出如何協助競選 那些不可思議的討論湧進了網站"}, {"zh-tw": " And then, this time last year, Obama announced that he was going to change his vote on FISA, The Foreign Intelligence Surveillance Act. He had said, in January, that he would not sign a bill that granted telecom immunity for possibly warrantless spying on American persons.", "en": " 然後，就在去年的這個時候 歐巴馬宣佈他要改變對FISA的投票 外國情報偵查法(The Foreign Intelligence Surveillance Act) 在一月他曾說過將不會簽署任一項 是豁免電信業者可未經授權 監聽美國人民的法案"}, {"zh-tw": " By the summer, in the middle of the general campaign, He said, \"I've thought about the issue more. I've changed my mind. I'm going to vote for this bill.\" And many of his own supporters on his own site went very publicly berserk.", "en": " 在今年暑假，在一般的競選活動之中 他說道 : 「對這議題考慮更多後，我改變了心意， 我將投下同意票。」 而許多他的支持者 在他的網站上公開表達憤怒"}, {"zh-tw": " It was Senator Obama when they created it. They changed the name later. \"Please get FISA right.\" Within days of this group being created it was the fastest growing group on myBO.com; within weeks of its being created it was the largest group.", "en": " 這是歐巴馬當議員時所創的網站，他們把它更名為 「請讓外國情報偵查法走向正途」 在這個團體建立的幾天之內， 就變成網站內人數成長最快的群組 幾個星期內它變成最大的群組"}, {"zh-tw": " Obama had to issue a press release. He had to issue a reply.", "en": " 使得歐巴馬必須發表聲明 他必須對這議題加以回應"}, {"zh-tw": " And he said essentially, \"I have considered the issue. I understand where you are coming from.", "en": " 而他大致是說 : 「我已經深慮過這個議題 我也知道你們為何而來"}, {"zh-tw": " But having considered it all, I'm still going to vote the way I'm going to vote. But I wanted to reach out to you and say, I understand that you disagree with me, and I'm going to take my lumps on this one.\" This didn't please anybody. But then a funny thing happened in the conversation.", "en": " 但在全盤考慮下，我仍將會投下我的一票 不過我想向你們說，我理解您們不同意我 而且我準備好要為此受到責難。」 這並沒有取悅任何人，但之後發生了有趣的事"}, {"zh-tw": " People in that group realized that Obama had never shut them down. Nobody in the Obama campaign had ever tried to hide the group or make it harder to join, to deny its existence, to delete it, to take to off the site.", "en": " 這團體內的人們瞭解到 歐巴馬並不會因為這樣而關掉網站 沒有任何一個在歐巴馬陣營內的人 試著隱藏這些團體或者阻止人們加入 去否認這樣的事情發生，去刪除留言 或者讓網站關閉"}, {"zh-tw": " They had understood that their role with myBO.com was to convene their supporters but not to control their supporters. And that is the kind of discipline that it takes to make really mature use of this media.", "en": " 他們理解自己的角色 他們用myBo.com是要召集他們的支持者 但不是要控制他們支持者 而這樣的紀律 是需要有真正成熟的 媒體內涵才能使用的"}, {"zh-tw": " Media, the media landscape that we knew, as familiar as it was, as easy conceptually as it was to deal with the idea that professionals broadcast messages to amateurs, is increasingly slipping away. In a world where media is global, social, ubiquitous and cheap, in a world of media where the former audience are now increasingly full participants, in that world, media is less and less often about crafting a single message to be consumed by individuals.", "en": " 媒體，我們所知道的媒體架構 與過去一樣的熟悉，一樣簡單概念化的 就是讓訊息透過這些專業媒體 傳達給業餘者 而這觀念正在日益的消失著 現今媒體是全球性的、社交的、無處不在的、低成本的， 在媒體的世界裡，現在有越來越多的觀眾 能充分參與其中 在這個世界內，媒體越來越少針對於 一個單獨的訊息 傳遞給個別的人"}, {"zh-tw": " It is more and more often a way of creating an environment for convening and supporting groups. And the choice we face, I mean anybody who has a message they want to have heard anywhere in the world, isn't whether or not that is the media environment we want to operate in.", "en": " 越來越多的媒體 是用來建立一個公開的環境來支持 或召集團體 而我們所面對的選擇是 任何人都擁有自己的訊息，他們也希望聽到 來自世界上的每個聲音 無關乎我們是否想在這樣的媒體環境運作"}, {"zh-tw": " That's the media environment we've got. The question we all face now is, \"How can we make best use of this media? Even though it means changing the way we've always done it.\" Thank you very much.", "en": " 因為這樣的媒體環境已是我們所擁有的 我們所面對的問題是 「我們如何能將這樣的媒體運用到最好？ 即使要改變我們習以為常的做法。」 謝謝大家"}], "title": "Clay Shirky How Cellphones Twitter Facebook Can Make History"}