{"url": "http://www.ted.com/talks/paul_collier_s_new_rules_for_rebuilding_a_broken_nation", "paragraphs": [{"zh-tw": " I'm going to talk about post-conflict recovery and how we might do post-conflict recovery better. The record on post-conflict recovery is not very impressive.", "en": " 我今天要講的是關於衝突後重建的問題 以及我們如何更好地進行戰後重建 以往關這方面的記錄並不是很好"}, {"zh-tw": " 40 percent of all post-conflict situations, historically, have reverted back to conflict within a decade. In fact, they've accounted for half of all civil wars.", "en": " 歷史上，經過衝突後重建的地區， 有40％在十年之內又再次發生了衝突 實際上，它們占了所有內戰的一半"}, {"zh-tw": " Why has the record been so poor? Well, the conventional approach to post-conflict situations has rested on, on kind of, three principles. The first principle is: it's the politics that matters.", "en": " 為甚麼關於這方面的記錄如此不好呢？ 這是因為，傳統的解決 衝突後情況的方法 是基於以下三條原則 第一條原則，政治是首要的。"}, {"zh-tw": " So, the first thing that is prioritized is politics. Try and build a political settlement first.", "en": " 所以，首先被給與優先的是政治， 即應該先試著從政治角度解決。"}, {"zh-tw": " And then the second step is to say, \"The situation is admittedly dangerous, but only for a short time.\" So get peacekeepers there, but get them home as soon as possible. So, short-term peacekeepers.", "en": " 然後第二步就是要告訴大家 雖然現如今的狀況很危險，但是這只會持續很短的時間 於是就會派維和人員過去，不過要讓他們盡快撤出。 所以，第二點就是短期維和。"}, {"zh-tw": " And thirdly, what is the exit strategy for the peacekeepers? It's an election. That will produce a legitimate and accountable government.", "en": " 第三個問題就是，維和人員撤出的策略是甚麼？ 那就是進行選舉 這樣就能建立一個合法並且可信的政府"}, {"zh-tw": " So that's the conventional approach. I think that approach denies reality.", "en": " 所以以上就是傳統的解決方式 我認為這種方式違背了實際的情況"}, {"zh-tw": " We see that there is no quick fix. There's certainly no quick security fix.", "en": " 我們可以看到，這並不是一個非常快速的解決方法 因此也就肯定不能很快達到維和的目的。"}, {"zh-tw": " I've tried to look at the risks of reversion to conflict, during our post-conflict decade. And the risks stay high throughout the decade.", "en": " 我已經開始關注在衝突後重建的十年之內 再次發生衝突的風險。 這樣的風險在這十年里非常高，"}, {"zh-tw": " And they stay high regardless of the political innovations. Does an election produce an accountable and legitimate government? What an election produces is a winner and a loser.", "en": " 而且不管如何進行政治上的創新，風險都會很高 選舉真的能夠建立一個可信並且合法的政府嗎？ 選舉產生的只有一個贏者和一個失敗者"}, {"zh-tw": " And the loser is unreconciled. The reality is that we need to reverse the sequence.", "en": " 失敗者是不會甘心的 現實是我們需要把事情的順序倒過來"}, {"zh-tw": " It's not the politics first; it's actually the politics last. The politics become easier as the decade progresses if you're building on a foundation of security and economic development -- the rebuilding of prosperity.", "en": " 政治並不是最首要的 實際上政治是最次要的 在戰後十年的過程中，政治變得越來越容易 如果你能夠在 安定和經濟發展得基礎上進行重建 重建繁榮"}, {"zh-tw": " Why does the politics get easier? And why is it so difficult initially? Because after years of stagnation and decline, the mentality of politics is that it's a zero-sum game. If the reality is stagnation, I can only go up if you go down.", "en": " 為甚麼政治會變得越來越容易呢？ 而且為甚麼在最初的時候最難呢？ 這是因為經歷了幾年的停滯和倒退之後 政治家的心態就是這是一個“零和”心態，即一方有所得，另外一方必然有所損失，得失相加等於零。 如果實際情況是停滯不前 那麼只有你下台了我才能上台"}, {"zh-tw": " And that doesn't produce a productive politics. And so the mentality has to shift from zero-sum to positive-sum before you can get a productive politics.", "en": " 這不能建立一個非常有成效的政治體系 所以這樣的心態需要 從零和轉變到正和 這樣才能建立一個有成效的政治體系"}, {"zh-tw": " You can only get positive, that mental shift, if the reality is that prosperity is being built. And in order to build prosperity, we need security in place.", "en": " 只有你轉變了思想，才能達到積極的結果 相信繁榮正在恢復。 為了能建立繁榮，我們需要安定"}, {"zh-tw": " So that is what you get when you face reality. But the objective of facing reality is to change reality.", "en": " 這才是面對現實的好處。 但是面對現實的目的是 改變現實"}, {"zh-tw": " And so now let me suggest two complimentary approaches to changing the reality of the situations. The first is to recognize the interdependence of three key actors, who are different actors, and at the moment are uncoordinated.", "en": " 所以接下來我想提 兩條補充的建議 來改變現有的狀況 第一條是認識到三個主要角色的相互依賴性－ 這三個因素各不相同 而且目前還不能協調運作。"}, {"zh-tw": " The first actor is the Security Council. The Security Council typically has the responsibility for providing the peacekeepers who build the security.", "en": " 第一個參與者是安理會 安理會通常有義務 輸送維和人員 來維持安定。"}, {"zh-tw": " And that needs to be recognized, first of all, that peacekeeping works. It is a cost-effective approach.", "en": " 我們首先需要認識到 維和是有效果的 這是一個經濟有效的方法"}, {"zh-tw": " It does increase security. But it needs to be done long-term.", "en": " 確實能夠增強安定 不過需要強調的是，維和是一項長期工程，"}, {"zh-tw": " It needs to be a decade-long approach, rather than just a couple of years. That's one actor, the Security Council.", "en": " 需要延續十年 而不是僅僅堅持短短的幾年 這就是第一個關鍵角色，安理會"}, {"zh-tw": " The second actor, different cast of guys, is the donors. The donors provide post-conflict aid.", "en": " 第二個來自另一個階層的角色， 是捐助者， 捐助者提供衝突後重建的資金幫助"}, {"zh-tw": " Typically in the past, the donors have been interested in the first couple of years, and then they got bored. They moved on to some other situation.", "en": " 通常在過去 捐助者在最初的幾年里對項目很感興趣 後來他們就感到厭煩了 轉去關注其他事件。"}, {"zh-tw": " Post-conflict economic recovery is a slow process. There are no quick processes in economics except decline.", "en": " 戰後的經濟重建 是一個非常漫長的過程 在經濟學上沒有甚麼捷徑， 除了經濟衰退以外"}, {"zh-tw": " You can do that quite fast. So the donors have to stick with this situation for at least a decade.", "en": " 這個發生起來可快了。 （觀眾笑） 所以捐助者要堅持下去， 至少要堅持10年"}, {"zh-tw": " And then the third key actor is the post-conflict government. And there are two key things it's got to do.", "en": " 第三個關鍵角色， 就是衝突後重建的政府 他們有兩個必須做得事情"}, {"zh-tw": " One is it's got to do economic reform, not fuss about the political constitution. It's got to reform economic policy.", "en": " 一個就是進行經濟改革 而不是在政治格局方面爭論不休。 他們需要改革經濟政策"}, {"zh-tw": " Why? Because during conflict economic policy typically deteriorates. Governments snatch short-term opportunities and, by the end of the conflict, the chickens have come home to roost.", "en": " 為甚麼？因為在戰爭衝突中 經濟政策通常受到損害 政府只顧抓住短期的利益 在戰爭結束的時候，就會發現害人終害己。"}, {"zh-tw": " So this legacy of conflict is really bad economic policy. So there is a reform agenda, and there is an inclusion agenda.", "en": " 所以衝突的一個產物就是惡性的經濟政策。 我們需要一個改革的計劃，同時還要有一個如何吸納各方力量的計劃。"}, {"zh-tw": " The inclusion agenda doesn't come from elections. Elections produce a loser, who is then excluded.", "en": " 這一個計劃並不能通過選舉來實現 選舉會產生一個失敗者，他們通常都會被排除在外"}, {"zh-tw": " So the inclusion agenda means genuinely bringing people inside the tent. So those three actors.", "en": " 吸納計劃是真正 將人們集合到同一個帳營下來。 這就是我所說的三個重要角色，"}, {"zh-tw": " And they are interdependent over a long term. If the Security Council doesn't commit to security over the course of a decade, you don't get the reassurance which produces private investment.", "en": " 他們在很長一段時間內， 是相互依賴的。 如果安理會在今後的十年內 並不致力於社會安定， 就不可能得到吸引私人投資"}, {"zh-tw": " If you don't get the policy reform and the aid, you don't get the economic recovery, which is the true exit strategy for the peacekeepers. So we should recognize that interdependence, by formal, mutual commitments.", "en": " 如果你不能實現政策改革，不能得到資助 就不能實現經濟復蘇 維和人員就沒有辦法真正撤出。 因此，對於這種相互依賴性， 應該以各方的正式承諾來相互認定。"}, {"zh-tw": " The United Nations actually has a language for these mutual commitments, the recognition of mutual commitments; it's called the language of compact. And so we need a post-conflict compact.", "en": " 事實上聯合國對於這種相互承諾 有專門的表述 叫做約定語言 而我們需要的就是衝突後的約定。"}, {"zh-tw": " The United Nations even has an agency which could broker these compacts; it's called the Peace Building Commission. It would be ideal to have a standard set of norms where, when we got to a post-conflict situation, there was an expectation of these mutual commitments from the three parties.", "en": " 聯合國甚至還有個對這類約定仲裁的機構， 叫做“和平建立委員會”。 要是有一套標準就理想了， 這樣不論何時何地出現衝突後事件， 人們可以期待上述三個角色 建立履行這些承諾。"}, {"zh-tw": " So that's idea one: recognize interdependence. And now let me turn to the second approach, which is complimentary.", "en": " 以上是我的兩條改變衝突後現狀的補充方法之一 － 認識相互依賴性。 下面我要講的是第二個補充辦法，"}, {"zh-tw": " And that is to focus on a few critical objectives. Typical post-conflict situation is a zoo of different actors with different priorities.", "en": " 即專著於實現幾個關鍵目標。 傳統的衝突後情況就像一個動物園， 裡面有許多不同的角色，他們都有不同的側重點。"}, {"zh-tw": " And indeed, unfortunately, if you navigate by needs you get a very unfocused agenda, because in these situations, needs are everywhere, but the capacity to implement change is very limited. So we have to be disciplined and focus on things that are critical.", "en": " 如果以需求為導向，那麼很不幸的， 將會有一堆雜亂，沒有重點的事要辦。 這是因為衝突後，需求無處不在， 而滿足這些需求的能力是有限的。 所以我們應有秩序，集中解決關鍵的事。"}, {"zh-tw": " And I want to suggest that in the typical post-conflict situation three things are critical. One is jobs.", "en": " 我的建議是，在一般的衝突後情況下， 三件事是關鍵的。 一是就業，"}, {"zh-tw": " One is improvements in basic services -- especially health, which is a disaster during conflict. So jobs, health, and clean government.", "en": " 一是改進基礎服務， 尤其是衛生，衝突時根本無衛生可言。 另一個是廉潔的政府。"}, {"zh-tw": " Those are the three critical priorities. So I'm going to talk a little about each of them.", "en": " 這三者是黨務之急。 下面我會就這三者稍微分別談論一下。"}, {"zh-tw": " Jobs. What is a distinctive approach to generating jobs in post-conflict situations? And why are jobs so important? Jobs for whom? Especially jobs for young men.", "en": " 就業 甚麼方法是明確有效的， 能在衝突後的地區創造就業機會？ 還有為甚麼就業如此重要？ 讓誰就業？首要是年輕男性。"}, {"zh-tw": " In post-conflict situations, the reason that they so often revert to conflict, is not because elderly women get upset. It's because young men get upset.", "en": " 發生過衝突的地區， 為甚麼會回復到衝突狀態的一個原因 並不是因上了年紀的 而是因為年輕男人感到不滿意"}, {"zh-tw": " And why are they upset? Because they have nothing to do. And so we need a process of generating jobs, for ordinary young men, fast.", "en": " 為甚麼他們感到不滿意。因為他們無事可做 正因為如此，我們需要有一套流程 給普通年輕男性創造工作機會，而且要快。"}, {"zh-tw": " Now, that is difficult. Governments in post-conflict situation often respond by puffing up the civil service.", "en": " 要做到這一點，是很不容易的。 衝突後的政府 通常的應對方式就是猛招公務員。"}, {"zh-tw": " That is not a good idea. It's not sustainable.", "en": " 這並不是一個很好的主意 這是不可持續的"}, {"zh-tw": " In fact, you're building a long-term liability by inflating civil service. But getting the private sector to expand is also difficult, because any activity which is open to international trade is basically going to be uncompetitive in a post-conflict situation.", "en": " 實際上，把政府部門變得臃腫， 是在欠下長期債務。 然而，要讓私人行業擴張也很困難 因為任何國際貿易相關的業務 在衝突後的情況下 基本都不會有競爭力"}, {"zh-tw": " These are not environments where you can build export manufacturing. There's one sector which isn't exposed to international trade, and which can generate a lot of jobs, and which is, in any case, a sensible sector to expand, post-conflict, and that is the construction sector.", "en": " 這種環境下發展出口型生產是行不通的。 有一個行業，跟國際貿易無關 並且能創造很多工作機會 而且這個行業，無論怎麼說 在衝突後擴大，都是很明智的 這就是建築業"}, {"zh-tw": " The construction sector has a vital role, obviously, in reconstruction. But typically that sector has withered away during conflict.", "en": " 很明顯，建築業在重建中， 扮演關鍵角色 不過在衝突過程中，它一般都萎縮掉了。"}, {"zh-tw": " During conflict people are doing destruction. There isn't any construction going on. And so the sector shrivels away.", "en": " 衝突時，人們破壞建築 沒有任何工程在建，行業也就因此收縮了。"}, {"zh-tw": " And then when you try and expand it, because it's shriveled away, you encounter a lot of bottlenecks. Basically, prices soar and crooked politicians then milk the rents from the sector, but it doesn't generate any jobs.", "en": " 那麼當想要擴張的時候， 由於行業已經收縮了， 就會碰到很多瓶頸 基本上價格飛漲 不良政客還要從中牟利 卻沒有新的工作崗位產生。"}, {"zh-tw": " And so the policy priority is to break the bottlenecks in expanding the construction sector. What might the bottlenecks be? Just think what you have to do successfully to build a structure, using a lot of labor.", "en": " 為此， 應該有政策優先打破 妨礙建築業擴張的瓶頸。 瓶頸都有哪些呢 只要設想一下有個建築項目，需要雇用大量勞動力 有甚麼是要順利完成的，就清楚了。"}, {"zh-tw": " First you need access to land. Often the legal system is broken down so you can't even get access to land.", "en": " 首先需要土地 通常這個時候法律系統是癱瘓的 可能根本沒有辦法得到土地"}, {"zh-tw": " Secondly you need skills, the mundane skills of the construction sector. In post-conflict situations we don't just need Doctors Without Borders, we need Bricklayers Without Borders, to rebuild the skill set.", "en": " 其次需要技術 建築業必須的技術 衝突後，需要的不只是無國界醫生 還需要無國界的磚瓦匠 來重新掌握技術"}, {"zh-tw": " We need firms. The firms have gone away. So we need to encourage the growth of local firms.", "en": " 另外還需要公司。原來的公司已經撤掉了 那就要鼓勵發展地方企業"}, {"zh-tw": " If we do that, we not only get the jobs, we get the improvements in public infrastructure, the restoration of public infrastructure. Let me turn from jobs to the second objective, which is improving basic social services.", "en": " 這樣做，不僅能製造就業機會 還能改善基礎公共設施 修復基礎公共設施 講了就業，下面要講第二個目標 改善基礎社會服務"}, {"zh-tw": " And to date, there has been a sort of a schizophrenia in the donor community, as to how to build basic services in post-conflict sectors. On the one hand it pays lip service to the idea of rebuild an effective state in the image of Scandinavia in the 1950s.", "en": " 然而至今為止，關於衝突後情況下， 如何改善基本服務 在捐助者群體中， 存在著一種精神分裂 一方面他們嘴上說得很好聽 要重建一個有效的國家 以50年代的斯堪地那維亞為藍本；"}, {"zh-tw": " Lets develop line ministries of this, that, and the other, that deliver these services. And it's schizophrenic because in their hearts donors know that's not a realistic agenda, and so what they also do is the total bypass: just fund NGOs.", "en": " 設立這樣那樣的部 來提供這些服務 說捐助者們精神分裂，是因為他們心裡知道 這樣的計劃是不現實的 所以儘管這樣說，他們做的卻是繞道而行 即資助非政府組織"}, {"zh-tw": " Neither of those approaches is sensible. And so what I'd suggest is what I call Independent Service Authorities.", "en": " 這些方法其實都行不通 我的建議 我把它叫做“獨立服務權威機構”。"}, {"zh-tw": " It's to split the functions of a monopoly line ministry up into three. The planning function and policy function stays with the ministry; the delivery of services on the ground, you should use whatever works -- churches, NGOs, local communities, whatever works.", "en": " 這個機構把原來政府一把抓的職能分成三個部份 規劃和制定政策的功能仍歸政府部門 而政策服務的實地執行 要啓用任何可用的力量 包括教堂，民間組織，當地社區等等 所有的力量"}, {"zh-tw": " And in between, there should be a public agency, the Independent Service Authority, which channels public money, and especially donor money, to the retail providers. So the NGOs become part of a public government system, rather than independent of it.", "en": " 而這中間，應該有一個公共機構 也就是我說的“地理服務權威機構” 負責將公眾的錢 特別是捐款 發放給各類服務的供應商 這樣民間組織就變成了一個公共政府系統的一部分 而不是獨立於政府之外的"}, {"zh-tw": " One advantage of that is that you can allocate money coherently. Another is, you can make NGOs accountable.", "en": " 這樣做一個好處是可以系統的分配錢 另外還能使民間組織對自身的行為負責"}, {"zh-tw": " You can use yardstick competition, so they have to compete against each other for the resources. The good NGOs, like Oxfam, are very keen on this idea.", "en": " 為此可以設立競爭的標準 這樣不同的民間組織可以相互競爭 來獲取資源 優秀的民間組織例如Oxfam，就會贊成這樣的做法"}, {"zh-tw": " They want to have the discipline and accountability. So that's a way to get basic services scaled up.", "en": " 他們希望有紀律性和責任制 以上講的就是改善基礎服務的一個方法"}, {"zh-tw": " And because the government would be funding it, it would be co-branding these services. So they wouldn't be provided thanks to the United States government and some NGO.", "en": " 由於這個方法政府也要贊助 因此可以給活動命名時加上自己的名字 這樣活動就不是 以美國政府和某個非政府組織的名義了"}, {"zh-tw": " They would be co-branded as being done by the post-conflict government, in the country. So, jobs, basic services, finally, clean government.", "en": " 而是可以加上 衝突後國家政府的名義 這樣，就業和基礎服務有了，最後還有了廉潔的政府。"}, {"zh-tw": " Clean means follow their money. The typical post-conflict government is so short of money that it needs our money just to be on a life-support system.", "en": " “廉潔”指的是追蹤錢的去處。 一般的衝突後政府都會極缺錢， 甚至到了要靠我們的捐助 來維持生命。"}, {"zh-tw": " You can't get the basic functions of the state done unless we put money into the core budget of these countries. But, if we put money into the core budget, we know that there aren't the budget systems with integrity that mean that money will be well spent.", "en": " 如果我們不給這些國家提供核心預算的錢， 他們的政府基本職能就沒法實現。 但是如果我們投了錢進去， 我們知道不會有可靠的預算體系 來保證錢用的到位。"}, {"zh-tw": " And if all we do is put money in and close our eyes it's not just that the money is wasted -- that's the least of the problems -- it's that the money is captured. It's captured by the crooks who are at the heart of the political problem.", "en": " 所以如果我們只是捐錢，然後就甚麼都不管， 那麼不只錢會被浪費 這個問題還是最其次的 問題是這些錢會被利用了 被那些侵蝕政府的蛀蟲給利用了"}, {"zh-tw": " And so inadvertently we empower the people who are the problem. So building clean government means, yes, provide money to the budget, but also provide a lot of scrutiny, which means a lot of technical assistance that follows the money.", "en": " 而無意中，我們就成了這些蛀蟲的幫兇 所以要構建廉潔的政府，的確是要 提供資金來做預算 但同時還要提供充分的監督 即提供了錢之後，還要提供大量的技術支持來追蹤錢的去向"}, {"zh-tw": " Paddy Ashdown, who was the grand high nabob of Bosnia to the United Nations, in his book about his experience, he said, \"I realize what I needed was accountants without borders, to follow that money.\" So that's the -- let me wrap up, this is the package. What's the goal? If we follow this, what would we hope to achieve? That after 10 years, the focus on the construction sector would have produced both jobs and, hence, security -- because young people would have jobs -- and it would have reconstructed the infrastructure.", "en": " 帕迪 阿什唐，原聯合國 波斯尼亞最高代表 在他的書中說 “我發現在得到錢之後， 我需要的 是無國界的會計師來監督那些錢。” 所以，這就是，總結起來， 就是一個計劃包。 他的目標 假如遵循這個計劃包，我們想達到甚麼目標？ 目標就是經過十年 集中發展建築業 會帶來工作機會 以及社會安定 因為年輕人都有了工作 此外，還完成了基礎設施的重建"}, {"zh-tw": " So that's the focus on the construction sector. The focus on the basic service delivery through these independent service authorities would have rescued basic services from their catastrophic levels, and it would have given ordinary people the sense that the government was doing something useful.", "en": " 這既是集中發展建築業想要實現的目標 通過獨立的權威服務機構 來集中提供基礎服務 將拯救這些服務 使得他們不在是災難的水平 這個計劃包還會使老百姓 感覺到政府是做了實事的"}, {"zh-tw": " The emphasis on clean government would have gradually squeezed out the political crooks, because there wouldn't be any money in taking part in the politics. And so gradually the selection, the composition of politicians, would shift from the crooked to the honest.", "en": " 對廉潔政府的強調 會逐漸把政治蛀蟲清理掉 因為從政 再沒錢好撈了 所以逐漸的選舉 或政府人員的構成 會由腐敗變為誠實的"}, {"zh-tw": " Where would that leave us? Gradually it would shift from a politics of plunder to a politics of hope. Thank you.", "en": " 這樣會帶來甚麼？ 會逐漸的使 一個充滿掠奪的政治 轉向一個充滿希望的政治。謝謝。"}], "title": "Paul Collier S New Rules For Rebuilding A Broken Nation"}