{"url": "http://www.ted.com/talks/paul_romer", "paragraphs": [{"zh-tw": " Take a look at this picture. It poses a very fascinating puzzle for us. These African students are doing their homework under streetlights at the airport in the capital city because they don't have any electricity at home.", "en": " 請看一下這張照片 擺在我們眼前的是一個很妙的謎題 這些非洲學生正在做功課 地點是在首都機場的路燈下 因為他們家裡沒有電"}, {"zh-tw": " Now, I haven't met these particular students, but I've met students like them. Let's just pick one -- for example, the one in the green shirt.", "en": " 我並沒有見過照片裡的這些學生 但我碰過像他們一樣的學生 讓我們挑一位做例子, 就那位穿綠衣服的好了"}, {"zh-tw": " Let's give him a name, too: Nelson. I'll bet Nelson has a cellphone.", "en": " 我們姑且稱呼他為尼爾森吧 我想尼爾森應該有手機"}, {"zh-tw": " So here is the puzzle. Why is it that Nelson has access to a cutting-edge technology, like the cellphone, but doesn't have access to a 100-year-old technology for generating electric light in the home? Now, in a word, the answer is \"rules.\" Bad rules can prevent the kind of win-win solution that's available when people can bring new technologies in and make them available to someone like Nelson.", "en": " 所以謎題來了: 為什麼尼爾森可以擁有 像手機這樣尖端的科技產品 卻無法享受老早就有的科技 好讓自己家裡有電燈用? 簡單來說, 謎底就是: 體制 不良的制度會阻礙雙贏辦法的產生 譬如即使有人可以把新科技帶進（非洲） 像尼爾森這樣的學生也無法受惠"}, {"zh-tw": " What kinds of rules? The electric company in this nation operates under a rule, which says that it has to sell electricity at a very low, subsidized price -- in fact, a price that is so low it loses money on every unit that it sells. So it has neither the resources, nor the incentives, to hook up many other users.", "en": " 那麼這些（不良）制度是什麼呢？ 這個國家的電力公司 遵循一套營運的制度，就是在政府補貼的情況下 跟用戶收取極低的電費 事實上，這個電費低到每賣一度電，就虧一度電 所以公司既無資源、也無動機 去幫許多用戶配電"}, {"zh-tw": " The president wanted to change this rule. He's seen that it's possible to have a different set of rules, rules where businesses earn a small profit, so they have an incentive to sign up more customers.", "en": " 於是總統想改變這個制度 他見過也因此知道體制的改革是可行的 改變後的體制可以幫助企業獲利 使他們有動機去服務更多客戶"}, {"zh-tw": " That's the kind of rules that the cellphone company that Nelson purchases his telephony from operates under. The president has seen how those rules worked well.", "en": " 提供尼爾森手機服務的電信業者 就是在這樣的體制下運作的 總統知道這種體制的好處"}, {"zh-tw": " So he tried to change the rules for pricing on electricity, but ran into a firestorm of protest from businesses and consumers who wanted to preserve the existing subsidized rates. So he was stuck with rules that prevented him from letting the win-win solution help his country.", "en": " 所以想如法炮製改變電價制定的方式 但他面臨的卻是來自企業及客戶 排山倒海的抗議 這些人想維持現有的補助制度 因此阻撓總統，使他無法藉由雙贏辦法 來幫助他的國家"}, {"zh-tw": " And Nelson is stuck studying under the streetlights. The real challenge then, is to try to figure out how we can change rules.", "en": " 而尼爾森也只得困在路燈下讀書 由此看來，我們真正的挑戰在於找出 改變體制的辦法"}, {"zh-tw": " Are there some rules we can develop for changing rules? I want to argue that there is a general abstract insight that we can make practical, which is that, if we can give more choices to people, and more choices to leaders -- who, in many countries, are also people. But, it's useful to present the opposition between these two.", "en": " 那麼我們可以發展甚麼“改變制度的制度”呢？ 我的論點是，我們可以將一個抽象的想法 化為實際行動 亦即提供人民更多選擇 也給統治者更多選擇 雖然在很多國家裡統治者就是人民 不過區分這二者還是有必要的"}, {"zh-tw": " Because the kind of choice you might want to give to a leader, a choice like giving the president the choice to raise prices on electricity, takes away a choice that people in the economy want. They want the choice to be able to continue consuming subsidized electric power.", "en": " 因為有時候你想給統治者的那種選擇 譬如在賦予總統 提高電價的抉擇權時 你同時也剝奪了人民想要的某種經濟自由 那就是他們希望能選擇繼續享有 政府補貼的電價"}, {"zh-tw": " So if you give just to one side or the other, you'll have tension or friction. But if we can find ways to give more choices to both, that will give us a set of rules for changing rules that get us out of traps.", "en": " 所以如果你只提供某一方選擇的自由 你將面臨對立或是摩擦 但如果我們可以想辦法給雙方更多的選擇 我們就能發展出一套制度 來改變體制，救民於水火"}, {"zh-tw": " Now, Nelson also has access to the Internet. And he says that if you want to see the damaging effects of rules, the ways that rules can keep people in the dark, look at the pictures from NASA of the earth at night.", "en": " 尼爾森也有網路用 他說如果你想見識 (不良)體制的破壞力 是如何使人民生活在黑暗中 不妨看看美國太空總署拍攝的地球夜景"}, {"zh-tw": " In particular check out Asia. If you zoom in here, you can see North Korea, in outline here, which is like a black hole compared to its neighbors.", "en": " 特別是亞洲 如果拉近一點來看這裡 你可以看到北韓這塊 跟她的鄰國比起來就像是個黑洞"}, {"zh-tw": " Now, you won't be surprised to learn that the rules in North Korea keep people there in the dark. But it is important to recognize that North Korea and South Korea started out with identical sets of rules in both the sense of laws and regulations, but also in the deeper senses of understandings, norms, culture, values and beliefs.", "en": " 我想你不會對這樣的發現感到驚訝 就是北韓的體制 如何陷他們的人民於黑暗之中 但值得我們正視的是 北韓和南韓 開始時用的是同一套制度 無論在法條還是一般規範上 甚至更深層的方面：認知、 社會習俗、文化、價值觀以及信念"}, {"zh-tw": " When they separated, they made choices that led to very divergent paths for their sets of rules. So we can change -- we as humans can change the rules that we use to interact with each other, for better, or for worse.", "en": " 但當他們分裂時，他們各自做了決定 因此在體制面走上了 截然不同的道路 所以我們是可以改變的；人類可以改變 彼此互動的準則 儘管結果是未知數"}, {"zh-tw": " Now let's look at another region, the Caribbean. Zoom in on Haiti, in outline here.", "en": " 現在讓我們來看看另一區：加勒比海 鏡頭拉到海地 框起來的這裡"}, {"zh-tw": " Haiti is also dark, compared to its neighbor here, the Dominican Republic, which has about the same number of residents. Both of these countries are dark compared to Puerto Rico, which has half as many residents as either Haiti or the Dominican Republic.", "en": " 海地也很暗 與她的鄰居多明尼加相比 二國的人口數差不多 也都比波多黎各暗 而波多黎各的人口數卻只有 海地或多明尼加的一半"}, {"zh-tw": " What Haiti warns us is that rules can be bad because governments are weak. It's not just that the rules are bad because the government is too strong and oppressive, as in North Korea.", "en": " 所以海地提醒我們的是 體制之所以不良，有可能是因為政府的軟弱 不見得都是因為強權或政府專制 像北韓的情況那樣"}, {"zh-tw": " So that if we want to create environments with good rules, we can't just tear down. We've got to find ways to build up, as well.", "en": " 所以如果我們想創造一個有良好體制的環境 我們不能只是破壞 還要想辦法建設"}, {"zh-tw": " Now, China dramatically demonstrates both the potential and the challenges of working with rules. Back in the beginning of the data presented in this chart, China was the world's high-technology leader.", "en": " 現在，中國戲劇性地向我們展示了 與體制周旋時所遇到的 危機與轉機 讓我們回這份資料的一開頭 中國曾引領世界高科技"}, {"zh-tw": " Chinese had pioneered technologies like steel, printing, gunpowder. But the Chinese never adopted, at least in that period, effective rules for encouraging the spread of those ideas -- a profit motive that could have encouraged the spread.", "en": " 中國人的科技像煉鋼、印刷、火藥等都是先驅 然而中國人從未採用，至少在當時 一套有效的制度來推動想法的傳播，例如 他們從未由利益觀點出發，來推動思想的傳播"}, {"zh-tw": " And they soon adopted rules which slowed down innovation and cut China off from the rest of the world. So as other countries in the world innovated, in the sense both of developing newer technologies, but also developing newer rules, the Chinese were cut off from those advances.", "en": " 而且他們很快就採用一套制度 來放慢自己創新的腳步 使中國與世界隔絕 所以當其他國家開始創新 不僅發展 新科技 更建立新制度時 中國卻無緣參與這些進步"}, {"zh-tw": " Income there stayed stagnant, as it zoomed ahead in the rest of the world. This next chart looks at more recent data.", "en": " 國民所得停滯不前 也不再是世界舞台的焦點 下張圖表是比較近期的資料"}, {"zh-tw": " It plots income, average income in China as a percentage of average income in the United States. In the '50s and '60s you can see that it was hovering at about three percent.", "en": " 顯示的是中國的平均所得 佔美國平均所得的百分比 在50、60年代時你們可以看到這個數字大約是3％"}, {"zh-tw": " But then in the late '70s something changed. Growth took off in China. The Chinese started catching up very quickly with the United States.", "en": " 但到了70年代末期，情況有些改變了 中國經濟開始起飛 中國人開始迎頭趕上美國"}, {"zh-tw": " If you go back to the map at night, you can get a clue to the process that lead to the dramatic change in rules in China. The brightest spot in China, which you can see on the edge of the outline here, is Hong Kong.", "en": " 如果你們回過來看一下這個夜景圖，就會發現 是什麼樣的過程帶動中國體制的大轉變 中國最亮的這點 就是你們在輪廓邊上看到的這點 是香港"}, {"zh-tw": " Hong Kong was a small bit of China that, for most of the 20th century, operated under a very different set of rules than the rest of mainland China -- rules that were copied from working market economies of the time, and administered by the British. In the 1950s, Hong Kong was a place where millions of people could go, from the mainland, to start in jobs like sewing shirts, making toys.", "en": " 香港本來是中國領土中很小的一點 在20世紀大部分的時候 都是遵循一套很不一樣的體制在運作 與中國其他地方都不同 這套制度是仿效 當時盛行的, 由英國主導的 市場經濟體制 在50年代, 香港是一個 成千上萬中國人都可以去 打工的地方, 譬如成衣業、玩具業"}, {"zh-tw": " But, to get on a process of increasing income, increasing skills led to very rapid growth there. Hong Kong was also the model which leaders like Deng Xiaoping could copy, when they decided to move all of the mainland towards the market model.", "en": " 而這原本只是為了增加收入 增進技能的過程 卻帶動了地方上快速的成長 香港當時也是一個範本 是讓中國領導人如鄧小平 可以拿來複製的一個對象，當他們決定 在整個中國大陸推行市場經濟"}, {"zh-tw": " But Deng Xiaoping instinctively understood the importance of offering choices to his people. So instead of forcing everyone in China to shift immediately to the market model, they proceeded by creating some special zones that could do, in a sense, what Britain did: make the opportunity to go work with the market rules available to the people who wanted to opt in there.", "en": " 不過鄧小平直覺地了解到 提供人民選擇的重要性 因此與其強迫所有人 立刻轉而支持市場經濟模式 不如從設立一些特區著手 從某方面來說，類似英國人採用的辦法 使機會與市場體制結合 讓想參與的民眾有地方可以發揮"}, {"zh-tw": " So they created four special economic zones around Hong Kong: zones where Chinese could come and work, and cities grew up very rapidly there; also zones where foreign firms could come in and make things. One of the zones next to Hong Kong has a city called Shenzhen.", "en": " 因此他們在香港周圍建了四個經濟特區 讓中國人民可以到這些地方工作 於是城市很快地發展起來 外國企業同樣也可以到這些特區 設點、生產製造 在香港旁邊的這些特區裡有個城市 － 深圳"}, {"zh-tw": " In that city there is a Taiwanese firm that made the iPhone that many of you have, and they made it with labor from Chinese who moved there to Shenzhen. So after the four special zones, there were 14 coastal cites that were open in the same sense, and eventually demonstrated successes in these places that people could opt in to, that they flocked to because of the advantages they offered.", "en": " 有台灣企業在那裡設廠 生產在座很多人都在使用的iPhone 而他們就是利用從中國其他地方來到深圳 打工的這些勞動力 所以繼這四個特區之後 又有14個沿海城市 依循相同的模式發展起來 最後，這些地方的成功 就是人民可以選擇 接受它們提供的有利條件來到這些地方工作"}, {"zh-tw": " Demonstrated successes there led to a consensus for a move toward the market model for the entire economy. Now the Chinese example shows us several points.", "en": " 更成功促成了全國性的共識 使整體經濟向市場模式靠攏 中國的例子顯示了以下幾點"}, {"zh-tw": " One is: preserve choices for people. Two: operate on the right scale.", "en": " 第一：保留人民選擇的權力 第二：運作的規模要選對"}, {"zh-tw": " If you try to change the rules in a village, you could do that, but a village would be too small to get the kinds of benefits you can get if you have millions of people all working under good rules. On the other hand, the nation is too big.", "en": " 如果你想改變一個村落的體制，你可以這麼做 但村落這個單位太小了 對一個有上億人口的國家來說，想要透過改變村落 來改善一國的體制，恐怕很難成功 另一方面，以國家為單位又太大"}, {"zh-tw": " If you try to change the rules in the nation, you can't give some people a chance to hold back, see how things turn out, and let others zoom ahead and try the new rules. But cities give you this opportunity to create new places, with new rules that people can opt in to.", "en": " 如果你想一下子改變一國的體制 就無法給那些暫時不想改變的人一個機會 多觀望一會兒，看看事情的結果如何 同時又能讓其他想嘗試新制度的人放手去做 而以城市為單位卻能給你這個機會 去創立新地點 藉由新制度讓人民來此從事經濟活動"}, {"zh-tw": " And they're large enough to get all of the benefits that we can have when millions of us work together under good rules. So the proposal is that we conceive of something called a charter city.", "en": " 而且城市作為改變的單位也夠大 當成千上萬人在新體制下工作 這規模足以讓我們獲得所有預期的好處 所以我的提議是 建構一個叫做“特區市”的東西"}, {"zh-tw": " We start with a charter that specifies all the rules required to attract the people who we'll need to build the city. We'll need to attract the investors who will build out the infrastructure -- the power system, the roads, the port, the airport, the buildings.", "en": " 我們從一個囊括各項細則的整體規劃開始 制定各項必需的制度 來吸引建造這座城市所需的人力 我們會需要吸引投資者 這些人將投資興建各項基礎建設 電力系統、道路、港口、機場、及樓房"}, {"zh-tw": " You'll need to attract firms, who will come hire the people who move there first. And you'll need to attract families, the residents who will come and live there permanently, raise their children, get an education for their children, and get their first job.", "en": " 你會需要吸引企業 他們所雇用的人力將是這城市第一批移入的居民 然後你會需要吸引家家戶戶 願意搬來成為永久居民的人 在這裡養育子女 並開始他們的第一份工作"}, {"zh-tw": " With that charter, people will move there. The city can be built.", "en": " 一旦有了整體規劃，人群會開始移入 城市就可以被建造起來"}, {"zh-tw": " And we can scale this model. We can go do it over and over again.", "en": " 然後我們可以評估這個模式 進而不斷重複這個模式"}, {"zh-tw": " To make it work, we need good rules. We've already discussed that. Those are captured in the charter.", "en": " 為了成功，我們需要好的制度。這點剛已經討論過了 也已經包含在所謂的整體規劃裡"}, {"zh-tw": " We also need the choices for people. That's really built into the model if we allow for the possibility of building cities on uninhabited land.", "en": " 另外我們還需要提供人民許多選擇 這也是這個模式的真諦 如果我們接受在無人之地 造市的可能性"}, {"zh-tw": " You start from uninhabited territory. People can come live under the new charter, but no one is forced to live under it.", "en": " 你著手開發無人之地 人們可以搬來按照新的規劃生活 但沒有一個人是被迫的"}, {"zh-tw": " The final thing we need are choices for leaders. And, to achieve the kind of choices we want for leaders we need to allow for the potential for partnerships between nations: cases where nations work together, in effect, de facto, the way China and Britain worked together to build, first a little enclave of the market model, and then scale it throughout China.", "en": " 最後我們需要的是給領導者選擇 而為了使領導者做出符合我們期望的選擇 我們需要發展國際合作的可能性 創造國與國之間 有效的合作模式 就像從前中國和英國之間的合作 先在一個小小的殖民地試行市場經濟模式 然後再推行到全中國"}, {"zh-tw": " In a sense, Britain, inadvertently, through its actions in Hong Kong, did more to reduce world poverty than all the aid programs that we've undertaken in the last century. So if we allow for these kind of partnerships to replicate this again, we can get those kinds of benefits scaled throughout the world.", "en": " 從這個方面來看，英國倒是無意間 藉由她在香港所行的措施 減少了世界貧窮 所得的成果比上個世紀 所有援助計畫加起來還要大 所以如果我們願意讓這樣的合作模式 再度重現 我們可以使全世界都受惠"}, {"zh-tw": " In some cases this will involve a delegation of responsibility, a delegation of control from one country to another to take over certain kinds of administrative responsibilities. Now, when I say that, some of you are starting to think, \"Well, is this just bringing back colonialism?\" It's not. But it's important to recognize that the kind of emotions that come up when we start to think about these things, can get in the way, can make us pull back, can shut down our ability, and our interest in trying to explore new ideas.", "en": " 在某些情況下這種模式當然也包含了權力的分配 一國將統治權下放給另一國 使其能行使某些特定的行政權 當我提到這點 在座有些開始會想 “這豈不是讓殖民主義死灰復燃？” 當然不是。不過正視這樣的情緒是很重要的 因為當我們開始思考這些事情 那樣的情緒會扯我們的後腿 消耗我們的能力 和探索新想法的意願"}, {"zh-tw": " Why is this not like colonialism? The thing that was bad about colonialism, and the thing which is residually bad in some of our aid programs, is that it involved elements of coercion and condescension. This model is all about choices, both for leaders and for the people who will live in these new places.", "en": " 為甚麼這跟殖民主義不同？ 殖民主義不好的地方在於 其實今天我們有些援助計畫也有這個遺毒 就是它具有 強制和優越的元素 而我們的模式則完全關乎選擇 在這些新地方的領導者與人民同樣都有選擇"}, {"zh-tw": " And, choice is the antidote to coercion and condescension. So let's talk about how this could play out in practice.", "en": " 而“選擇”正是化解強制和優越的良方 所以讓我們來談談如何落實這個想法"}, {"zh-tw": " Let's take a particular leader, Raul Castro, who is the leader of Cuba. It must have occurred to Castro that he has the chance to do for Cuba what Deng Xiaoping did for China, but he doesn't have a Hong Kong there on the island in Cuba.", "en": " 讓我們以古巴領導人卡斯楚為例 卡斯楚一定也想過 他有機會為古巴做到 像鄧小平為中國做到的事 然而古巴並沒有像香港那樣的小島"}, {"zh-tw": " He does, though, have a little bit of light down in the south that has a very special status. There is a zone there, around Guantanamo Bay, where a treaty gives the United States administrative responsibility for a piece of land that's about twice the size of Manhattan.", "en": " 但他還是在南部一個小點那看見契機 那個地方有著非常特別的地位 在關塔那摩灣周圍有一區 依照二國協定，美國 在那裡有行政權 地方差不多是曼哈頓的二倍大"}, {"zh-tw": " Castro goes to the prime minister of Canada and says, \"Look, the Yankees have a terrible PR problem. They want to get out.", "en": " 卡斯楚跑去找加拿大總理 對他說：“欸，美國佬的人際關係糟透了 他們想退出"}, {"zh-tw": " Why don't you, Canada, take over? Build -- run a special administrative zone. Allow a new city to be built up there.", "en": " 你們加拿大何不接手呢？ 治理一個特別行政區 在那裡建造一座新城市"}, {"zh-tw": " Allow many people to come in. Let us have a Hong Kong nearby.", "en": " 鼓勵許多人移居 讓我們附近能有一個香港"}, {"zh-tw": " Some of my citizens will move into that city as well. Others will hold back. But this will be the gateway that will connect the modern economy and the modern world to my country.\" Now, where else might this model be tried? Well, Africa. I've talked with leaders in Africa.", "en": " 我們的一些國民也會移居那座城市 其他人會觀望 但這將是一座橋梁 能讓我國與現代化經濟 和世界接軌“。 這個模式還可以在哪裡試行呢？ 我想是非洲。我已經與一些非洲領導人談過"}, {"zh-tw": " Many of them totally get the notion of a special zone that people can opt into as a rule. It's a rule for changing rules.", "en": " 他們大都能理解特區的想法 讓人民可以自由參與的制度 正是可以\"改變制度的制度\""}, {"zh-tw": " It's a way to create new rules, and let people opt-in without coercion, and the opposition that coercion can force. They also totally get the idea that in some instances they can make more credible promises to long-term investors -- the kind of investors who will come build the port, build the roads, in a new city -- they can make more credible promises if they do it along with a partner nation.", "en": " 它可以創造新體制, 讓人民自由參與 而非強制性的, 因此也不會引發抗爭 他們也完全理解, 在某些情況下 他們甚至能對長期投資者做出更有保障的承諾 而這些投資者正是能建港口 並在新城市裡造橋鋪路的人 如果他們能與另一個國家合夥 便能做出更有保障的承諾"}, {"zh-tw": " Perhaps even in some arrangement that's a little bit like an escrow account, where you put land in the escrow account and the partner nation takes responsibility for it. There is also lots of land in Africa where new cities could be built.", "en": " 也許透過一些安排 有點像信託管理帳戶 你把土地放在信託管理帳戶裡 然後交由合夥的國家管理 非洲有很多的土地 可以用來建造新城市"}, {"zh-tw": " This is a picture I took when I was flying along the coast. There are immense stretches of land like this -- land where hundreds of millions of people could live.", "en": " 這是一張我沿著海岸飛行時照的照片 像這樣一大片延伸出去的土地有很多 可以讓成千上萬的人居住"}, {"zh-tw": " Now, if we generalize this and think about not just one or two charter cites, but dozens -- cities that will help create places for the many hundreds of millions, perhaps billions of people who will move to cities in the coming century -- is there enough land for them? Well, throughout the world, if we look at the lights at night, the one thing that's misleading is that, visually, it looks like most of the world is already built out. So let me show you why that's wrong.", "en": " 現在我們約略地來想一想： 如果我們所考慮的不是一、二個特區市 而是好幾個能為數億人創造 居住地方的城市，也許下個世紀 就會有數十億人移居到這些城市去 我們有足夠的土地容納他們嗎？ 當我們看到全世界這些夜晚的燈光 有一件事可能會誤導我們，就是表面看起來 世界上大部分的地區都已被開發 但我要告訴大家為何這是個誤解"}, {"zh-tw": " Take this representation of all of the land. Turn it into a square that stands for all the arable land on Earth.", "en": " 這個代表所有的土地 把它變成一個方塊 代表地球上所有的可耕地"}, {"zh-tw": " And let these dots represent the land that's already taken up by the cities that three billion people now live in. If you move the dots down to the bottom of the rectangle you can see that the cities for the existing three billion urban residents take up only three percent of the arable land on earth.", "en": " 然後這些點代表的 是擁有30億城市人口的已開發地 如果你把這些點移到這個長方形的底部 你會發現這些有30億人口的城市 只佔了地球上所有可耕地面積的3％"}, {"zh-tw": " So if we wanted to build cities for another billion people, they would be dots like this. We'd go from three percent of the arable land, to four percent.", "en": " 所以如果我們想再為數十億人建造城市 那些城市看起來也就像這些點 所佔的可耕地面積將從3％升到4％"}, {"zh-tw": " We'd dramatically reduce the human footprint on Earth by building more cities that people can move to. And if these are cities governed by good rules, they can be cities where people are safe from crime, safe from disease and bad sanitation, where people have a chance to get a job.", "en": " 透過建造更多適合人居的城市 我們將大幅減少人類在地表上留下的足跡 而且如果這些城市是依照良好的體制運作 城市的居民將免受犯罪、 疾病、及公共衛生不良的威脅 城市也會提供他們工作的機會"}, {"zh-tw": " They can get basic utilities like electricity. Their kids can get an education.", "en": " 他們可以享有譬如電力這樣的基礎設施 他們的孩子可以受教育"}, {"zh-tw": " So what will it take to get started building the first charter cities, scaling this so we build many more? It would help to have a manual. What university professors could do is write some details that might go into this manual.", "en": " 那麼要建造特區市 我們該如何著手 並評估成效，好建造更多這樣的城市呢？ 要是有本（傻瓜也能建城市）說明書就好了 大學教授們會做的 就是為這本說明書撰寫一些使用細則"}, {"zh-tw": " You wouldn't want to let us run the cities, go out and design them. You wouldn't let academics out in the wild.", "en": " 所以你不會想讓我們管理這些城市的 更別說設計它們了 你們不會想讓所謂的學者們胡搞瞎搞的"}, {"zh-tw": " But, you could set us to work thinking about questions like, suppose it isn't just Canada that does the deal with Raul Castro. Perhaps Brazil comes in as a participant, and Spain as well. And perhaps Cuba wants to be one of the partners in a four-way joint venture.", "en": " 但是，你們可以讓我們去思考一些問題 譬如，假設不只加拿大 跟卡斯楚之間有這個協定 如果巴西也參一腳 再加上西班牙，然後也許古巴想成為 四邊合作的一員"}, {"zh-tw": " How would we write the treaty to do that? There is less precedent for that, but that could easily be worked out. How would we finance this? Turns out Singapore and Hong Kong are cities that made huge gains on the value of the land that they owned when they got started.", "en": " 那麼我們該如何草擬這個協定呢？ 即便沒有前例可循，要完成也不是太難 錢從哪裡來？ 新加坡跟香港 是二個很會賺錢的城市 他們一開始是靠炒地皮"}, {"zh-tw": " You could use the gains on the value of the land to pay for things like the police, the courts, but the school system and the health care system too, which make this a more attractive place to live, makes this a place where people have higher incomes -- which, incidentally, makes the land more valuable. So the incentives for the people helping to construct this zone and build it, and set up the basic rules, go very much in the right direction.", "en": " 然後用賺來的錢 支付如警察、法院等費用 以及學校和健保 好吸引更多人來居住 並使這個地方的居民能有高所得 進而使土地更值錢 因此有好條件，自然吸引人來建設 發展這塊區域，並建立基礎制度 一切就能步上正軌"}, {"zh-tw": " So there are many other details like this. How could we have buildings that are low cost and affordable for people who work in a first job, assembling something like an iPhone, but make those buildings energy efficient, and make sure that they are safe, so they don't fall down in an earthquake or a hurricane.", "en": " 其他很多細節也像這樣 譬如我們如何提供 低成本的住房給才剛開始工作的人 例如iPhone的組裝工人？ 這些住房還要節能 而且安全 不會因為地震或是颱風而倒下"}, {"zh-tw": " Many technical details to be worked out, but those of us who are already starting to pursue these things can already tell that there is no roadblock, there's no impediment, other than a failure of imagination, that will keep us from delivering on a truly global win-win solution. Let me conclude with this picture.", "en": " 這有很多技術上的細節尚待處理 不過我們這群已經打算追求這些事的人 早已發現到除了放棄想像 沒有其他東西可以阻礙我們 傳播一個真正的 全球性的雙贏辦法 讓我用這張照片做個總結"}, {"zh-tw": " The reason we can be so well off, even though there is so many people on earth, is because of the power of ideas. We can share ideas with other people, and when they discover them, they share with us.", "en": " 今天我們能夠這麼幸福 儘管地球上人口這麼多 都是因為“想法”的力量 我們可以跟別人分享想法 當別人有新想法，他們也跟我們分享"}, {"zh-tw": " It's not like scarce objects, where sharing means we each get less. When we share ideas we all get more.", "en": " 這與稀有物品的概念不同 一經分享每個人獲得的部份就變少 當我們分享的是想法時，所有人都獲益更多"}, {"zh-tw": " When we think about ideas in that way, we usually think about technologies. But there is another class of ideas: the rules that govern how we interact with each other; rules like, let's have a tax system that supports a research university that gives away certain kinds of knowledge for free.", "en": " 而我們提到想法時 通常想到的是科技 但還有另一類想法 指的是主導人與人之間互動的體制 例如我們來訂個賦稅制 用以支撐一個研究型大學 使這個大學能免費提供某些知識"}, {"zh-tw": " Let's have a system where we have ownership of land that is registered in a government office, that people can pledge as collateral. If we can keep innovating on our space of rules, and particularly innovate in the sense of coming up with rules for changing rules, so we don't get stuck with bad rules, then we can keep moving progress forward and truly make the world a better place, so that people like Nelson and his friends don't have to study any longer under the streetlights. Thank you.", "en": " 或者一個土地制 讓人民需要的時候 可以把土地抵押給政府 如果我們能不斷在制度上創新 特別是在開發 可以“改變制度的制度”時 我們就不會卡在不良的制度上 而可以不斷進步 真正使這個世界變得更好 使尼爾森和他的朋友 再也不用在路燈下讀書了。謝謝。"}], "title": "Paul Romer"}