{"url": "http://www.ted.com/talks/lewis_pugh_swims_the_north_pole", "paragraphs": [{"zh-tw": " Today I want to talk to you about swimming across the North Pole, across the most northern place in the whole world. And perhaps the best place to start is with my late father.", "en": " 我今天想和你們談談 我游泳橫越北極 橫越世界最北端的經驗 也許最好開頭的方式是從我已故的父親講起"}, {"zh-tw": " He was a great storyteller. He could tell a story about an event, and so you felt you were absolutely there at the moment.", "en": " 我父親是個很擅長說故事的人 他可以描述一件事 讓你感覺好像身歷其境一般"}, {"zh-tw": " And one of the stories he told me so often when I was a young boy was of the first British atomic bomb test. He had been there and watched it go off.", "en": " 他在我小時候常常告訴我的故事裡其中一則 敘述著英國的第一次原子彈試爆 他親眼目睹整個過程"}, {"zh-tw": " And he said that the explosion was so loud and the light was so intense, that he actually had to put his hands in front of his face to protect his eyes. And he said that he could actually see an x-ray of his fingers, because the light was so bright.", "en": " 而且他說，當時爆炸的聲響之大 光芒之耀眼 他得將雙手放在眼前保護他的眼睛 而且他說他甚至還可以看到 手指頭的X光 因為爆炸產生的光實在是太亮了"}, {"zh-tw": " And I know that watching that atomic bomb going off had a very, very big impact on my late father. Every holiday I had as a young boy was in a national park.", "en": " 而我也知道，親眼目睹原子彈爆炸的經驗 對我父親有著深遠的影響 我小時候每次放假出遊 都是去一些國家公園"}, {"zh-tw": " What he was trying to do with me was to inspire me to protect the world, and show me just how fragile the world is. He also told me about the great explorers.", "en": " 我父親想要激勵我的是 要來保護我們的地球 並且告訴我這世界有多麼的脆弱 他也和我講一些探險家的故事"}, {"zh-tw": " He loved history. He would tell me about Captain Scott walking all the way to the South Pole and Sir Edmund Hillary climbing up Mount Everest. And so ever since I think I was just six years old, I dreamed of going to the polar regions.", "en": " 他對歷史十分著迷。他會和我說說史考特船長的事蹟 關於他一路步行到南極的壯舉 以及艾德蒙·希拉蕊爵士攀登聖母峰的故事 因此，自從我六歲起 我就夢想到極地探索"}, {"zh-tw": " I really, really wanted to go to the Arctic. There was something about that place which drew me to it.", "en": " 我真的很想很想到北極圈去 那裏對我有一股莫名的吸引力 讓我對它著迷"}, {"zh-tw": " And, well, sometimes it takes a long time for a dream to come true. But seven years ago, I went to the Arctic for the first time.", "en": " 當然，有時候夢想要實現 得要等上好一段時間 但我終於在七年前 第一次踏上北極之旅"}, {"zh-tw": " And it was so beautiful that I've been back there ever since, for the last seven years. I love the place.", "en": " 那裏美如人間仙境 而從此之後我每年都要囘去那裏看看 我十分喜愛那塊土地"}, {"zh-tw": " But I have seen that place change beyond all description, just in that short period of time. I have seen polar bears walking across very, very thin ice in search of food.", "en": " 但我也親眼看見它的改變 勝於任何文字的描述 就在那短短的七年間 我曾瞧見北極熊步履薄冰 在尋找食物"}, {"zh-tw": " I have swum in front of glaciers which have retreated so much. And I have also, every year, seen less and less sea ice.", "en": " 我曾在倒退許多的 冰河裡游泳 我也每年看見 越來越少的海冰"}, {"zh-tw": " And I wanted the world to know what was happening up there. In the two years before my swim, 23 percent of the arctic sea ice cover just melted away.", "en": " 於是我想要讓全世界都明瞭在這裡所發生的一切 在我游越北極的前兩年 百分之二十三的北極海冰 就已經融化了"}, {"zh-tw": " And I wanted to really shake the lapels of world leaders to get them to understand what is happening. So I decided to do this symbolic swim at the top of the world, in a place which should be frozen over, but which now is rapidly unfreezing.", "en": " 我全心全力想讓世界的領袖們明白 這裡到底發生了甚麼事 於是我下定決心要完成這有代表性意義的一游 並選在世界頂端，在這個應當結冰 目前卻極速融化的地方"}, {"zh-tw": " And the message was very clear: Climate change is for real, and we need to do something about it. And we need to do something about it right now.", "en": " 而信息很明顯 全球氣候變遷是真的 而且我們必須立刻想辦法 必須在此時此刻想辦法"}, {"zh-tw": " Well, swimming across the North Pole, it's not an ordinary thing to do. I mean, just to put it in perspective, 27 degrees is the temperature of a normal indoor swimming pool.", "en": " 在北極游泳 並非一件普通的事 我的意思是說 攝氏二十七度是室內游泳池的水溫"}, {"zh-tw": " This morning, the temperature of the English Channel was 18 degrees. The passengers who fell off the Titanic fell into water of just five degrees centigrade.", "en": " 英倫海峽今天早上的水溫是攝氏十八度 鐵達尼號沉船時 水溫只有攝氏五度"}, {"zh-tw": " Fresh water freezes at zero. And the water at the North Pole is minus 1.7.", "en": " 淡水攝氏零度時結冰 北極的水溫是攝氏零下一點七度"}, {"zh-tw": " It's fucking freezing. I'm sorry, but there is no other way to describe it.", "en": " 真的好冷! 真是不好意思，但我真的不知道該怎麼用其他的方法 來形容當時的水溫"}, {"zh-tw": " And so I had to assemble an incredible team around me to help me with this task. I assembled this team of 29 people from 10 nations.", "en": " 因此我有一組傑出的團隊陪著我 完成這項艱鉅的任務 我從十個國家找了二十九個隊員"}, {"zh-tw": " Some people think that swimming is a very solo sport, you just dive into the sea and off you go. It couldn't be further from the truth for me.", "en": " 有些人認為游泳是一項很個人的運動 跳進水裡後往前游就是了 對我而言卻並非如此"}, {"zh-tw": " And I then went and did a huge amount of training, swimming in icy water, backwards and forwards. But the most important thing was to train my mind to prepare myself for what was going to happen.", "en": " 我經過了大量紮實的訓練 在冰水裡來回練習 但最重要的是訓練我的意志力 並準備好迎接所有可能發生的一切"}, {"zh-tw": " And I had to visualize the swim. I had to see it from the beginning all the way to the end.", "en": " 我必須在腦海中想像我在游泳 我必須從頭想像到尾"}, {"zh-tw": " I had to taste the salt water in my mouth. I had to see my coach screaming for me, \"Come on Lewis! Come on! Go! Go! Go! Don't slow down!\" And so I literally swam across the North Pole hundreds and hundreds of times in my mind.", "en": " 我必須想像鹹水含在嘴裡的感覺 我必須想像我的教練大聲為我加油 加油路易士!加油!加油加油!不要慢下來! 於是我在我腦海中 游過北極幾千幾百次"}, {"zh-tw": " And then, after a year of training, I felt ready. I felt confident that I could actually do this swim.", "en": " 經過一年的訓練我覺得我準備好了 我的自信心告訴我 我有辦法完成這一游"}, {"zh-tw": " So myself and the five members of the team, we hitched a ride on an icebreaker which was going to the North Pole. And on day four, we decided to just do a quick five minute test swim.", "en": " 我和五個隊員 搭上破冰船的便車 往北極出發 旅途中的第四天我們決定 下水五分鐘試試水性"}, {"zh-tw": " I had never swum in water of minus 1.7 degrees before, because it's just impossible to train in those types of conditions. So we stopped the ship, as you do.", "en": " 我從未在零下一點七度的水游過 因為我無法在那樣冰冷的 環境中訓練 於是我們停下了船"}, {"zh-tw": " We all got down onto the ice, and I then got into my swimming costume and I dived into the sea. I have never in my life felt anything like that moment.", "en": " 踏上了冰 並換上我的泳褲 然後往水裡一跳 我生命中從未有過 我當時的感受"}, {"zh-tw": " I could barely breathe. I was gasping for air. I was hyperventilating so much, and within seconds my hands were numb.", "en": " 我幾乎無法呼吸。我著急的想吸口氣 我的身體失溫之快 在下水後幾秒鐘我的手已經沒有知覺了"}, {"zh-tw": " And it was -- the paradox is that you're in freezing cold water, but actually you're on fire. I swam as hard as I could for five minutes.", "en": " 矛盾的是 我身在冰冷的水裡 卻感覺像著了火一般 我在冰水裡努力游了五分鐘"}, {"zh-tw": " I remember just trying to get out of the water. I climbed out of the ice.", "en": " 我只記得想盡辦法離開水面 我爬出冰層"}, {"zh-tw": " And I remember taking the goggles off my face and looking down at my hands in sheer shock, because my fingers had swollen so much that they were like sausages. And they were swollen so much, I couldn't even close them.", "en": " 將蛙鏡拿掉 然後驚訝的看著我的雙手 因為當時我的手指頭 已經腫脹的像香腸一般 也因為手指腫脹，我無法將手閉合"}, {"zh-tw": " What had happened is that we are made partially of water, and when water freezes it expands. And so what had actually happened is that the cells in my fingers had frozen and expanded.", "en": " 當時的情況是因為人體主要成分是水 當水結冰時體積膨脹 於是我手裡的細胞 結冰後又膨脹"}, {"zh-tw": " And they had burst. And I was in so much agony. I immediately got rushed onto the ship and into a hot shower.", "en": " 到後來細胞就被衝破了，令我當時痛苦萬分 我立刻被送回船上沖熱水澡"}, {"zh-tw": " And I remember standing underneath the hot shower and trying to defrost my fingers. And I thought, in two days' time, I was going to do this swim across the North Pole.", "en": " 我對那時站在蓮蓬頭下 試圖解凍我的手指的景象記憶猶新 我對我自己說，再過兩天我就要游越北極"}, {"zh-tw": " I was going to try and do a 20-minute swim, for one kilometer across the North Pole. And this dream which I had had ever since I was a young boy with my father, was just going out the window.", "en": " 到時候一游就是二十分鐘 在北極海裡完成一公里的距離 然而這個我從小就有的夢 也是我和父親一起築的夢，就快要成了泡影"}, {"zh-tw": " There is no possibility that this was going to happen. And I remember then getting out of the shower and realizing I couldn't even feel my hands.", "en": " 能完成這項任務的機會越來越渺茫 我記得我踏出浴蓬時 我意識到我的手已經沒有知覺了"}, {"zh-tw": " And for a swimmer, you need to feel your hands because you need to be able to grab the water and pull it through with you. The next morning, I woke up and I was in such a state of depression, and all I could think about was Sir Ranulph Fiennes.", "en": " 身為游泳選手，我的手必須要有知覺 如此一來才能抓水 並將身體往前推 我隔天早上睡醒時 心情十分地落 我滿腦子想的都是雷諾夫·范恩斯爵士"}, {"zh-tw": " For those of you who don't know him, he's the great British explorer. A number of years ago, he tried to ski all the way to the North Pole.", "en": " 他是位傑出的英國探險家 幾年前他試圖一路滑雪到北極"}, {"zh-tw": " He accidentally fell through the ice into the sea. And after just three minutes in that water, he was able to get himself out.", "en": " 途中他意外地從薄冰掉進海裡 在掉進海水裡的那三分鐘裡 短短三分鐘 他自己想辦法爬上岸邊"}, {"zh-tw": " And his hands were so badly frostbitten that he had to return to England. He went to a local hospital and there they said, \"Ran, there is no possibility of us being able to save these fingers.", "en": " 但他的手被凍傷的程度之嚴重 他被迫回到英國接受治療 在英國的醫生告訴他說 要我們拯救你的手指頭 已經是不可能的事了"}, {"zh-tw": " We are going to actually have to take them off.\" And Ran decided to go into his tool shed and take out a saw and do it himself. And all I could think of was, if that happened to Ran after three minutes, and I can't feel my hands after five minutes, what on earth is going to happen if I try 20 minutes? At the very best, I'm going to end up losing some fingers.", "en": " 我們得將它們截肢 此時他決定到他的工具房 取出一把鋸子 然後自己親手將他的手指鋸下 我想，若他在水裡三分鐘就面臨截肢的命運 而我的手在水裡五分鐘就失去知覺 那如果我嘗試游二十分鐘究竟會發生甚麼事? 照情況看來我至少會失去一些手指頭"}, {"zh-tw": " And at worst, I didn't even want to think about it. We carried on sailing through the ice packs towards the North Pole.", "en": " 最糟情況，我連想都不敢想 我們繼續搭著破冰船向北極前進"}, {"zh-tw": " And my close friend David, he saw the way I was thinking, and he came up to me and he said, \"Lewis, I've known you since you were 18 years old. I've known you, and I know, Lewis, deep down, right deep down here, that you are going to make this swim.", "en": " 我的摯友大衛見我若有所思 他走過來對我說: 路易士 我從你十八歲時就認識你了 我了解你，而且我知道，路易士 在心靈深處 你會完成這一游"}, {"zh-tw": " I so believe in you Lewis. I've seen the way you've been training. And I realize the reason why you're going to do this.", "en": " 我全心相信你，路易士。我見過你訓練時的決心 而且我知道你為什麼要這麼做"}, {"zh-tw": " This is such an important swim. We stand at a very, very important moment in this history, and you're going to make a symbolic swim here to try to shake the lapels of world leaders.", "en": " 這是一次非常重要的挑戰 我們正站在歷史上非常非常重要的時刻 你將要在此完成一項具有象徵性意義的壯舉 來影響世界領袖的決策"}, {"zh-tw": " Lewis, have the courage to go in there, because we are going to look after you every moment of it.\" And I just, I got so much confidence from him saying that, because he knew me so well. So we carried on sailing and we arrived at the North Pole.", "en": " 路易士，你要有勇氣的游完這一趟 因為我們會每一分每一秒替你把關 聽他這麼一說，我的信心十足 因為他是個如此了解我的摯友 於是我們搭的船繼續向北極前進，最後終於抵達北極"}, {"zh-tw": " And we stopped the ship, and it was just as the scientists had predicted. There were open patches of sea everywhere.", "en": " 我們將船停下 而一切就如科學家所預測的一樣 我們可以看到零星分布的水域"}, {"zh-tw": " And I went down into my cabin and I put on my swimming costume. And then the doctor strapped on a chest monitor, which measures my core body temperature and my heart rate.", "en": " 我到房間裡 將泳衣穿上 我的醫生在我的胸前綁上儀器 來測量我的體溫 和我的心跳"}, {"zh-tw": " And then we walked out onto the ice. And I remember looking into the ice, and there were big chunks of white ice in there, and the water was completely black.", "en": " 我們向海冰上踏去 我記得往薄冰裡望去時 看得到一塊一塊的白色冰塊在裡面 而海水完全是黑的"}, {"zh-tw": " I had never seen black water before. And it is 4,200 meters deep.", "en": " 我從未見過黑色的水 且深及四千兩百公尺"}, {"zh-tw": " And I said to myself, \"Lewis, don't look left, don't look right. Just scuttle forward and go for it.\" And so I now want to show you a short video of what happened there on the ice.", "en": " 我對我自己說: 路易士，不要左看右看 勇往直前就是了 我現在要播放一段 關於我那趟旅程的影片"}, {"zh-tw": " Narrator (Video): We're just sailing out of harbor now, and it's at this stage when one can have a bit of a wobble mentally. Everything just looks so gray around here, and looks so cold.", "en": " 我們正要離開港口，也在此時 任何人心裡都會有些遲疑 放眼望去一片灰濛濛的 天寒地凍"}, {"zh-tw": " We've just seen our first polar bears. It was absolutely magical.", "en": " 我們剛剛看到了第一對北極熊 那感覺真是非常奇妙"}, {"zh-tw": " A mother and a cub, such a beautiful sight. And to think that in 30, 40 years they could become extinct.", "en": " 是媽媽和小熊。好美麗的畫面 一想到再過三十，四十年 它們就可能會絕種"}, {"zh-tw": " It's a very frightening, very, very frightening thought. We're finally at the North Pole. This is months and months and months of dreaming to get here, years of training and planning and preparation.", "en": " 是一件非常非常可怕的事 我們終於抵達北極了 能來到這裡是多年努力得成果 經年累月的訓練和準備"}, {"zh-tw": " Ooh. In a couple of hours' time I'm going to get in here and do my swim. It's all a little bit frightening, and emotional.", "en": " 嗚!再過幾個小時我就要跳進去游泳了 這一切還是令我有些害怕 和激動"}, {"zh-tw": " Amundson, you ready? Amudson: Ready. Lewis Pugh: Ten seconds to swim. Ten seconds to swim.", "en": " 你準備好了嗎? 只剩十秒。只剩十秒了"}, {"zh-tw": " Take the goggles off. Take the goggles off! Man: Take the shoes. Take the shoes. Well done lad! You did it! You did it Lewis! You did it! You did it man! LP: How on earth did we do that? Man: Against the current! You did it against the current! LP: Thank you very much. Thank you very much.", "en": " 把我的蛙鏡拿掉!把我的蛙鏡拿掉! 隊友:把鞋子拿去!把鞋子拿去! 做得好!你做到了!你做到了，路易士! 你做到了!你做到了! 我們到底是怎麼做到的? 隊友: 逆流!你是逆著海流游的! 謝謝你們，謝謝你們"}, {"zh-tw": " Thank you so much. Audience: Encore! LP: I'd just like to end off by just saying this: It took me four months again to feel my hands.", "en": " 非常謝謝你們 (安可) 我想在結束前告你們 我手指回復知覺是四個月後的事了"}, {"zh-tw": " But was it worth it? Yes, absolutely it was. There are very, very few people who don't know now about what is happening in the Arctic.", "en": " 但是這一切值得嗎? 是的，絕對值得 現在不知道北極海冰正在融化的人 已經是極少數的了"}, {"zh-tw": " And people ask me, \"Lewis, what can we do about climate change?\" And I say to them, I think we need to do three things. The first thing we need to do is we need to break this problem down into manageable chunks.", "en": " 很多人問我: 路易士，我們能為氣候變遷做一些甚麼? 我告訴他們說 有三件事我們必須立即著手 第一，事將氣候變前這件事細分成 可以解決的小問題"}, {"zh-tw": " You saw during that video all those flags. Those flags represented the countries from which my team came from.", "en": " 你們在影片中看到的那些旗幟 代表著我的團隊 所來自的國家"}, {"zh-tw": " And equally, when it comes to climate change, every single country is going to have to make cuts. Britain, America, Japan, South Africa, the Congo.", "en": " 相對的，當面臨全球氣候變遷時 每一個國家都得減少排放溫室氣體 英國，美國，日本 南非，剛果"}, {"zh-tw": " All of us together, we're all on the same ship together. The second thing we need to do is we need to just look back at how far we have come in such a short period of time.", "en": " 全世界的人都搭在同一條船上 第二， 我們必須回過頭來看 在這麼短的時間內 我們進步了多少？"}, {"zh-tw": " I remember, just a few years ago, speaking about climate change, and people heckling me in the back and saying it doesn't even exist. I've just come back from giving a series of speeches in some of the poorest townships in South Africa to young children as young as 10 years old.", "en": " 我還記得兩年前談到全球氣候變遷時 有些人對我不理不睬 並且否認有氣候變遷這回事 我剛剛從南非一些貧窮的小鎮 完成一系列的演講回來 我的觀眾有些才十歲"}, {"zh-tw": " Four or five children sitting behind a desk, and even in those poorest conditions, they all have a very, very good grasp of climate change. We need to believe in ourselves.", "en": " 四五個小孩坐在書桌後面 而即便他們生活在最貧苦的環境裡 他們對全球氣候變遷 也有很好的概念 我們必須要相信我們自己"}, {"zh-tw": " Now is the time to believe. We've come a long way. We're doing good.", "en": " 現在該是我們相信的時候了 我們進步了很多，我們做得很好"}, {"zh-tw": " But the most important thing we must do is, I think, we must all walk to the end of our lives and turn around, and ask ourselves a most fundamental question. And that is, \"What type of world do we want to live in, and what decision are we going to make today to ensure that we all live in a sustainable world?\" Ladies and gentlemen, thank you very, very much.", "en": " 但最重要的是 我想，我們必須想像我們在走完這一生時 轉身捫心自問一個基本的問題 這問題是: 我們想要生活的世界是甚麼樣子? 而我們今天所做的的決定 能夠讓我們的子孫都生活在 一個能永續發展的世界嗎? 先生女士們，謝謝"}], "title": "Lewis Pugh Swims The North Pole"}