{"url": "http://www.ted.com/talks/eve_ensler_on_happiness_in_body_and_soul", "paragraphs": [{"zh-tw": "我敢說你很擔心我也很擔心,這就是為什麼我開始這作品", "en": "I bet you're worried. I was worried. That's why I began this piece."}, {"zh-tw": "我擔心陰道, 我擔心我們怎樣看待陰道但更擔心我們沒有想起陰道", "en": "I was worried about vaginas. I was worried what we think about vaginas and even more worriedthat we don't think about them."}, {"zh-tw": "我擔心自己的陰道它的存在還需要其他陰道的存在, 還有陰道的文化, 背景, 以及陰道的社群", "en": "I was worried about my own vagina. It needed a context, a culture,a community of other vaginas."}, {"zh-tw": "只是它們被很多的黑暗和秘密包圍著就好像百慕達三角, 從來沒有人回來回報那裡的情況", "en": "There is so much darknessand secrecy surrounding them. Like the Bermuda Triangle,nobody ever reports back from there."}, {"zh-tw": "第一, 你其實並不容易可以找到自己的陰道女性往往年年, 月月, 日日也沒有好好的看過它", "en": "In the first place, it's not so easyto even find your vagina. Women go days, weeks, months,without looking at it."}, {"zh-tw": "我曾訪過一個很能幹的女實業家她跟我說她沒有時間『要看自己的陰道』, 她說: 『那要花一整天的時間呢!』『你需要彎下你的背, 在一塊鏡子前面", "en": "I interviewed a high-poweredbusinesswoman; she told me she didn't have time. \"Looking at your vagina,\"she said, \"is a full day's work.\" \"You've got to get down thereon your back, in front of a mirror, full-length preferred."}, {"zh-tw": "最好是全身鏡子。你需要找到一個完美的姿勢有著完美的燈光, 可是光線又很快的給你的身影遮住了你需要扭轉你的頭, 拱起你的腰, 這真是很累人的.....』她很忙, 她沒有時間", "en": "You've got to get in the perfect positionwith the perfect light, which then becomes shadowedby the angle you're at. You're twisting your head up,arching your back, it's exhausting.\" She was busy; she didn't have time."}, {"zh-tw": "所以我決定去跟不同的女性去談談她們的陰道由一些很輕鬆的陰道訪談開始後來這些變成了『陰道獨白』", "en": "So I decided to talk to womenabout their vaginas. They began as casual vagina interviews, and they turned into vagina monologues."}, {"zh-tw": "我曾經跟超過二百位女士談過, 我跟年老的女人談年輕的女人, 己婚的女人, 同性戀者, 獨身的女人", "en": "I talked with over 200 women. I talked to older women, younger women, married women, lesbians, single women."}, {"zh-tw": "我跟公司的企業人士談, 大學教授, 演員, 性工作者我跟非裔美國女性談, 亞裔美國女性印第安女性, 白種女性, 猶太女性", "en": "I talked to corporate professionals,college professors, actors, sex workers. I talked to African-American women,Asian-American women, Native-American women,Caucasian women, Jewish women."}, {"zh-tw": "好了, 起初的時候, 他們都有點害羞, 有點不願意去講但當她們開始了, 你便不能讓她們停止", "en": "OK, at first women were a little shy,a little reluctant to talk. Once they got going,you couldn't stop them."}, {"zh-tw": "女人都喜歡去講關於她們的陰道, 她們是喜歡的只是因為之前沒有人問過她們而已", "en": "Women love to talkabout their vaginas, they do. Mainly because no one's everasked them before."}, {"zh-tw": "讓我們由陰道這個字眼開始---陰道, 陰道, 陰道", "en": "Let's just start with the word\"vagina\" -- vagina, vagina. It sounds like an infection, at best."}, {"zh-tw": "它聽起來好像是一種傳染病似的, 或好像是一件醫療用具『喂, 快點, 護士, 拿個陰道來。』", "en": "Maybe a medical instrument. \"Hurry, nurse, bring the vagina!\" Vagina, vagina, vagina."}, {"zh-tw": "陰道, 陰道, 陰道, 你把這字眼說過多少次都沒所謂你說這字眼, 它總不會聽起來是讓你想說的字眼這是一個完全荒謬, 完全不性感的字眼", "en": "It doesn't matter how many timesyou say the word, it never sounds like a wordyou want to say. It's a completely ridiculous,totally un-sexy word."}, {"zh-tw": "假如你在進行性行為時運用這個字眼, 試著用最正確的語言『親愛的, 你可以撫摸我的陰道嗎?』 你一定當場讓對方失去\"性\"趣我會擔心我們叫它, 也擔心我們不提及它", "en": "If you use it during sex,trying to be politically correct, \"Darling, would you stroke my vagina,\" you kill the act right there. I'm worried what we call themand don't call them."}, {"zh-tw": "在紐約的大內克, 他們叫它做『小貓咪』有一個女人告訴我, 她媽媽曾經告訴她:『親愛的不要穿內褲, 在你的睡衣內", "en": "In Great Neck, New York,they call it a Pussycat. A woman told me thereher mother used to tell her, \"Don't wear panties, dear,underneath your pajamas."}, {"zh-tw": "要讓你的小貓咪透透氣。』在韋斯特切斯特, 他們叫它做卜姬, 在新澤西, 它叫做屄還有粉盒, 私處, 下身, 豆腐,鮑魚, 果度, 妹妹, 梅花穴", "en": "You need to air out your Pussycat.\" In Westchester, they call it a Pooki, in New Jersey, a twat. There's Powderbox, derriere,a Pooky, a Poochi, a Poopi, a Poopelu, a Pooninana,a Padepachetchki, a Pal, and a Piche."}, {"zh-tw": "這是鼠溪地, 桃花洞, 私密地, 花蕊下面, 秘密花園, v v , 黑森林, 松林深處尿道, 生命之道, 粉盒, 在邁阿密叫做咪咪在費城叫做『分裂了的餡餅』, 在布隆克斯區就叫做『史密迪』", "en": "There's Toadie, Dee Dee, Nishi,Dignity, Coochi Snorcher, Cooter, Labbe, Gladys Seagelman, VA, Wee wee, Horsespot, Nappy Dugout, Mongo, Ghoulie, Powderbox,a Mimi in Miami, a Split Knish in Philadelphia ... and a Schmende in the Bronx."}, {"zh-tw": "我因為掛念陰道這就是『陰道獨白』的開始。", "en": "I am worried about vaginas. This is how the \"VaginaMonologues\" begins."}, {"zh-tw": "但它也不是真正的在這裡開始, 它開始在我和一個女人的對談", "en": "But it really didn't begin there. It began with a conversation with a woman."}, {"zh-tw": "一個關於更年期的對談接著便提到有關她的陰道.....談到更年期, 你都會談到陰道她說到她的陰道, 實在讓我非常震驚就是它會變得乾涸, 會完結和死亡, 而讓我感到震驚", "en": "We were having a conversationabout menopause, and we got onto the subject of her vagina, which you'll do if you'retalking about menopause. And she said things that reallyshocked me about her vagina -- that it was dried-upand finished and dead -- and I was kind of shocked."}, {"zh-tw": "所以我用輕鬆的語氣問她, 『那, 你怎樣看你的陰道?』那個女人就說了一些很有趣的東西接著下一個女人說了些更有趣的東西在我了解它之前, 每一個女人都跟我說我需要去跟其他人談談她們的陰道, 因為每一個人都有一個有趣的陰道故事於是, 我便陷進了這個陰道的旅程之中了我到現在仍然未能離開這旅程, 我想如果在我年輕的時候, 你告訴我", "en": "So I said to a friend casually, \"Well, what do you thinkabout your vagina?\" And that woman saidsomething more amazing, and then the next woman saidsomething more amazing, and before I knew it,every woman was telling me I had to talk to somebodyabout their vagina because they had an amazing story, and I was sucked down the vagina trail. And I really haven't gotten off of it."}, {"zh-tw": "當我長大之後, 有一天在一家鞋店有人會指著我尖叫: 『就是她, 這個陰道的女人。』我也不知道自己是否還會把這個變成我的人生使命但我仍想講一些有關我遇過的快樂, 以及認識過的人在整個陰道旅程內, 因為這八年真是一個不平凡的旅程", "en": "I think if you had told mewhen I was younger that I was going to grow up,and be in shoe stores, and people would scream out,\"There she is, the Vagina Lady!\" I don't know that that would havebeen my life ambition. But I want to talk a little bitabout happiness, and the relationshipto this whole vagina journey, because it has beenan extraordinary journey that began eight years ago."}, {"zh-tw": "我想我在開始陰道獨白之前我是從不曾真正的相信這世界是有快樂的我以為只有傻瓜才會快樂, 是真的", "en": "I think before I didthe \"Vagina Monologues,\" I didn't really believe in happiness. I thought that only idiotswere happy, to be honest."}, {"zh-tw": "我記得當我十四年前開始學習佛教的道理別人告訴我, 我修練結束後便會變得快樂我說: 『怎樣才可以在這個充滿苦難的塵世活得快樂,以及怎樣在痛苦中生存?』我錯誤的以為快樂是許多其他的東西,好像是麻木, 或是頹廢, 或是自私而在經歷過陰道獨白的過程中所發生的事以及這個旅程, 我想我開始明白多一點有關快樂的事了。", "en": "I remember when I startedpracticing Buddhism 14 years ago, and I was told that the endof this practice was to be happy, I said, \"How could you be happyand live in this world of suffering and live in this world of pain?\" I mistook happinessfor a lot of other things, like numbness or decadence or selfishness. And what happened through the courseof the \"Vagina Monologues\" and this journey is,I think I have come to understand a little bit more about happiness."}, {"zh-tw": "我想談談這當中的三個特質第一是 看到你面前的東西, 和談及它", "en": "There are three qualitiesI want to talk about. One is seeing what'sright in front of you, and talking about it, and stating it."}, {"zh-tw": "以及說明它。我想在談及陰道以及說出陰道的過程, 我知道它是最明顯的----它就在我身體的中央, 也是世界的中心但卻是一件沒有人會談及的事第二件事是, 在我們談及陰道的時候也是開了一扇門, 容讓我去看到我可以怎樣去服侍這世界而令它變得更好", "en": "I think what I learnedfrom talking about the vagina and speaking about the vagina,is it was the most obvious thing -- it was right in the center of my bodyand the center of the world -- and yet it was the one thingnobody talked about. The second thing is that what talkingabout the vagina did is it opened this doorwhich allowed me to see that there was a way to servethe world to make it better."}, {"zh-tw": "而這就是最深刻的快樂的來源第三個快樂的原則, 我還是最近才發現的八年前, 這股陰道的旋風和能量開始了---我只能說它是陰道旋風 因為坦白的,我並不完全了解它, 我覺得我需要配合這旋風", "en": "And that's where the deepest happinesshas actually come from. And the third principle of happiness,which I've realized recently: Eight years ago, this momentumand this energy, this \"V-wave\" started -- and I can only describe itas a \"V-wave\" because, to be honest, I really don't understand it completely;I feel at the service of it."}, {"zh-tw": "當這旋風開始了, 假如我去懷疑它或是嘗試去制止它, 或是回望它我便常有一種給鞭打了或是給問吊的感覺。但假如我順著這旋風我信任它, 我跟它同行, 我會到達彼岸它就是如此的合理地, 有機地, 真實的在發生著", "en": "But this wave started,and if I question the wave, or try to stop the waveor look back at the wave, I often have the experience of whiplash or the potential of my neck breaking. But if I go with the wave, and I trust the waveand I move with the wave, I go to the next place, and it happenslogically and organically and truthfully."}, {"zh-tw": "我由這裡開始, 尤其是她們的故事和描述我跟一個女人談, 然後是另一個再轉到另一個, 接著我寫下她們的故事,並在別人面前展示出來", "en": "And I started this piece, particularlywith stories and narratives, and I was talking to one womanand that led to another woman and that led to another woman. And then I wrote those stories down, and I put them outin front of other people."}, {"zh-tw": "每次當我表演的時候許多女人都會在表演後自發地排成隊伍因為她們都想把自己的故事告訴我起初的時候, 我想: 『太好了, 我可以聽到絕妙的高潮,很精彩的性生活, 以及她們怎樣愛惜自己的陰道。』但事實是, 這是都不是她們想排隊告訴我的事", "en": "And every single timeI did the show at the beginning, women would literallyline up after the show, because they wantedto tell me their stories. And at first I thought, \"Oh great,I'll hear about wonderful orgasms, and great sex lives, and how womenlove their vaginas.\" But in fact, that's notwhat women lined up to tell me."}, {"zh-tw": "她們排隊告訴我她們怎樣給別人強姦她們怎樣被虐待, 以及怎樣被毒打她們怎樣在停車場內給輪姦以及她們被自己的叔叔亂倫強暴我曾想過不要再寫『陰道獨白』了", "en": "What women lined up to tell mewas how they were raped, and how they were battered,and how they were beaten, and how they were gang-rapedin parking lots, and how they were incestedby their uncles. And I wanted to stop doingthe \"Vagina Monologues,\" because it felt too daunting."}, {"zh-tw": "因為實在是太嚇人了。我覺得自己好像是戰地攝影師只在戰場上拍下可怕的照片, 但卻沒有做任何事去制止這些事情的發生所以在一九九七年, 我說: 『不如我們集合女性的力量,", "en": "I felt like a war photographerwho takes pictures of terrible events, but doesn't intervene on their behalf. And so in 1997, I said,\"Let's get women together."}, {"zh-tw": "當我們收集了這些女性被侵犯的資料, 究竟我們可以做些什麼?』最後, 在不住的思考和研究之後我發現, 同時聯合國最近也說到 ---地球上有三份之一的女性,在她們的人生之中, 曾經遭遇過被虐打或是被強暴這地球上最基本的性別, 最基本的資源, 就是女性", "en": "What could we do with this information that all these women are being violated?\" And it turned out, after thinkingand investigating, that I discovered -- and the UNhas actually said this recently -- that one out of every threewomen on this planet will be beaten or raped in her lifetime. That's essentially a gender; that's essentially the resourceof the planet, which is women."}, {"zh-tw": "所以在一九九七年, 我們集合了所有了不起的女性, 我們說:『我們可以怎樣運用舞台劇, 這股能量, 去制止對女性的暴力?』於是, 我們在紐約舉行了一個活動, 在舞台上很多出名的演員都來了 --- 由蘇珊薩蘭登,到格倫克洛斯, 到胡比高拔 --- 我們做了這個演出這一個晚上, 也催生了這股旋風, 這股能量就在接下來的五年間, 一些很不平凡的事情發生了", "en": "So in 1997 we got all these incrediblewomen together and we said, \"How can we use the play, this energy,to stop violence against women?\" And we put on one eventin New York City, in the theater, and all these great actorscame -- from Susan Sarandon, to Glenn Close, to Whoopi Goldberg -- and we did one performance on one evening, and that catalyzed this wave, this energy. And within five years, this extraordinary thing began to happen."}, {"zh-tw": "一位女士接收了這份能量然後說: 『我想把這旋風,這能量, 帶到大學的校園裡』, 於是她負責了這個舞台劇她也說: 『不如我們用這個演出,每年一次的, 為這世上每一個當地的社群籌款去制止對女性的暴力。』一年之內, 曾在五十間學院裡演出, 然後再擴大在過去的六年之間, 它傳出去傳出去, 傳出去, 並且傳到全世界", "en": "One woman took that energy and she said,\"I want to bring this wave, this energy, to college campuses,\" and so she took the play and she said, \"Let's use the play and haveperformances once a year, where we can raise moneyto stop violence against women in local communitiesall around the world.\" And in one year, it went to 50 colleges,and then it expanded. And over the course of the last six years, it's spread and it's spreadand it's spread around the world."}, {"zh-tw": "我在當中學到兩件事, 第一, 原來這場對女性暴力的疫情是相當驚人的, 也是全球性的它是如此的深刻, 也是如此的具有破壞力就好像我們的每個社會的口袋裡都有一座小火山, 我們甚至不曾發現它就是因為它是如此的普遍。這旅程把我帶到阿富汗隨著塔利班, 讓我有特殊的榮幸可以走到", "en": "What I have learned is two things: one, that the epidemic of violencetowards women is shocking; it's global; it is so profoundand it is so devastating, and it is so in every little pocketof every little crater, of every little societythat we don't even recognize it, because it's become ordinary. This journey has taken me to Afghanistan, where I had the extraordinaryhonor and privilege to go into parts of Afghanistanunder the Taliban."}, {"zh-tw": "阿富汗的內部---- 我穿著她們的布卡 (那種全身包裹的罩袍)我也走進了那個不平凡的阿富汗婦女革命聯盟於是, 我可以第一手的看到當地怎樣剝削婦女的每一個權利由被剝削受教育, 被聘用, 甚至", "en": "I was dressed in a burqa and I went inwith an extraordinary group, called the Revolutionary Associationof the Women of Afghanistan. And I saw firsthandhow women had been stripped of every single right that was possibleto strip women of -- from being educated, to being employed, to being actually allowedto eat ice cream."}, {"zh-tw": "被禁止吃冰淇淋也許你們都不知道, 在塔利班統治下吃冰淇淋是犯法的我是真的看過婦女因為被捉到吃香草冰淇淋而受鞭笞", "en": "For those of you who don't know, it was illegal to eat ice creamunder the Taliban. And I actually saw and metwomen who had been flogged for being caught eating vanilla ice cream."}, {"zh-tw": "我曾被帶到一個在小城內秘密吃冰淇淋的地方我們去到一個很隱蔽的房間, 跟著一群女人坐下圍上了布簾, 於是她們便被分發了香草冰淇淋那些女人掀起了她們的面紗, 在吃她們自己的冰淇淋", "en": "I was taken to the secret ice cream-eatingplace in a little town, where we went to a back room,and women were seated and a curtain was pulled around us,and they were served vanilla ice cream. And women lifted their burqasand ate this ice cream."}, {"zh-tw": "直到那一刻, 我才明白她們的真正滿足以及她們怎樣去令自己的滿足能够實現出來在這個旅程, 我到了伊斯蘭馬巴德我遇過看過那些臉容被毀的婦女", "en": "And I don't think I ever understoodpleasure until that moment, and how women have found a wayto keep their pleasure alive. It has taken me, this journey,to Islamabad, where I have witnessed and met womenwith their faces melted off."}, {"zh-tw": "一星期前, 我在墨西哥的華瑞茲城,我在當地的停車場發現有女性的骨頭被清洗之後, 被丟棄在一堆可樂樽的旁邊我也去到很多的大學看到女孩子在約會當中被強姦和下毒", "en": "It has taken me to Juarez, Mexico,where I was a week ago, where I have literally beenthere in parking lots, where bones of women have washed up and been dumped next to Coca-Cola bottles. It has taken me to universitiesall over this country, where girls are date-raped and drugged."}, {"zh-tw": "我看過很恐佈, 很恐佈, 很恐佈的暴力但我也發現, 在看到這些暴力的過程中除了事情的表面之外, 我更真實的看到:在面前的, 是對個人的抑鬱個人的沒價值感, 以及沒能力感的解藥", "en": "I have seen terrible, terrible,terrible violence. But I have also recognized,in the course of seeing that violence, that being in the face of thingsand seeing actually what's in front of us is the antidote to depression, and to a feeling that oneis worthless and has no value."}, {"zh-tw": "因為在『陰道獨白』之前我會說我八成的意識並沒有留意現實中真正發生的事情這種跟世界隔絕的情況也封閉了我的生命力和活力這旅程也真正的在影響著我 ---這是一件很不平凡的事-- 在世界上每一個我去過的地方, 我都遇到新人類", "en": "Because before the \"Vagina Monologues,\" I will say that 80 percentof my consciousness was closed off to what was really going onin this reality, and that closing-off closed offmy vitality and my life energy. What has also happenedis in the course of these travels -- and it's been an extraordinary thing -- is that every single placethat I have gone to in the world, I have met a new species."}, {"zh-tw": "我是真的很喜歡聽到那些新人類他們藏在海底故事我也在想, 怎樣可以把不同的陰道故事配合到這地球上這群不平凡的人她們之間, 以及她們所超越的不同的範疇。", "en": "And I really love hearing about allthese species at the bottom of the sea. And I was thinking about how beingwith these extraordinary people on this particular panel, that it's beneath, beyond and between, and the vagina kind of fitsinto all those categories."}, {"zh-tw": "但在這群新人類之中, 我看到一件事這是一種新的人類, 新的典範只是新聞或媒體沒有報導過因為我想好消息大概不是什麼的新聞吧同時我也想他們改變世界的故事也大概不能為電視節目帶來高收視但每一個我去過的地方, 在過去的六年我曾去過四十五個國家, 城市和小鎮,我曾見過那些我會稱為『陰道勇士』『陰道勇士』可以是一個女人, 也可以是一個善待陰道的男人他們看過, 或是經歷過暴力不是拿著AK-47手槍, 或是大規模破壞的武器也不是拿著大砍刀, 他們把暴力存在身體內他們為此傷痛, 他們經驗傷痛, 繼而他們走出去, 並且貢獻自己的生命, 為的是讓這些暴力事情, 不要再在別人身上發生", "en": "But one of the thingsI've seen is this species -- and it is a species,and it is a new paradigm, and it doesn't get reportedin the press or in the media because I don't thinkgood news ever is news, and I don't think peoplewho are transforming the planet are what gets the ratings on TV shows. But every single country I have been to -- and in the last six years,I've been to about 45 countries, and many tiny little villagesand cities and towns -- I have seen something what I've cometo call \"vagina warriors.\" A \"vagina warrior\" is a woman,or a vagina-friendly man, who has witnessed incredibleviolence or suffered it, and rather than getting an AK-47or a weapon of mass destruction or a machete, they hold the violence in their bodies; they grieve it; they experience it;and then they go out and devote their lives to making sureit doesn't happen to anybody else."}, {"zh-tw": "我在地球的每一個地方都遇見過這樣的女性我想講一些她們的故事, 因為我相信故事是一種傳遞訊息的方法能讓訊息走進我們的身體, 身同感受。我覺得自己在TED 這裡, 有點有趣因為我是一個活在身體的人, 我是很少用腦來生活的", "en": "I have met these womeneverywhere on the planet, and I want to tell a few stories, because I believe that stories are the waythat we transmit information, where it goes into our bodies. And I think one of the things about beingat TED that's been very interesting is that I live in my body a lot, and I don't live in my headvery much anymore."}, {"zh-tw": "但這是一個十分有腦的地方對我來說, 我覺得用腦的生活也真是特別所以在過去的兩天, 我都是十分的迷失方向----因為我認為這個世界, 這個有關陰道的世界, 是屬於身體的", "en": "And this is a very heady place. And it's been really interestingto be in my head for the last two days;I've been very disoriented -- because I think the world, the V-world,is very much in your body."}, {"zh-tw": "這是一個身體的世界, 而人類是的確存在於身體之中我想這也是十分重要的讓我們的身體連接上我們的腦袋----因為這種分離會製造一種分裂, 這樣會令目標和動機變得不一致", "en": "It's a body world, and the speciesreally exists in the body. And I think there's a real significancein us attaching our bodies to our heads, that that separation has created a divide that is often separatingpurpose from intent."}, {"zh-tw": "而身心合一才可以讓我們變得完整我想談談我所遇過的三個特別的人物她們是『陰道勇士』, 她們改變了我對整件事, 以及對人類的理解其中的一個女人名叫馬什洛佩茲", "en": "And the connection between body and head often brings those things into union. I want to talk about threeparticular people that I've met, vagina warriors, who reallytransformed my understanding of this whole principle and species, and one is a woman named Marsha Lopez."}, {"zh-tw": "她是一個我在危地馬拉認識的女人她只有十四歲, 已婚她的丈夫經常會虐打她", "en": "Marsha Lopez was a womanI met in Guatemala. She was 14 years old,and she was in a marriage and her husband was beating heron a regular basis."}, {"zh-tw": "但她不能離開他, 因為她已經沈溺在這關係裡而且她沒有錢。她的妹妹在數年前參加了我們一個在紐約舉辦的『終止強姦』的比賽--她參加了, 希望她能够進入決賽那她便可以帶她姊姊到來", "en": "And she couldn't get out, because she was addictedto the relationship, and she had no money. Her sister was younger than her,and she applied -- we had a \"Stop Rape\" contesta few years ago in New York -- and she applied, hopingthat she would become a finalist and she could bring her sister."}, {"zh-tw": "她真的進入了決賽, 並且帶馬什來到了紐約就在這時, 我們在麥迪遜廣場做了一個十分特別的V日子活動整個熱鬧的場館, 擠滿了一萬八千人站在那裡向陰道歡呼, 這真是一個美妙得難以置信的轉化", "en": "She did become a finalist;she brought Marsha to New York. And at that time, we did this extraordinary V-Dayat Madison Square Garden, where we sold out the entiretestosterone-filled dome -- 18,000 people standing upto say \"Yes\" to vaginas, which was really a prettyincredible transformation."}, {"zh-tw": "馬什來到了, 她目睹了, 也決定了回去之後, 她便會離開她的丈夫並且會把V日子帶到危地馬拉", "en": "And she came, and she witnessed this, and she decided that she would go backand leave her husband, and that she would bringV-Day to Guatemala. She was 21 years old."}, {"zh-tw": "當她二十一歲的時候, 我去了危地馬拉, 她讓整個危地馬拉國家大劇院都座無虛席我望著她穿了紅色的裙子走上台, 還有高跟鞋她站在那裡, 她說: 『我的名字叫馬什", "en": "I went to Guatemala and she had sold outthe National Theater of Guatemala. And I watched her walk up on stagein her red short dress and high heels, and she stood there and said,\"My name is Marsha."}, {"zh-tw": "我被我的丈夫虐打了五年,他差點殺了我, 我離開了, 你也可以。』在場的二千人都為她變得瘋狂", "en": "I was beaten by my husband for five years.He almost murdered me. I left and you can, too.\" And the entire 2,000 peoplewent absolutely crazy."}, {"zh-tw": "這裡有一個女人名叫以斯帖我在墨西哥的華瑞茲城遇到她的, 以斯帖是墨西哥城裡一個很出色的會計師, 她已經七十二歲了", "en": "There's a woman named Esther Chávezwho I met in Juarez, Mexico. And Esther Chávez wasa brilliant accountant in Mexico City."}, {"zh-tw": "她亦打算退休她去了華瑞茲城去照顧一個生病的姨姨, 在這個過程中她開始發現當地一些被殺和失蹤女性的事", "en": "She was 72 years oldand she was planning to retire. She went to Juarezto take care of an ailing aunt, and in the course of it, she beganto discover what was happening to the murdered and disappearedwomen of Juarez."}, {"zh-tw": "她放棄了她的生計, 她搬去了華瑞茲城她開寫下及紀錄那些失蹤女人的故事", "en": "She gave up her life; she moved to Juarez. She started to write the storieswhich documented the disappeared women."}, {"zh-tw": "在這邊境的城市, 有三百個女人失蹤了只因為她們是黑人, 以及貧窮對於她們的失蹤, 人們都沒有反應也沒有人需要為這事負上責任", "en": "300 women have disappeared in a bordertown because they're brown and poor. There has been no responseto the disappearance, and not one personhas been held accountable."}, {"zh-tw": "她開始去記錄這些事情, 她也開了一間中心名叫Casa Amiga,六年裡, 她卒之讓世界意識到當地的情況", "en": "She began to document it. She opened a center calledCasa Amiga, and in six years, she has literally brought thisto the consciousness of the world."}, {"zh-tw": "我們在一星期前到了當地, 當時有七千人就像我們一樣的走在街上, 這真是一個奇蹟一般來說, 華瑞茲城的人是不會上街的因為街上實在是太危險了, 他們就是站在街上, 哭著的看到這世界上有其他人竟然為這個特別的社區而出現", "en": "We were there a week ago, when there were 7,000 peoplein the street, and it was truly a miracle. And as we walked through the streets, the people of Juarez, who normallydon't even come into the streets, because the streets are so dangerous, literally stood there and wept, to see that other peoplefrom the world had showed up for that particular community."}, {"zh-tw": "還有另外的一位女人名叫阿格尼斯, 而阿格尼斯, 對我來說她就是代表什麼是一個『陰道勇士』", "en": "There's another woman, named Agnes. And Agnes, for me, epitomizeswhat a vagina warrior is."}, {"zh-tw": "我三年前在肯雅認識她, 當她還是一個小女孩時,她被迫進行了女性的割禮那時她只得十歲, 於是, 她認真的決定要讓這個習俗不要再在她的社區繼續下去", "en": "I met her three years ago in Kenya. And Agnes was mutilated as a little girl; she was circumcised against her willwhen she was 10 years old, and she really made a decision that she didn't want this practiceto continue anymore in her community."}, {"zh-tw": "所以當她長大之後, 她做了這件驚人的事這是一個解剖女性身體的雕塑, 是女性的半身,跟著她步行穿過大裂谷, 她帶著陰道和陰道的替代品, 這樣的, 她便開始教導女孩, 男孩和父母, 一個健康陰道的模樣,", "en": "So when she got older,she created this incredible thing: it's an anatomical sculptureof a woman's body, half a woman's body. And she walked through the Rift Valley, and she had vaginaand vagina replacement parts, where she would teach girlsand parents and boys and girls what a healthy vagina looks like,and what a mutilated vagina looks like."}, {"zh-tw": "以及一個被割掉的陰道的模樣。在她這八年走過裂谷的過程中,她經歷過沙塵, 經歷過睡在地上 --- 因為馬塞族人是遊牧民族,她需要去尋找他們, 因為族人經常遷徙,於是她又要去再找他們了--- 她共拯救了一千五百個女孩免去被割之苦當那些沒有被割的女孩, 到了差不多的年紀她也創立了另外一種儀式給她們", "en": "And in the course of her travel -- she walked literally for eight yearsthrough the Rift Valley, through dust, through sleepingon the ground, because the Maasai are nomads, and she would have to find them,and they would move, and she would find them again -- she saved 1,500 girls from being cut. And in that time, she createdan alternative ritual, which involved girlscoming of age without the cut."}, {"zh-tw": "當我們在三年前見到她的時候我們問: 『有什麼V日子可以為你做的?』她說: 『好啊, 如果你們可以給我一輛吉普車, 那我便可以走得快一點。』於是, 我們給她買了一輛吉普車。那她有了一輛車她拯救了四千五百個女孩免於被割。於是, 我們跟她說:", "en": "When we met her three years ago, we said, \"What could V-Day do for you?\" And she said, \"Well, if you got me a jeep,I could get around a lot faster.\" So we bought her a jeep. And in the year that she had the jeep,she saved 4,500 girls from being cut."}, {"zh-tw": "『阿格尼斯, 我們還有什麼可以給你做的呢?』, 她回答說:『好啊, 依芙, 你知嗎? 如果你給我一些錢我可以開一個庇護之家, 那些女孩可以離家出走, 她們便可以被救了。』而我在分享我自己的故事之前, 跟你們分享了這些小故事是因為這些故事是跟快樂, 和跟阿格斯尼有關的當我還是一個小女孩, 我是在一個很富有的社區長大的。這是中上階層的白人社區---這個假象外表是很完美的, 宜人的, 精彩的, 偉大的生活", "en": "So we said to her,\"What else could we do for you?\" She said, \"Well, Eve,if you gave me some money, I could open a houseand girls could run away, and they could be saved.\" And I want to tell this little storyabout my own beginnings, because it's very interrelatedto happiness and Agnes. When I was a little girl --I grew up in a wealthy community; it was an upper-middle classwhite community, and it had all the trappings and the looks of a perfectly nice,wonderful, great life."}, {"zh-tw": "好像每一個人在這裡都應該活得很快樂似的但事實是, 我活在仿如地獄裡。我跟一個酗酒的爸爸住在一起他打我也非禮我, 而所有這些都是沒有曝光的", "en": "And everyone was supposedto be happy in that community, and, in fact, my life was hell. I lived with an alcoholic father who beat me and molested me,and it was all inside that."}, {"zh-tw": "我小時常幻想有人會出現來拯救我我事實上也創造了一個名叫鱷魚先生的角色", "en": "And always as a child I had this fantasythat somebody would come and rescue me. And I actually made up a little characterwhose name was Mr. Alligator."}, {"zh-tw": "當有壞事發生時, 我會呼叫他我會告訴他是時候要來帶我走跟著, 我就會去執拾我的小行李, 等待鱷魚先生來救我", "en": "I would call him upwhen things got really bad, and say it was timeto come and pick me up. And I would pack a little bagand wait for Mr. Alligator to come."}, {"zh-tw": "直到現在, 鱷魚先生都沒有出現過但鱷魚先生這意念卻讓我神志清醒以及令我可以繼續活下去, 因為我相信在某處, 將會有人會來拯救我回到四十多年後, 我們去到肯雅我們到了這庇護之家開放的日子---", "en": "Now, Mr. Alligator never did come, but the idea of Mr. Alligator comingactually saved my sanity and made it OK for me to keep going, because I believed, in the distance, there would be someonecoming to rescue me. Cut to 40-some odd years later, we go to Kenya, and we're walking, we arrive at the opening of this house."}, {"zh-tw": "只是阿格尼斯數日來都不讓我們走進屋內---因為她們正準備整個的儀式接著, 我想告訴你這個偉大的故事, 當阿格尼斯第一次", "en": "And Agnes hadn't let me cometo the house for days, because they were preparingthis whole ritual. I want to tell you a great story."}, {"zh-tw": "在她的社區中爭取停止女性的割禮她變成了一個被驅逐的人, 她被流亡, 被誹謗整個社區的人都針對她但作為一個『陰道勇士』, 她沒有放棄她繼續獻身去改變別人的觀念", "en": "When Agnes first started fighting to stop female genital mutilationin her community, she had become an outcast,and she was exiled and slandered, and the whole communityturned against her. But being a vagina warrior,she kept going, and she kept committing herselfto transforming consciousness."}, {"zh-tw": "在馬塞社區, 羊和牛都他們視為最寶貴的財產就好像是大裂谷裡的賓士汽車一樣", "en": "And in the Maasai community, goats and cows are the mostvalued possession. They're like the Mercedes-Benzof the Rift Valley."}, {"zh-tw": "據她說, 在庇護之家開放前兩天, 分別有兩個不同的人每人都給她送來了一頭羊, 接著她對我說:『我知道非洲有一天將不會再有女性的割禮。』不論怎的, 我們到了, 我們到了那裡那裡有數以百計的女孩, 穿著紅色的, 自家做的裙子---這是馬塞族的顏色, 也是V日子的顏色---她們在歡迎我們, 她們一邊唱一些終止苦難, 終止割禮的曲子,一邊跟我們一起走過那些小徑", "en": "And she said two daysbefore the house opened, two different people arrivedto give her a goat each, and she said to me, \"I knew then that female genitalmutilation would end one day in Africa.\" Anyway, we arrived, and when we arrived, there were hundreds of girlsdressed in red homemade dresses -- which is the color of the Maasaiand the color of V-Day -- and they greeted us. They had made up these songsthat they were singing, about the end of sufferingand the end of mutilation, and they walked us down the path."}, {"zh-tw": "這是一個有著非洲太陽的燦爛晴天塵土在飛揚, 女孩在跳舞以及這裡有一小屋, 上面寫著V日子女子安全之家這刻讓我發現這四十七年後鱷魚先生終於出現了他出現的方法, 明顯是讓我用許多時間去明白當我們為這世界付出我們最想得到的東西, 其實我們也在治療自己內裡的那些破碎的部份", "en": "It was a gorgeous day in the African sun, and the dust was flyingand the girls were dancing, and there was this house, and it said,\"V-Day Safe House for the Girls.\" And it hit me in that momentthat it had taken 47 years, but that Mr. Alligatorhad finally shown up. And he had shown up, obviously, in a form that it took mea long time to understand, which is that when we give in the worldwhat we want the most, we heal the broken part inside each of us."}, {"zh-tw": "我覺得在這過去八年的旅程裡這奇蹟般的陰道旅程之中教懂我這簡單的東西, 就是原來快樂存在於行動之中它存在於說出真相, 和說出你自己的真相它存在於付出你最想得到的東西我覺得能够去經歷這些智慧以及這樣的旅程, 實在是不平凡的榮幸我為今天能跟你們分享, 感到十分感恩", "en": "And I feel, in the last eight years, that this journey --this miraculous vagina journey -- has taught me this really simple thing, which is that happiness exists in action; it exists in telling the truthand saying what your truth is; and it exists in giving awaywhat you want the most. And I feel that knowledge and that journey has been an extraordinary privilege, and I feel really blessed to have been here todayto communicate that to you."}, {"zh-tw": "謝謝大家。", "en": "Thank you very much."}], "title": "Eve Ensler On Happiness In Body And Soul"}