{"url": "http://www.ted.com/talks/evgeny_morozov_is_the_internet_what_orwell_feared", "paragraphs": [{"zh-tw": " Good morning. I think, as a grumpy Eastern European, I was brought in to play the pessimist this morning. So bear with me. Well, I come from the former Soviet Republic of Belarus, which, as some of you may know, is not exactly an oasis of liberal democracy.", "en": " 早安！我想人家讓我這個性情乖戾的東歐人 今天早上來扮演的是烏鴉嘴，故請多多包涵 我來自前蘇聯白俄羅斯共和國 你們之中可能有些人知道 那兒不算是自由民主的綠洲"}, {"zh-tw": " So that's why I've always been fascinated with how technology could actually reshape and open up authoritarian societies like ours. So, I'm graduating college and, feeling very idealistic, I decided to join the NGO which actually was using new media to promote democracy and media reform in much of the former Soviet Union.", "en": " 因此我一向很有興趣 想瞭解科技如何開放並重新塑造 我們那樣的威權社會 那時我剛從大學畢業 滿懷理想 決定加入非政府組織 他們正在利用新媒體 要在前蘇聯的大範圍內 推廣民主和媒體改革"}, {"zh-tw": " However, to my surprise, I discovered that dictatorships do not crumble so easily. In fact, some of them actually survived the Internet challenge, and some got even more repressive.", "en": " 不過令我吃驚的是 我發現獨裁政權 並不那麼容易瓦解 事實上有些獨裁政權 打敗這個挑戰 有些還變得更為強硬"}, {"zh-tw": " So this is when I ran out of my idealism and decided to quit my NGO job and actually study how the Internet could impede democratization. Now, I must tell you that this was never a very popular argument, and it's probably not very popular yet with some of you sitting in this audience.", "en": " 這時我的理想就全涼了 決定辭去非政府組織的工作 轉而研究網際網路如何阻礙民主發展 我得告訴你們 這個議題在當時可沒那麼討喜 到今天也可能還不怎麼討喜 雖然有在座的各位捧場"}, {"zh-tw": " It was never popular with many political leaders, especially those in the United States who somehow thought that new media would be able to do what missiles couldn't. That is, promote democracy in difficult places where everything else has already been tried and failed.", "en": " 對許多政治領袖而言，這個議題從來不討喜 －尤其是對美國的政治領袖 他們多少以為新媒體 可以達到飛彈所不能達到的效果 也就是在困難的地方推廣民主 在那裡什麼都試過了也失敗了"}, {"zh-tw": " And I think by 2009, this news has finally reached Britain, so I should probably add Gordon Brown to this list as well. However, there is an underlying argument about logistics, which has driven so much of this debate. Right? So if you look at it close enough, you'll actually see that much of this is about economics.", "en": " 而在2009年的今天 我想這個信息終於來到了英國 因此我也許應該把布朗總理納入這份名單 不過有個與訊息流通相關的論調 主導著這個論辯，是吧？ 那麼請仔細察看一下 你們就會看到這個論調 談的大多是訊息流通的經濟運作"}, {"zh-tw": " The cybertopians say, much like fax machines and Xerox machines did in the '80s, blogs and social networks have radically transformed the economics of protest, so people would inevitably rebel. To put it very simply, the assumption so far has been that if you give people enough connectivity, if you give them enough devices, democracy will inevitably follow.", "en": " 網托邦人說，就像傳真機和影印機 在八零年代所達到的效果那樣 網誌和社交網路已經 根本地改變了抗議的訊息流通經濟 因此人們肯定會起來反抗 簡而言之 到目前為止有這麼個假設： 如果人們有充分的聯繫 有足夠的聯繫裝置 民主自然而然水到渠成"}, {"zh-tw": " And to tell you the truth, I never really bought into this argument, in part because I never saw three American presidents agree on anything else in the past. But, you know, even beyond that, if you think about the logic underlying it, is something I call iPod liberalism, where we assume that every single Iranian or Chinese who happens to have and love his iPod will also love liberal democracy.", "en": " 說個實話 我從來不相信這種論調 部分原因是我從來沒看過三位美國總統 在過去對任何事情有過相同看法 但即使不談這個 如果想一想那背後的邏輯 有個我稱之為iPod自由主義的東西在作祟 那個想法是說如果每個伊朗人或中國人 碰巧擁有也喜愛iPod 他也會熱愛自由民主"}, {"zh-tw": " And again, I think this is kind of false. But I think a much bigger problem with this is that this logic -- that we should be dropping iPods not bombs -- I mean, it would make a fascinating title for Thomas Friedman's new book.", "en": " 再說一次，我認為這個想法錯了 不過我想更大的問題是 這樣的邏輯： 我們得投擲iPod而不是炸彈 我看這很可以是傅利曼 下一本書的響亮標題"}, {"zh-tw": " But this is rarely a good sign. Right? So, the bigger problem with this logic is that it confuses the intended versus the actual uses of technology. For those of you who think that new media of the Internet could somehow help us avert genocide, should look no further than Rwanda, where in the '90s it was actually two radio stations which were responsible for fueling much of the ethnic hatred in the first place.", "en": " 不過這很不可能是個好兆頭，是吧？ 那麼這個想法所帶來的更大問題是 它把科計被設定的作用 及其實際上的作用搞混了 如果你們有人認為 網際網路的新媒體 多少能夠有助於防止屠殺，那麼遠的不看 只要看看盧安達便知道錯了 九零年代正是該國兩家廣播電台 要對當時煽動種族仇恨負起最大的責任"}, {"zh-tw": " But even beyond that, coming back to the Internet, what you can actually see is that certain governments have mastered the use of cyberspace for propaganda purposes. Right? And they are building what I call the Spinternet. The combination of spin, on the one hand, and the Internet on the other.", "en": " 但即使不談這個，再回到網際網路 實際可以看到的是 某些政府有充分的能力 掌握網路空間的利用 來達到其宣傳目的，是吧？ 他們建構的是我所謂的「攪和網」 這個詞來自Spin和Internet 即在網際網路上攪和以混水摸魚"}, {"zh-tw": " So governments from Russia to China to Iran are actually hiring, training and paying bloggers in order to leave ideological comments and create a lot of ideological blog posts to comment on sensitive political issues. Right? So you may wonder, why on Earth are they doing it? Why are they engaging with cyberspace? Well my theory is that it's happening because censorship actually is less effective than you think it is in many of those places. The moment you put something critical in a blog, even if you manage to ban it immediately, it will still spread around thousands and thousands of other blogs.", "en": " 俄羅斯、中國和伊朗的政府的確一直在 徵召、訓練並付錢給網路寫手（俗稱五毛） 在網上留下意識形態的評論 創造出許多意識形態的貼文 評論敏感的政治議題，是吧？ 那麼你可能納悶他們這是在幹什麼？ 他們為什麼活躍於網路空間？ 我的理論為： 發生這種事情是因為在許多地方 進行審查實在達不到預期效果 一旦在網誌上貼了批評文字 即使能馬上把它禁掉 那文字還是會擴散到成千上萬的其它網誌去"}, {"zh-tw": " So the more you block it, the more it emboldens people to actually avoid the censorship and thus win in this cat-and-mouse game. So the only way to control this message is actually to try to spin it and accuse anyone who has written something critical of being, for example, a CIA agent.", "en": " 因此越是封鎖它 就越使人們想出法子規避審查 來贏得這場貓捉老鼠的遊戲 所以要控制這個訊息唯一的辦法是 著著實實攪和它 比方指控寫出批評文章的人 是中情局的間諜"}, {"zh-tw": " And, again, this is happening quite often. Just to give you an example of how it works in China, for example.", "en": " 再舉例說明這種經常發生的做法 比方說，在中國是這麼操作的："}, {"zh-tw": " There was a big case in February 2009 called \"Elude the Cat.\" And for those of you who didn't know, I'll just give a little summary. So what happened is that a 24-year-old man, a Chinese man, died in prison custody.", "en": " 2009年二月有個大案子 叫做「躲貓貓」 我給不知情的人簡單總結一下這個案子 話說一位24歲的中國籍男士 在他被拘留的看守所裡死亡了"}, {"zh-tw": " And police said that it happened because he was playing hide and seek, which is \"elude the cat\" in Chinese slang, with other inmates and hit his head against the wall, which was not an explanation which sat well with many Chinese bloggers. So they immediately began posting a lot of critical comments.", "en": " 公安說事情的原委是 因為他當時 正在和別的囚犯玩捉迷藏 中國俗稱「躲貓貓」 結果一頭撞牆了 許多中國網民對這種說法頗不滿意 因此立即出現許多批評的貼文"}, {"zh-tw": " In fact, QQ.com, which is a popular Chinese website, had 35,000 comments on this issue within hours. But then authorities did something very smart.", "en": " 短短幾個小時內在流行的QQ網站上 出現了三萬五千則 有關此事的貼文 不過當局採取了很聰明的做法"}, {"zh-tw": " Instead of trying to purge these comments, they instead went and reached out to the bloggers. And they basically said, \"Look guys. We'd like you to become netizen investigators.\" So 500 people applied, and four were selected to actually go and tour the facility in question, and thus inspect it and then blog about it.", "en": " 他們沒有刪除這些貼文 反倒懷柔貼文的網民 他們基本上說：「好吧，你們來當網絡調查員。」 於是有五百人申請當調查員 然後挑出四個實地造訪出事地點 進行探查後貼出相關文章"}, {"zh-tw": " Within days the entire incident was forgotten, which would have never happened if they simply tried to block the content. People would keep talking about it for weeks.", "en": " 不消幾天整個事件就被遺忘了 採取封鎖肯定不會是這樣的結果 人們會對此事談上好幾個星期"}, {"zh-tw": " And this actually fits with another interesting theory about what's happening in authoritarian states and in their cyberspace. This is what political scientists call authoritarian deliberation, and it happens when governments are actually reaching out to their critics and letting them engage with each other online.", "en": " 這恰恰符合另一個理論的看法 這個理論是有關在威權國家裡 以及在網路空間裡所發生的事情 政治學家稱之為「威權運作」 這發生在政府對其批評者實際進行懷柔 讓他們在線上熱烈討論"}, {"zh-tw": " We tend to think that somehow this is going to harm these dictatorships, but in many cases it only strengthens them. And you may wonder why.", "en": " 我們傾向於認為 這多少會傷害到獨裁政權 但這往往反倒更加強化獨裁 你可能納悶怎會這樣"}, {"zh-tw": " I'll just give you a very short list of reasons why authoritarian deliberation may actually help the dictators. And first it's quite simple.", "en": " 我馬上給你短短的解說 為什麼威權運作 對獨裁者實有助益 首先，道理很簡單"}, {"zh-tw": " Most of them operate in a complete information vacuum. They don't really have the data they need in order to identify emerging threats facing the regime.", "en": " 獨裁者大多完全在資訊真空中操作政治 他們原本沒有所需的資料 來辨識萌芽中的政權威脅"}, {"zh-tw": " So encouraging people to actually go online and share information and data on blogs and wikis is great because otherwise, low level apparatchiks and bureaucrats will continue concealing what's actually happening in the country, right? So from this perspective, having blogs and wikis produce knowledge has been great. Secondly, involving public in any decision making is also great because it helps you to share the blame for the policies which eventually fail.", "en": " 因此，最好鼓勵人們上線 分享資訊和資料 貼到網誌和維基上都好 否則，低階層的黨工和官僚 會繼續隱瞞國內的實情，是吧？ 那麼讓網誌和維基 產出情資是好事一樁 其次，讓社會大眾參與決策 也是好極了 因為要是政策失敗 這能幫你分攤責難"}, {"zh-tw": " Because they say, \"Well look, we asked you, we consulted you, you voted on it. You put it on the front page of your blog.", "en": " 因為可以說：「問過你們 聽過建議也讓投過票了 你網誌首頁貼的就是"}, {"zh-tw": " Well, great. You are the one who is to blame.\" And finally, the purpose of any authoritarian deliberation efforts is usually to increase the legitimacy of the regimes, both at home and abroad. So inviting people to all sorts of public forums, having them participate in decision making, it's actually great.", "en": " 這下可好，該罵的是你。」 最後，任何威權運作 其目的都是 要在國內外提升政權的合法性 那麼邀請人們到各種公共論壇 讓他們參與決策 實在好極了"}, {"zh-tw": " Because what happens is that then you can actually point to this initiative and say, \"Well, we are having a democracy. We are having a forum.\" Just to give you an example, one of the Russian regions, for example, now involves its citizens in planning its strategy up until year 2020. Right? So they can go online and contribute ideas on what that region would look like by the year 2020.", "en": " 因為這樣一來 大可以指出這論壇說： 「看，我們有民主，我們有論壇。」 舉個例子 某俄羅斯地區 現在讓其公民參與 規劃到2020年的發展策略，是吧？ 你可以上線 提出該地區2020年會是怎樣的想法"}, {"zh-tw": " I mean, anyone who has been to Russia would know that there was no planning in Russia for the next month. So having people involved in planning for 2020 is not necessarily going to change anything, because the dictators are still the ones who control the agenda.", "en": " 我說，到過俄羅斯的人 都知道俄羅斯向來沒有下個月的規劃 因此讓人們參與2020年的規劃 不必然會改變什麼 因為要怎麼做還是獨裁者說了算"}, {"zh-tw": " Just to give you an example from Iran, we all heard about the Twitter revolution that happened there, but if you look close enough, you'll actually see that many of the networks and blogs and Twitter and Facebook were actually operational. They may have become slower, but the activists could still access it and actually argue that having access to them is actually great for many authoritarian states.", "en": " 舉個伊朗的例子 我們都聽說那裡 發生了推特革命 但夠仔細瞧就會發現 許多網站和網誌 以及推特和臉書背後都有操作 那些網站也許會變慢些 但社運人士還能取用 而且能取用那些網站 對許多威權國家是好極了"}, {"zh-tw": " And it's great simply because they can gather open source intelligence. In the past it would take you weeks, if not months, to identify how Iranian activists connect to each other.", "en": " 好極了的原因簡單 因為他們能由此獲得開放源的情資 過去若不需幾個月也要幾個星期 才能辨識出伊朗社運人士間有什麼聯繫"}, {"zh-tw": " Now you actually know how they connect to each other by looking at their Facebook page. I mean KGB, and not just KGB, used to torture in order to actually get this data.", "en": " 現在輕而易舉可以判定他們之間的聯繫 看他們在臉書上的網頁就是 我說KGB還有不只KGB 以往要獲取那些情資還得動刑呢"}, {"zh-tw": " Now it's all available online. But I think the biggest conceptual pitfall that cybertopians made is when it comes to digital natives, people who have grown up online.", "en": " 現在線上什麼都有了 我想網托邦人在概念上最大的自我設限 是在他們提到網友 也就是一群跟著網路長大的人時"}, {"zh-tw": " We often hear about cyber activism, how people are getting more active because of the Internet. Rarely hear about cyber hedonism, for example, how people are becoming passive.", "en": " 比方說，我們常聽到網路行動主義 有多少人因網際網路而更具行動力 很少聽到有關網路享樂主義 即人們如何因網路變得消極"}, {"zh-tw": " Why? Because they somehow assume that the Internet is going to be the catalyst of change that will push young people into the streets, while in fact it may actually be the new opium for the masses which will keep the same people in their rooms downloading pornography. That's not an option being considered too strongly.", "en": " 為什麼？因為人們多少認定 網際網路會是改變的催化劑 將會把年輕人推上街頭 而實際上網路可能是人民的新鴉片 會讓同一群人留在房裡下載色情影像 這絕不是我們所要的選項"}, {"zh-tw": " So for every digital renegade that is revolting in the streets of Tehran, there may as well be two digital captives who are actually rebelling only in the World of Warcraft. And this is realistic. And there is nothing wrong about it because the Internet has greatly empowered many of these young people and it plays a completely different social role for them.", "en": " 而在德黑蘭街上造反的數位叛徒裡 或也有受困於兩個數位世界的囚犯 他們只在「魔獸世界」裡造反 這是現實情況，沒什麼對錯 因為網路賦予這些年輕人很大力量 網路對他們有迴異的社會意義"}, {"zh-tw": " If you look at some of the surveys on how the young people actually benefit from the Internet, you'll see that the number of teenagers in China, for example, for whom the Internet actually broadens their sex life, is three times more than in the United States. So it does play a social role, however it may not necessarily lead to political engagement.", "en": " 如果看看某些關於年輕人 如何受益於網路的問卷調查 就會發現，例如在中國 性生活因網路而擴展的十來歲孩子 三倍於美國 那麼網路確實具有社會意義 但這並不一定帶來政治參與"}, {"zh-tw": " So the way I tend to think of it is like a hierarchy of cyber-needs in space, a total rip-off from Abraham Maslow. But the point here is that when we get the remote Russian village online, what will get people to the Internet is not going to be the reports from Human Rights Watch.", "en": " 因此我想的無寧是 網際網路的需求層次 這完全剽竊自馬斯洛 不過在此的重點是 如果讓俄羅斯偏遠村莊上線 會教人們上網的 不會是人權觀察報告"}, {"zh-tw": " It's going to be pornography, \"Sex and the City,\" or maybe watching funny videos of cats. So this is something you have to recognize.", "en": " 而是色情、慾望城市 或是觀賞小貓搞笑的視訊 這是必須認清的事實"}, {"zh-tw": " So what should we do about it? Well I say we have to stop thinking about the number of iPods per capita and start thinking about ways in which we can empower intellectuals, dissidents, NGOs and then the members of civil society. Because even what has been happening up 'til now with the Spinternet and authoritarian deliberation, there is a great chance that those voices will not be heard.", "en": " 對此該怎麼辦呢？ 我認為我們 必須拋棄人均iPod數量的想法 要開始思考各種方法 將力量賦予知識份子、 異議份子、NGOs和所有公民社會的成員 因為儘管至今已做了許多努力 只要攪和網和威權運作存在 那些聲音很有可能會淹沒其中"}, {"zh-tw": " So I think we should shatter some of our utopian assumptions and actually start doing something about it. Thank you.", "en": " 因此我認為我們應該打破一些假想 實實在在做點什麼 謝謝"}], "title": "Evgeny Morozov Is The Internet What Orwell Feared"}