{"url": "http://www.ted.com/talks/eric_sanderson_pictures_new_york_before_the_city", "paragraphs": [{"zh-tw": " The substance of things unseen. Cities, past and future. In Oxford, perhapswe can use Lewis Carroll and look in the looking glassthat is New York City to try and see our true selves, or perhaps pass through to another world.", "en": " 看不見的事物的本質。 城市的過去和未來。 在牛津，我們或許可以將路易斯．卡洛爾 做為借鏡，藉由紐約市反映出的現況， 並試著看清我們真實的自我， 或許還能穿越到另一個世界。"}, {"zh-tw": " Or, in the words of F. Scott Fitzgerald, \"As the moon rose higher, the inessential houses began to melt away until gradually I becameaware of the old island here that once floweredfor Dutch sailors' eyes, a fresh green breast of the new world.\" My colleagues and Ihave been working for 10 years to rediscover this lost world in a project we callThe Mannahatta Project. We're trying to discoverwhat Henry Hudson would have seen on the afternoon of September 12th, 1609, when he sailed into New York harbor.", "en": " 或者，就像史考特‧費茲傑羅所說的， “當明月冉冉升起時， 那些微不足道的房屋慢慢消逝， 直到我逐漸意識到這座古老島嶼 當年曾讓荷蘭水手驚艷， 是新世界中的一塊翠綠寶石。\" 我和我的同事花了10年功夫 去重現這個消失的世界， 這則是“Mannahatta計畫”的主要任務。 我們試圖再現Henry Hudson 在1609年9月12日下午， 駕船駛入紐約港時看到的景象。"}, {"zh-tw": " And I'd like to tell youthe story in three acts, and if I have time still, an epilogue. So, Act I: A Map Found.", "en": " 我把故事分成三個部分， 如果講完還有時間，就再做個總結。 第一部分：發現地圖。"}, {"zh-tw": " So, I didn't grow up in New York. I grew up out west in theSierra Nevada Mountains, like you see here, in the Red Rock Canyon.", "en": " 我不是在紐約長大的。 我的家鄉在内華達州山區西部，大家可以看到， 就在紅岩峽谷。"}, {"zh-tw": " And from these earlyexperiences as a child I learned to love landscapes. And so when it became timefor me to do my graduate studies, I studied this emerging fieldof landscape ecology.", "en": " 由於小時候的成長經歷 讓我愛上了自然景觀。 因此，當我在念研究所時， 我選擇了當時新興的景觀生態學作為我的研究方向。"}, {"zh-tw": " Landscape ecology concerns itself with how the stream and the meadowand the forest and the cliffs make habitats for plants and animals. This experience and this training lead me to get a wonderful jobwith the Wildlife Conservation Society, which works to save wildlifeand wild places all over the world.", "en": " 景觀生態學主要是在研究 溪流、草地、森林和懸崖 如何構成適合動植物生存的環境。 這段研究過程 讓我在國際野生生物保護協會找到了一份很棒的工作， 主要致力於保護世界各地的野生生物和自然環境。"}, {"zh-tw": " And over the last decade, I traveled to over 40 countries to see jaguars and bears and elephants and tigers and rhinos. But every time I would returnfrom my trips I'd return back to New York City.", "en": " 在過去的十年内， 我到過40多個國家， 去觀察美洲豹、熊、大象、 老虎和犀牛。 每次旅行結束後，我就會回到紐約，"}, {"zh-tw": " And on my weekends I would go up,just like all the other tourists, to the top of the Empire State Building, and I'd look down on this landscape,on these ecosystems, and I'd wonder, \"How does this landscape work to make habitatfor plants and animals? How does it work to make habitatfor animals like me?\" I'd go to Times Square and I'd lookat the amazing ladies on the wall, and wonder why nobody is lookingat the historical figures just behind them. I'd go to Central Park and seethe rolling topography of Central Park come up against the abrupt and sheer topography of midtown Manhattan.", "en": " 在周末時，我就會跟大多數的遊客一樣， 登上帝國大廈頂樓， 俯看這片土地，和其生態系統， 然後我就會想：“這片土地 是如何為動植物提供合適的居住地？ 如何為人們提供合適的居住地？” 我也會去時代廣場，而當我看着廣告牆上的美女時， 我會想，為何没有人看看她們身後的歷史人物呢。 我還會去中央公園， 看著那裡起伏的地形 和曼哈頓中城高聳的地形形成了鮮明對比。"}, {"zh-tw": " I started reading about the historyand the geography in New York City. I read that New York Citywas the first mega-city, a city of 10 million peopleor more, in 1950.", "en": " 於是我開始研讀紐約市的歷史和地理。 我發現紐約市是世界上第一座超级大城， 在1950年居住人口就破千萬。"}, {"zh-tw": " I started seeing paintings like this. For those of you who are from New York, this is 125th streetunder the West Side Highway.", "en": " 我開始研究這樣的畫作。 在坐來自紐約的聽眾，我要告訴你們， 這裡是西城高速公路下的125街。"}, {"zh-tw": " It was once a beach.And this painting has John James Audubon,the painter, sitting on the rock. And it's looking up on the wooded heightsof Washington Heights to Jeffrey's Hook, where the GeorgeWashington Bridge goes across today.", "en": " 這裡曾是一片海灘。 而圖中有一位名叫John James Audubon的畫家，坐在礁石上。 圖中上方長滿樹木的高地是華盛頓高地。 Jeffrey’s Hook燈塔的方向，即是今天喬治華盛頓大橋横跨之處。"}, {"zh-tw": " Or this painting, from the 1740s,from Greenwich Village. Those are two students at King's College --later Columbia University -- sitting on a hill, overlooking a valley.", "en": " 或是這幅1740年描繪格林威治村的畫作。 圖中有兩位國王學院（即現今的哥倫比亞大學）的學生 坐在山丘上俯瞰山谷。"}, {"zh-tw": " And so I'd go down to GreenwichVillage and I'd look for this hill, and I couldn't find it.And I couldn't find that palm tree. What's that palm tree doing there? So, it was in the course of these investigationsthat I ran into a map.", "en": " 但是當我到格林威治村去找這座山丘時。 卻早就找不到了。就連那棵棕櫚樹也找不到。 不過那裡怎麼會有一棵棕櫚樹？ 但就在尋訪過程中，我發現到一張地圖，"}, {"zh-tw": " And it's this map you see here. It's held in a geographic information system which allows me to zoom in.", "en": " 就是螢幕上大家看到的這張圖。 它存在於地理資訊系统中， 因此我就可以進行缩放。"}, {"zh-tw": " This map isn't from Hudson's time,but from the American Revolution, 170 years later, made byBritish military cartographers during the occupation of New York City. And it's a remarkable map.It's in the National Archives here in Kew.", "en": " 這張地圖並非繪製於哈德遜時期，而是在170年後美國獨立革命時， 由英國軍事製圖師所繪製， 當時英軍占領了紐約市。 這是一張令人讚嘆的地圖，現存於英國Kew的國家檔案館中。"}, {"zh-tw": " And it's 10 feet long andthree and a half feet wide. And if I zoom in to lower Manhattan you can see the extentof New York City as it was, right at the end of the American Revolution.", "en": " 整張地圖長10英尺，寬3.5英尺。 如果我把曼哈頓下城放大， 大家就可以看到美國獨立革命末期 紐約市的範圍。"}, {"zh-tw": " Here's Bowling Green.And here's Broadway. And this is City Hall Park.", "en": " 這裡是Bowling Green，而這裡是百老匯。 這邊則是市府公園。"}, {"zh-tw": " So the city basically extendedto City Hall Park. And just beyond it you can see features that have vanished,things that have disappeared.", "en": " 所以，當時的城市就只有到市府公園。 再往上看， 景觀就消失了。"}, {"zh-tw": " This is the Collect Pond, which wasthe fresh water source for New York City for its first 200 years, and for the Native Americansfor thousands of years before that. You can see the Lispenard Meadows draining down through here,through what is TriBeCa now, and the beaches thatcome up from the Battery, all the way to 42nd St.", "en": " 這裡是Collect 水塘，它是紐約市 最初200年的飲用水源， 在此之前它滋養了美國原住民數千年。 你們可以看到Lispenard草地， 它流過此處，即Tribeca的現址， 而當時的海灘則從Battery 一路延伸到42街。"}, {"zh-tw": " This map was made for military reasons. They're mapping the roads,the buildings, these fortifications that they built.", "en": " 這張地圖是為了軍事用途而繪製的。 所以他們繪製了道路、建築物以及 他們建造的防禦工事。"}, {"zh-tw": " But they're also mappingthings of ecological interest, also military interest: the hills, the marshes, the streams. This is Richmond Hill,and Minetta Water, which used to run its waythrough Greenwich Village.", "en": " 除此之外，他們還繪製了具有生態價值的事物， 當然也具有軍事價值，像是山丘、 沼澤和溪流。 這裡則是Richmond山丘和Minetta Water 它曾經穿過格林威治村。"}, {"zh-tw": " Or the swamp at Gramercy Park, right here. Or Murray Hill.And this is the Murrays' house on Murray Hill, 200 years ago.", "en": " Gramercy公園的沼澤在這。 這是Murray高地。這則是200年前位於Murray高地上的 Murray’s House。"}, {"zh-tw": " Here is Times Square, the two streams that cametogether to make a wetland in Times Square, as it wasat the end of the American Revolution. So I saw this remarkable map in a book.", "en": " 這邊是時代廣場， 兩條河川交會在此形成一片濕地 也就是在時代廣場的位置，當時是美國獨立戰爭末期。 我是在一本書上看到這張了不起的地圖。"}, {"zh-tw": " And I thought to myself, \"You know,if I could georeference this map, if I could place this mapin the grid of the city today, I could find these lost features of the city, in the block-by-blockgeography that people know, the geography of where peoplego to work, and where they go to live, and where they like to eat.\" So, after some workwe were able to georeference it, which allows us to putthe modern streets on the city, and the buildings, and the open spaces, so that we can zoom into where the Collect Pond is. We can digitize the CollectPond and the streams, and see where they actually arein the geography of the city today.", "en": " 當時我想：“如果我可以對這張地圖作地理坐標參照， 如果我可以把這張地圖放在今日紐約市地圖的格線上， 那我就能找到 這座城市曾有的景觀， 一塊塊拼湊出大家熟悉的地貌， 像是我們上班的地點、居住的地方， 以及常去的餐廳。” 在經過一番努力之後，我們完成了地理座標參照， 我們就可以把現今城市的街道、 建築物和開放空間放上去， 然後我們就能放大Collect 池塘的所在地， 我們可以將Collect 池塘和溪流數位化， 以看出這些地點在現今城市中的實際位置。"}, {"zh-tw": " So this is funfor finding where things are relative to the old topography. But I had another idea about this map.", "en": " 有趣的地方在於 找出和原先地形相對應的位置。 關於這張地圖我有另一個想法。"}, {"zh-tw": " If we take away the streets,and if we take away the buildings, and if we take away the open spaces, then we could take this map. If we pull off the 18th century features we could drive it back in time.", "en": " 假如我們移除街道、建築， 和開放空間， 我們就可以重複使用這張地圖。 如果我們移除18世紀的景觀， 我們便能穿越時空，"}, {"zh-tw": " We could drive it backto its ecological fundamentals: to the hills, to the streams, to the basic hydrologyand shoreline, to the beaches, the basic aspects thatmake the ecological landscape. Then, if we added mapslike the geology, the bedrock geology, and the surface geology,what the glaciers leave, if we make the soil map, with the 17 soil classes, that are defined bythe National Conservation Service, if we make a digital elevation model of the topographythat tells us how high the hills were, then we can calculate the slopes.", "en": " 讓它回到最初的基本生態， 例如山丘、溪流、 基礎水文、海岸線、海灘等， 也就是構成生態地景的基本要素。 然後，假若我們再加上像地質地圖、床岩地質地圖、 地表地質、冰川遺跡， 或是土壤地圖， 含有17種 經由國家土壤保育署所界定的土壤類型， 如果我們用數值高程模型， 描繪出代表山丘高度的地形， 我們便能計算出坡度，"}, {"zh-tw": " We can calculate the aspect. We can calculate thewinter wind exposure -- so, which way the winterwinds blow across the landscape.", "en": " 並算出方位， 還能算出冬季風向， 算出吹過地景的冬季季風走向。"}, {"zh-tw": " The white areas on this mapare the places protected from the winter winds. We compiled all the informationabout where the Native Americans were, the Lenape.", "en": " 地圖上白色的部份是冬季季風吹不到的地方。 我們編輯所有關於當時美國原住民，Lenape部落居住地的資訊"}, {"zh-tw": " And we built a probability mapof where they might have been. So, the red areason this map indicate the places that are best for humansustainability on Manhattan, places that are close to water, places that are near the harbor to fish, places protected from the winter winds.", "en": " 並且繪製他們可能駐足處的機率地圖 紅色區塊是全曼哈頓裡 最適合人類居住的地區， 因為最靠近河流， 和可捕魚的港口， 也可抵擋冬季刺骨寒風的侵襲。"}, {"zh-tw": " We know that there was a Lenape settlement down here by the Collect Pond. And we knew that theyplanted a kind of horticulture, that they grew these beautiful gardensof corn, beans, and squash, the \"Three Sisters\" garden.", "en": " 我們都知道Lenape聚落曾居住之處， 就在Collect 池塘旁。 我們也得知他們在那種植花草樹木， 他們一手打造了美麗且生氣蓬勃的穀物、豆類、及南瓜花園， 也就是“三姐妹”花園。"}, {"zh-tw": " So, we built a model that explainswhere those fields might have been. And the old fields, the successional fields that go.", "en": " 所以，我們製作了這個模型，來解釋這些花園的可能位置。 以及舊時園地，和後來新園地的位置"}, {"zh-tw": " And we might think of these as abandoned. But, in fact, they're grassland habitats for grassland birds and plants.", "en": " 我們也許會以為它們早已荒蕪 但事實上， 它們已變成草原鳥類和植物的棲息地。"}, {"zh-tw": " And they have becomesuccessional shrub lands, and these then mix into a map of all the ecological communities. And it turns out that Manhattanhad 55 different ecosystem types.", "en": " 並進而演變為灌木林地， 所有的一切都集合於生態社區地圖中。 所以有55種不同生態系統共同存在於曼哈頓。"}, {"zh-tw": " You can think of these as neighborhoods, as distinctive as TriBeCaand the Upper East Side and Inwood -- that these are the forest and the wetlands and the marine communities, the beaches. And 55 is a lot. On a per-area basis, Manhattan had more ecological communities per acre than Yosemite does, than Yellowstone, than Amboseli.", "en": " 你可以把他們看成是各有特色的鄰近社區， 就像是Tribeca, Upper East Side和Inwood一樣 -- 只是它們是森林、溼地、 海洋生態社區，以及沙灘。 55種生態系統算是非常的多。以單位面積來看， 曼哈頓每英畝擁有比 優勝美地國家公園、 黃石國家公園，安波沙里國家公園更多的生態社區。"}, {"zh-tw": " It was really an extraordinary landscape that was capable of supportingan extraordinary biodiversity. So, Act II: A Home Reconstructed.", "en": " 這真的是非常不可思議的環境 可以讓如此多種的生態社區同時共存。 第二部份：重現家園。"}, {"zh-tw": " So, we studied the fish and the frogsand the birds and the bees, the 85 different kinds of fishthat were on Manhattan, the Heath hens, the speciesthat aren't there anymore, the beavers on all the streams,the black bears, and the Native Americans,to study how they used and thought about their landscape. We wanted to try and map these.And to do that what we did was we mapped their habitat needs.", "en": " 所以我們開始研究所有曾出現在曼哈頓的生物，像是魚、蛙、鳥、蜜蜂 光是在曼哈頓就曾有85種不同種類的魚， 新英格蘭黑琴雞(the Heath hens), 現在早已絕種， 還有曾經在溪流四處可見的河狸和黑熊， 和美國原住民， 要研究他們如何善用和看待這片土地。 我們所需作的就是 繪製他們的棲息地點分布圖。"}, {"zh-tw": " Where do they get their food? Where do they get their water?Where do they get their shelter? Where do they get theirreproductive resources? To an ecologist, the intersectionof these is habitat, but to most people,the intersection of these is their home. So, we would read in field guides,the standard field guides that maybe you have on your shelves, you know, what beavers need is,\"A slowly meandering stream with aspen trees and alders and willows, near the water.\"That's the best thing for a beaver.", "en": " 例如，他們去哪覓食? 他們去哪擷取水源? 他們都居住在哪? 以及他們去哪取得繁殖資源? 對生態學家來說，這一切的交集就是所謂的棲息處。 但對大多數人來說，這則是他們稱為家的地方。 所以我們閱讀田野指南， 我想你們書架上應該都會有這一類的書， 例如河狸的棲息處是\"蜿蜒而平靜的小溪， 兩側有白楊木，赤楊和柳樹， 靠近水源處。\"這就是海狸的理想家園。"}, {"zh-tw": " So we just started making a list. Here is the beaver.And here is the stream, and the aspen and the alderand the willow.", "en": " 所以我們製作了一張對照表 左邊是海狸，上面則是牠們的棲息地點：溪流， 白楊木，赤楊和柳樹。"}, {"zh-tw": " As if these were the mapsthat we would need to predict where you would find the beaver. Or the bog turtle, needing wet meadowsand insects and sunny places.", "en": " 彷彿這些是可以用來預測 能在哪遇見海狸的地圖。 同理，牟式龜需要的是潮濕的草地，昆蟲和陽光充足的地方。"}, {"zh-tw": " Or the bobcat, needing rabbitsand beavers and den sites. And rapidly we started to realizethat beavers can be something that a bobcat needs.", "en": " 山貓需要兔子，海狸還有洞穴。 由此可知，海狸是 山貓的獵物。"}, {"zh-tw": " But a beaver also needs things.And that having it on either side means thatwe can link it together, that we can create the network of the habitat relationshipsfor these species. Moreover, we realizedthat you can start out as being a beaver specialist, but you can look up what an aspen needs.", "en": " 但海狸也有所需的食物。 把兩邊連結起來之後， 我們就可以創造出一個 這些物種的棲息地關係網。 再來，我們了解你可以成為 一名海狸專家， 不過你還可以研究白楊需要什麼。"}, {"zh-tw": " An aspen needs fire and dry soils. And you can look atwhat a wet meadow needs.", "en": " 白楊需要火和乾燥土壤。 同樣的，你也可以查查潮濕草地需要些什麼。"}, {"zh-tw": " And it need beaversto create the wetlands, and maybe some other things. But you can also talkabout sunny places.", "en": " 它需要海狸來製造溼地， 也許你還能探討其他東西。 但當提到陽光充足的地點時，"}, {"zh-tw": " So, what does a sunny place need?Not habitat per se. But what are the conditionsthat make it possible? Or fire. Or dry soils.", "en": " 你會問說，\"那它需要什麼呢?\" 不是棲息地本身。 而是什麼樣的條件讓它充滿陽光 是火嗎? 還是乾燥土壤?"}, {"zh-tw": " And that you can put theseon a grid that's 1,000 columns long across the top and 1,000 rowsdown the other way. And then we can visualizethis data like a network, like a social network.", "en": " 然後你將所有的資料逐一放在 欄列各1000行的表格上後。 我們就能把這個生態網路具體化， 就像社群網路一樣。"}, {"zh-tw": " And this is the networkof all the habitat relationships of all the plants and animalson Manhattan, and everything they needed, going back to the geology, going back to time and spaceat the very core of the web. We call this the Muir Web.And if you zoom in on it it looks like this.", "en": " 而這就是所有在曼哈頓的動植物 及其所需一切的 棲地網路圖， 我們就能回溯到當時地質的情況， 和網路核心當時的時空。 我們稱它為Muir Web。如果你放大來看的話就會像這樣。"}, {"zh-tw": " Each point is a different species or a different streamor a different soil type. And those little gray lines are the connectionsthat connect them together.", "en": " 每一點都代表不同的物種， 支流，或是土壤種類。 圖中的灰色細線則將它們全部串連起來。"}, {"zh-tw": " They are the connectionsthat actually make nature resilient. And the structure of thisis what makes nature work, seen with all its parts.", "en": " 因為這些連結而讓大自然變得更有適應力。 而其結構正是使自然運作的力量， 由此便可一目了然。"}, {"zh-tw": " We call these Muir Websafter the Scottish-American naturalist John Muir, who said, \"When we tryto pick out anything by itself, we find that it's bound fastby a thousand invisible cords that cannot be broken,to everything in the universe.\" So then we took the Muir websand we took them back to the maps. So if we wanted to go between 85th and 86th, and Lex and Third, maybe there was a stream in that block.", "en": " 命名Muir Webs是為紀念蘇格蘭裔美國自然學家John Muir 他曾說過，\"當我們試著辨識某些事物時， 便會發現在其背後，有數以千計無形 且密不可分的線索牽動著它，且和宇宙的一切連結。\" 所以我們將Muir webs運用到地圖上。 假設我們到了第85和86街， 以及Lexinton大道和第三大道之間， 或許在這裡曾經有條溪流穿過。"}, {"zh-tw": " And these would be the kind of treesthat might have been there, and the flowers and the lichensand the mosses, the butterflies, the fish in the stream, the birds in the trees. Maybe a timber rattlesnake lived there.", "en": " 也許這種樹曾經在此成長茁壯。 還有這些花，地衣，苔蘚， 蝴蝶，溪流裡悠游的魚兒， 以及樹上的鳥兒。 這種山林響尾蛇也可能曾經在此棲息。"}, {"zh-tw": " And perhaps a black bear walked by.And maybe Native Americans were there. And then we took this data.", "en": " 美洲黑熊也許經過此處。美國原住民也可能落腳於此。 而我們將這些資料運用於此。"}, {"zh-tw": " You can see this for yourselfon our website. You can zoom intoany block on Manhattan, and see what might havebeen there 400 years ago.", "en": " 你可以在我們的網站上看到這些資料。 你可以點選曼哈頓任一角落， 就可以看到400年前該地區的生態分布。"}, {"zh-tw": " And we used it to tryand reveal a landscape here in Act III. We used the tools they use in Hollywood to make these fantastic landscapesthat we all see in the movies.", "en": " 我們藉此嘗試將當時的地景呈現出來 這是第三部分。 我們利用好萊塢的特效 製作出如同電影中令人讚嘆的美景。"}, {"zh-tw": " And we tried to use it to visualize Third Avenue. So we would take the landscapeand we would build up the topography.", "en": " 我們試著運用3D技術將第三大道具體化。 我們先取得地景，然後建立地形。"}, {"zh-tw": " We'd lay on top of that the soils and the waters,and illuminate the landscape. We would lay on top of thatthe map of the ecological communities.", "en": " 再把土壤和水域分布圖放上去，並調亮地景。 下一步就是放上生態社區分布圖。"}, {"zh-tw": " And feed into that the map of the species. So that we would actually take a photograph, flying above Times Square,looking toward the Hudson River, waiting for Hudson to come.", "en": " 並將生物種類一一加入。 因此我們到實地拍攝影像， 飛越時代廣場上空，遠眺哈德遜河， 等待哈德遜的到來。"}, {"zh-tw": " Using this technology, we can make these fantastic georeferenced views. We can basically take a pictureout of any window on Manhattan and see what that landscapelooked like 400 years ago.", "en": " 藉由這項科技，我們可以製作出 絕佳的地理座標參照景觀。 基本上，我們可以將曼哈頓任一窗外的景色 轉換成400年前的樣貌。"}, {"zh-tw": " This is the view from the East River,looking up Murray Hill at where the United Nations is today. This is the view lookingdown the Hudson River, with Manhattan on the left,and New Jersey out on the right, looking out toward the Atlantic Ocean.", "en": " 從東河往Murray高地望去， 可以看到聯合國的現址。 這是從哈德遜河上游俯瞰的景色， 我們可以看到左邊是曼哈頓，紐澤西在右邊， 遠方則是大西洋。"}, {"zh-tw": " This is the view over Times Square, with the beaver pond there,looking out toward the east. So we can see the Collect Pond,and Lispenard Marshes back behind.", "en": " 而這是從時代廣場上空鳥瞰的景觀， 往東邊看過去，河狸水塘就在那邊。 我們也能看到Collect 池塘，Lispenard 沼澤就在後方。"}, {"zh-tw": " We can see the fieldsthat the Native Americans made. And we can see thisin the geography of the city today.", "en": " 和美國原住民開拓的園地。 我們能由今日紐約市的地理位置圖看見這個城市的前身。"}, {"zh-tw": " So when you're watching \"Law and Order,\"and the lawyers walk up the steps they could have walkedback down those steps of the New York Court House,right into the Collect Pond, 400 years ago. So these images are the workof my friend and colleague, Mark Boyer, who is herein the audience today.", "en": " 當你在看\"法律與秩序(影集)\"中的律師們走上階梯時， 其實他們正從紐約法院往下走 一路走往Collect 池塘， 我是說假如是在400年前。 這些影像是我的好友兼同事， Mark Boyer的傑作，他今天也在現場。"}, {"zh-tw": " And I'd just like, if you wouldgive him a hand, to call out for his fine work. There is such power in bringingscience and visualization together, that we can create images like this, perhaps looking on eitherside of a looking glass.", "en": " 我想請大家給他鼓掌， 向他的傑出表現致意。 因為科學和視覺化效果的結合， 我們才能創造出像這樣的圖像。 就像照鏡子時所看到相反的影像。"}, {"zh-tw": " And even though I've onlyhad a brief time to speak, I hope you appreciate thatMannahatta was a very special place. The place that you see hereon the left side was interconnected.It was based on this diversity.", "en": " 雖然演講時間有限， 但我還是希望大家都能了解Mannahatta是個非常奇妙的地方。 你們所看到圖中的左邊 因為它的生態多元性，所以和右邊息息相關。"}, {"zh-tw": " It had this resilience that iswhat we need in our modern world. But I wouldn't have you thinkthat I don't like the place on the right, which I quite do.I've come to love the city and its kind of diversity,and its resilience, and its dependence on densityand how we're connected together.", "en": " 而其中所蘊含的活力正是現今世界所需。 但我不希望你們以為我討厭大城市， 事實上剛好相反。我愛紐約市的多元化 及活力， 還有高密度的人口和人與人之間緊密的連結。"}, {"zh-tw": " In fact, that I see themas reflections of each other, much as Lewis Carroll didin \"Through the Looking Glass.\" We can compare these two and hold themin our minds at the same time, that they really are the same place, that there is no way that citiescan escape from nature. And I think this is what we're learningabout building cities in the future.", "en": " 我把它們看成是一體兩面。 很像是路易斯‧卡洛爾在\"愛麗絲鏡中奇緣\"中所描述的 我們可以同時將兩者放在心中作比較， 它們其實是同一個地方， 而城市是無法脫離大自然的。 這也是未來在建造大都市時必須要知道的。"}, {"zh-tw": " So if you'll allow me a brief epilogue,not about the past, but about 400 years from now, what we're realizing is that cities are habitats for people, and need to supply what people need: a sense of home, food, water, shelter, reproductive resources,and a sense of meaning. This is the particular additionalhabitat requirement of humanity.", "en": " 所以現在我要簡單做個總結，不是關於過去， 而是關於往後的400年， 我們都了解 城市是人們的居住地， 並供給人們生活所需： 像是家的感覺，食物，水和住所， 還有繁殖的資源，以及一種感覺 這是只有人類居住地才特別增加的需求。"}, {"zh-tw": " And so many of the talks hereat TED are about meaning, about bringing meaning to our lives in all kinds of different ways, through technology, through art, through science, so much so that I thinkwe focus so much on that side of our lives,that we haven't given enough attention to the food and the waterand the shelter, and what we need to raise the kids. So, how can we envisionthe city of the future? Well, what if we goto Madison Square Park, and we imagine it without all the cars, and bicycles instead and large forests, and streams insteadof sewers and storm drains? What if we imagined the Upper East Side with green roofs, and streamswinding through the city, and windmills supplyingthe power we need? Or if we imagine the New YorkCity metropolitan area, currently home to 12 million people, but 12 million people in the future,perhaps living at the density of Manhattan, in only 36 percent of the area, with the areas in betweencovered by farmland, covered by wetlands, covered by the marshes we need.", "en": " TED絕大多數的演講都是關於\"意義\"， 關於如何為生命帶來意義， 在各種不同方面，透過科技， 藝術，科學， 我想我們多半都把焦點放在 生命的意義，而忽略了 生活的現實面，像是食物，水還有居住處， 以及扶養小孩所需。 所以，我們該如何展望未來的紐約市？ 假想有天我們到麥迪遜廣場公園， 而公園裡面完全沒有車子， 只有自行車， 廣大的森林和潺潺流水，而非下水道和排水溝？ 試想如果上東城充滿著 綠色植物，穿越市中心的溪流 和供應用電的風車？ 或想像紐約市大都會區 這樣擁有1200萬人口的都市， 但未來光是曼哈頓區，可能就有1200萬人口 居住在僅占紐約市36%的精華地區， 其間遍佈田地， 溼地， 還有我們所需的沼澤地。"}, {"zh-tw": " This is the kind of future I think we need, is a future that has the same diversity and abundance and dynamism of Manhattan, but that learns from thesustainability of the past, of the ecology, the original ecology,of nature with all its parts. Thank you very much.", "en": " 這是我們所期望的未來， 這樣的未來擁有相同的生物多樣性 豐富性及曼哈頓特有的活力， 但同時又能從過去學習永續發展之道， 無論是在生態，原生態，或是關於自然的一切。 非常感謝大家"}], "title": "Eric Sanderson Pictures New York Before The City"}