{"url": "http://www.ted.com/talks/gordon_brown_on_global_ethic_vs_national_interest", "paragraphs": [{"zh-tw": " Chris Anderson: Thank youso much, Prime Minister, that was both fascinatingand quite inspiring. So, you're calling for a global ethic.", "en": " 克利斯.安德森：很感謝您，首相先生， 剛剛的演講真是引人入勝又發人省思 所以，您要倡導全球倫理"}, {"zh-tw": " Would you describe thatas global citizenship? Is that an idea that you believe in,and how would you define that? Gordon Brown: It isabout global citizenship and recognizingour responsibilities to others. There is so much to doover the next few years that is obvious to so many of us to build a better world.", "en": " 您會覺得它就是全球公民責任嗎？ 這是您深信的概念嗎？您要如何定義它呢？ 布朗：我認爲這就是全球公民的責任。 就是去認清楚我們對他人的責任。 接下來幾年有很多事要做 我們都清楚非得要做點甚麼 來讓世界變得更好。"}, {"zh-tw": " And there is so much shared senseof what we need to do, that it is vitalthat we all come together. But we don't necessarily havethe means to do so.", "en": " 對於我們該做些什麽 大家也都很有共識 而合作是非常重要的。 但是我們不見得有方法可以做到"}, {"zh-tw": " So there are challenges to be met. I believe the conceptof global citizenship will simply grow out of people talkingto each other across continents.", "en": " 所以接下來有很多的挑戰。 我認爲全球公民責任的概念 會隨著洲際間的對話自然產生。"}, {"zh-tw": " But of course the taskis to create the institutions that make that global society work. But I don't think we should underestimate the extent to whichmassive changes in technology make possible the linking upof people across the world.", "en": " 當然，主要任務是設置 有效的全球社會的組織 我也認爲我們不該低估 科技所帶來的重大改變 這使得串連全球的人變得可能。"}, {"zh-tw": " CA: But people get excitedabout this idea of global citizenship, but then they get confused a bit again when they start thinking about patriotism, and how to combine these two. I mean, you're elected as Prime Minister with a brief to bat for Britain.", "en": " 安德森：人們對全球公民的概念很有興趣 但同時也會有疑惑 當他們想到愛國主義 並且還要融合這兩個想法。 人們選您當英國首相 您有捍衛英國的責任"}, {"zh-tw": " How do you reconcile the two things? GB: Well, of course national identityremains important. But it's not at the expense of peopleaccepting their global responsibilities.", "en": " 您要如何去協調這兩種想法呢？ 布朗：當然，國家認同是重要的。 但不能因此把全球責任棄之不顧"}, {"zh-tw": " And I think oneof the problems of recession is that people become more protectionist, they look in on themselves, they try to protect their own nation, perhaps at the expense of other nations. When you actually lookat the motor of the world economy, it cannot move forward unless there is tradebetween the different countries.", "en": " 經濟衰退帶來的問題之一 是保護主義的興起 人們只看到自己 只會保護自己國家的利益 並不惜犧牲他國的利益。 實際去看看世界經濟的動態 少了國與國之間的貿易 它是無法往前進的。"}, {"zh-tw": " And any nation that would becomeprotectionist over the next few years would deprive itself of the chanceof getting the benefits of growth in the world economy. So, you've got to havea healthy sense of patriotism; that's absolutely important.", "en": " 再過幾年，任一保護主義國家 自己也將被摒除在外 無法分享世界經濟發展的利益。 所以，有健康的愛國主義 絕對是重要的"}, {"zh-tw": " But you've got to realizethat this world has changed fundamentally, and the problems we have cannot be solvedby one nation and one nation alone. CA: Well, indeed.", "en": " 但你也要了解這世界已經根本的改變 我們現有的問題 不是單一國家就可以解決"}, {"zh-tw": " But what do you dowhen the two come into conflict and you're forced to make a decision that either is in Britain's interest,or the interest of Britons, or citizens elsewhere in the world? GB: Well I think we can persuade people that what is necessaryfor Britain's long-term interests, what is necessaryfor America's long-term interests, is proper engagementwith the rest of the world, and taking the action that is necessary. There is a great story, again,told about Richard Nixon.", "en": " 安德森：的確，但是當這兩個概念有所衝突 而您必需有所抉擇時，您該怎麽做呢？ 是保護英國的利益 或者說是英國人的利益 還是全球其他國民的利益？ 布朗：我想我們可以説服國民 為了英國長遠的利益 也爲了美國長遠的利益 去適當地與全球其他地區的互動 並採取必要的行動。 有一個關於尼克森的故事"}, {"zh-tw": " 1958, Ghana becomes independent, so it is just over 50 years ago. Richard Nixon goes to representthe United States government at the celebrationsfor independence in Ghana.", "en": " 1958年，加納獨立了 恰好才剛過五十年 尼克森副總統代表美國出席 加納的獨立慶祝活動"}, {"zh-tw": " And it's one of his first outingsas Vice President to an African country. He doesn't quite know what to do, so he starts going around the crowd and starts talking to people and he says to peoplein this rather unique way, \"How does it feel to be free?\" And he's going around,\"How does it feel to be free?\" \"How does it feel to be free?\" And then someone says, \"How should I know? I come from Alabama.\" And that was the 1950s.", "en": " 這是他首次以副總統的身份去非洲國家訪問 因為不確定該怎麽做，於是他走進人群 並和人寒暄 他用一個獨特的開場白 ”自由的感覺怎麽樣？“ 邊走邊問”自由的感覺怎麽樣？“ ”自由的感覺怎麽樣？“ 結果有個人回答 “我哪知道？我是從阿拉巴馬來的” 那是五零年代的事了"}, {"zh-tw": " Now, what is remarkable is that civil rights in Americawere achieved in the 1960s. But what is equally remarkable is socioeconomic rights in Africahave not moved forward very fast even since the age of colonialism.", "en": " 值得注意的是 美國的民權已在六零年代普及 不能忽視的是 非洲的社會經濟權 在結束殖民時代後 卻沒有向前快速發展。"}, {"zh-tw": " And yet, America and Africahave got a common interest. And we have got to realizethat if we don't link up with those people who are sensible voicesand democratic voices in Africa, to work together for common causes, then the danger of Al Qaedaand related groups making progress in Africa is very big.", "en": " 然而，美國和非洲 一直是禍福相依 我們必須知道，如果我們不串起 非洲人理性和追求民主的聲音 來一起奮鬥 那麽基地組織一類的團體 在非洲擴張的機會是很大的。"}, {"zh-tw": " So, I would say that what seems sometimes to be altruism, in relation to Africa,or in relation to developing countries, is more than that. It is enlightened self-interestfor us to work with other countries.", "en": " 所以我說，我們對非洲 或其他發展中國家的作爲 有時候像是利他主義 其實更多是從自我利益出發 而去跟其他國家合作。"}, {"zh-tw": " And I would say that national interest and, if you like,what is the global interest to tackle poverty and climate change do, in the long run, come together. And whatever the short-run pricefor taking action on climate change or on security, or taking actionto provide opportunities for people for education, these are prices that are worth paying so that you builda stronger global society where people feel able to feelcomfortable with each other and are able to communicatewith each other in such a way that you can actually build strongerlinks between different countries.", "en": " 我並認爲，國家的利益 跟全球的利益 如：對付貧窮和氣候變遷 在長期來看，是一致的。 在短期間，為應付氣候變遷 為安全問題採取行動，或為其他人 提供教育的機會 這些付出都是值得的 你將建立一個更健全的全球社會 人們可以互相和平共處 也可以互相溝通 各國間的關係也更穩固。"}, {"zh-tw": " CA: I still just want to drawout on this issue. So, you're on vacation at a nice beach, and word comes throughthat there's been a massive earthquake and that there is a tsunamiadvancing on the beach.", "en": " 安德森：這裡是牛津， 哲學思想的實驗地。 這裡有一個這樣的例子 我想更深入了解這個議題 假設您在海灘上度假"}, {"zh-tw": " One end of the beach, there is a housecontaining a family of five Nigerians. And at the other end of the beachthere is a single Brit.", "en": " 發生了一個大地震 大海嘯接著向海灘襲來"}, {"zh-tw": " You have time to -- you have time to alert one house. What do you do? GB: Modern communications.", "en": " 海灘的一端有一個房子 住著一家五口的奈及利亞人。 在海灘的另一端 只住一個英國人。 您的時間 只夠通知一戶人家。您會怎麽做？"}, {"zh-tw": " Alert both. I do agree that my responsibility is first of all to make surethat people in our country are safe.", "en": " 布朗：現代的通訊 兩家都通知"}, {"zh-tw": " And I wouldn't like anythingthat is said today to suggest that I am diminishing the importanceof the responsibility that each leaderhas for their own country. But I'm trying to suggestthat there is a huge opportunity open to us that was neveropen to us before.", "en": " 我同意我的首要責任 是保障我們國民的安全 我今天所說的也絕不是企圖 削弱各個領導人對他們國家"}, {"zh-tw": " But the power to communicateacross borders allows us to organizethe world in a different way. And I think, look at the tsunami,it's a classic example.", "en": " 負起責任的重要性。 我們現在有一個大好機會 眼前是全新的局面。 而跨國界溝通的能力"}, {"zh-tw": " Where was the early warning systems? Where was the world acting together to deal with the problemsthat they knew arose from the potential for earthquakes, as well as the potentialfor climate change? And when the worldstarts to work together, with better early-warning systems, you can deal with someof these problems in a better way. I just think we're not seeing,at the moment, the huge opportunities open to usby the ability of people to cooperate in a world where eitherthere was isolationism before or there was limited alliancesbased on convenience which never actually took you to dealwith some of the central problems.", "en": " 讓我們能用新方法來動員這世界。 東亞的大海嘯，是標準的例子 那時候有早期預警系統嗎？ 世界各國一起合作 來應付地震或者是 氣候變遷可能引起的後果 以前有這樣的合作嗎？ 當世界各國開始合作 來準備早期預警系統 這些問題將可以處理得更好。 只是我們還沒看清 擺在我們眼前的大好機會 那就是：藉由人們的合作 才能真的處理到問題的核心"}, {"zh-tw": " CA: But I think this is the frustration that perhaps a lot of people have,like people in the audience here, where we love the kind of languagethat you're talking about. It is inspiring.", "en": " 而這是以前孤立主義 或有限結盟的組織所辦不到的。 安德森：但我覺得這是很多人"}, {"zh-tw": " A lot of us believethat that has to be the world's future. And yet, when the situation changes, you suddenly hearpoliticians talking as if, you know, for example,the life of one American soldier is worth countless numbersof Iraqi civilians.", "en": " 包括在場聽衆都有的挫折感 這也是為什麼您的話這麼地鼓舞人心 大部分的人也都相信 世界的未來就該是這樣。 但是，一旦情況改變 政治人物又會說另一套"}, {"zh-tw": " When the pedal hits the metal, the idealism can get moved away. I'm just wondering whetheryou can see that changing over time, whether you see in Britain that there are changing attitudes, and that people are actuallymore supportive of the kind of global ethicthat you talk about.", "en": " 例如說，好像無數伊拉克百姓的命 比一個美國大兵的命還不值。 一旦踢到鐵板 理想主義會很快消逝 我想知道， 您覺得到現在 或是在英國裏"}, {"zh-tw": " GB: I think every religion, every faith, and I'm not just talking hereto people of faith or religion -- it has this global ethicat the center of its credo. And whether it's Jewishor whether it's Muslim or whether it's Hindu,or whether it's Sikh, the same global ethic is at the heartof each of these religions.", "en": " 有看到人們態度的轉變嗎？ 是否有更多人支持您說的全球倫理？ 布朗：我認爲所有的宗教，信念 不只針對有信教的人 其中心信念 都有這全球倫理。 無論是猶太教，回教"}, {"zh-tw": " So, I think you're dealing with something that people instinctivelysee as part of their moral sense. So you're building on somethingthat is not pure self-interest.", "en": " 印度教，或錫克教 全球倫理都是 在這些宗教的中心。 所以我們談的概念 本來就是"}, {"zh-tw": " You're buildingon people's ideas and values -- that perhaps they're candlesthat burn very dimly on certain occasions. But it is a set of values that cannot,in my view, be extinguished.", "en": " 人們道德感的一部分。 所以你經營的基礎不是自利 是人們的理想和價值觀 而這就像是在角落"}, {"zh-tw": " Then the question is, how do you make that change happen? How do you persuade peoplethat it is in their interest to build strong -- After the Second World War, we built institutions, the United Nations, the IMF, the World Bank, the World Trade Organization,the Marshall Plan. There was a period in which peopletalked about an act of creation, because these institutions were so new.", "en": " 微微發光的蠟燭 但這些信念是永遠不會熄滅的。 接下來的問題是 你如何使這個改變發生？ 你如何說服人們 這是為了他們自身的利益 來建立...二次世界大戰後 成立了一些國際組織，如聯合國 國際貨幣組織，世界銀行"}, {"zh-tw": " But they are now out of date.They don't deal with the problems. You can't dealwith the environmental problem through existing institutions.", "en": " 國際貿易組織，馬歇爾計劃 那時大家還會期待新的作為 因爲這些組織還很新。"}, {"zh-tw": " You can't deal with the security problemin the way that you need to. You can't deal with the economicand financial problem.", "en": " 但現在他們已經過時了。無法應付問題 如我所說的，現存的組織 已無法應付環境的問題。"}, {"zh-tw": " So we have got to rebuildour global institutions, build them in a way that is suitableto the challenges of this time. And I believe that if you lookat the biggest challenge we face, it is to persuade peopleto have the confidence that we can build a truly global society with the institutionsthat are founded on these rules.", "en": " 安全的問題也無法應付 也無法應付經濟和財政的問題。 所以我們必須重建全球的組織， 使他們能面對現在的挑戰 看看我們現在最大的挑戰 其實是使人們去相信"}, {"zh-tw": " So, I come back to my initial point. Sometimes you think things are impossible.", "en": " 以這些信念建立的組織"}, {"zh-tw": " Nobody would have said 50 years ago that apartheid would have gone in 1990, or that the Berlin wall would have fallenat the turn of the '80s and '90s, or that polio could be eradicated, or perhaps 60 years ago, nobody would have saida man could gone to the Moon. All these things have happened.", "en": " 會產生一個真正的全球社會。 所以，回到我的出發點 總有人說這是辦不到的 50年以前，沒有人會相信 南非的隔離主義會在1990年結束 或是柏林圍牆 會在八零年代末倒下"}, {"zh-tw": " By tackling the impossible,you make the impossible possible. CA: And we have had a speakerwho said that very thing, and swallowed a sword rightafter that, which was quite dramatic.", "en": " 小兒麻痹可以根絕。或是六十年前 沒有人會說人類可以飛上月球 但這些事都發生了。 只要開始面對不可能的事，不可能也會變可能。"}, {"zh-tw": " GB: Followed my sword and swallow. CA: But, surely a true global ethicis for someone to say, \"I believe that the lifeof every human on the planet is worth the same, equal consideration, regardless of nationality and religion.\" And you have politicians who have -- you're elected.", "en": " 安德森：我們之前有個演講者也這麽說 說完了還表演吞劍。十分有戲劇性。 接下來該我吞劍了 安德森：然而，真正的全球倫理 是人們可以說 “我相信這世上的每個人 不論他的國籍和宗教"}, {"zh-tw": " In a way, you can't say that. Even if, as a human being,you believe that, you can't say that.", "en": " 都有同樣的價值，得到同等的對待“ 身為政治人物，您是由選民選出的"}, {"zh-tw": " You're elected for Britain's interests. GB: We have a responsibility to protect.", "en": " 某種意義上，您不能這麽說"}, {"zh-tw": " I mean look, 1918,the Treaty of Versailles, and all the treaties before that, the Treaty of Westphaliaand everything else, were about protectingthe sovereign right of countries to do what they want. Since then, the world has moved forward, partly as a result of what happenedwith the Holocaust, and people's concernabout the rights of individuals within territorieswhere they need protection, partly because of what we saw in Rwanda, partly because of what we saw in Bosnia.", "en": " 即使，身爲人類，您認同這句話 您還是不能這麽說。人們選您是爲了保衛英國的利益。 布朗：我們有責任去保護 看，1918年的凡爾賽條約 和之前所有的條約，威斯特伐利亞條約等 都只是為了保全單一國家主權 使他們爲所欲爲。 在那以後，世界進步了 部分是因爲發生了猶太人大屠殺 人們開始關心他國領土上"}, {"zh-tw": " The idea of the responsibility to protect all individuals who are in situationswhere they are at humanitarian risk is now being established as a principlewhich governs the world. So, while I can't automatically say that Britain will rush to the aidof any citizen of any country, in danger, I can say that Britain is in a position where we're working with other countries so that this ideathat you have a responsibility to protect people who are victimsof either genocide or humanitarian attack, is something that is acceptedby the whole world.", "en": " 未受保障的人的權益， 部分是因爲看到了盧安達大屠殺 還有波士尼亞内戰的慘劇。 “有責任去保護 所有處在人道災難的 情況下的每一個人” 已經是管理世界的主流原則之一。 所以，雖然我不能保證 英國將竭力協助 所有處於危難的國家與人民 但我相信英國已經準備好 跟其他國家一起合作 這就是 “有責任去保護"}, {"zh-tw": " Now, in the end, that can only be achieved if your international institutionswork well enough to be able to do so. And that comes back to what the futurerole of the United Nations, and what it can do, actually is.", "en": " 受到種族屠殺或人道災難 的人民” 的概念。 是全球都能接受的概念。 而這只有在國際組織 發揮應有效用的時候"}, {"zh-tw": " But, the responsibility to protectis a new idea that is, in a sense, taken over from the ideaof self-determination as the principle governingthe international community. CA: Can you picture, in our lifetimes, a politician ever going out on a platform of the kind of full-form global ethic,global citizenship? And basically saying, \"I believethat all people across the planet have equal consideration, and if in power we will act in that way.", "en": " 才能達到的。 這囘到聯合國的未來角色 這是聯合國確實能做到的。 但是“去保護的責任” 是一個新的概念 是從管理國際社群的 \"民主自決\" 的概念延伸而來的。 安德森：您能想見，在我們這一代 政治人物能去實現 完整的全球倫理，或全球公民權嗎？"}, {"zh-tw": " And we believe that the peopleof this country are also now global citizensand will support that ethic.\" GB: Is that not what we're doingin the debate about climate change? We're saying that you cannot solve the problem of climate changein one country; you've got to involve all countries. You're saying that you must, and you havea duty to help those countries that cannot afford to deal withthe problems of climate change themselves.", "en": " 而且承諾 “我相信全球的人 都一律平等，一旦掌權， 我也將平等對待所有人” “我相信我的國民也是全球公民 而且也將支持全球倫理。” 布朗：針對氣候變遷對策的辯論 不就是全球倫理的實現嗎？ 我們強調，靠單一國家的力量是沒用的 你必須動員所有的國家。"}, {"zh-tw": " You're saying you want a deal with all the differentcountries of the world where we're all bound together to cutting carbon emissions in a waythat is to the benefit of the whole world. We've never had this beforebecause Kyoto didn't work.", "en": " 大家必須要，並且有責任去幫助 那些無力面對 氣候變遷的國家。 我們要的是一個能串連起所有的國家 大家一起來減碳，"}, {"zh-tw": " If you could get a deal at Copenhagen,where people agreed, A, that there was a long-term targetfor carbon emission cuts, B, that there was short-rangetargets that had to be met so this wasn't just abstract; it was people actuallymaking decisions now that would make a difference now, and if you could then finda financing mechanism that meant that the poorest countriesthat had been hurt by our inability to dealwith climate change over many, many years and decades are given special help so that they can moveto energy-efficient technologies, and they are in a position financially to be able to affordthe long-term investment that is associatedwith cutting carbon emissions, then you are treating the world equally, by giving considerationto every part of the planet and the needs they have. It doesn't mean that everybodydoes exactly the same thing, because we've actually gotto do more financially to help the poorest countries, but it does meanthere is equal consideration for the needs of citizensin a single planet.", "en": " 並使大家都能受益的協議。 這是前所未有的，因為京都議定書並不成功 如果能在哥本哈根達成協議 如果大家能同意以下兩點 A. 一個長程的減碳目標 B. 階段性的短程的減碳目標 讓協議不是空談； 這才是人們在做決定 在有所作爲。 如果能找到一個補貼機制 在將來的數十年裏補貼 因無法解決氣候變遷的問題 而受害的貧窮國家 能獲得幫助而轉向 使用節能科技 並使得他們有足夠的錢 在減碳科技上 作長期的投資。 這才是平等地對待這個世界 平等地考慮到地球的每一角落 和個別的需求。 這不表示大家該做同樣的事： 在財務上我們的確該多盡一些力"}, {"zh-tw": " CA: Yes. And then of course the theoryis still that those talks get rent apart by different countries fightingover their own individual interests.", "en": " 去幫助貧窮國家。而是真正表示 地球上的每一個公民的需求 都獲得了平等的關注。"}, {"zh-tw": " GB: Yes, but I thinkEurope has got a position, which is 27 countries havealready come together. I mean, the great difficulty in Europe is if you're at a meetingand 27 people speak, it takes a very, very long time.", "en": " 安德森：理論上而言 各國還是會為爭奪自己的權益 使得這些協議分崩離析。 布朗：但是我想在歐洲 27國已經達成共識。"}, {"zh-tw": " But we did get an agreementon climate change. America has madeits first disposition on this with the bill that President Obamashould be congratulated for getting through Congress.", "en": " 歐洲開會最大的困難是 27個代表要輪流發言 那很花時間。 但氣候政策上我們已有了共識。"}, {"zh-tw": " Japan has made an announcement. China and India have signed upto the scientific evidence.", "en": " 美國在這件事上也有所表示 要恭喜歐巴馬總統使這個法案"}, {"zh-tw": " And now we've got to move them to accept a long-term target,and then short-term targets. But more progress has been made,I think, in the last few weeks than had been made for some years.", "en": " 能在國會裏通過。 日本也作出了聲明。 中國和印度也承認其科學證據。 現在要促使他們接受"}, {"zh-tw": " And I do believethat there is a strong possibility that if we work together, we can getthat agreement to Copenhagen. I certainly have beenputting forward proposals that would have allowedthe poorest parts of the world to feel that we have taken into accounttheir specific needs.", "en": " 一個長期目標以及階段性的短期目標。 過去幾周的進步確實比 過去幾年都還多。 我真的相信 如果大家合作 在哥本哈根的協議就很可能達成。 我也提出了一些建議"}, {"zh-tw": " And we would help them adapt. And we would help them makethe transition to a low-carbon economy.", "en": " 能讓較貧困的國家感受到 他們的特殊需求"}, {"zh-tw": " I do think a reform of the internationalinstitutions is vital to this. When the IMF was created in the 1940s, it was created with resources that werefive percent or so of the world's GDP.", "en": " 也被列入考量。 我們會幫助他們適應 並協助他們轉化到低碳經濟。 對此，我認爲國際組織的改革是必須的。"}, {"zh-tw": " The IMF now has limitedresources, one percent. It can't really make the difference that ought to be madein a period of crisis.", "en": " 當國際貨幣組織在四零年代創立時 它握有全球生産總值的百分之五的資源"}, {"zh-tw": " So, we've got to rebuildthe world institutions. And that's a big task: persuading all the different countries with the different voting sharesin these institutions to do so.", "en": " 現在只剩下百分之一。 這對需要大破大立的危機時期是不夠的。 所以我們必須重建國際組織"}, {"zh-tw": " There is a story toldabout the three world leaders of the day getting a chanceto get some advice from God. And the story is toldthat Bill Clinton went to God and he asked when there will besuccessful climate change and a low-carbon economy.", "en": " 這會是個艱鉅的任務: 去說服 所有組織內的國家 同意這麼作。 有一個故事說，世界三大領導人 某天他們向上帝尋求建言 柯林頓走到上帝的面前"}, {"zh-tw": " And God shook his head and said, \"Not this year, not this decade,perhaps not even in [your] lifetime.\" And Bill Clinton walked away in tears because he had failedto get what he wanted. And then the story is that Barroso,the president of the European Commission, went to God and he asked, \"When will we geta recovery of global growth?\" And God said, \"Not this year,not in this decade, perhaps not in your lifetime.\" So Barroso walked awaycrying and in tears.", "en": " 他問上帝什麽時候會有 成功的氣候政策和低碳經濟 上帝搖了搖頭，“今年不會， 十年内也不會，你這輩子大概是看不到了。” 柯林頓於是含著淚離開 因爲這不是他期盼的答案。 接下來歐盟主席巴羅佐 也來到上帝面前問到 “全球經濟什麽時候才能變好？”"}, {"zh-tw": " And then the Secretary-Generalof the United Nations came up to speak to God and said, \"When will our internationalinstitutions work?\" And God cried. It is very important to recognizethat this reform of institutions is the next stage afteragreeing upon ourselves that there is a clear ethicupon which we can build.", "en": " 上帝說 “今年不會，十年内也不會 你這輩子大概是看不到了。” 於是巴羅佐也哭著離開。 聯合國的秘書長 也來到上帝面前問 “什麼時候我們這些國際組織才會起作用？” 然後上帝哭了。 很重要的一點是，我們要去確認 這個國際組織的改革"}, {"zh-tw": " CA: Prime Minister, I thinkthere are many in the audience who are truly appreciativeof the efforts you made in terms of the financial messwe got ourselves into. And there are certainlymany people in the audience who will be cheering you on as you seekto advance this global ethic.", "en": " 的第一步 是建立在一個 大家都同意且清楚的全球倫理之上。 安德森：首相先生，我想在場的聼眾們 很多人都很感謝您 對財政危機所做出的貢獻。"}, {"zh-tw": " Thank you so much for coming to TED. GB: Well, thank you.", "en": " 對於您提倡的全球倫理的議題 聽衆裏的很多人也會為您加油的 謝謝您來到TED 布朗：謝謝。"}], "title": "Gordon Brown On Global Ethic Vs National Interest"}