{"url": "http://www.ted.com/talks/rick_warren_on_a_life_of_purpose", "paragraphs": [{"zh-tw": " I'm often asked, \"What surprised you about the book?\" And I say, \"That I got to write it.\" I would have never imagined that. Not in my wildest dreams did I think -- I don't even considermyself to be an author.", "en": " 常常有人問我， 這本書最讓你驚訝的地方是什麼？ 我回答，我能夠來寫這本書。 我從沒想過， 再瘋狂的夢裡也沒有 － 我從沒想過當個作家。"}, {"zh-tw": " And I'm often asked, \"Why do you think so manypeople have read this? This thing's selling stillabout a million copies a month.\" And I think it's becausespiritual emptiness is a universal disease. I think inside at some point, we putour heads down on the pillow and we go, \"There's got to be moreto life than this.\" Get up in the morning, go to work,come home and watch TV, go to bed, get up in the morning, goto work, come home, watch TV, go to bed, go to parties on weekends.", "en": " 也常有人問我， 你覺得為何有這麼多人讀這本書？ 到現在每個月還有大約一百萬本的銷量。 我認為這是由於心靈的空虛， 已經成為普遍的通病。 我想每個人都曾經把頭埋在枕頭裡，說： 「人生一定不只是這樣。」 早上起床，去上班，回家，看電視， 上床睡覺，早上起床，去上班，回家，看電視，上床睡覺， 週末去參加派對。"}, {"zh-tw": " A lot of people say, \"I'm living.\" No,you're not living -- that's just existing. Just existing.", "en": " 很多人說：「我在過生活。」不，你不是在過生活 － 你只是活著。 只是活著。"}, {"zh-tw": " I really think thatthere's this inner desire. I do believe what Chris said;I believe that you're not an accident.", "en": " 我真的認為有一種內在的渴求。 我相信 Chris 剛才說的，我相信你的存在不是偶然的。"}, {"zh-tw": " Your parents may not have planned you,but I believe God did. I think there are accidental parents;there's no doubt about that.", "en": " 你的父母可能沒有計劃要生你，但是我相信神有。 有的人是意外成為父母的，這是事實。"}, {"zh-tw": " I don't think there are accidental kids. And I think you matter.", "en": " 我不認為有「意外的小孩」。 我認為你很重要。"}, {"zh-tw": " I think you matter to God;I think you matter to history; I think you matter to this universe. And I think that the difference between what I call the survival levelof living, the success level of living, and the significance level of living is: Do you figure out,\"What on Earth am I here for?\" I meet a lot of people who are very smart, and say, \"But why can't Ifigure out my problems?\" And I meet a lot of peoplewho are very successful, who say, \"Why don't I feel more fulfilled? Why do I feel like a fake? Why do I feel like I've got to pretendthat I'm more than I really am?\" I think that comes down to this issueof meaning, of significance, of purpose.", "en": " 我認為你對神很重要，我認為你對歷史很重要， 我認為你對這個宇宙很重要。 我認為這些生活層次的差異： 生存的層次、成功的層次、 價值的層次，差異在於 你知不知道你來到世上到底是為了什麼？ 我見到過很多非常聰明的人， 他們問：「可是為什麼我沒辦法解決自己的問題？」 我也見過很多非常成功的人， 他們問：「為什麼我感覺不充實？ 為什麼我覺得自己很虛偽？ 為什麼我感覺 我必須假裝得比真正的自己更了不起？」 我認為這些最終都回歸到人生的意義、價值，人生的目的。"}, {"zh-tw": " I think it comes down to this issue of: \"Why am I here? What am I here for?Where am I going?\" These are not religious issues. They're human issues.", "en": " 我認為這要回歸到 「我為什麼在這裡？我在這裡做什麼？我要往哪裡去？」 這些不是宗教問題 － 這些是人的問題。"}, {"zh-tw": " I wanted to tell Michael before he spokethat I really appreciate what he does, because it makes my life worka whole lot easier. As a pastor, I do see a lot of kooks.", "en": " 我想對 Michael 說， 我很感謝他剛才所說的， 因為這讓我的工作容易多了。 身為牧師，我會遇到很多怪人。"}, {"zh-tw": " And I have learned that there arekooks in every area of life. Religion doesn't have a monopoly on that, but there are plenty of religious kooks.", "en": " 我發現在生活中的任何領域，都可能出現怪人。 宗教在這一方面 沒有獨大的特權，但是的確有不少宗教怪人。"}, {"zh-tw": " There are secular kooks;there are smart kooks, dumb kooks. There are people -- a ladycame up to me the other day, and she had a white piece of paper --Michael, you'll like this one -- and she said, \"What do you see in it?\" And I looked at it and I said,\"Oh, I don't see anything.\" And she goes, \"Well, I see Jesus,\"and started crying and left.", "en": " 也有非宗教的怪人、聰明的怪人、愚蠢的怪人。 有天一位女士來找我， 拿著一張白紙 － Michael, 你一定會喜歡這個故事 － 她問：「你看到了什麼？」 我看著那張白紙，說：「什麼也沒看到。」 她說：「我看到耶穌。」然後哭著走了。"}, {"zh-tw": " I'm going, \"OK,\" you know? \"Fine.\" Good for you. When the book became the best-selling bookin the world for the last three years, I kind of had my little crisis.", "en": " 我說，ok, 很好。 嗯， 很好。 過去這三年，這本書成為全球暢銷書， 我也面臨到自己的小危機。"}, {"zh-tw": " And that was: What is the purpose of this? Because it brought inenormous amounts of money. When you write the best-sellingbook in the world, it's tons and tons of money.", "en": " 那就是，這件事的目的是什麼？ 因為它帶來了龐大的金錢。 當你寫出全世界最暢銷的書， 你會得到非常非常多的錢。"}, {"zh-tw": " And it brought in a lot of attention,neither of which I wanted. When I started Saddleback Church,I was 25 years old.", "en": " 還有很多的矚目，而這兩樣我都不想要。 我 25 歲成立 Saddleback 教會，"}, {"zh-tw": " I started it withone other family in 1980. And I decided that I was nevergoing to go on TV, because I didn't want to be a celebrity.", "en": " 我和另外一家人在 1980 年共同成立教會。 我當時就決定我永遠不要上電視， 因為我不想成為名人，"}, {"zh-tw": " I didn't want to be a, quote,\"evangelist, televangelist\" -- that's not my thing. And all of the sudden, it brought a lotof money and a lot of attention.", "en": " 我不想成為所謂的「福音派」、「電視福音派」－ 那不是我會做的事。 突然之間，這本書帶來很多的金錢和矚目。"}, {"zh-tw": " I don't think -- now, this is a worldview, and I will tell you,everybody's got a worldview. Everybody's bettingtheir life on something.", "en": " 我不認為 － 這是我的世界觀，我可以告訴你，每個人都有自己的世界觀。 每個人都將自己的人生押注在某件事物上。"}, {"zh-tw": " You're betting your life on something, you just better know whyyou're betting what you're betting on. So, everybody's bettingtheir life on something.", "en": " 你也將你自己的人生押注在某件事物上 － 你最好弄清楚自己為什麼押注在你所押注的這件事物上。 每個人都將自己的人生押注在某件事物上，"}, {"zh-tw": " And when I, you know, made a bet, I happened to believethat Jesus was who he said he was. And I believe in a pluralistic society, everybody's betting on something.", "en": " 而我下注的時候，我就是相信 耶穌就是他自己所稱的那個人。 不過每個人都有 － 我相信在多元化的社會裡 － 每個人都押注在某件事物上。"}, {"zh-tw": " And when I started the church, you know, I had no plansto do what it's doing now. And then when I wrote this book, and all of a sudden, it just took off, and I started saying, now,what's the purpose of this? Because as I started to say, I don't think you're given money or fame for your own ego, ever.", "en": " 我成立教會的時候， 我並沒有計劃要做教會現在做的這些事情。 當我寫完這本書， 突然之間 大受歡迎， 我開始問，這件事的目的是什麼？ 因為我從來不認為， 你能得到金錢或名氣， 目的是滿足你的自我意識。"}, {"zh-tw": " I just don't believe that. And when you write a bookthat the first sentence of the book is, \"It's not about you,\" then, when all of a sudden it becomesthe best-selling book in history, you've got to figure, well,I guess it's not about me.", "en": " 我就是不相信。 當你寫了一本書，書裡的第一句話是： 「生命的重心不是在你」， 然後，突然之間 這本書成為史上最暢銷的書籍， 你應該要明白，這件事的重點不是在於你。"}, {"zh-tw": " That's kind of a no-brainer. So, what is it for? And I began to think about what I callthe \"stewardship of affluence\" and the \"stewardship of influence.\" So I believe, essentially,leadership is stewardship.", "en": " 不用動腦筋也該想到。 所以，究竟是為了什麼？ 我開始思考「財富的代管人」， 以及「影響力的代管人」。 我相信身為領導者，是要作代管人。"}, {"zh-tw": " That if you are a leader in any area -- in business, in politics,in sports, in art, in academics, in any area -- you don't own it. You are a steward of it.", "en": " 如果你在任何領域居領導地位 － 在商界、政壇、體育、藝術、 學術界，任何領域 － 你並不是所有者， 而是代管人。"}, {"zh-tw": " For instance, that's why I believein protecting the environment. This is not my planet.", "en": " 舉例來說，這就是我為什麼相信環保。 這個地球不是屬於我的。在我出生之前它不是我的，"}, {"zh-tw": " It wasn't mine before I was born,it's not going to be mine after I die, I'm just here for 80 yearsand then that's it. I was debatingthe other day on a talk show, and the guy was challengingme and he'd go, \"What's a pastor doingon protecting the environment?\" And I asked this guy, I said,\"Well, do you believe that human beings are responsible to make the world a little bit betterplace for the next generation? Do you think we have a stewardship here,to take the environment seriously?\" And he said, \"No.\" I said, \"Oh, you don't?\" I said, \"Let me make this clear again: Do you believe that as human beings --I'm not talking about religion -- do you believe that as human beings,it is our responsibility to take care of this planet, and make it just a little bit betterfor the next generation?\" And he said, \"No. Not any morethan any other species.\" When he said the word \"species,\"he was revealing his worldview.", "en": " 在我死後它也不會是我的。 我在這裡只會待上 80 年，僅此而已。 有天我上談話節目進行辯論， 挑戰我論點的人說： 「牧師跟環境保護有什麼關係？」 我問他：「你相不相信 人類有責任 為了下一代使這個世界變得更好？ 你認為我們是不是應該負起代管人的責任， 認真看待環境議題？」 他回答：「不。」 我說：「你不這樣認為？讓我再問一次。 你相不相信身為人類 － 我不是在談論宗教 － 你相不相信身為人類，我們有責任 為了下一代來照顧地球，使它變得稍微好一點？」 他說：「不。 我們的責任不比其它物種的大。」 當他說出「物種」，就顯露了他的世界觀。"}, {"zh-tw": " And he was saying, \"I'm no more responsible to take careof this environment than a duck is.\" Well now, I know a lotof times we act like ducks, but you're not a duck. You're not a duck.", "en": " 他說：「我對環境保護的責任， 並不比一隻鴨子該負的責任大。」 有時候我們的行為的確很像鴨子， 但你並不是鴨子。 你不是一隻鴨子。"}, {"zh-tw": " And you are responsible --that's my worldview. And so, you need to understandwhat your worldview is.", "en": " 而且你有責任 － 這是我的世界觀。 所以，你需要了解你的世界觀是什麼。"}, {"zh-tw": " The problem is most peoplenever really think it through. They never really ...", "en": " 問題是，大多數的人從來沒有把自己的世界觀想清楚。 他們從來沒有真正地把它"}, {"zh-tw": " codify it or qualify it or quantify it, and say, \"This is what I believe in.This is why I believe what I believe.\" I don't personally haveenough faith to be an atheist. But you may, you may.", "en": " 條理化，或定義它，或量化它， 然後說：「這就是我所相信的。 這就是我為什麼相信我所相信的。」 對我個人來說，我沒有足夠的信心成為無神論者。 但是你可能有。"}, {"zh-tw": " Your worldview, though, does determineeverything else in your life, because it determines your decisions; it determines your relationships; it determines your level of confidence. It determines, really,everything in your life.", "en": " 然而，你的世界觀，將會影響你生命中的所有一切， 因為它將影響你的決定， 影響你的人際關係， 影響你的自信心。 它真的會影響你生命中的所有事。"}, {"zh-tw": " What we believe, obviously -- and you know this --determines our behavior, and our behavior determineswhat we become in life. So all of this money started pouring in, and all of this fame started pouring in.", "en": " 我們所相信的，顯然 － 你也很清楚 － 影響我們的行為， 而我們的行為將決定我們生命的樣貌。 所以當這些錢開始湧進來， 名聲開始湧進來，"}, {"zh-tw": " And I'm going, what do I do with this? My wife and I first made five decisionson what to do with the money. We said, \"First, we're notgoing to use it on ourselves.\" I didn't go out and buy a bigger house.", "en": " 我想，我要拿它怎麼辦？ 我太太和我為這些錢的用途做了 5 個決定。 我們決定，第一點， 我們不會把這些錢用在我們自己身上。 我沒有去買更大的房子。"}, {"zh-tw": " I don't own a guesthouse. I still drive the same four year-oldFord that I've driven.", "en": " 我也沒買下旅館。 我還是開著同一台車齡四年的福特車。"}, {"zh-tw": " We just said, we're notgoing to use it on us. The second thing was, I stopped taking a salaryfrom the church that I pastor.", "en": " 我們就是不要把這些錢用在自己身上。 第二點， 我不再從我牧養的教會支取薪資。"}, {"zh-tw": " Third thing is, I added upall that the church had paid me over the last 25 years,and I gave it back. And I gave it back becauseI didn't want anybody thinking that I do what I do for money -- I don't.", "en": " 第三點，我算出過去 25 年教會付給我的薪資總額， 然後還給教會。 我還給教會，是因為我不希望有人認為 我做這些事是為了錢 － 我不是。"}, {"zh-tw": " In fact, personally, I've never met a priest or a pastor or a ministerwho does it for money. I know that's the stereotype;I've never met one of them.", "en": " 說真的，我個人從來沒有見過 教士或牧師為了錢而做這份工作。 我知道有這種刻板印象存在。我一個也沒遇過。"}, {"zh-tw": " Believe me, there's a whole loteasier ways to make money. Pastors are like on 24 hours-a-day call,they're like doctors.", "en": " 相信我，有太多更容易賺錢的方法了。 牧師要 24 小時待命，就像醫生一樣。"}, {"zh-tw": " I left late today -- I'd hopedto be here yesterday -- because my father-in-lawis in his last, probably, 48 hours before he dies of cancer. And I'm watching a guywho's lived his life -- he's now in his mid-80s --and he's dying with peace.", "en": " 我今天來得晚了，我原先希望昨天就來的， 因為現在可能是我岳父生命的最後 48 小時， 他隨時可能死於癌症。 我看著這個人過完自己的一生 － 他現在八十幾歲 －"}, {"zh-tw": " You know, the test of your worldviewis not how you act in the good times. The test of your worldviewis how you act at the funeral.", "en": " 面對死亡，心裡平和。你知道嗎，要考驗你的世界觀， 不是看你在順境中如何應對。 要考驗你的世界觀，要看你在喪禮時的應對。"}, {"zh-tw": " And having been through literallyhundreds if not thousands of funerals, it makes a difference. It makes a difference what you believe.", "en": " 在參加過幾百場，甚至上千場喪禮之後， 我知道這真的有差別。 你相信什麼，會產生分別的。"}, {"zh-tw": " So, we gave it all back, and then we set up three foundations, working on some of the majorproblems of the world: illiteracy, poverty, pandemic diseases --particularly HIV/AIDS -- and set up these three foundations,and put the money into that. The last thing we did is we becamewhat I call \"reverse tithers.\" And that is, when my wifeand I got married 30 years ago, we started tithing.", "en": " 所以，我們把薪資還給教會， 然後成立了三個基金會， 針對世界上的一些重大問題： 文盲、貧窮、流行疫症 － 尤其是 HIV/AIDS -- 成立了三個基金會， 把錢用在這裡。 最後一點，我們開始「逆向什一奉獻」。 我太太和我剛結婚的時候， 那是 30 年前， 我們開始什一奉獻。"}, {"zh-tw": " Now, that's a principle in the Bible that says give 10 percentof what you get back to charity, give it away to help other people. So, we started doing that, and each yearwe would raise our tithe one percent.", "en": " 這是聖經裡教導的一項原則， 將所得的十分之一捐出來， 幫助其他人。 我們開始這樣做，而且每一年增加百分之一。"}, {"zh-tw": " So, our first year of marriagewe went to 11 percent, second year we went to 12 percent, and the third year we went to 13 percent, and on and on and on. Why did I do that? Because every time I give, it breaks the gripof materialism in my life.", "en": " 所以我們結婚一年後，開始奉獻 11%, 結婚兩年後，奉獻 12%, 結婚三年後，奉獻 13%, 以此類推。為什麼我要這麼做呢？ 因為每一次我奉獻， 我就能掙脫物質對我生活的綑綁。"}, {"zh-tw": " Materialism is all about getting --get, get, get, get all you can, can all you get, sit on the canand spoil the rest. It's all about more, having more.", "en": " 物質主義就是要得到東西 － 要、要、要，越多越好， 越要越多，貪得無厭。 唯一的目標就是要擁有更多。"}, {"zh-tw": " And we think that the good lifeis actually looking good -- that's most important of all -- looking good, feeling goodand having the goods. But that's not the good life.", "en": " 我們認為好的生活是，看上去很體面。 這是最重要的 － 看起來體面， 感覺很好，擁有物質的滿足。 但這並不是好的生活。"}, {"zh-tw": " I meet people all the time who havethose, and they're not necessarily happy. If money actually made you happy, then the wealthiest peoplein the world would be the happiest.", "en": " 我常見到擁有全部這些的人， 但他們不見得快樂。 如果金錢能使人快樂， 那麼世界上最有錢的人應該是最快樂的人。"}, {"zh-tw": " And that I know, personally,I know, is not true. It's just not true.", "en": " 而我知道，親身見證，並不真是這樣。 並不是這樣。"}, {"zh-tw": " So, the good life is not about lookinggood, feeling good or having the goods, it's about being good and doing good. Giving your life away.", "en": " 所以，好的生活並不是看起來體面、感覺很好、物質上滿足， 而是做好人、做好事。 奉獻你的人生。"}, {"zh-tw": " Significance in lifedoesn't come from status, because you can always findsomebody who's got more than you. It doesn't come from sex.", "en": " 人生的價值並不是來自地位， 因為總是有其他人的地位高過你。 也不是來自性愛、"}, {"zh-tw": " It doesn't come from salary. It comes from serving.", "en": " 不是來自薪資。 是來自於服務。"}, {"zh-tw": " It is in giving our lives awaythat we find meaning, we find significance. That's the way we were wired,I believe, by God.", "en": " 只有在奉獻人生時，我們才能發現它的意義， 找到人生的價值。 我們生來就是這樣，我相信是神這樣設計的。"}, {"zh-tw": " And so we began to give away, and now after 30 years, my wife and I are reverse tithers --we give away 90 percent and live on 10. That, actually, was the easy part.", "en": " 我太太和我開始奉獻， 到現在過了 30 年後， 我們開始逆向什一奉獻，奉獻 90%, 靠 10% 過活。 這是簡單的部份。"}, {"zh-tw": " The hard part is, what do I dowith all this attention? Because I started gettingall kinds of invitations. I just came off a nearlymonth-long speaking tour on three different continents, and I won't go into that, but it was an amazing thing.", "en": " 困難的是，我該拿這些矚目的目光怎麼辦？ 因為我開始接到各式各樣的邀請。 我剛結束長達一個月的巡迴演講， 行程涵蓋三大洲， 我不打算談細節， 但它的確是很不可思議的事情。"}, {"zh-tw": " And I'm going, what do I dowith this notoriety that the book has brought? And, being a pastor,I started reading the Bible. There's a chapter in the Biblecalled Psalm 72, and it's Solomon's prayerfor more influence.", "en": " 所以我在想，我該怎麼樣 應付這本書帶來的知名度？ 身為牧師，我開始讀聖經。 聖經裡有一個章節，詩篇第 72 篇， 這是所羅門王的祈禱文，祈求得到更大的影響力。"}, {"zh-tw": " When you read this prayer, it sounds incrediblyselfish, self-centered. He says, \"God, I want youto make me famous.\" That's what he prays.", "en": " 當你讀到這篇祈禱文， 它聽起來非常自私、自我中心。 他像是在說， 「神啊，我要你讓我出名。」 這就是他的禱告。"}, {"zh-tw": " He said, \"I want you to make me famous. I want you to spread the fameof my name through every land, I want you to give me power.", "en": " 他說：我要你讓我出名。 我要你讓我的名聲傳遍各國， 我要你給我權力， 我要你讓我出名，"}, {"zh-tw": " I want you to make me famous,I want you to give me influence.\" And it just sounds like the mostegotistical request you could make, if you were going to pray. Until you read the whole psalm,the whole chapter.", "en": " 我要你給我影響力。 這聽起來像是你所能想到的 最自我中心的禱告祈求。 不過當你讀完整篇，整個章節，"}, {"zh-tw": " And then he says,\"So that the king ...\" -- he was the king of Israelat that time, at its apex in power -- \"... so that the king may carefor the widow and orphan, support the oppressed, defendthe defenseless, care for the sick, assist the poor,speak up for the foreigner, those in prison.\" Basically, he's talking aboutall the marginalized in society. And as I read that, I looked at it, and I thought, you know, what this is saying is that the purposeof influence is to speak up for those who have no influence.", "en": " 他說，好讓國王 － 他是當時的以色列王，那是以色列最昌盛的時候 － 好讓國王可以照顧孤兒和寡婦， 扶持受壓迫的、保衛無法自保的、照顧患病的、 幫助窮苦的、為外族人 和遭監禁的發聲。 他在談社會的弱勢族群。 當我讀到這裡， 我看著它，我想到， 這是在說，影響力的目的 是為那些沒有力量的人發聲。"}, {"zh-tw": " The purpose of influenceis not to build your ego. Or your net worth.", "en": " 影響力的目的不是要抬高你的自我意識， 或你的個人身價。"}, {"zh-tw": " And, by the way, your net worth is notthe same thing as your self-worth. Your value is not based on your valuables.", "en": " 順帶一提，你的個人身價 跟你的個人價值是完全不同的。 你的價值並不是取決於你擁有的物品價值，"}, {"zh-tw": " It's based on a wholedifferent set of things. And so the purposeof influence is to speak up for those who have no influence.", "en": " 而是取決於完全不同的一套價值標準。 所以影響力的目的， 是為沒有力量的人發聲。"}, {"zh-tw": " And I had to admit: I can't think of the last timeI thought of widows and orphans. They're not on my radar.", "en": " 而我必須承認， 我不記得我上次想到孤兒和寡婦是什麼時候。 他們不在我的關注範圍內。"}, {"zh-tw": " I pastor a church in one of the mostaffluent areas of America -- a bunch of gated communities. I have a church fullof CEOs and scientists.", "en": " 我所牧養的教會位於美國最富裕的地區之一 － 有很多設有門禁的高級社區， 教會裡有許多 CEO 和科學家。"}, {"zh-tw": " And I could go five years and never,ever see a homeless person. They're just not in my pathway.", "en": " 我可能五年也遇不到一個遊民。 他們就是不在我的活動範圍內。"}, {"zh-tw": " Now, they're 13 milesup the road in Santa Ana. So I had to say, ok, I would use whatever affluenceand whatever influence I've got to help those who don't haveeither of those.", "en": " 他們可能在離我 13 英里遠的 Santa Ana 區。 所以我必須決定， 我要運用我所得到的財富和影響力， 去幫助那些兩樣都沒有的人。"}, {"zh-tw": " You know, there's a storyin the Bible about Moses, whether you believe it's true or not,it really doesn't matter to me. But Moses, if you saw the movie,\"The Ten Commandments,\" Moses goes out, and there's thisburning bush, and God talks to him, and God says,\"Moses, what's in your hand?\" I think that's one of the most importantquestions you'll ever be asked: What's in your hand? Moses says, \"It's a staff.It's a shepherd's staff.\" And God says, \"Throw it down.\" And if you saw the movie, you know,he throws it down and it becomes a snake.", "en": " 聖經中有個關於摩西的故事。 不管你相不相信它是真實的 － 我真的不在乎。 如果你看過電影《十誡》， 摩西走到外面，有一叢燃燒的樹叢，然後神對他說話。 神說：「摩西， 你手裡有什麼？」 我想這是你會被問到的最重要的問題之一。 你手裡有什麼？ 摩西說：「一根手杖。」 那是一根牧羊人的手杖。 神說：「把它丟下。」 如果你看過電影，他把手杖丟下，它變成了一條蛇。"}, {"zh-tw": " And then God says, \"Pick it up.\" And he picks it back up again, and it becomes a staff again. Now, I'm reading this thing,and I'm going, what is that all about? OK. What's that all about? Well,I do know a couple of things.", "en": " 然後神說：「把它撿起來。」 然後他把它撿起來， 它又變回一根手杖。 我讀到這裡，我想，這到底是要說什麼？ 到底在說什麼？好，我知道幾件事情。"}, {"zh-tw": " Number one, God never doesa miracle to show off. It's not just, \"Wow, isn't that cool?\" And, by the way, my God doesn'thave to show up on cheese bread.", "en": " 第一，神施行神蹟，從來不是為了炫耀。 絕不只是，「哇，很酷！」 還有，我的神不需要顯現在乳酪麵包上。"}, {"zh-tw": " You know, if God's going to show up,he's not going to show up on cheese bread. Ok? I just, this is why I lovewhat Michael does, because it's like, if he's debunking it,then I don't have to.", "en": " 如果神要顯現， 他不會顯現在乳酪麵包上。 好嗎？這就是為什麼我喜歡 Michael 剛才做的， 因為如果他已經揭穿那些伎倆，我就不用再做一次。"}, {"zh-tw": " But God -- my God --doesn't show up on sprinkler images. He's got a few more powerful waysthan that to do whatever he wants to do.", "en": " 但是神 － 我的神 － 不會顯現在灑水器的圖像上。 他有一些比這更高明的方法 可以完成任何他要做的事。"}, {"zh-tw": " But he doesn't do miraclesjust to show off. Second thing is,if God ever asks you a question, he already knows the answer.", "en": " 但是他行神蹟絕不只是為了炫耀。 第二，如果神問你問題， 他早已經知道答案是什麼了。"}, {"zh-tw": " Obviously, if he's God,then that would mean that when he asks the question,it's for your benefit, not his. So he's going, \"What's in your hand?\" Now, what was in Moses' hand? Well, it was a shepherd's staff.Now, follow me on this.", "en": " 因為他是神。這就表示 神問你問題，是為了你好，不是為他自己。 神問：「你手裡有什麼？」 摩西手裡有什麼？ 有一根牧羊人的手杖。聽我解釋。"}, {"zh-tw": " This staff representedthree things about Moses' life. First, it represented his identity;he was a shepherd.", "en": " 這根手杖代表摩西生命中的三樣東西。 首先，它代表他的身份。"}, {"zh-tw": " It's the symbol of his own occupation: I am a shepherd. It's a symbol of his identity,his career, his job.", "en": " 他是牧羊人。這是他職業的象徵。 我是牧羊人。這是他的身份、事業、工作的象徵。"}, {"zh-tw": " Second, it's a symbolof not only his identity, it's a symbol of his income, because allof his assets are tied up in sheep. In those days, nobody had bank accounts,or American Express cards, or hedge funds.", "en": " 第二，這不只象徵他的身份， 也代表了他的收入，因為他所有的資產都在羊群身上。 那個年代沒有人有銀行戶頭， 或是美國運通信用卡，或避險基金。"}, {"zh-tw": " Your assets are tied up in your flocks. So it's a symbol of his identity,and it's a symbol of his income.", "en": " 你的資產都在你的羊群身上。 所以那是他身份的象徵，也是收入的象徵。"}, {"zh-tw": " And the third thing:it's a symbol of his influence. What do you do with a shepherd's staff? Well, you know, you move sheepfrom point A to point B with it, by hook or by crook.", "en": " 第三點：那象徵著他的影響力。 牧羊人的手杖是用來做什麼的？ 你可以拿手杖將羊從 A 點趕到 B 點， 杖頭、杖尾都用得上，"}, {"zh-tw": " You pull them or you poke them.One or the other. So, he's saying, \"You're going to lay down your identity.", "en": " 用拉的或用趕的，各種方法。 所以，神是在說： 「你要放下你的身份。"}, {"zh-tw": " What's in your hand? You've got identity, you've got income,you've got influence. What's in your hand?\" And he's saying, \"If you lay it down,I'll make it come alive.", "en": " 你手裡有什麼？你有身份，你有收入，你有影響力。 你手裡有什麼？」 然後他說：「如果你把它放下，我會將它變成活物。"}, {"zh-tw": " I'll do some thingsyou could never imagine possible.\" And if you've watched that movie,\"Ten Commandments,\" all of those big miracles that happenin Egypt are done through this staff. Last year, I was invited to speakat the NBA All-Stars game.", "en": " 我將要成就超乎你想像的事情。」 如果你看過《十誡》這部電影， 所有在埃及發生的奇蹟 都是透過這根手杖完成的。 去年，我受邀在 NBA 明星賽上演講。"}, {"zh-tw": " And so, I'm talking to the players, because most of the NBA teams,NFL teams and all the other teams have done this 40 Days of Purpose,based on the book. And I asked them, I said,\"What's in your hand? So, what's in your hand?\"I said, \"It's a basketball.", "en": " 我對球員們演講， 因為大多數 NBA, NFL 和其他聯盟的球隊， 都根據這本書完成了標竿人生 40 天課程。 我問這些球員：「你手裡有什麼？ 你手裡有什麼？」我說：「你手裡有籃球，"}, {"zh-tw": " And that basketball representsyour identity, who you are: you're an NBA player. It represents your income: you're making a lot of moneyoff that little ball.", "en": " 這顆籃球代表你的身份，代表你是誰。 你是 NBA 球員。它代表你的收入。 你靠這顆小球可以賺進很多的錢。"}, {"zh-tw": " And it represents your influence. And even though you're only goingto be in the NBA for a few years, you're going to be an NBA playerfor the rest of your life.", "en": " 它也代表你的影響力。 即使你在 NBA 的時間只有短短幾年， 但是你一輩子都是 NBA 球員。"}, {"zh-tw": " And that gives you enormous influence. So, what are you going to dowith what you've been given?\" And I guess that's the main reasonI came up here today, to all of you very bright people at TED -- it is to say, \"What's in your hand?\" What do you have that you've been given? Talent, background, education, freedom, networks, opportunities, wealth, ideas, creativity.", "en": " 這讓你擁有極大的影響力。 所以，你要怎麼運用你所得到的這些東西？」 我想這也是我今天來到這裡的主要原因， 與各位非常聰明的 TED 會員見面， 就是要問：「你手裡有什麼？」 你已經得到的有什麼？ 天份、背景、教育、 自由、人脈、機會、 財富、想法、創意。"}, {"zh-tw": " What are you doingwith what you've been given? That, to me, is the primaryquestion about life. That, to me, is what beingpurpose-driven is all about.", "en": " 你要怎麼樣運用 你所得到的這些東西？ 對我而言，這是人生中最重要的問題。 對我而言，這就是為人生目的而活。"}, {"zh-tw": " In the book, I talk abouthow you're wired to do certain things, you're \"SHAPED\" with -- a little acrostic:Spiritual gifts, Heart, Ability, Personality and Experiences. These things shape you.", "en": " 在書中，我談到你如何生來就適合做某些事，如何受塑造 (SHAPE), 包括靈性恩賜 (Spiritual gifts), 心 (Heart), 能力 (Ability), 性格 (Personality) 和經歷 (Experiences). 這些元素塑造了你。"}, {"zh-tw": " And if you want to know what you oughtto be doing with your life, you need to look at your shape --\"What am I wired to do?\" Why would God wire you to do somethingand then not have you do it? If you're wired to be an anthropologist,you'll be an anthropologist. If you're wired to bean undersea explorer, you'll be an undersea explorer.", "en": " 如果你想知道你在人生中應該做些什麼， 你需要看看自己的樣貌 (SHAPE), 想想我生來適合做什麼？ 神怎麼會把你生成適合做某些事情， 卻不讓你去做？ 如果你生來該做人類學家，你就會成為人類學家。 如果你生來該做海底探勘員， 你就會成為海底探勘員。"}, {"zh-tw": " If you're wired to make deals,you make deals. If you're wired to paint, you paint.", "en": " 如果你生來該做買賣，就去做買賣。 如果你生來該畫畫，就去畫畫。"}, {"zh-tw": " Did you know that God smileswhen you be you? When my little kids --when my kids were little -- they're all grown now, I have grandkids -- I used to go in and siton the side of their bed, and I used to watch my kids sleep. And I just watched their little bodiesrise and lower, rise and lower.", "en": " 你知道當你做自己的時候，神會為你微笑嗎？ 我的孩子還小的時候 － 他們都大了，我已經有孫子了 － 我以前會坐在他們的床邊， 看著我的孩子們睡覺。 我看著他們小小的身體一起一伏， 一起、一伏。"}, {"zh-tw": " And I would look at them:\"This is not an accident.\" Rise and lower. And I got joy out of justwatching them sleep.", "en": " 我看著他們，想著：這絕不是偶然。 一起、一伏。 光是看著他們睡覺，我就感到喜悅。"}, {"zh-tw": " Some people have the misguided ideathat God only gets excited when you're doing, quote,\"spiritual things,\" like going to church or helping the poor, or, you know, confessingor doing something like that. The bottom line is, God gets pleasurewatching you be you.", "en": " 有的人有種誤解，認為神只有在你做 所謂「有靈性的事」的時候才會開心， 像是上教會、幫助窮人， 或是懺悔之類的事情。 其實，神看到你做自己的時候就感到愉悅。為什麼？"}, {"zh-tw": " Why? He made you. And when you do what you were made to do, he goes, \"That's my boy! That's my girl! You're using the talentand ability that I gave you.\" So my advice to you is: look at what's in your hand -- your identity, your influence,your income -- and say, \"It's not about me.", "en": " 他創造了你。當你做你生來該做的事情， 他會說：「這才是我的好孩子。 這才是我的好女孩。 你在運用我給你的天份和才能。」 我想建議你， 看看你手裡有什麼 － 你的身份、你的影響力、你的收入 － 然後說：「人生的重心不是我自己，"}, {"zh-tw": " It's about making the worlda better place.\" Thank you.", "en": " 而是怎麼讓世界變得更好。」 謝謝各位。"}], "title": "Rick Warren On A Life Of Purpose"}