{"url": "http://www.ted.com/talks/loretta_napoleoni_the_intricate_economics_of_terrorism", "paragraphs": [{"zh-tw": " I'm going to show you how terrorism actually interacts with our daily life. 15 years ago I received a phone call from a friend.", "en": " 我今天要談的是 恐怖主義與日常生活的關係 15年前我接到一通朋友打來的電話"}, {"zh-tw": " At the time he was looking after the rights of political prisoners in Italian jails. He asked me if I wanted to interview the Red Brigades.", "en": " 當時他致力於確保義大利政治犯 在監獄的權利 他問我想不想訪問「赤軍」"}, {"zh-tw": " Now, as many of you may remember, the Red Brigades was a terrorist, Marxist organization which was very active in Italy from the 1960s until the mid-1980s. As part of their strategy the Red Brigades never spoke with anybody, not even with their lawyers.", "en": " 各位應該都記得 「赤軍」是馬克思主義的恐怖組織 1960年代到1980年中期 在義大利非常活躍 他們的策略之一 就是絕不開口，就算是跟他們的律師也一樣"}, {"zh-tw": " They sat in silence through their trails, waving occasionally at family and friends. In 1993 they declared the end of the armed struggle.", "en": " 在法庭上完全靜默 偶爾與家人朋友揮揮手 1993年他們宣布停止武裝鬥爭"}, {"zh-tw": " And they drew a list of people with whom they would talk, and tell their story. And I was one of those people.", "en": " 並列出一張名單，他們只與名單上的人說話 說出他們的故事 我是其中一個人"}, {"zh-tw": " When I asked my friend why the Red Brigades want to talk to me, he said that the female members of the organization had actually supported my name. In particular, one person had put it forward.", "en": " 我問我朋友，為什麼赤軍想找我 他說，他們有個女成員 替我背書 不只如此，她還推薦我"}, {"zh-tw": " She was my childhood friend. She had joined the Red Brigades and became a leader of the organization.", "en": " 她就是我童年好友 她加入赤色軍團 還變成領導者之一"}, {"zh-tw": " Naturally, I didn't know that until the day she was arrested. In fact, I read it in the newspaper.", "en": " 當然，她被逮前 我完全不曉得 我還是看報紙才知道的"}, {"zh-tw": " At the time of the phone call I just had a baby, I successfully completed a management buyout to the company I was working with, and the last thing I wanted to do was to go back home and touring the high-security prisons. But this is exactly what I did because I wanted to know what had turned my best friend into a terrorist, and why she'd never tried to recruit me.", "en": " 當時接到電話時 我才剛生完小孩 替公司處理完一筆 管理層收購交易 我最不想做的 就是到高度保全的監獄 但我就這麼做了 因為我想知道 為什麼我的好朋友 會是恐怖份子 還有，她為什麼從不試著徵召我"}, {"zh-tw": " So, this is exactly what I did. Now, I found the answer very quickly.", "en": " 所以我到了監獄 馬上就知道答案了"}, {"zh-tw": " I actually had failed the psychological profiling of a terrorist. The center committee of the Red Brigades had judged me too single-minded and too opinionated to become a good terrorist.", "en": " 因為我不符合 恐怖份子的性格特徵 赤軍的高層 認為我做事太專一 意見太多，所以不能當恐怖份子"}, {"zh-tw": " My friend, on the other hand, she was a good terrorist because she was very good at following orders. She also embraced violence.", "en": " 我的朋友，相反地，非常稱職 因為她服從命令 也喜歡暴力"}, {"zh-tw": " Because she believed that the only way to unblock what, at the time, was known as a blocked democracy, Italy, a country run by the same party for 35 years was the arms struggle. At the same time, while I was interviewing the Red Brigades, I also discovered that their life was not ruled by politics or ideology, but actually was ruled by economics.", "en": " 因為她認為， 脫離義大利當時 封閉式民主的唯一方法－ 當時同一政黨統治長達35年 －只有武裝鬥爭 所以當時我訪問著赤軍 我發現驅使他們的並不是 政治或意識型態 而是經濟"}, {"zh-tw": " They were constantly short of cash. They were constantly searching for cash.", "en": " 他們常常沒錢花 常常需要現金"}, {"zh-tw": " Now, contrary to what many people believe, terrorism is actually a very expensive business. I'll give you an idea.", "en": " 和大家認知正好相反 恐怖組織是個很花錢的行業 給大家個概念"}, {"zh-tw": " In the 1970s, the turnover of the Red Brigades on a yearly basis was seven million dollars. This is roughly between 100 and 150 million, today.", "en": " 1970年代，赤軍的週轉額 每年是 7百萬美金 現在的話大約是 1億到1億5千萬"}, {"zh-tw": " Now, you know, if you live underground it's really hard to produce this amount of money. But this also explains why, when I was interviewing the Red Brigades, and then, later on, other arms organizations, including members of al-Zarqawi group in the Middle East, everybody was extremely reluctant to talk about ideology, or politics.", "en": " 如果你是地下集團 是很難籌出這筆錢的 這也解答了為什麼後來我訪問赤軍 以及其他武裝組織時 包括了中東的基地組織 大家都不願意談到 意識型態或政治"}, {"zh-tw": " Because they had no idea. The political vision of a terrorist organization is decided by the leadership, which, generally, is never more than five to seven people.", "en": " 因為他們根本不懂 恐怖組織的政治觀 是由領導層決定的 通常只有5到7人，不會超過"}, {"zh-tw": " All the others do, day in and day out, is search for money. Once, for example, I was interviewing this part-timer from the Red Brigades.", "en": " 那其他人，就整天在外 想辦法籌錢 有一次，我訪問了 赤軍一位兼差的成員"}, {"zh-tw": " It was a psychiatrist. He loved sailing. He was a really keen sailor. And he had this beautiful boat.", "en": " 他是精神科醫生，喜歡航海 非常厲害的水手，自己也有艘船"}, {"zh-tw": " And he told me that the best time of his life was when he was a member of the Red Brigades and he went sailing, every summer, back and forth from Lebanon, where he would pick up Soviet weapons from the PLO, and then carry them all the way to Sardinia where the other arms organization from Europe would go and take their share of the arms. For that service the Red Brigades were actually paid a fee, which went to fund their organization.", "en": " 他說他生命中最棒的一段日子 就是加入赤軍的時候 因為他每年夏天，可以乘船來回 黎巴嫩，負責從巴勒斯坦解放組織那 將蘇聯的武器 一路運到薩丁尼亞 然後歐洲其他武裝組織 共同分領那些武器 替赤軍賺取一些佣金 後來拿做成立組織的資金"}, {"zh-tw": " So, because I am a trained economist and I think in economic terms, all of the sudden I thought, maybe there is something here. Maybe there is a link, a commercial link, between one organization and another one.", "en": " 所以，由於我是經濟學家 我用經濟學術語思考 我突然想到 也許兩者之間 組織與組織之間 是有商業關聯的"}, {"zh-tw": " But it was only when I interviewed Mario Moretti, the head of the Red Brigades, the man who kidnapped and killed Aldo Moro, Italian former prime minister, that I finally realized that terrorism is actually business. I was having lunch with him in a high-security prison in Italy.", "en": " 直到我訪問了 赤軍的領導者馬里奧·莫雷蒂(Mario Moretti) －他綁架、殺害了義大利前總理 阿爾多·莫羅(Aldo Moro)— 最終，我才了解到 恐怖主義其實是一種商業活動 我在高度戒備的 義大利監獄與他午餐會談"}, {"zh-tw": " And as we were eating, I had the distinct feeling that I was back in the city of London, having lunch with a fellow banker or an economist. This guy thought in the same way I did.", "en": " 我們吃著 我馬上有種 回到倫敦街頭 和我銀行家朋友吃飯的感覺 他和我有相同的思考模式"}, {"zh-tw": " So, I decided that I wanted to investigate the economics of terrorism. Naturally, nobody wanted to fund my research.", "en": " 所以，我決定調查恐怖組織的經濟 當然，沒有人想贊助我"}, {"zh-tw": " In fact, I think many people thought that I was a bit crazy. You know, that woman that goes around to foundations asking for money, thinking about the economics of terrorism.", "en": " 大家都覺得我瘋了 這女人到處籌錢 竟然是想研究恐怖主義經濟學"}, {"zh-tw": " So, in the end, I took a decision that, in retrospect, did change my life. I sold my company, and funded the research myself.", "en": " 最後，我的決定 後來想想，改變我一生的決定 我賣掉我公司 自己贊助自己"}, {"zh-tw": " And what I discovered is this parallel reality, another international economic system, which runs parallel to our own, which has been created by arms organizations since the end of World War II. And what is even more shocking is that this system has followed, step by step, the evolution of our own system, of our Western capitalism.", "en": " 我發現他們 其實是個平行世界 與我們國際經濟體系 平行的世界 從二次大戰開始 由武裝組織運作的世界 更吃驚的是 他們的運作 與我們西方資本主義 的運作過程 是一樣的"}, {"zh-tw": " And there are three main stages. The first one is the state sponsor of terrorism.", "en": " 總共有三階段 第一階段，政府贊助的恐怖行動"}, {"zh-tw": " The second one is the privatization of terrorism. And the third, of course, is the globalization of terrorism.", "en": " 第二階段，恐怖組織民營化 第三階段，當然就是恐怖主義全球化"}, {"zh-tw": " So, state sponsor of terrorism, feature of the Cold War. This is when the two superpowers were fighting a war by proxy, along the periphery of the sphere of influence, fully funding arms organizations.", "en": " 政府贊助的恐怖行動－ 冷戰的寫照 當時美國和蘇聯一邊忙著打 代理人戰爭 一邊忙著利用武裝組織 來鞏固勢力範圍"}, {"zh-tw": " A mix of legal and illegal activities is used. So, the link between crime and terror is established very early on.", "en": " 結合一切合法、非法行動 所以犯罪與恐怖行動的聯繫 其實很早就存在了"}, {"zh-tw": " And here is the best example, the Contras in Nicaragua, created by the CIA, legally funded by the U.S. Congress, illegally funded by the Reagan administration via covert operation, for example, the Iran-Contra Affair. Then comes the late 1970s, early '80s, and some groups successfully carry out the privatization of terrorism.", "en": " 最好的例子就是 CIA創造出的尼加拉瓜反抗軍 檯面上由美國國會合法贊助 檯面下是雷根政府 透過像是伊朗門事件的秘密行動非法贊助 後來1970年代晚期，1980年代初期 有些組織成功的將 恐怖組織民營化"}, {"zh-tw": " So, they gain independence from the sponsor, and start funding themselves. Now, again we see a mix of legal and illegal activities.", "en": " 他們從贊助人那裡獨立 自己創造資金 再次看到結合法、非法行動的結合"}, {"zh-tw": " So, Arafat used to get a percentage of the smuggling of hashish from Bekáa Valley, which is the valley between Lebanon and Syria. And the IRA, which control the private transportation system in Northern Ireland, did exactly the same thing.", "en": " 阿拉法特(巴解組織領袖) 從貝卡谷－ 黎巴嫩與敘利亞間的的山谷－走私大麻來抽成 還有愛爾蘭共和軍(IRA)，他們掌控北愛的 民營運輸系統，也是相同的"}, {"zh-tw": " So, every single time that somebody got into a taxi in Belfast without knowing, actually, was funding the IRA. But the great change came, of course, with globalization and deregulation.", "en": " 所以每一次 有人在貝爾法斯特(Belfast)搭計程車 其實都無形地 在資助 IRA 當然，透過全球化與去管制化 後來有了重大改變"}, {"zh-tw": " This is when arms organization were able to link up, also financially, with each other. But above all, they started to do serious business with the world of crime.", "en": " 這階段各個組織相互連結起來 財務上也是 除此之外，他們開始了 非法商業活動"}, {"zh-tw": " And together they money-laundered their dirty business through the same channel. This is when we see the birth of the transnational arms organization Al Qaeda.", "en": " 包含替他們的骯髒行業 用同樣方法洗錢 接著，我們看到了跨國際武裝團體 基地組織(Al Qaeda)的誕生"}, {"zh-tw": " This is an organization that can raise money across border. But also that is able to carry out attacks in more than one country.", "en": " 這組織可以在跨國籌措資金的同時 發起位於另一國家 的恐怖攻擊"}, {"zh-tw": " Now, deregulation also brought back rogue economics. So what is rogue economics? Rogue economics is a force which is constantly lurking in the background of history.", "en": " 去管制化同時也造成 無賴經濟學的重現 無賴經濟學是什麼？ 它是一種歷史中 不斷出現的一股力量"}, {"zh-tw": " It comes back at times of great transformation, globalization being one of those transformations. It is at this times in which politics actually loses control of the economy, and the economy becomes a rogue force working against us.", "en": " 重大轉變的時候常可看到它的身影 全球化也是重大轉變之一 這也是在 政治開始失去經濟控制權時 經濟變成一種反向力量 與我們相對"}, {"zh-tw": " It has happened before in history. It has happened with the fall of the Roman Empire.", "en": " 歷史曾經發生 羅馬帝國衰落時也發生過"}, {"zh-tw": " It has happened with Industrial Revolution. And it actually happened again, with the fall of the Berlin wall.", "en": " 還有工業革命也是 後來還有一次，在柏林圍牆倒塌時"}, {"zh-tw": " Now, I calculated how big was this international economic system composed by crime, terror, and illegal economy, before 9-11. And it is a staggering 1.5 trillion dollars.", "en": " 所以我計算了這個由犯罪、 恐怖行動、非法組成的 經濟體營業額 在911以前 是可觀的1.5兆美金"}, {"zh-tw": " It is trillions, it's not billions. This is about twice the GDP of the United Kingdom, soon will be more, considering where this country is going.", "en": " 兆，不只是億而已 大概是英國兩倍的國內生產毛額 之後會更多 考量到現在英國的狀況"}, {"zh-tw": " Now, until 9-11, the bulk of all this money flew into the U.S. economy because the bulk of the money was denominated in U.S. dollars and the money laundering was taking place inside the United States. The entry point, of course, of most of this money were the off-shore facilities.", "en": " 911之前 大部分資金 都流入美國市場 這筆錢大部分是美元 所以洗錢活動都在 美國境內 大部分的金錢都是從 海外機構流入"}, {"zh-tw": " So, this was a vital injection of cash into the U.S. economy. Now, when I went to look at the figures of the U.S. money supply, the U.S. money supply is the amount of dollars that the Federal Reserve prints every year in order to satisfy the increase in the demand for dollars, which, of course, reflects the growth of the economy.", "en": " 這筆資金便注入 美國經濟 當我查看美國貨幣供應數據 美國貨幣供應 也就是美聯儲 每年，為滿足 金錢的需求 而印出的鈔票量 同時也反映出 經濟成長"}, {"zh-tw": " So, when I went to look at those figures, I noted that since the late 1960s a growing number of these dollars was actually leaving the United States, never to come back. These were money taken out in suitcases or in containers, in cash of course.", "en": " 當我細看這些數據，我發現1960年代晚期 這些錢事實上 已經流出美國 沒有再回來 這些現金 用提箱、貨箱裝著運出去"}, {"zh-tw": " These were money taken out by criminals and money launderers. These were money taken out to fund the growth of the terror, illegal and criminal economy.", "en": " 這些錢都由罪犯、洗錢者帶出的 這些錢都貢獻給 恐怖組織的發展 以及非法、犯罪經濟"}, {"zh-tw": " So, you see, what is the relationship? The United States actually is a country that is the reserve currency of the world. What does it mean? That means that it has a privilege that other countries do not have.", "en": " 看出關聯了嗎？ 美國事實上是全球的 貨幣儲存地 這代表什麼？ 別的國家都沒有這項特權"}, {"zh-tw": " It can borrow against the total amount of dollars in circulation in the world. This privilege is called seigniorage.", "en": " 美金可以在世界各國 任意流通、借貸 這特權就是鑄幣稅"}, {"zh-tw": " No other country can do that. All the other countries, for example the United Kingdom, can borrow only against the amount of money in circulation inside its own borders.", "en": " 其他國家無法做到 其他國家，像是英國 只能用自己的貨幣 在境內借錢"}, {"zh-tw": " So, here is the implication of the relationship between the worlds of crime, terror, and illegal economy, and our economy. The U.S. in the 1990s was borrowing against the growth of the terror, illegal and criminal economy.", "en": " 這就是我們的經濟體 和犯罪世界經濟體的關連 1990年代的美國發展 是透過犯罪世界經濟體的成長 來借貸資金的"}, {"zh-tw": " This is how close we are with this world. Now, this situation changed, of course, after 9-11, because George Bush launched the War on Terror.", "en": " 兩個世界非常接近 當然，911過後，事情改變了 因為布希發起反恐戰爭"}, {"zh-tw": " Part of the War on Terror was the introduction of the Patriot Act. Now, many of you know that the Patriot Act is a legislation that greatly reduces the liberties of Americans in order to protect them against terrorism.", "en": " 反恐戰爭一部份 是愛國者法案的出現 各位都知道愛國者法案 極大地縮減了 美國人的自由，來保護他們 防止恐怖主義"}, {"zh-tw": " But there is a section of the Patriot Act which refers specifically to finance. And it is, in fact, an anti-money-laundering legislation.", "en": " 但在愛國者法案中有項條款 針對金融的條款 就是反洗錢法"}, {"zh-tw": " What the Patriot Act did was to prohibit U.S. bank, and U.S.-registered foreign banks from doing any businesses with off-shore facilities. It closed that door between the money laundering in dollars, and the U.S. economy.", "en": " 愛國者法案 就是禁止美國銀行 或是國外美國銀行 與海外機構來往 所以關閉了洗錢與美國經濟的 往來門戶"}, {"zh-tw": " It also gave the U.S. monetary authorities the right to monitor any dollar transaction taking place anywhere in the world. Now, you can imagine what was the reaction of the international finance and banking.", "en": " 同時也給了美國財政當局 監督任何交易的權利 世界上所有美金交易 你們可以想像國際金融、銀行市場 的反應"}, {"zh-tw": " All the bankers said to their clients, \"Get out of the dollars and go and invest somewhere else.\" Now, the Euro was a newly born currency of great opportunity for business, and, of course, for investment. And this is what people did.", "en": " 銀行家都告訴客戶 趕快賣掉美金買別的貨幣 當時歐元是新興貨幣 是商業投資的大好機會 大家的確這麼做了"}, {"zh-tw": " Nobody wants the U.S. monetary authority to check their relationship, to monitor their relationship with their clientele. The same thing happened, of course, in the world of crime and terror.", "en": " 沒人希望美國財政當局 調查他們 監督他們與客戶的關係 犯罪、恐怖組織的世界 也是一樣的"}, {"zh-tw": " People simply moved their money-laundering activities away from the United States into Europe. Why did this happen? This happened because the Patriot Act was a unilateral legislation.", "en": " 他們將洗錢活動 從美國 轉入歐洲 為什麼會這樣？ 因為愛國者法案是一項單邊立法"}, {"zh-tw": " It was introduced only in the United States. And it was introduced only for the U.S. dollars.", "en": " 只有美國有 它也僅僅適用於美金"}, {"zh-tw": " In Europe, a similar legislation was not introduced. So, within six months Europe became the epicenter of the money-laundering activities of the world.", "en": " 歐洲並沒有 類似的立法 所以半年內 歐洲變成 世界洗錢犯罪 的中心"}, {"zh-tw": " So, this is how incredible are the relationship between the world of crime and the world of terror, and our own life. So, why did I tell you this story? I told you this story because you must understand that there is a world that goes well beyond the headlines of the newspapers, including the personal relationship that you have with friends and family.", "en": " 這就是我們的世界 與犯罪世界 及恐怖組織的世界 之間的關係 為什麼我要講這故事？ 我說這故事是想告訴你 一定要了解那個 報紙頭條背後的世界 包含你與親朋好友之間 的關係"}, {"zh-tw": " You got to question everything that is told to you, including what I just told you today. This is the only way for you to step into the dark side, and have a look at it.", "en": " 你一定要質詢別人告訴你的任何事 包括我今天說的故事 了解黑暗的那方 唯一的方法就是深入其境"}, {"zh-tw": " And believe me, it's going to be scary. It's going to be frightful, but it's going to enlighten you.", "en": " 相信我 它將會很可怕、 很嚇人，但會給你啟發"}, {"zh-tw": " And, above all, it's not going to be boring.", "en": " 更重要的，它並不無聊"}], "title": "Loretta Napoleoni The Intricate Economics Of Terrorism"}