{"url": "http://www.ted.com/talks/lalitesh_katragadda_making_maps_to_fight_disaster_build_economies", "paragraphs": [{"zh-tw": " In 2008, Cyclone Nargis devastated Myanmar. Millions of people were in severe need of help. The U.N. wanted to rush people and supplies to the area.", "en": " 在2008年，Nargis颱風侵襲了緬甸 造成數百萬人急需救助 聯合國想要運送人員物資進災區"}, {"zh-tw": " But there were no maps, no maps of roads, no maps showing hospitals, no way for help to reach the cyclone victims. When we look at a map of Los Angeles or London, it is hard to believe that as of 2005, only 15 percent of the world was mapped to a geo-codable level of detail.", "en": " 但是沒有標示道路的地圖 標示醫院的地圖也沒有，以致無法幫助受災民衆。 當我們看看洛杉磯，倫敦的地圖時 你很難去相信 到2005年全世界只有15%的地區的地圖 達到可數位化的精確度"}, {"zh-tw": " The U.N. ran headfirst into a problem that the majority of the world's populous faces: not having detailed maps. But help was coming.", "en": " 聯合國跟世界大部分的居民 遭遇到同樣的問題： 沒有夠詳盡的地圖。 但是救兵來了"}, {"zh-tw": " At Google, 40 volunteers used a new software to map 120,000 kilometers of roads, 3,000 hospitals, logistics and relief points. And it took them four days.", "en": " 在Google 有40位志願者 使用了一套軟體 標註了12萬公里的道路 3000間醫院，運輸和救護站 他們一共花了四天的時間"}, {"zh-tw": " The new software they used? Google Mapmaker. Google Mapmaker is a technology that empowers each of us to map what we know locally.", "en": " 他們使用的軟體？叫做Google Mapmaker Google Mapmaker 是一個允許我們 標註在地資訊的科技"}, {"zh-tw": " People have used this software to map everything from roads to rivers, from schools to local businesses, and video stores to the corner store. Maps matter.", "en": " 人們使用這套軟體 標註了道路，河流 學校，當地企業 錄影帶出租店，到轉角的便利商店 地圖很重要"}, {"zh-tw": " Nobel Prize nominee Hernando De Soto recognized that the key to economic liftoff for most developing countries is to tap the vast amounts of uncapitalized land. For example, a trillion dollars of real estate remains uncapitalized in India alone.", "en": " 諾貝爾獎被提名人Hermando De Soto 認爲開發中國家要發展經濟 最重要的關鍵是 去掌握大量未清查的土地 舉例來説，光在印度就有 價值一兆美元的土地沒被列入控管"}, {"zh-tw": " In the last year alone, thousands of users in 170 countries have mapped millions of pieces of information, and created a map of a level of detail never thought viable. And this was made possible by the power of passionate users everywhere.", "en": " 光在去年 170個國家數千個使用者 就標註了幾百萬筆資訊 並創造了前所未有的精確度 這項任務得以實現 要歸功於全球各地熱情的使用者"}, {"zh-tw": " Let's look at some of the maps being created by users right now. So, as we speak, people are mapping the world in these 170 countries.", "en": " 現在讓我們來看看 使用者標註地圖的實況。 我們在此演説的同時 170 個國家的人也在標註地圖"}, {"zh-tw": " You can see Bridget in Africa who just mapped a road in Senegal. And, closer to home, Chalua, an N.G. road in Bangalore.", "en": " 你可以看到在非洲的Bridget 剛為塞内加爾標註了一條道路 離這裡近一點，Chulua 剛為Bangalore 標註了NG路"}, {"zh-tw": " This is the result of computational geometry, gesture recognition, and machine learning. This is a victory of thousands of users, in hundreds of cities, one user, one edit at a time.", "en": " 這是融合了計算機幾何學 動作識別和機器學習的結果 這也是在數百個城市裏 數千個使用者的勝利 一個使用者一次編輯一筆資訊"}, {"zh-tw": " This is an invitation to the 70 percent of our unmapped planet. Welcome to the new world.", "en": " 這也是對70%未被涵蓋區域的居民 的一個邀請： 歡迎來到嶄新的世界。"}], "title": "Lalitesh Katragadda Making Maps To Fight Disaster Build Economies"}