{"url": "http://www.ted.com/talks/eve_ensler_embrace_your_inner_girl", "paragraphs": [{"zh-tw": " Namaste. Good morning. I'm very happy to be here in India. And I've been thinking a lot about what I have learned over these last particularly 11 years with V-Day and \"The Vagina Monologues,\" traveling the world, essentially meeting with women and girls across the planet to stop violence against women.", "en": " 各位早安！ 我非常高興能來到印度。 我常常想起我所曾經學過的東西 特別是過去這11年來 關於V-Day（女人反暴力運動）以及「陰道的獨白」（伊芙所寫的一齣劇） 旅行全世界 基本上就是到處與這個星球上的女人和女孩見面 想辦法去阻止對女人的暴力"}, {"zh-tw": " What I want to talk about today is this particular cell, or grouping of cells, that is in each and every one of us. And I want to call it the girl cell.", "en": " 今天我想要說的是 這個特別的細胞 或稱之為一組細胞，這個存在我們每一個人身上的細胞 而我想要稱它為女孩細胞"}, {"zh-tw": " And it's in men as well as in women. I want you to imagine that this particular grouping of cells is central to the evolution of our species and the continuation of the human race.", "en": " 這個細胞同樣的存在於男人與女人身上 我想你去想像這一組特別的細胞 是我們物種演化的重心 以及人類存續的核心"}, {"zh-tw": " And I want you imagine that at some point in history a group of powerful people invested in owning and controlling the world understood that the suppression of this particular cell, the oppression of these cells, the reinterpretation of these cells, the undermining of these cells, getting us to believe in the weakness of these cells and the crushing, eradicating, destroying, reducing these cells, basically began the process of killing off the girl cell, which was, by the way, patriarchy. I want you to imagine that the girl is a chip in the huge macrocosm of collective consciousness.", "en": " 然後我想你再想像我們歷史上的某一時期 有一群強悍的人設法擁有並控制整個世界 知道要強行鎮壓這個特別的細胞 壓迫它們 重新解讀它們 暗中破壞它們 讓我們以為它們是脆弱的 然後去破壞、根絕、消滅 減少它們 並開始進行殺死這些女孩細胞的程序 因而造就了目前父權統治的社會 我想你去想像這個女孩是一個晶片 存在於這個廣大宇宙的集體意識裡"}, {"zh-tw": " And it is essential to balance, to wisdom and to actually the future of all of us. And then I want you to imagine that this girl cell is compassion, and it's empathy, and it's passion itself, and it's vulnerability, and it's openness, and it's intensity, and it's association, and it's relationship, and it is intuitive.", "en": " 晶片本質上是讓我們每一個人能去平衡, 去智化 以及去實現我們所有人的未來 然後我想你去想像這個女孩細胞 是慈悲的 是有同理心的、本身是熱情的 是易感柔弱的 是開放的、是情感強烈的 能有伙伴關係與人際關係的 而且是有直覺力的"}, {"zh-tw": " And then let's think how compassion informs wisdom, and that vulnerability is our greatest strength, and that emotions have inherent logic, which lead to radical, appropriate, saving action. And then let's remember that we've been taught the exact opposite by the powers that be, that compassion clouds your thinking, that it gets in the way, that vulnerability is weakness, that emotions are not to be trusted, and you're not supposed to take things personally, which is one of my favorites.", "en": " 然後再想想慈悲如何衍生智慧 而脆弱是我們強大的力量 情感本身就有其內在邏輯 這些都帶來了徹底的, 適當的, 救贖的行動 然後請想想看我們曾被教導了 與這份能力完全相反的事物 說慈悲會蒙蔽了你的想法 同樣的 脆弱是一種缺點 說情感根本無法取信 而妳根本不應將這些視為很個人的事情 卻剛好是我最喜歡的"}, {"zh-tw": " I think the whole world has essentially been brought up not to be a girl. How do we bring up boys? What does it mean to be a boy? To be a boy really means not to be a girl.", "en": " 我想整個世界基本上 就是要讓我們不要成為一個女生 那我們如何教導男生們？身為一個男生又應該怎樣？ 要成為一個男生其實就是不要變成一個女生"}, {"zh-tw": " To be a man means not to be a girl. To be a woman means not to be a girl.", "en": " 要成為一個男人就不要變成一個女生 要成為一個女人就不要變成一個女生"}, {"zh-tw": " To be strong means not to be a girl. To be a leader means not to be a girl.", "en": " 要變的很強壯就不要變成一個女生 要成為一個領導者就不要變成一個女生"}, {"zh-tw": " I actually think that being a girl is so powerful that we've had to train everyone not to be that. And I'd also like to say that the irony of course, is that denying girl, suppressing girl, suppressing emotion, refusing feeling has lead thus here.", "en": " 我卻認為 成為一個女生是多麼的有力量 為此我們大家都被訓練至不要變成一個女生 而我仍要諷刺的說 當然的，否定女生 壓制女生，壓抑情感 拒絕去感覺已經讓我們變成這樣了。"}, {"zh-tw": " Where we have now come to live in a world where the most extreme forms of violence, the most horrific poverty, genocide, mass rapes, the destruction of the Earth, is completely out of control. And because we have suppressed our girl cells and suppressed our girl-ship, we do not feel what is going on.", "en": " 而我們現在所處的世界裡 這些最極致的暴力 最可怕的貧窮 集體屠殺，大量的強暴 這些毀滅地球的情況已經完全的失控了。 而又因為我們壓抑著我們的女孩細胞 還有壓制我們女孩那一部份 我們完全無法感受到發生什麼事"}, {"zh-tw": " So, we are not being charged with the adequate response to what is happening. I want to talk a little bit about the Democratic Republic of Congo.", "en": " 所以我們沒有能力 去為當下的事情作出反應 我想要談一下 剛果民主共和國"}, {"zh-tw": " For me, it was the turning point of my life. I have spent a lot of time there in the last three years.", "en": " 對我來說這是我的人生轉捩點 在過去三年裡我花了許多時間在那邊"}, {"zh-tw": " I feel up to that point I had seen a lot in the world, a lot of violence. I essentially lived in the rape mines of the world for the last 12 years.", "en": " 這段時間內我看到了世界上的許多事情 很多的暴力 我過去12年基本上都活在整個世界的強暴地雷裡"}, {"zh-tw": " But the Democratic Republic of Congo really was the turning point in my soul. I went and I spent time in a place called Bukavu in a hospital called the Panzi Hospital, with a doctor who was as close to a saint as any person I've ever met.", "en": " 但是剛果民主共和國 竟然是我靈魂的轉折點 我去了那裡也花了時間 在一個叫做「布喀福」的地方 一個名為潘日的醫院裡 我遇見了一個在我認識的人裡最能稱的上是聖人的醫生"}, {"zh-tw": " His name is Dr. Denis Mukwege. In the Congo, for those of you who don't know, there has been a war raging for the last 12 years, a war that has killed nearly six million people.", "en": " 他的名字是丹尼斯‧慕克維 在剛果，也許你並不知道 過去12年都遭受著戰火的摧殘 這樣的戰爭殺害了將近六百萬的人口"}, {"zh-tw": " It is estimated that somewhere between 300,000 and 500,000 women have been raped there. When I spent my first weeks at Panzi hospital I sat with women who sat and lined up every day to tell me their stories.", "en": " 其中約有30萬到50萬的女性 慘遭強暴 當我在潘日醫院的第一個星期時 我跟那些女人坐在一起 她們每天輪流過來告訴我她們的故事"}, {"zh-tw": " Their stories were so horrific, and so mind-blowing and so on the other side of human existence, that to be perfectly honest with you, I was shattered. And I will tell you that what happened is through that shattering, listening to the stories of eight-year-old girls who had their insides eviscerated, who had guns and bayonets and things shoved inside them so they had holes, literally, inside them where their pee and poop came out of them.", "en": " 她們的故事真的很悲慘 如此的令人難忘，像是存在世界另一頭的人類 而我要非常老實地說，這真的很震撼。 我要告訴你發生了什麼事 透過這種震撼的感覺 聽到這些八歲小女孩她們的內臟被拉出來的故事 有人用槍以及刺刀捅進她們的身體裡¥ 所以她們的身上被捅出了個洞 尿液與糞便就直接從這個洞排了出來"}, {"zh-tw": " Listening to the story of 80-year-old women who were tied to chains and circled, and where groups of men would come and rape them periodically, all in the name of economic exploitation to steal the minerals so the West can have it and profit from them. My mind was so shattered.", "en": " 還有關於80歲老婦人的故事 她們被鎖鍊綁住並圈在一起 有一群男人則會定時來強暴她們 而這全都以經濟開發為名 去偷採礦石所以西方人能夠因此而圖利 我實在是非常的震驚"}, {"zh-tw": " But what happened for me is that that shattering actually emboldened me in a way I have never been emboldened. That shattering, that opening of my girl cell, that kind of massive breakthrough of my heart allowed me to become more courageous, and braver, and actually more clever than I had been in the past in my life.", "en": " 但事實上這樣的震撼對我來說 卻使我更有勇氣 使我擁有我未曾有過的勇氣 這樣的震撼打開了我的女孩細胞 大規模的突破我的心房 使我變的更堅強與勇敢 並且讓我比以往的我 更聰明"}, {"zh-tw": " I want to say that I think the powers that be know that empire-building is actually -- that feelings get in the way of empire-building. Feelings get in the way of the mass acquisition of the Earth, and excavating the Earth, and destroying things.", "en": " 我想我要說的是被視為 權力擴張的那股力量 同樣的想法也阻擋了權力本身的擴張 這樣的想法阻礙了地球的大量成長 以及地球的開發並還毀壞了所有事物"}, {"zh-tw": " I remember, for example, when my father, who was very, very violent, used to beat me. And he would actually say, while he was beating me, \"Don't you cry. Don't you dare cry.\" Because my crying somehow exposed his brutality to him.", "en": " 我記得，像是我的父親 是一個非常非常的暴力的人，經常毆打我 當他打我的時候，他通常會對我說 「不准哭。妳不准給我哭出來。」 因為我的哭聲不知怎地讓他覺得自己很殘忍"}, {"zh-tw": " And even in the moment he didn't want to be reminded of what he was doing. I know that we have systematically annihilated the girl cell.", "en": " 即使在當時他並不想被點醒 到底他在做什麼 我知道我們有系統的在消滅這個女孩細胞"}, {"zh-tw": " And I want to say we've annihilated it in men as well as in women. And I think in some ways we've been much harsher to men in the annihilation of their girl cell.", "en": " 而我要說我們不僅消滅了男人的女孩細胞，同時也消滅了女人的女孩細胞 而在某方面來說 這一點我們更嚴苛的要求男人 去消滅掉他們的女孩細胞 （鼓掌）"}, {"zh-tw": " I see how boys have been brought up, and I see this across the planet: to be tough, to be hardened, to distance themselves from their tenderness, to not cry. I actually realized once in Kosovo, when I watched a man break down, that bullets are actually hardened tears, that when we don't allow men to have their girl self and have their vulnerability, and have their compassion, and have their hearts, that they become hardened and hurtful and violent.", "en": " 我看到了男孩是如何的被帶大，而我看到了全世界都是如此 要強硬、要堅強 要他們跟自己的柔弱情感保持距離，不許哭 有一次在科索沃 當我看到一個男人崩潰 而子彈就是他硬化了的眼淚 而當我們不准許男人展現他們的女性特質 他們的柔弱與他們的慈悲 以及他們的心懷時, 都會令他們變得 強硬, 具傷害性以及暴力"}, {"zh-tw": " And I think we have taught men to be secure when they are insecure, to pretend they know things when they don't know things, or why would we be where we are? To pretend they're not a mess when they are a mess. And I will tell you a very funny story.", "en": " 我想我們都在教導男人要表現安全 當他們感到不安全時 去假裝懂得一切事物而即使他們其實一點也不懂時 不然的話，為什麼我們會成為現在這個樣子？ 當他們一團混亂時去假裝他們並不是這樣 我要告訴你們一個很好笑的故事"}, {"zh-tw": " On my way here on the airplane, I was walking up and down the aisle of the plane. And all these men, literally at least 10 men, were in their little seats watching chick flicks.", "en": " 在我來這裡的飛機上，我在機位的走道間走來走去 而所有的男人，至少有10個以上 都在他們的小位子上看著文藝愛情片"}, {"zh-tw": " And they were all alone, and I thought, \"This is the secret life of men.\" I've traveled, as I said, to many, many countries, and I've seen, if we do what we do to the girl inside us then obviously it's horrific to think what we do to girls in the world. And we heard from Sunitha yesterday, and Kavita about what we do to girls.", "en": " 而且他們都是獨自一人，然後我想「這就是男人的秘密生活」 就像我所說的，我去過 很多很多的國家 我見到了如果我們如此對待我們內在的女孩 那麼顯然很恐怖的可以想到 我們就是這樣對待這個世界上的所有女孩 而我們昨天從Sunitha（歌手） 以及Kavita（人名）那處得知我們是如何對待女孩的"}, {"zh-tw": " But I just want to say that I've met girls with knife wounds and cigarette burns, who are literally being treated like ashtrays. I've seen girls be treated like garbage cans.", "en": " 而我只是想說 我見過這些有著刀傷以及被煙蒂燙傷的女孩們 他們根本被當作煙灰缸似的 我見過這些被當作垃圾桶看待的女孩們"}, {"zh-tw": " I've seen girls who were beaten by their mothers and brothers and fathers and uncles. I've seen girls starving themselves to death in America in institutions to look like some idealized version of themselves.", "en": " 我見過這些被她們的媽媽 她們的兄弟、父親、叔伯毆打的女孩們 我在美國看到那些存心想餓死自己的女孩們 讓自己變成世俗眼光中理想的樣子"}, {"zh-tw": " I've seen that we cut girls and we control them and we keep them illiterate, or we make them feel bad about being too smart. We silence them. We make them feel guilty for being smart. We get them to behave, to tone it down, not to be too intense.", "en": " 我看到了我們閹割女孩們並且控制她們 讓她們變成文盲 而且我們還讓她們覺得自己太聰明是不好的 我們讓她們保持沈默。甚至讓她們對於 變的聰明有罪惡感。我們要她們表現舉止得宜 保持低調，不要太激烈"}, {"zh-tw": " We sell them, we kill them as embryos, we enslave them, we rape them. We are so accustomed to robbing girls of the subject of being the subjects of their lives that we have now actually objectified them and turned them into commodities.", "en": " 我們賣掉她們，即便在她們還是胎兒時就扼殺她們 我們奴役她們。我們強暴她們。 我們太習慣於掠奪女孩們 主導自己生命的主導權 所以我們現在將她們物體化 變成一種商品"}, {"zh-tw": " The selling of girls is rampant across the planet. And in many places they are worth less than goats and cows.", "en": " 販賣女孩這種行為猖獗於整個世界 而且在很多地方他們甚至不如山羊與牛"}, {"zh-tw": " But I also want to talk about the fact that if one in eight people on the planet are girls between the ages of 10 to 24, they are they key, really, in the developing world, as well as in the whole world, to the future of humanity. And if girls are in trouble because they face systematic disadvantages that keep them where society wants them to be, including lack of access to healthcare, education, healthy foods, labor force participation.", "en": " 而我還要說事實上 如果世界上八分之一的人口 是平均年齡在10到24歲的女孩 她們才真正是整個世界發展的關鍵 也是全世界所有人類的未來 女孩如果有問題都是因為這樣的惡劣體系 讓她們變成社會上希望她們成為的樣子 包括缺乏醫療管道、 教育、營養的食物 被強迫參與勞動"}, {"zh-tw": " The burden of all the household tasks usually falls on girls and younger siblings, which ensures that they will never overcome these barriers. The state of girls, the condition of girls, will, in my belief -- and that's the girl inside us and the girl in the world -- determine whether the species survives.", "en": " 所有家務的重擔 往往都落在女孩子或更年幼的弟妹身上 一切都要確保她們不會跨越這些障礙 女孩們的狀況，女孩們的處境 在我來看，這個我們內在的女孩 還有全世界的女孩， 將決定人類物種的存亡"}, {"zh-tw": " And what I want to suggest is that, having talked to girls, because I just finished a new book called \"I Am an Emotional Creature: The Secret Life of Girls Around the World,\" I've been talking to girls for five years, and one of the things that I've seen is true everywhere is that the verb that's been enforced on girl is the verb \"to please.\" Girls are trained to please. I want to change the verb.", "en": " 而我所想要說的是 跟這些女孩談過後，因為我才剛出版了一本新書叫做 「我是有感情的創造物：全世界女孩的秘密生活」（尚未有中文譯本） 五年來我曾經跟很多女孩談過 我曾在各地看過一件千真萬確的事 有一個強制在女孩身上的動詞 這個動詞是「去取悅」 女孩們被訓練去取悅別人 我想要改變這個動詞"}, {"zh-tw": " I want us all to change the verb. I want the verb to be \"educate,\" or \"activate,\" or \"engage,\" or \"confront,\" or \"defy,\" or \"create.\" If we teach girls to change the verb we will actually enforce the girl inside us and the girl inside them.", "en": " 我要我們都改變這個動詞 我想要將這個動詞變成「教育」 或「主動」，或「參與」 或「面對」或「反抗」或「創造」 如果我們教導女孩們換掉這個動詞 我們就會強化我們內在的女孩 以及她們內在的女孩換掉這個動詞"}, {"zh-tw": " And I have to now share a few stories of girls I've seen across the planet who have engaged their girl, who have taken on their girl in spite of all the circumstances around them. I know a 14-year-old girl in the Netherlands, for example, who is demanding that she take a boat and go around the entire world by herself.", "en": " 現在我要跟你們分享幾個故事 一些我在這世上看到的女孩的故事 那些讓她們內在女孩參與其中的女孩 那些不顧周遭情況如何 也要呈現她們內在女孩的人 像是我知道有一個14歲的荷蘭女生 堅決要求要一個人乘船 環遊全世界"}, {"zh-tw": " There is a teenage girl who just recently went out and knew that she needed 56 stars tattooed on the right side of her face. There is a girl, Julia Butterfly Hill, who lived for a year in a tree because she wanted to protect the wild oaks.", "en": " 有一個十幾歲的女生最近 知道她需要在他的右臉上 刺上56顆星星 有一個女孩，珠莉亞‧巴特弗來‧西爾 住在樹上一年 只為了保護野生的橡樹"}, {"zh-tw": " There is a girl who I met 14 years ago in Afghanistan who I have adopted as my daughter because her mother was killed. Her mother was a revolutionary. And this girl, when she was 17 years old, wore a burqa in Afghanistan, and went into the stadiums and documented the atrocities that were going on towards women, underneath her burqa, with a video.", "en": " 有一個我14年前在阿富汗遇見過的女孩 我收養她成為女兒 因為她的母親被殺害了。她的母親是個革命家 而這個女孩，當她17歲的時候 在阿富汗，穿著布卡（回教女性的罩袍） 跑到體育館去 錄下那些施加於女人身上的殘暴行為 就用一部藏在她的布卡裡面的攝影機"}, {"zh-tw": " And that video became the video that went out all over the world after 9/11 to show what was going on in Afghanistan. I want to talk about Rachel Corrie who was in her teens when she stood in front of an Israeli tank to say, \"End the occupation.\" And she knew she risked death and she was literally gunned down and rolled over by that tank.", "en": " 而那部影片就是在911之後流到全世界的那部 讓世人知道到底在阿富汗發生怎樣的事情 我想要談談瑞秋‧科蕊 她在十幾歲時就挺身站在以色列的坦克車前 呼喊著「停止佔領」 她知道她是冒著生命的危險，而她也的確被槍打倒 並且被坦克車碾過去"}, {"zh-tw": " And I want to talk about a girl that I just met recently in Bukavu, who was impregnated by her rapist. And she was holding her baby.", "en": " 我還要跟你們說一個我最近才遇到的女孩子 在布卡武，她因為被強暴而懷孕 現在她抱著她的小孩"}, {"zh-tw": " And I asked her if she loved her baby. And she looked into her baby's eyes and she said, \"Of course I love my baby. How could I not love my baby? It's my baby and it's full of love.\" The capacity for girls to overcome situations and to move on levels, to me, is mind-blowing.", "en": " 我問她是否愛她的小孩 她看著她的寶寶的眼睛並說 「我當然愛我的寶寶，我怎能不愛他 這是我的寶寶，而一切充滿了愛」 這個女孩有能力去克服所有狀況 並前進到人生的另一個階段，對我來說是非常令人印象深刻的。"}, {"zh-tw": " There is a girl named Dorcas, and I just met her in Kenya. Dorcas is 15 years old, and she was trained in self-defense.", "en": " 還有一個女孩子叫做朵卡絲。我才剛在肯亞與她見面 朵卡絲15歲 她接受了防身的訓練"}, {"zh-tw": " A few months ago she was picked up on the street by three older men. They kidnapped her, they put her in a car.", "en": " 幾個月前她在街上 被三個老男人挑中 他們綁架了她並將她塞進一輛車中"}, {"zh-tw": " And through her self-defense, she grabbed their Adam's apples, she punched them in the eyes and she got herself free and out of the car. In Kenya, in August, I went to visit one of the V-Day safe houses for girls, a house we opened seven years ago with an amazing woman named Agnes Pareyio.", "en": " 在她自衛的過程，她抓住他們的喉結 並揍他們的眼睛 然後她成功的脫逃出那輛車子 在肯亞，八月時 我去探訪其中一個V-Day安全家園的女孩們 一個我們在七年前創建的家園 與一個叫做愛格妮絲‧派瑞優的神奇女子"}, {"zh-tw": " Agnes was a woman who was cut when she was a little girl, she was female genitally mutilated. And she made a decision as many women do across this planet, that what was done to her would not be enforced and done to other women and girls.", "en": " 愛格妮絲是一個在她還是小女孩的時候陰蒂就被割掉的女人 她的女性生殖器是被剖掉的 她做了一個跟世界上很多女人一樣的決定 絕對不會讓發生在她身上的事情™ 發生在其他的女人與女孩子身上"}, {"zh-tw": " So, for years Agnes walked through the Rift valley. She taught girls what a healthy vagina looked like, and what a mutilated vagina looked like.", "en": " 所以有好多年愛格妮絲行走於Rift山谷 她教導女孩們一個健康正常的陰道看起來應該是怎樣 而一個傷殘的陰道看起來又是如何"}, {"zh-tw": " And in that time she saved many girls. And when we met her we asked her what we could do for her, and she said, \"Well, if you got me a Jeep I could get around a lot faster.\" So, we got her a Jeep. And then she saved 4,500 girls. And then we asked her, \"Okay, what else do you need?\" And she said, \"Well, now, I need a house.\" So, seven years ago Agnes built the first V-Day safe house in Narok, Kenya, in the Masai land.", "en": " 在那段時期，她拯救了許多女孩。因此當我們見到她 我們問她我們能為她做些什麼 然後她說「如果妳給我一輛吉普車，我拯救的速度可以快很多」 所以我們給了她一輛吉普車，然後她拯救了4500個女孩子 然後我們問她「好，妳還需要什麼？」 她說「恩，現在我需要一間房子」 所以，七年前愛格妮絲建立了第一座V-Day安全家園 在肯亞的納羅克，馬塞族人的土地上"}, {"zh-tw": " And it was a house where girls could run away, they could save their clitoris, they wouldn't be cut, they could go to school. And in the years that Agnes has had the house, she has changed the situation there.", "en": " 這是一間院舍, 收留那些離家出走的女孩 她們可以保有他們的陰蒂不會再被割掉了 她們可以去上學 在這幾年間愛格妮絲擁有了這個家園 她改變了這裡的情況"}, {"zh-tw": " She has literally become deputy mayor. She's changed the rules.", "en": " 實際上她已經成為副市長 她改變了規則®"}, {"zh-tw": " The whole community has bought in to what she's doing. When we were there she was doing a ritual where she reconciles girls, who have run away, with their families.", "en": " 整個社會認同她所作的事情 當我們到達那時她正在進行調解 讓那位逃家的女孩與她的家人和解"}, {"zh-tw": " And there was a young girl named Jaclyn. Jaclyn was 14 years old and she was in her Masai family and there's a drought in Kenya.", "en": " 還有一個年輕的女孩名叫潔可琳 潔可琳14歲，身在她的馬賽族家庭裡 肯亞正在乾旱"}, {"zh-tw": " So cows are dying, and cows are the most valued possession. And Jaclyn overheard her father talking to an old man about how he was about to sell her for the cows.", "en": " 乳牛面臨著死亡，而乳牛是 最有價值的財產 而潔可琳無意間聽到她的父親 在跟一個老男人談到 她準備賣掉潔可琳來換乳牛"}, {"zh-tw": " And she knew that meant she would be cut. She knew that meant she wouldn't go to school.", "en": " 而她知道如此一來她會被割掉陰蒂 她也知道如此一來她將無法去上學"}, {"zh-tw": " She knew that meant she wouldn't have a future. She knew she would have to marry that old man, and she was 14.", "en": " 她更知道這意味著她沒有將來 她知道她將要嫁給那個老男人，而她才14歲"}, {"zh-tw": " So, one afternoon, she'd heard about the safe house, Jaclyn left her father's house and she walked for two days, two days through Masai land. She slept with the hyenas. She hid at night.", "en": " 所以，一天下午，她已經聽說過這間安全家園 潔可琳離開她父親的房子 她走了兩天，整整兩天 穿過馬賽族人的土地 她跟鬣狗睡在一起。在晚上躲藏"}, {"zh-tw": " She imagined her father killing her on one hand, and Mama Agnes greeting her, with the hope that she would greet her when she got to the house. And when she got to the house she was greeted.", "en": " 她想像她的父親用一隻手就能殺掉她 而愛格妮絲媽媽在歡迎她的 並且希望她能帶她走進屋內 然後當她到達了那家園時她的確是被歡迎的"}, {"zh-tw": " Agnes took her in, and Agnes loved her, and Agnes supported her for the year. She went to school and she found her voice, and she found her identity, and she found her heart.", "en": " 愛格妮絲帶著她進入家園。愛格妮絲愛著她 愛格妮絲那整年都支持著她 然後她去上學，她發現了她的聲音 發現了她的自我，發現了她的心"}, {"zh-tw": " Then, her time was ready when she had to go back to talk to her father about the reconciliation, after a year. I had the privilege of being in the hut when she was reunited with her father and reconciled.", "en": " 然後，她準備好了 在離家出走一年後，當她必須回去告訴她的父親 關於和解的事情。 我有這個榮幸呆在小屋裡參與 她跟她的父親的團圓並和解"}, {"zh-tw": " In that hut, we walked in, and her father and his four wives were sitting there, and her sisters who had just returned because they had all fled when she had fled, and her primary mother, who had been beaten in standing up for her with the elders. When her father saw her and saw who she had become, in her full girl self, he threw his arms around her and broke down crying.", "en": " 在那間小屋裡，我們走了進去 她的父親以及父親的四位太太們坐在那裡 還有她的姊妹也都才剛回來了因為 當她逃走時，她們也都逃走了 還有她的生母也為了她挺身而出 而曾經挨揍 當她的父親看到她並且看到她變成 一個完整的女孩 他伸出雙臂擁抱她並哭泣"}, {"zh-tw": " He said, \"You are beautiful. You have grown into a gorgeous woman. We will not cut you.", "en": " 他說「妳好漂亮，你已經長成一個優雅的女人了 我們不會再割妳了（指陰蒂）"}, {"zh-tw": " And I give you my word, here and now, that we will not cut your sisters either.\" And what she said to him was, \"You were willing to sell me for four cows, and a calf and some blankets. But I promise you, now that I will be educated I will always take care of you, and I will come back and I will build you a house.", "en": " 我現在在這裡就跟妳承諾 我也不會割妳的姊妹們（指陰蒂）」 而她對他說的是 「你曾經想要用四頭乳牛 一隻小牛還有一些毯子就賣掉我 但是我跟你保證，現在我可以受教育 我將會永遠照顧你 而且我會回來還會幫你建一棟房子"}, {"zh-tw": " And I will be in your corner for the rest of your life.\" For me, that is the power of girls. And that is the power of transformation.", "en": " 我將終身在你左右」 對我來說，這就是女孩的力量 這就是改變的力量"}, {"zh-tw": " I want to close today with a new piece from my book. And I want to do it tonight for the girl in everybody here.", "en": " 我要在這裡結尾 用我新書裡的一段話 而我今晚要 為現場的每一位女孩這樣做"}, {"zh-tw": " And I want to do it for Sunitha. And I want to do it for the girls that Sunitha talked about yesterday, the girls who survive, the girls who can become somebody else.", "en": " 我要為Sunitha這樣做 我要為Sunitha昨天提到的那個女孩這樣做 那些能夠生存下來的女孩，那些能夠成為某個人的女孩"}, {"zh-tw": " But I really want to do it for each and every person here, to value the girl in us, to value the part that cries, to value the part that's emotional, to value the part that's vulnerable, to understand that's where the future lies. This is called \"I'm An Emotional Creature.\" And it happened because I met a girl in Watts, L.A.", "en": " 但我實際上是想為在場的每一個人這樣做 去珍惜我們每一個人內在的女孩 去珍惜那個哭泣的部分 去珍惜那個感性的部分 去珍惜那些值得珍惜的部分 去瞭解未來在哪裡 這就是所謂的「我是有感情的創造物」 而這全是因為我在洛杉機的瓦特遇到一個女孩"}, {"zh-tw": " I was asking girls if they like being a girl, and all the girls were like, \"No, I hate it. I can't stand it. It's all bad. My brothers get everything.\" And this girl just sat up and went, \"I love being a girl.", "en": " 我問了一些女孩她們是否喜歡成為一個女生 而所有的女孩都像是「不，我討厭。我無法忍受這樣。 才不好，我兄弟都得到所有的好處。」 然而這個女孩卻站起來然後告訴我「我喜歡成為一個女孩，"}, {"zh-tw": " I'm an emotional creature!\" This is for her: I love being a girl. I can feel what you're feeling as you're feeling inside the feeling before.", "en": " 我是有感情的創造物！」 這是給她的： 我喜歡身為一個女生 我可以感覺到你所感覺的 就像你可以感覺到你內在的感受一樣"}, {"zh-tw": " I am an emotional creature. Things do not come to me as intellectual theories or hard-pressed ideas.", "en": " 我是有感情的創造物 事物對我來說, 並不只是學術的理論 或只是生硬的概念"}, {"zh-tw": " They pulse through my organs and legs and burn up my ears. Oh, I know when your girlfriend's really pissed off, even though she appears to give you what you want.", "en": " 他們流經我的體內器官與我的腳，並燃燒到我的耳朵 喔，我知道當你的女朋友非常生氣的時候 即便如此她還是給了你你想要的東西"}, {"zh-tw": " I know when a storm is coming. I can feel the invisible stirrings in the air.", "en": " 我知道當風暴即將來襲時 我可以感覺到無形空氣中被攪動的感覺"}, {"zh-tw": " I can tell you he won't call back. It's a vibe I share. I am an emotional creature.", "en": " 我可以告訴你他不會回電。這是我要跟你分享的感覺 我是有感情的創造物"}, {"zh-tw": " I love that I do not take things lightly. Everything is intense to me, the way I walk in the street, the way my momma wakes me up, the way it's unbearable when I lose, the way I hear bad news.", "en": " 我喜愛自己那種不看輕事物的態度 所有的事物對我來說都是強烈的 我走在街上的方式，我媽媽叫我起床的方式 當我迷失時無法承受一切的方式，我聽到壞消息的方式"}, {"zh-tw": " I am an emotional creature. I am connected to everything and everyone. I was born like that.", "en": " 我是有感情的創造物 我跟萬事萬物以及每個人都是相關連的。我生來就是這個樣子。"}, {"zh-tw": " Don't you say all negative that it's only only a teenage thing, or it's only because I'm a girl. These feelings make me better.", "en": " 別老是說些負面的東西 說這些也不過是青春期的表現 或者說這都是因為我是一個女生的關係 這些情感使我變的更好"}, {"zh-tw": " They make me present. They make me ready. They make me strong. I am an emotional creature.", "en": " 他們使我處於當下，使我準備好面對一切，使我變的更強壯 我是有感情的創造物"}, {"zh-tw": " There is a particular way of knowing. It's like the older women somehow forgot.", "en": " 有一種特別的心照不宣 就像老女人們不知怎地忘記了"}, {"zh-tw": " I rejoice that it's still in my body. Oh, I know when the coconut's about to fall.", "en": " 我很高興它仍存在我的體內 喔，我知道當椰子準備要掉下來時"}, {"zh-tw": " I know we have pushed the Earth too far. I know my father isn't coming back, and that no one's prepared for the fire.", "en": " 我知道我們己把世界推得太遠 我知道我父親不會再回來 以及沒有人準備好面對戰火"}, {"zh-tw": " I know that lipstick means more than show, and boys are super insecure, and so-called terrorists are made, not born. I know that one kiss could take away all my decision-making ability.", "en": " 我知道口紅並不只是一種展示 還有男孩是極度沒有安全感的 那些所謂的恐怖份子是被訓練出來的並不是生而如此 我知道一個吻 可以奪走我做決定的能力"}, {"zh-tw": " And you know what? Sometimes it should. This is not extreme. It's a girl thing, what we would all be if the big door inside us flew open.", "en": " 你知道嗎？有時候真的應該這樣 這並不是很偏激的。這就是女孩的特質 當我們內在的那扇大門開啟時我們會怎麼樣"}, {"zh-tw": " Don't tell me not to cry, to calm it down, not to be so extreme, to be reasonable. I am an emotional creature.", "en": " 別告訴我別哭，冷靜下來 別這麼極端，不要這麼不理性 我是有感情的創造物"}, {"zh-tw": " It's how the earth got made, how the wind continues to pollinate. You don't tell the Atlantic Ocean to behave.", "en": " 就像地球被創造, 風會持續為花朵授粉 你不會告訴大西洋要守規矩"}, {"zh-tw": " I am an emotional creature. Why would you want to shut me down or turn me off? I am your remaining memory.", "en": " 我是有感情的創造物 你為什麼要我壓抑或關掉 我是你永續的記憶"}, {"zh-tw": " I can take you back. Nothing's been diluted.", "en": " 我可以讓你找回自己 沒有任何事情被稀釋"}, {"zh-tw": " Nothing's leaked out. I love, hear me, I love that I can feel the feelings inside you, even if they stop my life, even if they break my heart, even if they take me off track, they make me responsible.", "en": " 沒有任何東西會漏掉 我喜愛，聽我說，我喜愛 可以感覺到你的內在的感覺 就算他們終止我的生命 就算他們傷我的心 就算他們帶我離開常軌 他們讓我變的更可靠"}, {"zh-tw": " I am an emotional, I am an emotional, incondotional, devotional creature. And I love, hear me, I love, love, love being a girl.", "en": " 我是一個情感的，我是一個情感的 毫無疑問的，忠誠的創造物 而且我喜愛，聽著我 我喜愛、喜愛、喜愛成為一個女生"}, {"zh-tw": " Can you say it with me? I love, I love, love, love being a girl! Thank you very much.", "en": " 你們可以跟我講一遍嗎？ 我喜愛，我喜愛、喜愛、喜愛 成為一個女生 謝謝大家 （鼓掌）"}], "title": "Eve Ensler Embrace Your Inner Girl"}