{"url": "http://www.ted.com/talks/jane_chen_a_warm_embrace_that_saves_lives", "paragraphs": [{"zh-tw": " Please close your eyes, and open your hands. Now imagine what you could place in your hands: an apple, maybe your wallet.", "en": " 請各位閉上眼睛 把手掌打開 想想看你手上可以放什麼? 蘋果，還是錢包？"}, {"zh-tw": " Now open your eyes. What about a life? What you see here is a premature baby.", "en": " 請張開眼睛 如果放個小生命在手上呢 這是個早產兒"}, {"zh-tw": " He looks like he's resting peacefully, but in fact he's struggling to stay alive because he can't regulate his own body temperature. This baby is so tiny he doesn't have enough fat on his body to stay warm.", "en": " 他看似睡的安穩，但其實正掙扎求生 因為他沒辦法控制自己的體溫 這個嬰兒還太小 沒有足夠的體脂肪保持體溫"}, {"zh-tw": " Sadly, 20 million babies like this are born every year around the world. Four million of these babies die annually.", "en": " 令人傷心的是，每年有兩千萬這樣的嬰兒 出生在世界上 而當中每年死亡數目是四百萬"}, {"zh-tw": " But the bigger problem is that the ones who do survive grow up with severe, long-term health problems. The reason is because in the first month of a baby's life, its only job is to grow.", "en": " 更糟的是 活下來的嬰兒都有嚴重的後遺症 因為嬰兒出生第一個月 都該努力成長"}, {"zh-tw": " If it's battling hypothermia, its organs can't develop normally, resulting in a range of health problems from diabetes, to heart disease, to low I.Q. Imagine: Many of these problems could be prevented if these babies were just kept warm.", "en": " 如果體溫過低，嬰兒就沒辦法正常發育 造成許多健康問題 像是糖尿病，心臟病 還有智能不足 這些問題都可以避免 只要能讓這些嬰兒保持溫暖"}, {"zh-tw": " That is the primary function of an incubator. But traditional incubators require electricity and cost up to 20 thousand dollars.", "en": " 保溫箱就是要讓嬰兒保暖 但傳統保溫箱必須插電 而且要價將近台幣七十萬"}, {"zh-tw": " So, you're not going to find them in rural areas of developing countries. As a result, parents resort to local solutions like tying hot water bottles around their babies' bodies, or placing them under light bulbs like the ones you see here -- methods that are both ineffective and unsafe.", "en": " 所以發展中國家的鄉間地區根本找不到保溫箱 因此早產兒的父母只好用當地的辦法 像是用熱水瓶繞著嬰兒的身體 或像圖片這樣，把嬰兒放在燈泡下面 這些方法沒什麼用，又不安全"}, {"zh-tw": " I've seen this firsthand over and over again. On one of my first trips to India, I met this young woman, Sevitha, who had just given birth to a tiny premature baby, Rani.", "en": " 我親眼證實，好幾次都是這樣 我去印度的時候，遇到這位年輕婦女Sevitha 她剛生的早產兒名叫Rani"}, {"zh-tw": " She took her baby to the nearest village clinic, and the doctor advised her to take Rani to a city hospital so she could be placed in an incubator. But that hospital was over four hours away, and Sevitha didn't have the means to get there, so her baby died.", "en": " 她帶Rani到村裡最近的診所 醫生叫她帶Rani去城裡的醫院 那裏才有保溫箱 但去醫院的路程要四個小時 Sevitha也沒辦法去 Rani因此夭折"}, {"zh-tw": " Inspired by this story, and dozens of other similar stories like this, my team and I realized what was needed was a local solution, something that could work without electricity, that was simple enough for a mother or a midwife to use, given that the majority of births still take place in the home. We needed something that was portable, something that could be sterilized and reused across multiple babies and something ultra-low-cost, compared to the 20,000 dollars that an incubator in the U.S. costs.", "en": " 由於這件事和其他許多類似的事 我們團隊了解，必須想出當地的解決方法 因地制宜又不用電的方法 又要簡便，讓母親和接生婆都會用 因為大多數嬰兒還是在家裡出生的 這個解決工具要能帶著走 能消毒後再給其他嬰兒使用 價格又要壓到最低 起碼要低於 台幣七十萬的保溫箱"}, {"zh-tw": " So, this is what we came up with. What you see here looks nothing like an incubator.", "en": " 而這就是我們的成果 這看起來一點也不像保溫箱"}, {"zh-tw": " It looks like a small sleeping bag for a baby. You can open it up completely. It's waterproof.", "en": " 比較像嬰兒睡袋 可以整個打開，這是防水的"}, {"zh-tw": " There's no seams inside so you can sterilize it very easily. But the magic is in this pouch of wax.", "en": " 裡面沒有接縫，非常容易消毒 特別的地方在於這一袋蠟"}, {"zh-tw": " This is a phase-change material. It's a wax-like substance with a melting point of human body temperature, 37 degrees Celsius.", "en": " 這個袋子裡的物質會改變型態 像蠟一樣 融點是攝氏37度，相當於人的體溫"}, {"zh-tw": " You can melt this simply using hot water and then when it melts it's able to maintain one constant temperature for four to six hours at a time, after which you simply reheat the pouch. So, you then place it into this little pocket back here, and it creates a warm micro-environment for the baby.", "en": " 只要用熱水就可以融解 溶解以後就可以保持恆溫 每次維持四到六個小時 凝固後再重新加熱融解就可以了 把這個袋子放在這後面的小口袋 就能為嬰兒 打造溫暖的小天地"}, {"zh-tw": " Looks simple, but we've reiterated this dozens of times by going into the field to talk to doctors, moms and clinicians to ensure that this really meets the needs of the local communities. We plan to launch this product in India in 2010, and the target price point will be 25 dollars, less than 0.1 percent of the cost of a traditional incubator.", "en": " 看起來簡單，但我們重做了好多次 徵詢當地醫生和婦女的意見 確保能滿足當地的需要 產品計劃在2010年於印度上市 目標定價台幣875元 這個價格 不到傳統保溫箱的0.1%"}, {"zh-tw": " Over the next five years we hope to save the lives of almost a million babies. But the longer-term social impact is a reduction in population growth.", "en": " 接下來五年，我們希望 能拯救一百萬個嬰兒的生命 長期來說，更能降低人口成長"}, {"zh-tw": " This seems counterintuitive, but turns out that as infant mortality is reduced, population sizes also decrease, because parents don't need to anticipate that their babies are going to die. We hope that the Embrace infant warmer and other simple innovations like this represent a new trend for the future of technology: simple, localized, affordable solutions that have the potential to make huge social impact.", "en": " 聽起來好像違背直覺 但如果嬰兒死亡率降低 人口數也會降低 因為父母不用怕孩子會夭折 而生太多孩子 希望這個產品 \"溫暖的擁抱\" 和其他類似的發明 代表未來科技的新方向 簡單，便宜，又符合當地需求 對社會有巨大的影響力"}, {"zh-tw": " In designing this we followed a few basic principles. We really tried to understand the end user, in this case, people like Sevitha.", "en": " 設計這個產品時，我們有幾項原則 我們努力了解使用者的需求 也就是Sevitha他們的需求"}, {"zh-tw": " We tried to understand the root of the problem rather than being biased by what already exists. And then we thought of the most simple solution we could to address this problem.", "en": " 我們努力了解問題的根源 不要受現有的東西影響 並且，我們努力用最簡單的方法 來解決問題"}, {"zh-tw": " In doing this, I believe we can truly bring technology to the masses. And we can save millions of lives through the simple warmth of an Embrace.", "en": " 這樣一來，我相信科技能造福大眾 而\"溫暖的擁抱\"，能拯救數百萬的生命"}], "title": "Jane Chen A Warm Embrace That Saves Lives"}