{"url": "http://www.ted.com/talks/susan_savage_rumbaugh_on_apes_that_write", "paragraphs": [{"zh-tw": "我研究矮黑猩猩工作時，我多半是快樂的因為我覺得牠們是地球上最快樂的物種這點還不太為人所知", "en": "I work with a species called \"Bonobo.\" And I'm happy most of the time, because I think this is the happiest species on the planet. It's kind of a well-kept secret."}, {"zh-tw": "矮黑猩猩只棲息在剛果由於交配習性的關係，牠們很少出現在動物園", "en": "This species lives only in the Congo. And they're not in too many zoos, because of their sexual behavior."}, {"zh-tw": "牠們的交配習性太像人了也就是我們習慣的那樣（笑）但是......（笑）事實上，我們得向牠們學習的很多牠們有著非常公平且富同理心的社會", "en": "Their sexual behavior is too human-like for most of us to be comfortable with. But -- actually, we have a lot to learn from them, because they're a very egalitarian society and they're a very empathetic society."}, {"zh-tw": "交配行為並不因只是生活的一部分而被忽略反之，這是牠們生活的全部", "en": "And sexual behavior is not confined to one aspect of their life that they sort of set aside. It permeates their entire life."}, {"zh-tw": "可以用來溝通可以用來化解衝突", "en": "And it's used for communication. And it's used for conflict resolution."}, {"zh-tw": "我想，或許是在人類歷史的某個時間點開始把生活分成好幾個部分把世界切割成不同地域", "en": "And I think perhaps somewhere in our history we sort of, divided our lives up into lots of parts. We divided our world up with lots of categories."}, {"zh-tw": "每件事都得被歸檔在正確的位置但我不認為我們的祖宗是這樣的", "en": "And so everything sort of has a place that it has to fit. But I don't think that we were that way initially."}, {"zh-tw": "很多人認為，動物凡事但憑反射直覺人類是非常非常特別的物種或許是思考的能力", "en": "There are many people who think that the animal world is hard-wired and that there's something very, very special about man. Maybe it's his ability to have causal thought."}, {"zh-tw": "或許是大腦有什麼特出之處讓人類發展出語言或許是大腦的特殊之處讓人類能夠使用工具跟計算", "en": "Maybe it's something special in his brain that allows him to have language. Maybe it's something special in his brain that allows him to make tools or to have mathematics."}, {"zh-tw": "是嗎？我不知道。十六世紀的時候探險家發現了塔斯馬尼亞人。他們不用火也沒有石器", "en": "Well, I don't know. There were Tasmanians who were discovered around the 1600s and they had no fire. They had no stone tools."}, {"zh-tw": "就我所知，他們也沒有音樂將矮黑猩猩跟塔斯馬尼亞人一起比較除了矮黑猩猩毛多了些", "en": "To our knowledge they had no music. So when you compare them to the Bonobo, the Bonobo is a little hairier."}, {"zh-tw": "跟不太能直立站著外兩者有許多相似性", "en": "He doesn't stand quite as upright. But there are a lot of similarities."}, {"zh-tw": "我認為，研究文化能夠幫助我們了解我們是如何成為人我不認為是我們的生物性讓我們變成人是「成為人」這件事影響了我們的生物性生物性跟「成為人」無關", "en": "And I think that as we look at culture, we kind of come to understand how we got to where we are. And I don't really think it's in our biology; I think we've attributed it to our biology, but I don't really think it's there."}, {"zh-tw": "所以，我想跟各位分享的是矮黑猩猩這種生物這是Kanzi", "en": "So what I want to do now is introduce you to a species called the Bonobo. This is Kanzi."}, {"zh-tw": "一隻矮黑猩猩目前，牠住在喬治亞州的森林", "en": "He's a Bonobo. Right now, he's in a forest in Georgia."}, {"zh-tw": "牠的媽媽來自非洲的森林我們見到牠時，牠才剛進入青春期大概六七歲吧", "en": "His mother originally came from a forest in Africa. And she came to us when she was just at puberty, about six or seven years of age."}, {"zh-tw": "畫面上的右邊是一隻矮黑猩猩左邊是黑猩猩顯然的，黑猩猩比較不擅長行走", "en": "Now this shows a Bonobo on your right, and a chimpanzee on your left. Clearly, the chimpanzee has a little bit harder time of walking."}, {"zh-tw": "雖然矮黑猩猩比我們矮，手臂較長但比黑猩猩更能直立，像我們一樣行走再比較矮黑猩猩跟與露西一類的南猿", "en": "The Bonobo, although shorter than us and their arms still longer, is more upright, just as we are. This shows the Bonobo compared to an australopithecine like Lucy."}, {"zh-tw": "矮黑猩猩的行走模式跟南猿可能的行走方式並沒有太大不同觀察牠們的正面觀，可以注意到早期南猿的骨盆腔較平在兩腳交互移動時沒有太多的旋轉", "en": "As you can see, there's not a lot of difference between the way a Bonobo walks and the way an early australopithecine would have walked. As they turn toward us you'll see that the pelvic area of early australopithecines is a little flatter and doesn't have to rotate quite so much from side to side."}, {"zh-tw": "因此，使用兩腳行走較容易這是上述四個物種的比較", "en": "So the -- the bipedal gait is a little easier. And now we see all four."}, {"zh-tw": "影片中是棲息在中非的矮黑猩猩牠們住在由剛果河包圍的叢林裡這地區的林冠茂密有40公尺高，也就是130英呎", "en": "Video: Narrator: The wild Bonobo lives in central Africa, in the jungle encircled by the Congo River. Canopied trees as tall as 40 meters, 130 feet, grow densely in the area."}, {"zh-tw": "有個日本科學家®開始了矮黑猩猩的田野調查大概是三十年前矮黑猩猩比黑猩猩個頭略小", "en": "It was a Japanese scientist who first undertook serious field studies of the Bonobo, almost three decades ago. Bonobos are built slightly smaller than the chimpanzee."}, {"zh-tw": "身材也瘦，天生是非常溫馴的動物幾個長期追蹤的嚴謹研究，顯示一些新發現：", "en": "Slim-bodied, Bonobos are by nature very gentle creatures. Long and careful studies have reported many new findings on them."}, {"zh-tw": "首先：野生的矮黑猩猩常常利用雙腳行走而且牠們還能直立地長途行走", "en": "One discovery was that wild Bonobos often walk bidpedally. What's more, they are able to walk upright for long distances."}, {"zh-tw": "先去跟Austin打聲招呼，然後再去A區。SS: Kanzi跟我在森林裡", "en": "Susan Savage-Rumbaugh (video): Let's go say hello to Austin first and then go to the A frame. SS: This is Kanzi and I, in the forest."}, {"zh-tw": "影片裡所發生的是，沒有一個是經過訓練的結果也沒有一個是偽造的", "en": "None of the things you will see in this particular video are trained. None of them are tricks."}, {"zh-tw": "影片裡的一切都是自發行為這是由日本NHK所拍攝的我們有八隻矮黑猩猩", "en": "They all happened to be captured on film spontaneously, by NHK of Japan. We have eight Bonobos."}, {"zh-tw": "影片：請看營火旁有什麼SS: 我們的研究中心有一整個黑猩猩家庭", "en": "Video: Look at all this stuff that's here for our campfire. SS: An entire family at our research centre."}, {"zh-tw": "影片：想幫忙撿柴火嗎？很好我們也需要些柴火", "en": "Video: You going to help get some sticks? Good. We need more sticks, too."}, {"zh-tw": "如果你想要，我口袋裡有打火機那是個黃蜂巢", "en": "I have a lighter in my pocket if you need one. That's a wasps' nest."}, {"zh-tw": "你們可以拿出來希望我有打火機", "en": "You can get it out. I hope I have a lighter."}, {"zh-tw": "這樣你就可以生火了SS: 原來Kanzi對火有興趣", "en": "You can use the lighter to start the fire. SS: So Kanzi is very interested in fire."}, {"zh-tw": "沒有打火機，牠就不會生火不過，如果牠看別人做一次，牠也許就能不靠打火機生火牠正在學怎麼讓火繼續燒", "en": "He doesn't do it yet without a lighter, but I think if he saw someone do it, he might be able to do -- make a fire without a lighter. He's learning about how to keep a fire going."}, {"zh-tw": "牠正在學著用火但只敢看著我們用（笑）矮黑猩猩的臉上有著微笑", "en": "He's learning the uses for a fire, just by watching what we do with fire. This is a smile on the face of a Bonobo."}, {"zh-tw": "這是開心的表示影片：你很開心啊", "en": "These are happy vocalizations. Video: You're happy."}, {"zh-tw": "你很喜歡這個部分吧你得把水潑在火上。看到水了沒？很好", "en": "You're very happy about this part. You've got to put some water on the fire. You see the water? Good job."}, {"zh-tw": "SS: 牠忘了要拉上背包的拉鍊但牠很喜歡把東西帶來帶去", "en": "SS: Forgot to zip up the back half of his backpack. But he likes to carry things from place to place."}, {"zh-tw": "影片：Austin, 我聽到你說AustinSS: 牠可以跟位在遠處，聽不見這裡動靜的實驗室裡的矮黑猩猩溝通這是Kanzi的姐姐", "en": "Video: Austin, I hear you saying \"Austin.\" SS: He talks to other Bonobos at the lab, long-distance, farther than we can hear. This is his sister."}, {"zh-tw": "牠第一次試著開高爾夫球車影片：拜拜！（笑）", "en": "This is her first time to try to drive a golf cart. Video: Goodbye."}, {"zh-tw": "SS: 牠踩下踏板，但沒有打方向盤讓車子從後退變成前進現在牠抓住方向盤，卻沒有轉動（笑）", "en": "SS: She's got the pedals down, but not the wheel. She switches from reverse to forward and she holds onto the wheel, rather than turns it."}, {"zh-tw": "跟人類一樣，牠知道鏡子裡的影像是自己（音樂）影片：讓矮黑猩猩在融合了矮黑猩猩跟人類文化的環境中長大並記錄牠們的成長長達二十多年科學家得以了解文化力（笑）是如何影響人類演化的", "en": "Like us, she knows that that individual in the mirror is her. (Music) Video: Narrator: By raising Bonobos in a culture that is both Bonobo and human, and documenting their development across two decades, scientists are exploring how cultural forces may have operated during human evolution."}, {"zh-tw": "這是Nyota在斯瓦希里語裡是星星的意思", "en": "His name is Nyota. It means \"star\" in Swahili."}, {"zh-tw": "（音樂）Panbanisha正試著用一對剪刀幫Nyota剪頭髮已知野生矮黑猩猩的家長會幫小孩理毛", "en": "(Music) Panbanisha is trying to give Nyota a haircut with a pair of scissors. In the wild, the parent Bonobo is known to groom its offspring."}, {"zh-tw": "現在Panbanisha正用剪刀而不是用手幫Nyota理毛很令人印象深刻吧", "en": "Here Panbanisha uses scissors, instead of her hands, to groom Nyota. Very impressive."}, {"zh-tw": "需要很精巧的手部運動才能進行這樣的工作喔Nyota也學Panbanisha使用剪刀", "en": "Subtle maneuvering of the hands is required to perform delicate tasks like this. Nyota tries to imitate Panbanisha by using the scissors himself."}, {"zh-tw": "Panbanish知道Nyota可能會受傷跟所有的人類媽媽一樣牠小心地把剪刀拿回來牠現在能用剪刀剪具韌性的動物皮毛", "en": "Realizing that Nyota might get hurt, Panbanisha, like any human mother, carefully tugs to get the scissors back. He can now cut through tough animal hide."}, {"zh-tw": "SS: Kanzi正在學怎麼製作石器影片：Kanzi正在做自己的工具就跟我們的祖先一樣兩百五十萬年前人類祖先靠著兩手拿著石頭互相撞擊", "en": "SS: Kanzi's learned to make stone tools. Video: Kanzi now makes his tools, just as our ancestors may have made them, two-and-a-half million years ago -- by holding the rocks in both hands, to strike one against the other."}, {"zh-tw": "學會如何使用雙手學會一拳中的他能製作更大更尖銳的石片Kanzi挑了一片他認為夠尖的石片", "en": "He has learned that by using both hands and aiming his glancing blows, he can make much larger, sharper flakes. Kanzi chooses a flake he thinks is sharp enough."}, {"zh-tw": "即使使用刀子，皮毛也很難切斷Kanzi用的石頭非常硬很適合拿來做成工具，卻很難使用需要很多的技巧", "en": "The tough hide is difficult to cut, even with a knife. The rock that Kanzi is using is extremely hard and ideal for stone tool making, but difficult to handle, requiring great skill."}, {"zh-tw": "Kanzi的石頭來自衣索匹亞的Gona跟我們的非洲祖先在兩百五十萬年前使用的一模一樣這是Kanzi用的石頭而這些是它做的石片", "en": "Kanzi's rock is from Gona, Ethiopia and is identical to that used by our African ancestors two-and-a-half million years ago. These are the rocks Kanzi used and these are the flakes he made."}, {"zh-tw": "尖銳的切緣就跟刀鋒一樣跟我們祖先使用的石器比較兩者相似得不可思議", "en": "The flat sharp edges are like knife blades. Compare them to the tools our ancestors used; they bear a striking resemblance to Kanzi's."}, {"zh-tw": "Panbanisha想到樹林裡走走牠盯著窗戶看", "en": "Panbanisha is longing to go for a walk in the woods. She keeps staring out the window."}, {"zh-tw": "SS: 這...讓我給你們看些不可思議的事影片：Panbanisha已經有好幾天沒出去了", "en": "SS: This is -- let me show you something we didn't think they would do. Video: For several days now, Panbanisha has not been outside."}, {"zh-tw": "SS: 我常常談論語言影片：Panbanish做了件出乎人意料的事", "en": "SS: I normally talk about language. Video: Then Panbanisha does something unexpected."}, {"zh-tw": "SS: 但有人建議我別一成不變我沒告訴你們這些猩猩有語言吧！這是種地理語言", "en": "SS: But since I'm advised not to do what I normally do, I haven't told you that these apes have language. It's a geometric language."}, {"zh-tw": "影片：牠拿了粉筆在地板上寫些東西寫些什麼呢？SS: 牠也有自己的聲音，能說出名字", "en": "Video: She takes a piece of chalk and begins writing something on the floor. What is she writing? SS: She's also saying the name of that, with her voice."}, {"zh-tw": "影片：現在牠在SS身邊，又開始寫SS: 這在牠的鍵盤上代表牠的符號", "en": "Video: Now she comes up to Dr. Sue and starts writing again. SS: These are her symbols on her keyboard."}, {"zh-tw": "（音樂）在牠按觸鍵時，會發出聲音影片：Panbanisha正在跟Sue說牠要去哪裡", "en": "(Music) They speak when she touches them. Video: Panbanisha is communicating to Dr. Sue where she wants to go."}, {"zh-tw": "A區中的森林裡有頂帽子比較Kanzi用粉筆畫的跟鍵盤上的符號", "en": "\"A frame\" represents a hut in the woods. Compare the chalk writing with the lexigram on the keyboard."}, {"zh-tw": "Panbanisha在森林地面上畫符號很好，真漂亮啊，Panbanisha", "en": "Panbanisha began writing the lexigrams on the forest floor. SS (video): Very nice. Beautiful, Panbanisha."}, {"zh-tw": "SS: 一開始我們不知道牠在做什麼直到我們退一步，並換個方向看影片：這個符號表示林子裡一個地方", "en": "SS: At first we didn't really realize what she was doing, until we stood back and looked at it and rotated it. Video: This lexigram also refers to a place in the woods."}, {"zh-tw": "這條曲線跟那個符號很接近牠畫的下一個符號代表項圈也就是牠每回出門都得戴的項圈", "en": "The curved line is very similar to the lexigram. The next symbol Panbanisha writes represents \"collar.\" It indicates the collar that Panbanisha must wear when she goes out."}, {"zh-tw": "SS: 這是研究機構的要求影片：這個符號沒有其他的清楚可以看到Panbanish正試著畫一條曲線跟數條直線", "en": "SS: That's an institutional requirement. Video: This symbol is not as clear as the others, but one can see Panbanisha is trying to produce a curved line and several straight lines."}, {"zh-tw": "研究人員開始記錄Panbanisha藉著畫畫想告訴我們什麼Panbanisha看了看", "en": "Researchers began to record what Panbanisha said, by writing lexigrams on the floor with chalk. Panbanisha watched."}, {"zh-tw": "很快地牠就能畫出來矮黑猩猩的學習能力震驚了全世界的科學家", "en": "Soon she began to write as well. The Bonobo's abilities have stunned scientists around the world."}, {"zh-tw": "這樣的能力是怎麼來的？SS: 我們最重要的發現是要讓矮黑猩猩學會語言，並不需要教牠只要利用周遭的語言因為學習語言的動力是為了瞭解對自己重要的人在說什麼", "en": "How did they develop? SS (video): We found that the most important thing for permitting Bonobos to acquire language is not to teach them. It's simply to use language around them, because the driving force in language acquisition is to understand what others, that are important to you, are saying to you."}, {"zh-tw": "一旦你有了語言能力創造語言是非常自然而隨興的事因此，我們想創造一個讓每一隻矮黑猩猩都能互動的環境讓每隻猩猩可以玩遊戲跟每一隻猩猩對其他猩猩都有意義的環境", "en": "Once you have that capacity, the ability to produce language comes rather naturally and rather freely. So we want to create an environment in which Bonobos, like all of the individuals with whom they are interacting -- we want to create an environment in which they have fun, and an environment in which the others are meaningful individuals for them."}, {"zh-tw": "而這個環境讓Kanzi跟Panbanisha發展出不在我們預期中的能力Panbanisha很喜歡吹口琴直到有一天，口琴被現在已經一歲Nyota的偷了", "en": "Narrator: This environment brings out unexpected potential in Kanzi and Panbanisha. Panbanisha is enjoying playing her harmonica, until Nyota, now one year old, steals it."}, {"zh-tw": "牠直盯著媽媽的嘴巴看牠在找聲音從哪來的嗎？SS認為，讓這樣的好奇心得以醞釀是重要的", "en": "Then he peers eagerly into his mother's mouth. Is he looking for where the sound came from? Dr. Sue thinks it's important to allow such curiosity to flourish."}, {"zh-tw": "這次，Panbanisha在彈電子琴牠不是被逼著彈牠看到研究人員彈琴，感到興趣", "en": "This time Panbanisha is playing the electric piano. She wasn't forced to learn the piano; she saw a researcher play the instrument and took an interest."}, {"zh-tw": "繼續啊！繼續啊！我在聽呢再彈一次你剛剛彈很快的部分。對，就是那裡", "en": "Researcher: Go ahead. Go ahead. I'm listening. Do that real fast part that you did. Yeah, that part."}, {"zh-tw": "Kanzi熱切地用兩手演奏木琴幫SS伴奏Kanzi跟Panbanisha都受到這樣有趣的環境刺激讓牠們表現出這些文明的行為（笑）", "en": "Narrator: Kanzi plays the xylophone; using both hands he enthusiastically accompanies Dr. Sue's singing. Kanzi and Panbanisha are stimulated by this fun-filled environment, which promotes the emergence of these cultural capabilities."}, {"zh-tw": "現在，把鬼吃掉吃櫻桃", "en": "Researcher: OK, now get the monsters. Get them. Take the cherries too."}, {"zh-tw": "小心！離鬼遠一點現在可以追了，去追吧", "en": "Now watch out, stay away from them now. Now you can chase them again. Time to chase them."}, {"zh-tw": "現在得逃遠一點，跑跑啊！跑！", "en": "Now you have to stay away. Get away. Run away. Run."}, {"zh-tw": "現在可以追了，吃掉吧喔！不！好，Kanzi，很好，謝謝", "en": "Now we can chase them again. Go get them. Oh no! Good Kanzi. Very good. Thank you so much."}, {"zh-tw": "想不到吧？無論是人還是矮黑猩猩都想不到吧？SS: 這樣讓人類跟矮黑猩猩聚集在一起的環境，稱之為泛人類文化我們正學著怎樣更像猩猩一點我們正學著如何用高頻音跟牠們溝通", "en": "Narrator: None of us, Bonobo or human, can possibly even imagine? SS: So we have a bi-species environment, we call it a \"panhomoculture.\" We're learning how to become like them. We're learning how to communicate with them, in really high-pitched tones."}, {"zh-tw": "我們漸漸明白野生猩猩可能也有自己的語言而猩猩們也學著變得更像我們人類", "en": "We're learning that they probably have a language in the wild. And they're learning to become like us."}, {"zh-tw": "而我們相信，這不是因為生物性，而是文化我們跟其他的物種，有著相同的工具、技術、跟語言", "en": "Because we believe that it's not biology; it's culture. So we're sharing tools and technology and language with another species."}, {"zh-tw": "謝謝", "en": "Thank you."}], "title": "Susan Savage Rumbaugh On Apes That Write"}