{"url": "http://www.ted.com/talks/george_whitesides_a_lab_the_size_of_a_postage_stamp", "paragraphs": [{"zh-tw": " The problem that I want to talk with you about is really the problem of: How does one supply healthcare in a world in which cost is everything? How do you do that? And the basic paradigm we want to suggest to you, I want to suggest to you, is one in which you say that in order to treat disease you have to first know what you're treating -- that's diagnostics -- and then you have to do something. So, the program that we're involved in is something which we call Diagnostics for All, or zero-cost diagnostics.", "en": " 我想跟各位討論的問題 其實真正的問題 是如何提供健康照護 一方面又要顧及成本 要如何處理這問題呢？ 在此我們要推薦一種基本模式 我要推薦的是 如果你需要醫治某種疾病 首先，你得知道，治療對象是什麼 這就是診斷，之後才能有對策 因此，我們將這個計畫 稱為全民診斷，或是免費診斷"}, {"zh-tw": " How do you provide medically relevant information at as close as possible to zero cost? How do you do it? Let me just give you two examples. The rigors of military medicine are not so dissimilar from the third world -- poor resources, a rigorous environment, a series of problems in lightweight, and things of this kind -- and also not so different from the home healthcare and diagnostic system world.", "en": " 如何用幾近於零的費用 又能提供醫療相關資料，如何能做到這點呢? 讓我為你們舉兩個例子 例如軍隊醫療，往往稍嫌粗糙 就和第三世界的醫療沒什麼不同 資源貧乏，環境惡劣 還有體重過輕，或是種種類似的問題 也和有家庭照護與診斷系統的世界 沒什麼差異"}, {"zh-tw": " So, the technology that I want to talk about is for the third world, for the developing world, but it has, I think, much broader application, because information is so important in the healthcare system. So, you see two examples here.", "en": " 因此，我在此要提及的科技 是為了第三世界國家，開發中國家 但我想，它還有更廣的運用 因為資訊對健康醫療非常重要 所以，你們來看這兩個例子"}, {"zh-tw": " One is a lab that is actually a fairly high-end laboratory in Africa. The second is basically an entrepreneur who is set up and doing who-knows-what in a table in a market.", "en": " 首先這是一個實驗室，在非洲這是個相當高級的實驗室 再來，這是個創業家 他正在桌邊不知道做什麼"}, {"zh-tw": " I don't know what kind of healthcare is delivered there. But it's not really what is probably most efficient.", "en": " 我不知道這對健康醫療有何貢獻 但這實在不是最有效率的"}, {"zh-tw": " What is our approach? And the way in which one typically approaches a problem of lowering cost, starting from the perspective of the United States, is to take our solution, and then to try to cut cost out of it. No matter how you do that, you're not going to start with a 100,000-dollar instrument and bring it down to no-cost. It isn't going to work.", "en": " 我們的對策是什麼呢? 一個人採取的典型策略 要解決成本問題時 都是先從聯合國的角度出發 採用我們的解決方案 之後再設法降低成本 不論你如何著手 你不會是一開始就使用十萬元的儀器 再把成本降至極低，這樣是行不通的"}, {"zh-tw": " So, the approach that we took was the other way around. To ask, \"What is the cheapest possible stuff that you could make a diagnostic system out of, and get useful information, add function?\" And what we've chosen is paper.", "en": " 因此，我們的策略是從另一方向來的 是要問：「什麼會是最便宜的材料 可以用來製作診斷系統 並得到有用的資訊 還有附加功能呢？」 為此我們選用紙張"}, {"zh-tw": " What you see here is a prototypic device. It's about a centimeter on the side.", "en": " 你現在看到的就是這器材原型 它一邊約一公分"}, {"zh-tw": " It's about the size of a fingernail. The lines around the edges are a polymer.", "en": " 大小約如指甲一般 這邊緣上的線 是一種高分子物質"}, {"zh-tw": " It's made of paper and paper, of course, wicks fluid, as you know, paper, cloth -- drop wine on the tablecloth, and the wine wicks all over everything. Put it on your shirt, it ruins the shirt.", "en": " 它的材質是紙，紙當然會吸水 大家都知道，紙料 布料...若桌巾上有酒滴 會滲得到處都是 若滴到襯衫，襯衫就報銷了"}, {"zh-tw": " That's what a hydrophilic surface does. So, in this device the idea is that you drip the bottom end of it in a drop of, in this case, urine.", "en": " 這就是親水性表面的特色 因此，這器材的構想是讓你 在它的底端滴上一滴 這裡使用的是尿液"}, {"zh-tw": " The fluid wicks its way into those chambers at the top. The brown color indicates the amount of glucose in the urine, the blue color indicates the amount of protein in the urine.", "en": " 當這液體滲佈到上端的這些小格子 若呈褐色表示這尿液含有葡萄糖 若呈藍色表示這尿液含有蛋白質"}, {"zh-tw": " And the combination of those two is a first order shot at a number of useful things that you want. So, this is an example of a device made from a simple piece of paper.", "en": " 若是兩種都有 那麼你可是得到了炙手可熱 的第一手資料呢 在此，提到的是一則僅由紙片作成的器材"}, {"zh-tw": " Now, how simple can you make the production? Why do we choose paper? There's an example of the same thing on a finger, showing you basically what it looks like. One reason for using paper is that it's everywhere.", "en": " 那麼，又是如何才能簡單容易的製作呢？ 為什麼我們選擇紙張呢？ 這裡有個樣本，就在這指頭上 成品就像你們這兒看到的 採用紙張，原因之一是它到處都有"}, {"zh-tw": " We have made these kinds of devices using napkins and toilet paper and wraps, and all kinds of stuff. So, the production capability is there.", "en": " 紙張已經用在各處 就像是紙巾 衛廁用紙 包裝紙 及各種用品. 所以，製作上是沒問題的"}, {"zh-tw": " The second is, you can put lots and lots of tests in a very small place. I'll show you in a moment that the stack of paper there would probably hold something like 100,000 tests, something of that kind.", "en": " 第二個原因是，是這小小的面積中 可以置入許多的測試 待會兒，我會讓大家看到，這疊紙片 大約包含了 十萬個測試呢"}, {"zh-tw": " And then finally, a point that you don't think of so much in developed world medicine: it eliminates sharps. And what sharps means is needles, things that stick.", "en": " 最後呢，有一點之前並沒有料到的是 在已開發國家的醫藥中 它使尖銳物消失了 這裡說的尖銳物，是指針筒"}, {"zh-tw": " If you've taken a sample of someone's blood and the someone might have hepatitis C, you don't want to make a mistake and stick it in you. It just -- you don't want to do that.", "en": " 如果你要取樣某人的血液 而這人也許有C型肝炎 而你可不希望不小心感染到 事實上，你是完全不希望有那種可能"}, {"zh-tw": " So, how do you dispose of that? It's a problem everywhere. And here you simply burn it.", "en": " 所以，要如何防止呢？各地都有這種問題 很簡單，把它燒掉就解決了"}, {"zh-tw": " So, it's a sort of a practical approach to starting on things. Now, you say, \"If paper is a good idea, other people have surely thought of it.\" And the answer is, of course, yes.", "en": " 因此這算是以非常務實的觀點 來設計器具 現在你會問，若紙材是個好主意 別人應該早就想到了 答案是，是的"}, {"zh-tw": " Those half of you, roughly, who are women, at some point may have had a pregnancy test. And the most common of these is in a device that looks like the thing on the left.", "en": " 在座的大約有一半 是女性 某個時候，也許會驗孕 最普遍的 就是像左方的這種器材"}, {"zh-tw": " It's something called a lateral flow immunoassay. In that particular test, urine either, containing a hormone called HCG, does or does not flow across a piece of paper.", "en": " 這是所謂的側向流動疫試檢驗 在這特定的檢驗 使用的尿液，會是含有 或是沒有 一種稱作HCG的賀爾蒙 當流過這紙片"}, {"zh-tw": " And there are two bars. One bar indicates that the test is working, and if the second bar shows up, you're pregnant. This is a terrific kind of test in a binary world, and the nice thing about pregnancy is either you are pregnant or you're not pregnant.", "en": " 在這兩條顯示線，第一條顯示這測試是否有效 若第二條線也出現，表示你懷孕了 在非黑即白的情況中，這是個很棒的測試方法 而在是否懷孕上 答案只有懷孕了或是沒懷孕"}, {"zh-tw": " You're not partially pregnant or thinking about being pregnant or something of that sort. So, it works very well there, but it doesn't work very well when you need more quantitative information.", "en": " 不可能是部份懷孕或是也許有懷孕之類 模擬兩可的 所以，應用在這裡很適合 但是若應用在比較量化的資訊上就不合適"}, {"zh-tw": " There are also dipsticks, but if you look at the dipsticks, they're for another kind of urine analysis. There are an awful lot of colors and things like that.", "en": " 另有一種是探棒型 若使用探棒，那是 另一種尿液分析 那會呈現許許多多的顏色之類的"}, {"zh-tw": " What do you actually do about that in a difficult circumstance? So, the approach that we started with is to ask: Is it really practical to make things of this sort? And that problem is now, in a purely engineering way, solved. And the procedure that we have is simply to start with paper.", "en": " 碰到這種糟糕的情形，你該做些什麼呢？ 為此，我們又要提出問題 製作這樣的東西真的實用嗎？ 現在這個問題，在工程面上算是解決了 製作程續就由紙張開始"}, {"zh-tw": " You run it through a new kind of printer called a wax printer. The wax printer does what looks like printing.", "en": " 當你將它放入一種印表機，叫蠟質印表機 它看來就像一般印表機"}, {"zh-tw": " It is printing. You put that on, you warm it a little bit, the wax prints through so it absorbs into the paper, and you end up with the device that you want. The printers cost 800 bucks now.", "en": " 它執行列印，你將紙張放入加熱 這蠟質經由列印，被紙張吸入 你要的器材就完成了 這台印表機價位是八百美元"}, {"zh-tw": " They'll make, we estimate that if you were to run them 24 hours a day they'd make about 10 million tests a year. So, it's a solved problem, that particular problem is solved.", "en": " 若是它一天24小時不停地運作，我們估計 一年下來總共可以作一千萬個測試 因此，這問題解決了"}, {"zh-tw": " And there is an example of the kind of thing that you see. That's on a piece of 8 by 12 paper.", "en": " 這還有一個例子要讓你們參考 這張8x12的紙上"}, {"zh-tw": " That takes about two seconds to make. And so I regard that as done.", "en": " 只需花兩秒鐘就成了 這部分，算是大功告成"}, {"zh-tw": " There is a very important issue here, which is that because it's a printer, a color printer, it prints colors. That's what color printers do. I'll show you in a moment, that's actually quite useful.", "en": " 還有一個重要議題 就是因為它是一臺印表機 彩色印表機，可以印出不同顏色。這是它的功能 我等一下會讓各位看到，這一點非常實用"}, {"zh-tw": " Now, the next question that you would like to ask is: What would you like to measure? What would you like to analyze? And the thing which you'd most like to analyze, we're a fair distance from. It's what's called \"fever of undiagnosed origin.\" Someone comes into the clinic, they have a fever, they feel bad. What do they have? Do they have T.B.? Do they have AIDS? Do they have a common cold? The triage problem. That's a hard problem for reasons that I won't go through.", "en": " 接下來，你可能會問 你到底想要測量什麼？分析什麼？ 你最想要分析的東西 我們快要成功了 就是所謂的「不明原因發燒」 當某人走進診所 說他發燒，不舒服。會是得了什麼病？ 會是肺結核？或是愛滋病嗎？ 或只是普通感冒呢？ 這是個難解的三角習題 有些太複雜的我就不多說"}, {"zh-tw": " There are an awful lot of things that you'd like to distinguish among. But then there are a series of things: AIDS, hepatitis, malaria, TB, others and simpler ones, such as guidance of treatment.", "en": " 因為太多的細節需要釐清 另外有些疾病 例如愛滋病 肝炎 虐疾 肺結核之類的 或是像一些治療指導"}, {"zh-tw": " Now even that's more complicated than you think. A friend of mine works in transcultural psychiatry, and he is interested in the question of why people do and don't take their meds.", "en": " 這些都比你想像中複雜多了 我的一位朋友從事跨文化精神諮詢 他感興趣的問題是 為什麼人們想吃藥或不想吃藥"}, {"zh-tw": " So, Dapsone, or something like that, you have to take it for a while. He has a wonderful story of talking to a villager in India and saying, \"Have you taken your Dapsone?\" \"Yes.\" \"Have you taken it every day?\" \"Yes.\" \"Have you taken if for a month?\" \"Yes.\" What the guy actually meant was that he'd fed a 30-day dose of Dapsone to his dog, that morning.", "en": " 例如戴普松之類的藥物 你得連續服用一段時間的藥物 有個關於印度村民的故事 你問村民：「你有服用戴普松嗎？」 「有」 「是否有每天服用？」 「是的」 「有連續服用一個月嗎？」 「有的」 事實上，這村民的意思是 將他那三十天份量的戴普松 在當天早上都餵給他的狗吃了"}, {"zh-tw": " He was telling the truth. Because in a different culture, the dog is a surrogate for you, you know, \"today,\" \"this month,\" \"since the rainy season\" -- there are lots of opportunities for misunderstanding, and so an issue here is to, in some cases, to figure out how to deal with matters that seem uninteresting, like compliance. Now, take a look at what a typical test looks like.", "en": " 他講的是實話 因為在不同的文化中 家犬就是你的替身 你也知道，像「今天」 「 這個月」 「這個雨季以來」 這些都是可能造成誤解的 所以接下來這議題是 讓我們解決一些 不是那麼有趣的一些事 就像是一些標準程序 例如，讓我們看一些典型的試驗"}, {"zh-tw": " Prick a finger, you get some blood, about 50 microliters. That's about all you're going to get, because you can't use the usual sort of systems.", "en": " 刺一下手指頭，擠些血 約50毫升 大約只有這麼多 因為你不能用一般的方法"}, {"zh-tw": " You can't manipulate it very well, although I'll show something about that in a moment. So, you take the drop of blood, no further manipulations, you put it on a little device, the device filters out the blood cells, lets the serum go through, and you get a series of colors down in the bottom there.", "en": " 你並不能操作得很準確 待會兒我再讓各位看個東西 好，你擠出了一些血，沒有進一步操作 你將這血放入這小器材 這小器材會過濾掉血球細胞，讓血清流過 之後，你會看到一系列顏色 陳列在底部那裡"}, {"zh-tw": " And the colors indicate \"disease\" or \"normal.\" But even that's complicated, because to you, to me, colors might indicate \"normal,\" but, after all, we're all suffering from probably an excess of education. What you do about something which requires quantitative analysis? And so the solution that we and many other people are thinking about there, and at this point there is a dramatic flourish, and out comes the universal solution to everything these days, which is a cell phone. In this particular case, a camera phone.", "en": " 這顏色會是代表有疾病或是正常 這樣仍是有些複雜 因為對你我來說，有顏色也可能表示是正常 畢竟我們共同的問題 就是可能都受了太多教育 當你需要量化分析結果的時候 你會怎麼作呢？ 這個答案 就在我們和一些其他人 不斷思考的情形下 有了一個戲劇性的好結果 也造就了今天這個讓大家看到的結果 就是手機，應該說是有照相功能的手機"}, {"zh-tw": " They're everywhere, six billion a month in India. And the idea is that what one does, is to take the device, you dip it, you develop the color, you take a picture, the picture goes to a central laboratory.", "en": " 現在人手一機。在印度，一個月可以賣出六百萬支 這構想是讓一個人 拿這器材 浸入試液後，就會看到顏色 你把結果照下來，照片會送入中央實驗室"}, {"zh-tw": " You don't have to send out a doctor, you send out somebody who can just take the sample, and in the clinic either a doctor, or ideally a computer in this case, does the analysis. Turns out to work actually quite well, particularly when your color printer has printed the color bars that indicate how things work.", "en": " 你不需要把它送到醫生那裡 而是送給專收樣本的某個人 然後在某間診所的一位醫師，更好一點是一台電腦 就會像這樣，進行分析 這種流程很順利，特別是 當你的彩色印表機能印出有顏色的條碼 代表運作的狀況"}, {"zh-tw": " So, my view of the health care worker of the future is not a doctor, but is an 18-year-old, otherwise unemployed, who has two things: He has a backpack full of these tests, and a lancet to occasionally take a blood sample, and an AK-47. And these are the things that get him through his day.", "en": " 所以，我對未來健康醫療工作人員的看法 不再是醫生了 而是一個十八歲的年輕人，不再失業 身上有兩件東西。一樣是一個背包，裝滿了這種測試品 及一根刺絡針，偶爾可以抽取血液樣本 另一樣是俄製突擊步槍 這些夠他們忙一整天呢"}, {"zh-tw": " There's another very interesting connection here, and that is that what one wants to do is to pass through useful information over what is generally a pretty awful telephone system. It turns out there's an enormous amount of information already available on that subject, which is the Mars rover problem.", "en": " 這裡還有另一個十分有趣的關聯 當一個人想要 把這些重要的資訊 經由一個相當糟糕的電話系統傳送時 你會發現，在某個主題上匯集了許多資料 情形就像火星探險號的資料"}, {"zh-tw": " How do you get back an accurate view of the color on Mars if you have a really terrible bandwidth to do it with? And the answer is not complicated but it's one which I don't want to go through here, other than to say that the communication systems for doing this are really pretty well understood. Also, a fact which you may not know is that the compute capability of this thing is not so different from the compute capability of your desktop computer.", "en": " 若是你的頻寬嚴重不足 你要如何得到火星上的正確的顏色呢？ 這個答案並不複雜 但我並不想在此多贅言 只想說像那種溝通系統上的問題 是大家都很瞭解的 然而有樣事情你卻可能不知道 要完成傳送這事所需的計算功能 和普通的電腦上使用的計算功能 並沒有什麼不同"}, {"zh-tw": " This is a fantastic device which is only beginning to be tapped. I don't know whether the idea of one computer, one child makes any sense. Here's the computer of the future, because this screen is already there and they're ubiquitous.", "en": " 人們才剛剛開始研究這個極佳的裝置 我不知道「一個兒童一台電腦」這個想法 是否是個好主意。這是未來的電腦 因為這種螢幕已經存在，非常普遍"}, {"zh-tw": " All right now let me show you just a little bit about advanced devices. And we'll start by posing a little problem.", "en": " 現在讓我來展示一下較先進的器材 我們也會提出一些問題"}, {"zh-tw": " What you see here is another centimeter-sized device, and the different colors are different colors of dye. And you notice something which might strike you as a little bit interesting, which is the yellow seems to disappear, get through the blue, and then get through the red.", "en": " 在此，你所看到的是另一個一公分見方的器材 上有不同成色的染料 這時你可能已經注意到了 有些不同 這裡的黃色似乎消失了 它經過藍色區，經過紅色區"}, {"zh-tw": " How does that happen? How do you make something flow through something? And, of course the answer is, \"You don't.\" You make it flow under and over. But now the question is: How do you make it flow under and over in a piece of paper? The answer is that what you do, and the details are not terribly important here, is to make something more elaborate: You take several different layers of paper, each one containing its own little fluid system, and you separate them by pieces of, literally, double-sided carpet tape, the stuff you use to stick the carpets onto the floor.", "en": " 這是怎麼一回事呢？你如何讓這道流經那道呢？ 答案當然是「不可能」 你是讓它們流經下面或上面 下一個問題，你如何讓它們 在一張紙上頭上下流動呢? 答案是你的作法 細節我就不多講了 簡單地說 你拿好幾張不同的紙疊起來 每層有它不同的流道 你把它們隔開 用雙面膠隔開 就是用來把地毯黏在地板上的東西"}, {"zh-tw": " And the fluid will flow from one layer into the next. It distributes itself, flows through further holes, distributes itself.", "en": " 液體就會從一層流到另一層 液體自己會分散，流過孔洞 四處流散"}, {"zh-tw": " And what you see, at the lower right-hand side there, is a sample in which a single sample of blood has been put on the top, and it has gone through and distributed itself into these 16 holes on the bottom, in a piece of paper -- basically it looks like a chip, two pieces of paper thick. And in this particular case we were just interested in the replicability of that.", "en": " 你看在這右邊下方 就是一個成品 上面已有血液樣本， 經過一段時間 流佈到底部這十六個洞內 在一張紙內部的情形，就像是一片晶體 厚度約有兩張紙一般 這個特例中，我們最感興趣的 是它的可複製性"}, {"zh-tw": " But that is, in principle, the way you solve the \"fever of unexplained origin\" problem, because each one of those spots then becomes a test for a particular set of markers of disease, and this will work in due course. Here is an example of a slightly more complicated device.", "en": " 這點基本上就像是你在解決 「不明原因發燒」的問題 因為這上面每個點 都代表一個疾病 某些徵狀 早晚會解決的 另外這有一個較為複雜器材的例子"}, {"zh-tw": " There's the chip. You dip in a corner. The fluid goes into the center.", "en": " 這塊晶片 將一角浸入，讓液體流到中央"}, {"zh-tw": " It distributes itself out into these various wells or holes, and turns color, and all done with paper and carpet tape. So, I think it's as low-cost as we're likely to be able to come up and make things.", "en": " 它將自動流佈到 不同的洞穴，呈現不同顏色. 只需要紙和雙面膠就做得到 所以，我想它的成本之低 低到我們一定可以做出點名堂來"}, {"zh-tw": " Now, I have one last, two last little stories to tell you, in finishing off this business. This is one: One of the things that one does occasionally need to do is to separate blood cells from serum.", "en": " 這裡我還有一兩個小故事 想要為這個主題作個收尾 這是一樣東西。之前作測試時 通常是需要將血液和血漿分開"}, {"zh-tw": " And the question was, here we do it by taking a sample, we put it in a centrifuge, we spin it, and you get blood cells out. Terrific. What happens if you don't have an electricity, and a centrifuge, and whatever? And we thought for a while of how you might do this and the way, in fact, you do it is what's shown here.", "en": " 問題是 現在我們先將一個血樣 放入離心機 旋轉之後，血球就被分離出來了。太好了 但若是沒有電力， 沒有離心機，怎麼辦？ 我們好好想過這時該怎麼辦 事實上解決方法，就像這裡看到的"}, {"zh-tw": " You get an eggbeater, which is everywhere, and you saw off a blade, and then you take tubing, and you stick it on that. You put the blood in, you spin it -- somebody sits there and spins it. It works really, really well.", "en": " 用打蛋器就可以了 打蛋器很常見。你拿其中一支刀刃 再拿起試管 把刀刃放進去，注入血液，攪拌之後就行了 只要攪拌過之後 效果非常非常好"}, {"zh-tw": " And we sat down, we did the physics of eggbeaters and self-aligning tubes and all the rest of that kind of thing, sent it off to a journal. We were very proud of this, particularly the title, which was \"Eggbeater as Centrifuge.\" And we sent it off, and by return mail it came back.", "en": " 我們這裡用的就是這種人工打蛋器原理 試管自動排列之類的 拿去期刊投稿 我們都非常自傲，特別是標題 叫做「用打蛋器當離心機」 我們投給期刊，結果被退回來"}, {"zh-tw": " I called up the editor and I said, \"What's going on? How is this possible?\" The editor said, with enormous disdain, \"I read this. And we're not going to publish it, because we only publish science.\" And it's an important issue because it means that we have to, as a society, think about what we value.", "en": " 我打電話給編輯說 「怎麼搞的？怎麼可能？」 編輯不以為然的說： 「我讀過了 決定不登載。因為本刊 只刊登科學類文章」 這點十分重要 它代表著我們隨時 都得惦記著 社會價值與責任"}, {"zh-tw": " And if it's just papers and phys. rev. letters, we've got a problem. Here is another example of something which is -- this is a little spectrophotometer.", "en": " 如果只是紙張和「物理報導期刊」 我們就糟糕了 下一個例子是 有關色層分析儀"}, {"zh-tw": " It measures the absorption of light in a sample The neat thing about this is, you have light source that flickers on and off at about 1,000 hertz, another light source that detects that light at 1,000 hertz, and so you can run this system in broad daylight. It performs about equivalently to a system that's in the order of 100,000 dollars.", "en": " 這儀器測量樣品所吸收的光譜 有趣的是，你可以調整光源 至一千赫茲 另有一個光源可以測量這一千赫茲 如此你即使在白天，也能使用這系統. 這系統的執行效果 和價值十萬元的系統 不相上下"}, {"zh-tw": " It costs 50 dollars. We can probably make it for 50 cents, if we put our mind to it. Why doesn't somebody do it? And the answer is, \"How do you make a profit in a capitalist system, doing that?\" Interesting problem.", "en": " 但它只需五十元，若是再改良 也許成本可降至五十分。 那又為什麼不繼續改良呢？答案是 「若真能如此，你賺什麼？」 兩難的問題吧"}, {"zh-tw": " So, let me finish by saying that we've thought about this as a kind of engineering problem. And we've asked: What is the scientific unifying idea here? And we've decided that we should think about this not so much in terms of cost, but in terms of simplicity.", "en": " 最後，我得說 這應算是工程上的問題吧 我們問說，這些東西背後共通的科學原理是什麼？ 我們了解重點不應該是 只看成本 而是該看它的簡易性"}, {"zh-tw": " Simplicity is a neat word. And you've got to think about what simplicity means. I know what it is but I don't actually know what it means.", "en": " 簡易性是個意義深刻的字。你必須好好思考 它到底是甚麼意思 我知道簡易性是什麼，但我不知道它的意義"}, {"zh-tw": " So, I actually was interested enough in this to put together several groups of people. And the most recent involved a couple of people at MIT, one of them being an exceptionally bright kid who is one of the very few people I would think of who's an authentic genius.", "en": " 為此，我興致勃勃地 找來幾群人 近來也找了MIT的幾個人 其中一人非常聰明 是少數我覺得是屬於 天才型的"}, {"zh-tw": " We all struggled for an entire day to think about simplicity. And I want to give you the answer of this deep scientific thought.", "en": " 足足花了一整天大家都在思考簡易性的定義 讓我把這個科學上頗難得到的答案 告訴各位吧"}, {"zh-tw": " So, in a sense, you get what you pay for. Thank you very much.", "en": " 因此，某方面而言，你們得到的物超所值 十分感謝"}], "title": "George Whitesides A Lab The Size Of A Postage Stamp"}