{"url": "http://www.ted.com/talks/david_cameron", "paragraphs": [{"zh-tw": " Someone once said that politics is, of course, \"showbiz for ugly people.\" So, on that basis, I feel like I've really arrived. The other thing to think of is what an honor it is, as a politician, to give a TED talk, particularly here in the U.K., where the reputation of politics, with the expenses scandal, has sunk so low.", "en": " 有人曾經說過，“政治是醜人的演藝圈。” 所以，基於這樣的論調，我是來對地方了。 另一種説法是，這是一個政治家無上的光榮。 來TED演講，特別是在這裡（英國）， 因爲最近的醜聞，使政治的聲譽跌倒了新低點"}, {"zh-tw": " There was even a story recently that scientists had thought about actually replacing rats in their experiments with politicians. And someone asked,\"Why?\" and they said, \"Well, there's no shortage of politicians, no one really minds what happens to them and, after all, there are some things that rats just won't do.\" Now, I know you all love data, so I'm starting with a data-rich slide.", "en": " 最近甚至有一個故事說，科學家們想要 用政治家來代替實驗室的老鼠 有人問，為什麽？ 回答說，現在政治家太多了 沒有人會介意少幾個 此外，有些賤事，老鼠還做不出來哩。 好，我知道大家都喜歡數據，所以我就用這張投影片作開場"}, {"zh-tw": " This, I think, is the most important fact to bear in mind in British politics or American politics, and that is: We have run out of money. We have vast budget deficits.", "en": " 在英國或美國的政治裏 最重要，要記在心裏的事是 那就是，我們的錢都花光了。 我們有很大的預算赤字"}, {"zh-tw": " This is my global public debt clock, and, as you can see, it's 32 trillion and counting. And I think what this leads to is a very simple recognition, that there's one question in politics at the moment above all other, and it's this one: How do we make things better without spending more money? Because there isn't going to be a lot of money to improve public services, or to improve government, or to improve so many of the things that politicians talk about.", "en": " 這是我的全球政府支出赤字統計鐘 你可以看得到，現在是32兆，持續增加中。 所以我想 這帶到一個很簡單的認知 在現在的政治上最迫切的問題是： 我們如何能用更少的錢而做得更好？ 因爲不會有足夠的錢來改善公共服務 來改善政府， 或來改善政客們掛在嘴上的這些事。"}, {"zh-tw": " So what follows from that is that if you think it's all about money -- you can only measure success in public services in health care and education and policing by spending more money, you can only measure progress by spending money -- you're going to have a pretty miserable time. But if you think a whole lot of other things matter that lead up to well being -- things like your family relationships, friendship, community, values -- then, actually, this is an incredibly exciting time to be in politics.", "en": " 所以如果你還是一直認爲這是有關金錢 成功就是花更多的錢在公共服務、 在健保、教育、公共政策上， 如果你以爲花更多的錢就是進步 那你將來的日子會不太好過。 但是如果你把其他一些事也考慮進來 像是家庭關係、友情、社區、價值， 那麽，這是一個令人興奮的從政時期。"}, {"zh-tw": " And the really simple argument I want to make tonight, the really straightforward argument is this: That if we combine the right political philosophy, the right political thinking, with the incredible information revolution that has taken place, and that all of you know so much more about than I do, I think there's an incredible opportunity to actually remake politics, remake government, remake public services, and achieve what's up on that slide, which is a big increase in our well-being. That's the argument I want to make tonight.", "en": " 我今晚想討論的簡單的論點 一個十分直接的論點是 如果我們能結合正確的政治哲學、思想 在加上近來發生的資訊革命 和一些我不知道但你們專長的事 我認爲現在是再造政治 再造政府、再造公共服務的時候 並達到像那張投影片上，全民福祉的大增進。 這就是我今晚想說的論點。"}, {"zh-tw": " So, starting with the political philosophy. Now I'm not saying for a minute that British Conservatives have all the answers.", "en": " 那麽，從政治哲學開始說起 我並不是說英國保守黨，對所有問題都有解答"}, {"zh-tw": " Of course we don't. But there are two things at heart that I think drive a conservative philosophy that are really relevant to this whole debate.", "en": " 我們當然沒有 但是在保守黨的哲學裏，有兩件事， 是跟這個議題密切相關的"}, {"zh-tw": " The first is this: We believe that if you give people more power and control over their lives, if you give people more choice, if you put them in the driving seat, then actually, you can create a stronger and better society. And if you marry this fact with the incredible abundance of information that we have in our world today, I think you can completely, as I've said, remake politics, remake government, remake your public services.", "en": " 第一個，我們相信，如果你給人們 更多的權力去掌握他們的生命， 如果你給他們更多的選擇 如果你讓他們掌握自己的方向 那麽，你就能創造更好更壯的社會。 如果你把這件事情跟 現今世界裏十分充裕的資訊相結合 我認爲，誠如我所說的 我們能全面地重造政治、政府、和公共服務。"}, {"zh-tw": " The second thing we believe is we believe in going with the grain of human nature. Politics and politicians will only succeed if they actually try and treat with people as they are, rather than as they would like them to be.", "en": " 第二件事，我們相信要順從人性 政治和政治家要成功則必須 尊重人們， 讓他們做自己 而不是去告訴人們該怎麽做"}, {"zh-tw": " Now, if you combine this very simple, very conservative thought -- go with the grain of human nature -- with all the advances in behavioral economics, some of which we were just hearing about, again, I think we can achieve a real increase in well-being, in happiness, in a stronger society without necessarily having to spend a whole lot more money. Now, why do I think now is the moment to make this argument? Well, I'm afraid you're going to suffer a short, condensed history lesson about what I would say are the three passages of history: the pre-bureaucratic age, the bureaucratic age and what we now live in, which I think is a post-bureaucratic age.", "en": " 現在，如果你將這個很簡單的保守想法 -- 順從人性 -- 跟行爲經濟學上的發展相結合的話 就是我們最近剛剛聽到的這些 那麽，我想我們真的可以在全體福祉上有進步 在更強健的社會裏有更多的快樂 而不需要花一大堆的錢。 爲什麽我會覺得現在是提這個論點的時候？ 很抱歉我要跟你們上一段濃縮的歷史課 我要提三段歷史的過渡期， 前官僚體系期、官僚體系期、 還有我們現在的時代，後官僚體系期。"}, {"zh-tw": " A simpler way of thinking of it is that we have gone from a world of local control, then we went to a world of central control, and now we're in a world of people control. Local power, central power, now, people power.", "en": " 簡單地來看就是説 我們從一個地方管制的世界 進入到一個中央管制的世界 現在我們是在一個人民管制的世界 地方政權、中央政權、到現在，人民政權"}, {"zh-tw": " Now, here is King Cnut, king a thousand years ago. Thought he could turn back the waves; couldn't turn back the waves.", "en": " 這是克努特國王，是一千年前的一個王 以爲他可以駕馭波浪。事實上不行的"}, {"zh-tw": " Couldn't actually turn back very much, because if you were king a thousand years ago, while it still took hours and hours and weeks and weeks to traverse your own country, there wasn't much you were in charge of. You weren't in charge of policing, justice, education, health, welfare.", "en": " 不太可能駕馭波浪 因爲，你要是一千年前的國王 光穿越你的領地就要很長的時間 你能管理的事實上並不多 治安、司法、教育、國民健康、社會福利你都管不到的"}, {"zh-tw": " You could just about go to war and that was about it. This was the pre-bureaucratic age, an age in which everything had to be local.", "en": " 你大概只能發動一些戰爭而已吧 這是前官僚體系期 在這時期所有的事都是地方處理的"}, {"zh-tw": " You had to have local control because there was no nationally-available information because travel was so restricted. So this was the pre-bureaucratic age.", "en": " 因爲沒有全國性的資訊系統，所以所有的事物都是地方管理 因爲旅行是十分有限的。 所以這是前官僚體系期。"}, {"zh-tw": " Next part of the cold history lesson, the lovely picture of the British Industrial Revolution. Suddenly, all sorts of transport, travel information were possible, and this gave birth to, what I like to call, the bureaucratic age.", "en": " 冷歷史課的下一部份 可愛的英國工業革命的相片 突然間，所有的交通、旅遊、資訊都變得可能了 這就產生了我所謂的，官僚體系期。"}, {"zh-tw": " And hopefully this slide is going to morph beautifully. There we are. Suddenly, you have the big, strong, central state.", "en": " 希望這張投影片能解釋得清楚，像這裡 突然間，有了一個龐大、有力的中央政府"}, {"zh-tw": " It was able -- but only it was able -- to organize health care, education, policing, justice. And it was a world of, as I say, not local power, but now central power.", "en": " 但這已成爲過去式了 來統籌健保、教育、治安、司法 所以我說這不再是地方， 而是中央集權"}, {"zh-tw": " It had sucked all that power up from the localities. It was able to do that itself.", "en": " 中央把所有地方的權力集中起來 所以能作這麽多事。"}, {"zh-tw": " The next great stage, which all of you are so familiar with: the massive information revolution. Just consider this one fact: One hundred years ago, sending these 10 words cost 50 dollars.", "en": " 下一個階段， 也是大家都熟悉的 是大規模的資訊革命。 光想以下這個事實 一百年前，傳送這10個字要花50美金"}, {"zh-tw": " Right now, here we are linked up to Long Beach and everywhere else, and all these secret locations for a fraction of that cost, and we can send and receive huge quantities of information without it costing anything. So we're now living in a post-bureaucratic age, where genuine people power is possible.", "en": " 現在我們能連線到長堤市，甚至世界各地 所需的價格和以前比起來簡直微不足道 我們可以傳送或接受大量的資訊 而且還是免錢的。 所以我們現在處在於後官僚體系期 這時人民政權也變得可能了。"}, {"zh-tw": " Now, what does this mean for our politics, for our public services, for our government? Well I can't, in the time I've got, give huge numbers of examples, but let me just give a few of the ways that life can change. And this is so obvious, in a way, because you think about how all of you have changed the way we shop, the way we travel, the way that business is done.", "en": " 那麽現在，這對政治、 對公共服務、政府有什麽影響呢？ 我的準備時間太短所以我不能給你們很多例子 但是我還是舉出以下幾個可能的改變。 這並不難看出，因爲， 試想：我們在購物上、 旅遊上、做生意上的改變。"}, {"zh-tw": " That is already happened; the information and Internet revolution has actually gone all the way through our societies in so many different ways, but it hasn't, in every way, yet touched our government. So, how could this happen? Well, I think there are three chief ways that it should make an enormous difference: in transparency, in greater choice and in accountability, in giving us that genuine people power.", "en": " 資訊和網路革命是已經發生的了 已經徹底地在許多方面改變了我們的社會 但是在政府行政方面卻還沒。 那麽，該如何讓改變發生？ 我想，在三個方面可以有改變： 透明度、更多的選擇、和責任歸屬 這些改革可以真的賦予人民權力。"}, {"zh-tw": " If we take transparency, here is one of my favorite websites, the Missouri Accountability Portal. In the old days, only the government could hold the information, and only a few elected people could try and grab that information and question it and challenge it.", "en": " 談到透明度，這是我最喜歡的一個網站 密蘇里責任入口網站 （Missouri Accountability Portal ） 在以前，只有政府能擁有資訊 只有少數議員能試著拿到資訊 並去咨詢、挑戰其正當性。"}, {"zh-tw": " Now here, on one website, one state in America, every single dollar spent by that government is searchable, is analyzable, is checkable. Think of the huge change that means: Any business that wants to bid for a government contract can see what currently is being spent.", "en": " 現在，在這個網站上，在美國的一州 政府花的每一分錢 我們都可以搜索、分析、查詢。 想想看這是多大的改進。 想標政府工程的建商 也可以看到政府的錢如何花。"}, {"zh-tw": " Anyone thinking, \"I could do that service better, I could deliver it cheaper,\" it's all available there. We have only, in government and in politics, started to scratch the surface of what people are doing in the commercial world with the information revolution.", "en": " 要是你覺得我可以做得更好更便宜 你都可以在這找到你要的資訊。 資訊革命已經改變了商業世界 而在政府和政治上 資訊革命產生的影響才剛開始。"}, {"zh-tw": " So, complete transparency will make a huge difference. In this country, if we win the election, we are going to make all government spending over 25,000 pounds transparent and available online, searchable for anyone to see.", "en": " 所以，完全的透明度會帶來很大的改變。 在英國，如果我們贏得選舉的話 政府每一筆多餘25000英鎊的開支 將會公佈在網路上， 大家都可以去看。"}, {"zh-tw": " We're going to make every contract -- we're announcing this today -- available on the Internet so anyone can see what the terms are, what the conditions are, driving huge value for money, but also huge increases, I believe, in well-being as well. Choice. Now you all shop online, compare online, do everything online, and yet this revolution has hardly touched the surface of public services like education, or health care or policing, and you're going to see this change massively.", "en": " 我今天在這裡也宣佈，所有政府招標的合約 也都會在網路公開，大家都看得到 合約條件内容是什麽 這會讓政府的錢更好用 我也相信，會全面增加人民福祉。 再來談選擇。現在大家都網路購物、比價，上網做很多事 但是這項功能 還沒有拓展到教育、健保、和治安上 你將會在這裡看到很多的改變。"}, {"zh-tw": " We should be making this change with the information revolution in our country, with searchable health sites, so you can see what operations work out properly, what records doctors have, the cleanliness of hospitals, who does best at infection control -- all of the information that would once be locked in the Department of Health is now available for all of us to see. And the third of these big changes: accountability.", "en": " 我們也該做這樣的改變 藉著資訊革命 大家能上健保的網站去查，哪些手術項目、 能看到醫生的資歷，醫院的清潔比數 哪間醫院感染管制做得好 在以前這些資訊都由衛生署所掌控 現在要讓大家都看得到。 第三個大改變是， 明確的責任歸屬"}, {"zh-tw": " This, I think, is a huge change. It is a crime map. This is a crime map from Chicago.", "en": " 這，我覺得是個很大的改變。 這是張芝加哥的犯罪分佈圖。"}, {"zh-tw": " So, instead of having a situation where only the police have the information about which crimes are committed where, and we have to employ people in government to try and hold the police to account, suddenly, we've got this vast opportunity for people power, where we, as citizens, can see what crimes are being committed -- where, when and by whom -- and we can hold the police to account. And you can see this looks a bit like a chef's hat, but actually that's an assault, the one in blue.", "en": " 以前只有警察有這些資訊 知道誰在哪犯了什麽罪 我們必須在政府裏面另外僱人 來監督警察的執法 現在，人民有了力量 我們一般老百姓也看得見 什麽時候誰在哪裏犯了什麽罪 我們也可以讓警察確實地負起責任。 這裡你可以看到，像一頂警帽 事實上藍色的這是一個搶案。"}, {"zh-tw": " You can see what crime is committed where, and you have the opportunity to hold your police force to account. So those three ways -- transparency, accountability and choice -- will make a huge difference.", "en": " 你可以看得到犯罪的發生 你也就有機會叫警察負責。 所以，透明度、責任歸屬、和更多的選擇 將會帶來大改變。"}, {"zh-tw": " Now I also said the other principle that I think we should work on is understanding of people, is recognizing that going with the grain of human nature you can achieve so much more. Now, we're got a huge revolution in understanding of why people behave in the way that they do, and a great opportunity to put that knowledge and information to greater use.", "en": " 我也說了其他的原則 我覺得要再努力的 是認同人性：順應人性的話 你將會得到更多的發展。 現在在人類行爲學上也有了大革命 我們更了解了人類的行爲 也能更好地來運用這樣的知識和資訊。"}, {"zh-tw": " We're working with some of these people. We're being advised by some of these people, as was said, to try and bring all the experience to book.", "en": " 我們在和這些人工作 這些人在對我們提供咨詢 並試著把這些經驗記下來。"}, {"zh-tw": " Let me just give you one example that I think is incredibly simple, and I love. We want to get people to be more energy efficient.", "en": " 我分享一個很簡單，但我很喜歡的例子。 我們希望能源的使用能更有效率"}, {"zh-tw": " Why? It cuts fuel poverty, it cuts their bills, and it cuts carbon emissions at the same time. How do you do it? Well, we've had government information campaigns over the years when they tell you to switch off the lights when you leave the home.", "en": " 爲什麽？因爲這可以減少能源匱乏的人數， 也減少能源支出和溫室氣體的排放。 如何能辦到？ 過去好幾年政府已經作了很多宣傳 出去的時候請關燈。"}, {"zh-tw": " We even had -- one government minister once told us to brush our teeth in the dark. I don't think they lasted very long.", "en": " 還曾有一個部長說 刷牙時不必開燈。 我並不覺得這些宣傳很有效。"}, {"zh-tw": " Look at what this does. This is a simple piece of behavioral economics. The best way to get someone to cut their electricity bill is to show them their own spending, to show them what their neighbors are spending, and then show what an energy conscious neighbor is spending.", "en": " 現在，看看行爲經濟學上的作法。 要讓一個人節省能源最好的辦法 就是讓他們看看自己的電費單 讓他們看看其他鄰居的電費單 最後再讓他們看看用電省的鄰居的電費單。"}, {"zh-tw": " That sort of behavioral economics can transform people's behavior in a way that all the bullying and all the information and all the badgering from a government cannot possibly achieve. Other examples are recycling.", "en": " 從行爲經濟學上著眼 能夠徹底地轉換個人的行爲 這是政府部門用再多的威嚇、資訊宣導 巡查等手段都辦不到的。 另一個例子，資源回收。"}, {"zh-tw": " We all know we need to recycle more. How do we make it happen? All the proof from America is that actually, if you pay people to recycle, if you give them a carrot rather than a stick, you can transform their behavior.", "en": " 大家都知道要做多一點回收 但要怎麽做？ 從美國的做法得知，如果你付一點錢 用鼓勵而不是懲罰的方式 那麽你能改變他們的行爲。"}, {"zh-tw": " So what does all this add up to? Here are my two favorite U.S. speeches of the last 50 years. Obviously, here we have JFK with that incredibly simple and powerful formulation, \"Ask not what your country can do for you; ask what you can do for your country,\" an incredibly noble sentiment.", "en": " 所以這告訴我們什麽？ 以下是我近50年來最喜歡的兩個演講 當然了，有那場甘迺迪的 簡單但有力的措辭 “別問你的國家能為你做什麽；問你能為國家做什麽” 十分高貴的精神。"}, {"zh-tw": " But when he made that speech, what could you do to build the stronger, better society? You could fight for your country, you could die for your country, you could serve in your country's civil service, but you didn't really have the information and the knowledge and the ability to help build the stronger society in the way that you do now. And I think an even more wonderful speech, which I'm going to read a big chunk of, which sums up what I said at the beginning about believing there is more to life than money, and more that we should try and measure than money.", "en": " 但是當他發表這演講時，當時你要如何 建構一個更強更好的社會？ 你能為你的國家打仗，捐軀 你能為國服兵役 但那時的人沒有像現在的人 擁有建構更好的社會的能力和知識。 我覺得，還有一個更好的演講 我現在要跟你們讀一段 這也為我之前所說的做結論： 生命中有比金錢更重要的事 有比金錢更需去追求和衡量的事。"}, {"zh-tw": " And it is Robert Kennedy's beautiful description of why gross national product captures so little: It \"does not allow for the health of our children, the quality of their education, or the joy of their play. It does not include the beauty of our poetry or the strength of our marriages, the intelligence of our public debate.", "en": " 那就是勞伯.甘乃迪說的 爲什麽國民生産毛額不夠代表性。 因爲它不能衡量國内幼兒的健康 他們教育的品質、或他們遊戲的快樂。 它不能衡量一首詩的美麗、一段婚姻的堅固 或是一場辯論裏面的智慧。"}, {"zh-tw": " It measures neither our wit nor our courage, neither our wisdom nor our learning, neither our compassion nor our devotion to our country. It measures everything, in short, except that which makes life worthwhile.\" Again, a sentiment that was so noble and beautifully put 40 years ago, and a beautiful dream 40 years ago, but now with the huge advances in information technology, with the massive changes in behavioral economics, with all that we know about how you advance well-being, that if we combine those insights of giving power to people, and using information to make that possible, and using the insight of going with the grain of human nature, while at the same time, understanding why people behave in the way they do, it is a dream more easy to realize today than it was when it was made in that beautiful speech 40 years ago.", "en": " 它不能衡量我們的聰明或勇氣 我們的智慧或學習 也不能衡量我們對國家的熱情和忠心。 總歸一句話，它衡量了一切 但是漏掉了讓我們不虛此生的因素。 再一次，這是多麽高貴優美的情感 是40年前很美的一個夢想 現在藉著資訊科技的進步 和行爲經濟學上的大進步 還有增進國民福祉的知識 如果我們結合所有這些想法： 藉由資訊的使用、將權力給人民 並順從人性的發展 去了解爲什麽大家都麽做的原因 那麽比起40年前，這個夢想 將更容易實現。"}, {"zh-tw": " Thank you.", "en": " 謝謝。"}], "title": "David Cameron"}