{"url": "http://www.ted.com/talks/eric_mead_the_magic_of_the_placebo", "paragraphs": [{"zh-tw": " For some time I have been interested in the placebo effect, which might seem like an odd thing for a magician to be interested in, unless you think of it in the terms that I do, which is, \"Something fake is believed in enough by somebody that it becomes something real.\" In other words, sugar pills have a measurable effect in certain kinds of studies, the placebo effect, just because the person thinks that what's happening to them is a pharmaceutical or some sort of a -- for pain management, for example, if they believe it enough there is a measurable effect in the body called the placebo effect. Something fake becomes something real because of someone's perception of it.", "en": " 這一陣子我 對安慰劑效應感到興趣 對一位魔術師而言 對此感興趣似乎有點怪 除非你和我對此事 有相同看法，即「若某個人對某造假之事 信得夠深，則該人 對該事會信以為真」 換句話說，糖丸子 在某些研究裡會產生可度量的效應 即「安慰劑效應」 只不過因為人以為 所服用的是藥物 或什麼的... 以疼痛控制為例 信得夠深也會對身體產生 可度量的安慰劑效應 造假的東西 就變成真的了 只因人的感知受到了影響"}, {"zh-tw": " In order for us to understand each other, I want to start by showing you a rudimentary, very simple magic trick. And I'm going to show you how it works. This is a trick that's been in every children's magic book since at least the 1950s.", "en": " 為了讓我們互相了解 我先讓各位看一個很簡單 粗淺的魔術手法 我來讓大家看看那是怎麼弄的 這個把戲最晚在1950年代就已出現在每一本小朋友的魔術書裡"}, {"zh-tw": " I learned it myself from Cub Scout Magic in the 1970s. I'll do it for you, and then I'll explain it.", "en": " 我是在1970年代從《幼童軍魔術》書裡自學的 我先表演，然後做解釋"}, {"zh-tw": " And then I'll explain why I explained it. So, here's what happens.", "en": " 然後我會解釋為什麼我做解釋 嗯，過程是這樣的："}, {"zh-tw": " The knife, which you can examine; my hand, which you could examine. I'm just going to hold the knife in my fist like this.", "en": " 大家可以檢查這把刀和我的手 我把袖子捲起來，再像這樣"}, {"zh-tw": " I'll get my sleeve back. And to make sure nothing goes up or down my sleeve I'm just going to squeeze my wrist right here.", "en": " 把刀子握進拳裡 要確定沒有東西 進出我的袖子，我還握住手腕這裡"}, {"zh-tw": " That way you can see that at no time can anything travel, as long as I'm squeezing there nothing can go up or down my sleeve. And the object of this is quite simple.", "en": " 這樣大家可以看到 只要我握住這裡 就沒有東西能進出我的袖口 這個戲法相當簡單"}, {"zh-tw": " I'm going to open my hand, and hopefully, if all is well, my pure animal magnetism will hold the knife. In fact it's held so tightly in place that I can shake it, and the knife does not come off.", "en": " 我會鬆開拳頭 如果順利的話，可望只依靠 我的動物磁力就能吸住這把刀 它的確牢牢黏在手上 即使我晃動它 刀子也不會掉掉下"}, {"zh-tw": " Nothing goes up or down my sleeve, no trickery. And you can examine everything. Ta-da! So, this is a trick that I often teach to young children that are interested in magic, because you can learn a great deal about deception by studying this very -- even though it's a very simple trick methodologically.", "en": " 並沒有東西進出袖口 沒有作弊，大家可以徹底檢查 他～搭～～！ 我常拿這個把戲教導對魔術有興趣的孩子們 因為儘管把戲的手法很簡單 仔細探究 可以學到不少有關「欺騙」的技巧"}, {"zh-tw": " Probably many of you in the room know this trick. What happens is this.", "en": " 在座也許有人知道這個把戲 我是怎麼辦到的？"}, {"zh-tw": " I hold the knife in my hand. I say I'm going to grab hold of my wrist to make sure nothing goes up or down my sleeve, that is a lie.", "en": " 我把刀拿在手上 說「我要握住我的手腕 確定沒有東西進出我的袖口」 這是個謊言"}, {"zh-tw": " The reason I'm holding onto my wrist is because that's actually the secret of the illusion. In a moment when my hand moves from facing you to being away from you, this finger right here, my index finger is just going to shift from where it is, to a position pointing out like this.", "en": " 我之所以握住手腕 是因為這其實就是 造成錯覺的秘訣 就在我把拳頭從面向你們 轉成背向你們的時候 這邊這根食指會從這裡 移到那裡 像這樣指向外頭"}, {"zh-tw": " Nice one. Someone who didn't have a childhood is out there.", "en": " 夠妙吧？ 在座可有人沒有渡過童年的？ （笑）"}, {"zh-tw": " So, it goes like this, from here, right. And as I move around my finger shifts.", "en": " 那麼，食指從這兒移到那兒 我移動時就把手指轉到那兒"}, {"zh-tw": " And we could talk about why this is deceptive, why you don't notice there are only three fingers down here, because the mind, and the way it processes information, it doesn't count, one, two, three. It groups them. But that's not really what this is about. Right? And then I open my hand up.", "en": " 現在來談談為什麼這能用來騙人 為什麼大家沒注意到這下面只有三根指頭 因為我們的腦袋處理資訊 並非「1, 2, 3」這樣細數，而是攏在一起看的 但真正的重點並不在此，對吧？"}, {"zh-tw": " Obviously it's clinging there, not by animal magnetism, but by chicanery, my index finger being there. And then when I close my finger, same thing, as I move back, this motion kind of covers the moving back of my finger.", "en": " 然後我打開拳頭，刀子顯然被按在手心，不是被生物磁吸住 我這是騙人的 我的食指按在這裡 當我再握拳時，同樣地 我這移回去時就是在 掩飾把手指移回去的動作"}, {"zh-tw": " I take this hand away. You give the knife out. There is a trick you can do for your friends and neighbors. Thanks.", "en": " 我把這隻手拿開，你把刀拿走 這個把戲你可以表演給你的朋友或鄰居看。謝謝。"}, {"zh-tw": " Now, what does that have to do with the placebo effect? I read a study a year or so ago that really blew my mind wide open. I'm not a doctor or a researcher, so this, to me, was an astonishing thing.", "en": " 那麼（笑） 這跟安慰劑效應有什麼關係？ 我大概一年前讀到一個研究 讓我大大開竅 我不是醫生或研究者 所以這事兒令我大為訝異"}, {"zh-tw": " It turns out that if you administer a placebo in the form of a white pill, that's like aspirin shaped -- it's just a round white pill -- it has some certain measurable effect. But if you change the form that you give the placebo in, like you make a smaller pill, and color it blue, and stamp a letter into it, it is actually measurably more effective.", "en": " 研究說，如果服用的安慰劑 是白色的藥錠 像阿斯匹靈那種形狀 不過一顆白色的丸子就能產生某種可度量的效應 但如果改變這顆安慰劑的形狀 像是把安慰劑做得小一點 顏色改成藍色，打個字母上去 其可度量的效應就會變得更明顯"}, {"zh-tw": " Even though neither one of these things has any pharmaceutical -- they're sugar pills. But a white pill is not as good as a blue pill.", "en": " 即使這兩種的哪一種 都不含藥物－都是糖丸子罷了 可是白的那顆不如藍的那顆好"}, {"zh-tw": " What?  That really flipped me out. Turns out though, that that's not even where it stops.", "en": " 有這樣的事？（笑）這讓我抓狂了 研究還說，事情不只如此"}, {"zh-tw": " If you have capsules, they're more effective than tablets in any form. A colored capsule, that's yellow on one end and red on the other is better than a white capsule.", "en": " 用膠囊的效應比任何形狀的錠劑 還更顯著 有顏色的膠囊，一端黃的一端紅的 比白色的膠囊更有效"}, {"zh-tw": " Dosage has something to do with this. One pill twice a day is not as good at three pills -- I don't remember the statistic now. Sorry.", "en": " 劑量也有關係 一天兩顆 不比一天三顆有效 記不得統計數字了，抱歉"}, {"zh-tw": " But the point is ... ... these dosages have something to do with it.", "en": " 不過，重點是： （笑）劑量有關係"}, {"zh-tw": " And the form has something to do with it. And if you want the ultimate in placebo, you've go to the needle.", "en": " 形狀也有關係 那麼要讓安慰劑效果達到極限 你得試試針劑"}, {"zh-tw": " Right? A syringe with some inert -- a couple CCs of some inert something, and you inject this into a patient ... Well this is such a powerful image in their mind, it's so much stronger than the white pill.", "en": " 對吧？針筒裡裝某些無害的物質 大概幾毫升的無害物 注射到病患體內 這對病患會產生強大的意象 呃，比白色丸子有效多了"}, {"zh-tw": " It's a really, this graph, well I'll show it to you some other time when we have slides. The point is the white pill is not as good as the blue pill is not as good as the capsule is not as good as the needle.", "en": " 這真是！有一張圖，呃，我再秀給大家看 －有投影片的時候 重點是 白色丸子不如藍色丸子 也不如膠囊，更不如針劑..."}, {"zh-tw": " And none of it has any real pharmaceutical quality, it's only your belief that makes it real in your body and makes a stronger effect. I wanted to see if I could take that idea and apply it to a magic trick.", "en": " 而這些東西實際上都不含藥物 不過是你的信念在你的身體裡 讓藥效成真，還產生更強的效應 我想試試能不能把這個點子 用在魔術手法上"}, {"zh-tw": " And take something that is obviously a fake trick and make it seem real. And we know from that study that when you want reality, you go to the needle.", "en": " 讓某個明顯是造假的把戲 看起來像是真的 我們從那個研究得知 如果要達到真實的效果，那就用針"}, {"zh-tw": " This is a seven-inch hatpin. It's very, very sharp, and I'm going to just sterilize it a tiny bit. This is really my flesh. This is not Damian's special-grown flesh.", "en": " 這是七吋長的帽針，非常非常尖銳 我先來把他稍微消毒一下 這真的是我的肉喔！不是 Damian Marley那種特別的老肉"}, {"zh-tw": " That's my skin right there. This is not a Hollywood special effect. I'm going to pierce my skin and run this needle through to the other side.", "en": " 我的皮膚在這裡，不是好萊塢的特效 我要來刺穿我的皮膚 還要讓針穿到另一邊"}, {"zh-tw": " If you're queasy -- (Laughs) if you faint easily -- I was doing this for some friends in the hotel room last night, and some people that I didn't know, and one woman almost passed out. So, I suggest if you get queasy easy that you look away for about the next 30 -- in fact, you know what, I'll do the first bad part behind it.", "en": " 要是你會反胃（笑） 要是你容易暈倒－昨晚在旅館房裡 表演這個給一些朋友看，有些我不認識的人 結果有位女士幾乎昏倒 所以我建議，如果你容易反胃 接下來30秒請看別的地方... 好吧，那我手臂朝內進行"}, {"zh-tw": " You'll get to see, you can look away too if you'd like to. So, here is what happens, right here, the beginning of my flesh at the lower part of my arm I just make a little pierce.", "en": " 最糟糕的部分，大家還看得見，要不然看別的地方也行 嗯，過程在這兒 我從我的手臂 偏下方的肉開始 鑽一個小洞"}, {"zh-tw": " I'm sorry, man. Am I freaking you out? OK, and then just through my skin a tiny bit, and then out the other side like this. Now, essentially we're in the same position we were in with the knife trick.", "en": " 抱歉，各位，嚇到你們了嗎？ 然後呢，稍微刺進一點我的皮膚 然後從我的手臂另一邊刺出來 嗯，這個位置基本上和先前表演 小刀魔術的位置相同 （笑）"}, {"zh-tw": " Sort of. But you can't count my fingers right now can you? So, let me show them to you. That's one, two three, four, five.", "en": " 可以這麼說 但各位現在無法數我的指頭吧？ 那我就讓大家看看 這兒有1, 2,3, 4, 5根"}, {"zh-tw": " Yes, well... I know what people think when they see this.", "en": " 呃，這樣對吧... 我知道看這的時候會想什麼"}, {"zh-tw": " They go, \"Well, he's certainly not dumb enough to stab himself through the skin to entertain us for a few minutes. So, let me give you a little peek.", "en": " 觀眾會想：「呃，這傢伙當然 不會笨到刺穿皮膚來取悅我們幾分鐘吧？」 所以讓你們稍稍看一下。"}, {"zh-tw": " How's that look out there? Pretty good. (Laughs) Yeah, I know. (Laughs) And the people in the back go, \"OK, I didn't really see that.\" People in the satellite room are starting to move in now.", "en": " 這樣看起來怎樣？不錯吧！ （笑） 是的，我知道。（笑） 坐後面的想：「好吧！其實我沒看清楚」 隔壁小廳的現在開始進來了"}, {"zh-tw": " Let me give you good close look at this. That really is my skin. That is not a Hollywood special effect.", "en": " 讓你們看個仔細 這真的是我的皮膚，不是好萊塢特效"}, {"zh-tw": " That's my flesh, and I can twist that around. I'm sorry. If you're getting queasy, look away, don't look at the thing.", "en": " 這是我的肉，我可以這樣轉動長針 抱歉，如果開始反胃了 請看別的地方，不要看它"}, {"zh-tw": " People in the back or people on video years from now watching this will go, \"Well yeah, that looks kind of neat in some sort of effect there, but if it were real he would be -- see there's a hole there and a hole there, if it were real he would be bleeding. Well let me work up some blood for you.", "en": " 坐後面的人或數年後 看錄影的人會想：「是啊！看來很俐落 效果不錯，但如果是真的，那他...看這兒 有個洞，那兒也有...如果是真的，那他應該會流血」 好吧，我來弄點血給大家看。 （笑）"}, {"zh-tw": " Yes, there it is. Normally now, I would take the needle out.", "en": " 是的，血在這裡！ 通常呢，我現在會把針拿出來"}, {"zh-tw": " I would clean off my arm, and I would show you that there are no wounds. But I think in this context and with the idea of taking something fake and making it into something real, I'm just going to leave it there, and walk off the stage.", "en": " 手臂清乾淨，讓大家看我的手臂上並沒有洞 不過現在這個情境裡，我想 為了維持「把造假的事 弄成像真的」那個想法 我還是把針留在手臂上 就這樣離開舞台 （笑）"}, {"zh-tw": " I will be seeing you several times over the next few days. I hope you're looking forward to that. Thank you very much.", "en": " 這幾天我還會與各位相遇幾次 我希望大家同樣期待能再相見。謝謝大家。 （笑）"}], "title": "Eric Mead The Magic Of The Placebo"}