{"url": "http://www.ted.com/talks/adora_svitak", "paragraphs": [{"zh-tw": " Now, I want to start with a question: When was the last timeyou were called \"childish\"? For kids like me, being called childishcan be a frequent occurrence. Every time we make irrational demands, exhibit irresponsible behavior, or display any other signsof being normal American citizens, we are called childish.", "en": " 我想要用一個問題來開場： 你上次被人家說「幼稚」是什麼時候？ 我們小孩 常被別人說「幼稚」 我們只要有不合理的要求 做事不負責任 或不過做些 一般美國人都會做的事 我們就被別人說「幼稚」"}, {"zh-tw": " Which really bothers me. After all, take a look at these events: Imperialism and colonization, world wars, George W. Bush.", "en": " 我真的不喜歡這樣 畢竟看看以下這些例子 帝國主義、殖民統治 兩次世界大戰、小布希"}, {"zh-tw": " Ask yourself, who's responsible? Adults. Now, what have kids done? Well, Anne Frank touched millions with her powerful accountof the Holocaust.", "en": " 大家捫心自問，這些該怪誰？大人！ 現在來看看孩子做了些什麼 女孩安妮寫下憾動人心的日記 呈現猶太人遭屠殺的歷史"}, {"zh-tw": " Ruby Bridges helped to endsegregation in the United States. And, most recently, Charlie Simpson helped to raise120,000 pounds for Haiti, on his little bike.", "en": " 黑人小女孩露比促進美國族群融合 還有最近 英國小男孩查理幫海地募到 十二萬英鎊 他只靠騎著小腳踏車就辦到了"}, {"zh-tw": " So as you can see evidencedby such examples, age has absolutely nothing to do with it. The traits the word \"childish\" addressesare seen so often in adults, that we should abolishthis age-discriminatory word, when it comes to criticizing behaviorassociated with irresponsibility and irrational thinking.", "en": " 所以, 從這些例子可以看出 年紀小根本不成問題 所謂的「幼稚」 太常在大人身上看到了 所以我們不該再用這個歧視年齡的字眼 不應該用它來批評那些 不負責任和非理性思考的行為 （觀眾鼓掌）"}, {"zh-tw": " Thank you. Then again, who's to saythat certain types of irrational thinking aren't exactly what the world needs? Maybe you've had grand plans before, but stopped yourself, thinking, \"That's impossible,\"or \"That costs too much,\" or \"That won't benefit me.\" For better or worse, we kidsaren't hampered as much when it comes to thinkingabout reasons why not to do things.", "en": " 謝謝 還有 誰說非理性思考 一定不會為世界所需呢？ 也許你們也曾有過遠大的夢想 卻裹足不前 心想「不可能啦」或是「要花很多錢」 或是「這對我沒好處」 無論如何，我們小孩比較不會被綁住 比較不會找藉口逃避"}, {"zh-tw": " Kids can be full of inspiringaspirations and hopeful thinking, like my wish that no one went hungry, or that everything were free,a kind of utopia. How many of you still dream like that,and believe in the possibilities? Sometimes a knowledge of historyand the past failures of Utopian ideals can be a burden, because you knowthat if everything were free, then the food stocks would becomedepleted and scarce and lead to chaos.", "en": " 小孩有各式各樣的志向 和樂觀的想法 比方說我希望世上沒有人挨餓 所有東西都免費，像烏托邦一樣 你們有誰還抱有這樣的夢想？ 有誰認為這可能成真？ 有時候對歷史太了解 加上有美好理想落空的經驗 反而會被束縛住 因為你們知道如果一切都免費 那食物存量將會短缺 然後耗竭，最後造成社會失序"}, {"zh-tw": " On the other hand, we kidsstill dream about perfection. And that's a good thing, becausein order to make anything a reality, you have to dream about it first.", "en": " 但另一方面 我們小孩還是夢想世上有「完美」存在 這樣很好 因為想要讓一件事成真 得要先有夢想的藍圖。"}, {"zh-tw": " In many ways, our audacity to imagine helps push the boundaries of possibility. For instance, the Museumof Glass in Tacoma, Washington, my home state -- yoohoo, Washington! has a program called Kids Design Glass, and kids draw their ownideas for glass art.", "en": " 許多方面來說，小孩因為敢大膽想像 許多事從不可能變成可能 例如，華盛頓州塔柯馬的玻璃博物館 我的家鄉-- 耶--華盛頓州！ （觀眾鼓掌） 有一門課程叫做「孩童玻璃設計」 小孩用自己的想法來做玻璃藝術"}, {"zh-tw": " The resident artist saidthey got some of their best ideas from the program, because kidsdon't think about the limitations of how hard it can be to blowglass into certain shapes, they just think of good ideas. Now, when you think of glass, youmight think of colorful Chihuly designs, or maybe Italian vases, but kids challenge glass artiststo go beyond that, into the realm of brokenhearted snakes and bacon boys,who you can see has meat vision.", "en": " 駐館的藝術家就說 他們許多很棒的點子都來自這門課 因為孩子們不會為自己設限 不會去想吹玻璃塑型有多難 他們只會去想些好點子 想到玻璃 你們可能想到藝術家奇葫里多彩的設計 或是義大利式花瓶 但小孩向玻璃藝術師下戰帖 做出了超乎想像的「心碎之蛇」 還有「培根男孩」，注意他有「肉視」的能力喔！ （觀眾笑聲）"}, {"zh-tw": " Now, our inherent wisdom doesn'thave to be insider's knowledge. Kids already do a lotof learning from adults, and we have a lot to share.", "en": " 其實，所謂的智慧 不一定是指學者專家的知識 小孩已經從大人身上學到很多了 我們也有很多東西想跟大人分享"}, {"zh-tw": " I think that adults shouldstart learning from kids. Now, I do most of my speaking in front of an education crowd --teachers and students, and I like this analogy: It shouldn't be a teacherat the head of the class, telling students, \"Do this, do that.\" The students should teach their teachers.", "en": " 我想大人應該要開始跟小孩學習 我現在常在教育界人士面前演講 有老師有學生，我很喜歡以下這個說法： 不該只有老師站在教室前面 告訴學生做這做那 學生也應該來教老師"}, {"zh-tw": " Learning between grown-upsand kids should be reciprocal. The reality, unfortunately,is a little different, and it has a lot to dowith trust, or a lack of it.", "en": " 大人和小孩之間 應該彼此學習 但現實卻和理想有些差距 這和信不信任對方有關，或可說彼此缺乏信任。"}, {"zh-tw": " Now, if you don't trust someone,you place restrictions on them, right? If I doubt my older sister's abilityto pay back the 10 percent interest I established on her last loan, I'm going to withhold her abilityto get more money from me, until she pays it back. True story, by the way.", "en": " 如果不信任某人，就會對那個人多加限制，對吧？ 如果我覺得我姐姐還不了 向我借來的錢那10％利息 這個我訂下的利率 我就不會再借錢給她 除非她把錢還我(觀眾笑聲) 對了, 這件事完全屬實。"}, {"zh-tw": " Now, adults seem to have a prevalently restrictiveattitude towards kids, from every \"Don't do that, don't do this\"in the school handbook, to restrictions on school Internet use. As history points out,regimes become oppressive when they're fearfulabout keeping control.", "en": " 大人好像 都喜歡管小孩 只要是任何違反校規的事 都不能做 連學校上網也有限制 自古以來，許多政權之所以高壓統治 是因為怕管不住人民"}, {"zh-tw": " And although adultsmay not be quite at the level of totalitarian regimes, kids have no or very little sayin making the rules, when really, the attitudeshould be reciprocal, meaning that the adultpopulation should learn and take into account the wishesof the younger population. Now, what's even worse than restriction, is that adults oftenunderestimate kids' abilities.", "en": " 雖然大人還說不上是 完全的「極權」 但是小孩對規定也幾乎無權過問 儘管態度應該是互相的 也就是說大人應該要學著 把小孩的願望 也納入考量 有一件比管教更嚴重的事 就是大人常常低估小孩的能力"}, {"zh-tw": " We love challenges, but whenexpectations are low, trust me, we will sink to them. My own parents had anythingbut low expectations for me and my sister.", "en": " 我們喜歡挑戰，但大人如果期望不高 我保證，我們小孩就會爛給你看 我的爸媽從不會看輕 我和我姊"}, {"zh-tw": " Okay, so they didn't tell us to becomedoctors or lawyers or anything like that, but my dad did read to us about Aristotleand pioneer germ-fighters, when lots of other kids were hearing \"The Wheels on the BusGo Round and Round.\" Well, we heard that one too, but\"Pioneer Germ Fighters\" totally rules. I loved to write from the ageof four, and when I was six, my mom bought me my own laptopequipped with Microsoft Word.", "en": " 他們沒有叫我們以後要當醫生 或是律師之類的 但我爸以前會讀故事給我們聽 像是亞里斯多德的故事 和「抗菌先鋒」的故事。 相較之下，同齡小孩那時多半在聽 「哥哥爸爸真偉大」之類的 其實我們也聽兒歌，但「抗菌先鋒」比較讚 （觀眾笑聲） 打從四歲起，我就喜歡寫東西 我六歲時 媽媽就買了裝有微軟Word作業系統的筆電給我"}, {"zh-tw": " Thank you, Bill Gates, and thank you, Ma. I wrote over 300 short storieson that little laptop, and I wanted to get published.", "en": " 要謝謝比爾蓋茲，也要謝謝老媽！ 我寫的三百多則短篇故事 都是用那台筆電完成 我後來想出書"}, {"zh-tw": " Instead of just scoffing at this heresythat a kid wanted to get published, or saying wait until you're older, my parents were really supportive. Many publishers were notquite so encouraging.", "en": " 我爸媽不但沒笑我 說小孩子還想出書這類的話 也沒要我長大再說 反而很支持我 但找了很多出版社都碰壁"}, {"zh-tw": " One large children'spublisher ironically said that they didn't work with children. Children's publisher notworking with children? I don't know, you're kindof alienating a large client there.", "en": " 一家規模很大的童書出版社竟然說 他們不跟小孩合作 童書出版社不跟孩童合作？ 不知道耶，但不就失去我這棵搖錢樹了。 （觀眾笑聲）"}, {"zh-tw": " One publisher, Action Publishing, waswilling to take that leap and trust me, and to listen to what I had to say. They published my first book,\"Flying Fingers,\" you see it here.", "en": " 有一家出版社叫「行動出版社」 決定放手一搏，相信我 願意聽我的想法 他們出版了我第一本書《飛舞的手指》，就是這本"}, {"zh-tw": " And from there on, it's goneto speaking at hundreds of schools, keynoting to thousands of educators, and finally, today, speaking to you. I appreciate your attention today, because to show that youtruly care, you listen.", "en": " 從那時起，我就受邀到上百所學校演講 在數千個教育工作者發表演說 也才會有今天的演講 很感謝你們今天的聆聽 因為真正在乎的人 才懂得傾聽"}, {"zh-tw": " But there's a problemwith this rosy picture of kids being so much better than adults. Kids grow up and becomeadults just like you.", "en": " 不過問題是 小孩雖然好像比大人優秀 但小孩還是會長大，不就成為像你們一樣的大人了 （觀眾笑聲）"}, {"zh-tw": " Or just like you? Really? The goal is not to turn kidsinto your kind of adult, but rather, better adultsthan you have been, which may be a little challenging,considering your guys' credentials. But the way progress happens, is because new generations and new eras grow and develop and becomebetter than the previous ones.", "en": " 但真的是這樣嗎？ 真正的目標不是要讓小孩成為你們♫ 而是要超越你們 雖然可能有點困難 畢竟你們學經歷都滿了不起的 不過世界之所以會進步 就是因為新的世代、新的時代 不斷成長發展，進而比上個世代更好"}, {"zh-tw": " It's the reason we're notin the Dark Ages anymore. No matter your position or place in life, it is imperative to createopportunities for children, so that we can grow up to blow you away.", "en": " 這也是為什麼我們能脫離黑暗時代 不論你們現在的地位為何 一定要幫孩子們創造機會 好讓我們長大後能打敗你們 （觀眾笑聲）"}, {"zh-tw": " Adults and fellow TEDsters, you need to listen and learn from kids, and trust us and expect more from us. You must lend an ear today, because we are the leadersof tomorrow, which means we're going to take care of youwhen you're old and senile.", "en": " 所有大人和TED的成員 請傾聽小孩的聲音並向小孩學習 並且相信我們，對我們期望高一點 你們現在得耐心傾聽 因為未來是我們小孩作主 也就是說以後是我們要照顧你們 不然你們老了怎麼辦，好啦開玩笑的"}, {"zh-tw": " No, just kidding. No, really, we are goingto be the next generation, the ones who will bringthis world forward.", "en": " 不過，我們這個世代 將會帶領這個世界前進"}, {"zh-tw": " And in case you don't thinkthat this really has meaning for you, remember that cloning is possible, and that involves goingthrough childhood again, in which case you'll want to beheard, just like my generation. Now, the world needs opportunitiesfor new leaders and new ideas.", "en": " 如果還認為這不重要 記得有所謂複製人的技術 你們有機會重回童年 到時你們也會希望自己的聲音不被忽視 就像我們一樣 現今世界各國都需要把機會 交給未來主人翁，讓他們展現新穎的想法"}, {"zh-tw": " Kids need opportunitiesto lead and succeed. Are you ready to make the match? Because the world's problemsshouldn't be the human family's heirloom.", "en": " 小孩需要這些機會學習領導和體驗成功的滋味 你們準備好把機會交給我們了嗎？ 因為當今世界上各種問題 應該不會是人類想留給子孫的遺產才對"}, {"zh-tw": " Thank you. Thank you. Thank you.", "en": " 謝謝 （觀眾鼓掌） 謝謝大家"}], "title": "Adora Svitak"}