{"url": "http://www.ted.com/talks/michael_specter_the_danger_of_science_denial", "paragraphs": [{"zh-tw": " Let's pretend right here we have a machine. A big machine, a cool, TED-ish machine, and it's a time machine. And everyone in this room has to get into it.", "en": " 想像一下這裡有一臺機器， 一臺巨大的、炫麗的、很 TED 的機器， 它是一個時間機器， 在這房間裡的每一個人都要走進這個時間機器"}, {"zh-tw": " And you can go backwards, you can go forwards; you cannot stay where you are. And I wonder what you'd choose, because I've been asking my friends this question a lot lately and they all want to go back.", "en": " 你可以選擇回到過去、或走向未來 你就是不能停在當下 我在想你們會怎麼選，因為最近我問我朋友， 他們的回答都是「回到過去」"}, {"zh-tw": " I don't know. They want to go back before there were automobiles or Twitter or \"American Idol.\" I don't know. I'm convinced that there's some sort of pull to nostalgia, to wishful thinking.", "en": " 我不知道。他們想要回到沒有汽車、 沒有 Twitter 或《美國偶像》（American Idol）的年代 我搞不懂 我肯定他們心裡有種懷舊的情愫 或是癡心妄想"}, {"zh-tw": " And I understand that. I'm not part of that crowd, I have to say.", "en": " 這我能理解 但我必須承認，我跟他們不是同一掛的"}, {"zh-tw": " I don't want to go back, and it's not because I'm adventurous. It's because possibilities on this planet, they don't go back, they go forward.", "en": " 我不想回到過去，不是因為我喜歡冒險 -- 而是因為，這個地球的可能性 無法從過去獲得，你要向未來前進"}, {"zh-tw": " So I want to get in the machine, and I want to go forward. This is the greatest time there's ever been on this planet by any measure that you wish to choose: health, wealth, mobility, opportunity, declining rates of disease ...", "en": " 也就是說，我想走進這個機器，走到未來 這個時代是最美好的時代， 不管你用何種方式來衡量，如： 健康、財富、 流動性、機遇、 患病率不斷下降"}, {"zh-tw": " There's never been a time like this. My great-grandparents died, all of them, by the time they were 60.", "en": " 從未有過這麼好的時代 我的曾祖父母 在60歲的時候過世"}, {"zh-tw": " My grandparents pushed that number to 70. My parents are closing in on 80.", "en": " 我的祖父母多一些，他們在70多歲時離去 我的父母過世時已經80幾歲了"}, {"zh-tw": " So there better be a nine at the beginning of my death number. But it's not even about people like us, because this is a bigger deal than that.", "en": " 所以，我希望我死去的時候 是在一個9數字開頭左右的時候 但這並不只和我們有關 這關係著更多人的生命"}, {"zh-tw": " A kid born in New Delhi today can expect to live as long as the richest man in the world did 100 years ago. Think about that, it's an incredible fact.", "en": " 今天，在新德里出生的某個小孩 可以擁有100年前 世界上最富有的人一樣長的壽命 你想想，這是個多麼了不起的事!"}, {"zh-tw": " And why is it true? Smallpox. Smallpox killed billions of people on this planet. It reshaped the demography of the globe in a way that no war ever has.", "en": " 為什麼會出現這樣的事? 是因為我們消滅了天花 天花曾奪走地球上數以億計人的生命 它重塑了地球的人口結構 任何戰爭也無以比擬"}, {"zh-tw": " It's gone. It's vanished. We vanquished it. Puff.", "en": " 但今天，它消失了 我們克服了它"}, {"zh-tw": " In the rich world, diseases that threatened millions of us just a generation ago no longer exist, hardly. Diphtheria, rubella, polio ...", "en": " 在當今富裕世界裡 那曾經威脅上個世代數百萬人的疾病 幾乎不再出現了 白喉、德國麻疹、小兒麻痹......"}, {"zh-tw": " does anyone even know what those things are? Vaccines, modern medicine, our ability to feed billions of people, those are triumphs of the scientific method. And to my mind, the scientific method -- trying stuff out, seeing if it works, changing it when it doesn't -- is one of the great accomplishments of humanity.", "en": " 有人知道這些是什麼嗎? 疫苗、現代醫學、 以及人類為數百萬人提供食品的能力 這些都是科學法則的勝利 在我看來，科學方法 就是不斷嘗試、 檢驗、改變的過程 它是人類最偉大的成就之一"}, {"zh-tw": " So that's the good news. Unfortunately, that's all the good news because there are some other problems, and they've been mentioned many times.", "en": " 因此這些都是好消息 但不幸的是，好消息就這麼多 因為我們遇到其他一些難題，它們也被提過很多次"}, {"zh-tw": " And one of them is that despite all our accomplishments, a billion people go to bed hungry in this world every day. That number's rising, and it's rising really rapidly, and it's disgraceful.", "en": " 其中一個就是 儘管我們取得進步， 但目前，世界上還有10億人挨餓著 每天，他們都忍受著饑餓的折磨 這數字還在上升，上升的速度很快，令人感到羞愧"}, {"zh-tw": " And not only that, we've used our imagination to thoroughly trash this globe. Potable water, arable land, rainforests, oil, gas: they're going away, and they're going away soon, and unless we innovate our way out of this mess, we're going away too.", "en": " 除此之外，我們還使用自身的想像力 給地球帶來巨大的垃圾 飲用水、可耕地、 熱帶雨林、石油、天然氣: 這些資源都在流失，並且即將消失殆盡 除非我們懂得創新 否則我們也會跟著滅亡"}, {"zh-tw": " So the question is: Can we do that? And I think we can. I think it's clear that we can make food that will feed billions of people without raping the land that they live on.", "en": " 問題是: 我們做得到嗎? 我想我們可以 我認為我們可以產出足以養活數十億人的糧食 而不會損害他們賴以維生的土地"}, {"zh-tw": " I think we can power this world with energy that doesn't also destroy it. I really do believe that, and, no, it ain't wishful thinking.", "en": " 我認為，我們可以找到對環境友善的能源 而不會毀壞環境 我確實是這麼相信的，絕非一廂情願"}, {"zh-tw": " But here's the thing that keeps me up at night -- one of the things that keeps me up at night: We've never needed progress in science more than we need it right now. Never. And we've also never been in a position to deploy it properly in the way that we can today.", "en": " 然而，有些事讓我輾轉難眠 -- 其中一個讓我徹夜難眠的事 在我們的歷史上，從來沒有如今天這般急需科技的進步。從來沒有。 在歷史上，我們也從未有過今天這樣的時機， 讓我們可以按照自己的意願使用這些科技"}, {"zh-tw": " We're on the verge of amazing, amazing events in many fields, and yet I actually think we'd have to go back hundreds, 300 years, before the Enlightenment, to find a time when we battled progress, when we fought about these things more vigorously, on more fronts, than we do now. People wrap themselves in their beliefs, and they do it so tightly that you can't set them free.", "en": " 在許多領域中，我們都正處於 驚人發現的時刻 儘管如此，事實上，我認為我們必須回頭看看 回到300年前，回到啓蒙時代以前 只有在那個年代，才有人抵抗進步 才有人比我們今天更加 猛烈地抗拒科技的進步 人們總愛把自己放置於信仰裡 他們捆綁自己，使自己無法脫身"}, {"zh-tw": " Not even the truth will set them free. And, listen, everyone's entitled to their opinion; they're even entitled to their opinion about progress.", "en": " 即便是真理也無法使他們獲得自由 聽著，每個人都有權抱持他的觀點， 他們甚至有權聲稱他們關於進步的意見"}, {"zh-tw": " But you know what you're not entitled to? You're not entitled to your own facts. Sorry, you're not. And this took me awhile to figure out.", "en": " 但你知道你沒有權利做什麽嗎? 你無權堅稱你自己所知道的事實。抱歉，你就是無法。 我也是花了一段時間才領悟出來的"}, {"zh-tw": " About a decade ago, I wrote a story about vaccines for The New Yorker. A little story. And I was amazed to find opposition: opposition to what is, after all, the most effective public health measure in human history.", "en": " 大約十年前，我在《紐約客》上寫一篇 關於疫苗的小故事 但我驚訝地發現，竟然有那麼多人反對我 他們反對的是 人類史上最有效的公共衛生預防措施"}, {"zh-tw": " I didn't know what to do, so I just did what I do: I wrote a story and I moved on. And soon after that, I wrote a story about genetically engineered food.", "en": " 我當時不知該怎麼做 我就只做自己該做的。故事寫完，繼續搞其他事 不久之後， 我寫了一個關於基因轉殖食物的文章"}, {"zh-tw": " Same thing, only bigger. People were going crazy.", "en": " 同樣地，我又收到大量的反對聲浪，比上次還要大 人們簡直瘋了"}, {"zh-tw": " So I wrote a story about that too, and I couldn't understand why people thought this was \"Frankenfoods,\" why they thought moving molecules around in a specific, rather than a haphazard way, was trespassing on nature's ground. But, you know, I do what I do. I wrote the story, I moved on.", "en": " 於是，我也就此寫了一篇文章 我實在搞不懂 為何人們會把這看作「科學怪人食物」? 我不理解: 為何人們會認為，以特定的方式移動生物分子 而非按任意的方式， 就是在玩弄自然 不過，你知道，我還是做我該做的。故事寫完，我就不管了。"}, {"zh-tw": " I mean, I'm a journalist. We type, we file, we go to dinner. It's fine.", "en": " 我是個記者， 我們的工作就是打字、發表、吃飯，就這樣。"}, {"zh-tw": " But these stories bothered me, and I couldn't figure out why, and eventually I did. And that's because those fanatics that were driving me crazy weren't actually fanatics at all.", "en": " 但，這些故事還是困擾著我 我也不知道是什麼原因，直到後來我才知道爲什麽。 因為，那些曾把我逼瘋的狂熱分子 事實上並非狂熱分子"}, {"zh-tw": " They were thoughtful people, educated people, decent people. They were exactly like the people in this room.", "en": " 他們都是有想法的人、受過教育的人、正經人。 他們完全就像這房裡的所有人，"}, {"zh-tw": " And it just disturbed me so much. But then I thought, you know, let's be honest.", "en": " 這實在讓我傷透腦筋... 但後來我想，不如打開天窗說亮話吧:"}, {"zh-tw": " We're at a point in this world where we don't have the same relationship to progress that we used to. We talk about it ambivalently.", "en": " 在我們今天所處的時代 我們與進步的關係已經不同於以往了， 我們現在以一種矛盾的情緒談論它，"}, {"zh-tw": " We talk about it in ironic terms with little quotes around it: \"progress.\" Okay, there are reasons for that, and I think we know what those reasons are. We've lost faith in institutions, in authority, and sometimes in science itself, and there's no reason we shouldn't have.", "en": " 我們以諷刺的口吻來引用進步: “進步” (加上引號) 好吧，我想這是有原因的，我們也知道原因是什麼 我們對於政府機構 已失去信任， 有時對科學本身也是， 我們確實有不信任的理由，"}, {"zh-tw": " You can just say a few names and people will understand. Chernobyl, Bhopal, the Challenger, Vioxx, weapons of mass destruction, hanging chads.", "en": " 說出幾個名字 你就知道原因為何了 車諾比、博帕爾、挑戰者號、 Vioxx 抗關節炎藥、大規模殺傷性武器， 充滿太多爭議"}, {"zh-tw": " You know, you can choose your list. There are questions and problems with the people we used to believe were always right, so be skeptical.", "en": " 你可以列出自己的清單 我們過去深深確信的 現在都出問題了 所以，還是保持懷疑吧"}, {"zh-tw": " Ask questions, demand proof, demand evidence. Don't take anything for granted.", "en": " 詢問問題、要求證據、 千萬別凡事信以為真"}, {"zh-tw": " But here's the thing: When you get proof, you need to accept the proof, and we're not that good at doing that. And the reason that I can say that is because we're now in an epidemic of fear like one I've never seen and hope never to see again.", "en": " 但要注意一點: 當你取得證據時 你必須接受那樣的證據。我們卻並不善於這麼做。 究其原因，我認為 我們現在都得了一種恐懼傳染病 一種我從未見過的、以後也不想再見的恐懼傳染病"}, {"zh-tw": " About 12 years ago, there was a story published, a horrible story, that linked the epidemic of autism to the measles, mumps and rubella vaccine shot. Very scary.", "en": " 大約十二年前，媒體報導一則消息 一個非常可怕的故事 它把自閉症 和注射麻疹、腮腺炎、德國麻疹等疫苗連結在一起 非常可怕"}, {"zh-tw": " Tons of studies were done to see if this was true. Tons of studies should have been done; it's a serious issue.", "en": " 爲了查明此事，人們展開大量研究 是有必要做這些大量研究，因為那確實是一個嚴重的議題"}, {"zh-tw": " The data came back. The data came back from the United States, from England, from Sweden, from Canada, and it was all the same: no correlation, no connection, none at all.", "en": " 最後資料出來了 來自美國、英國、 瑞典、加拿大的資料檢驗出同樣的結論: 自閉症和疫苗二者之間沒有關聯， 毫無聯繫，根本毫不相關"}, {"zh-tw": " It doesn't matter. It doesn't matter because we believe anecdotes, we believe what we see, what we think we see, what makes us feel real. We don't believe a bunch of documents from a government official giving us data, and I do understand that, I think we all do.", "en": " 但這個結果對大眾沒多大意義 因為我們相信小道消息， 我們相信眼睛看到的、相信心裡所見到的、 相信那些讓我們覺得真實的東西 就是不相信一堆化驗資料 不相信來自政府部門的檔案 而我也理解這一點，我想我們所有人都理解這點"}, {"zh-tw": " But you know what? The result of that has been disastrous. Disastrous because here's a fact: The United States is one of the only countries in the world where the vaccine rate for measles is going down.", "en": " 可是你知道嗎? 這導致了災難性的後果 說它災難，因為這裡有個事實: 美國是世界上唯一一個 麻疹接種率正在下降的國家"}, {"zh-tw": " That is disgraceful, and we should be ashamed of ourselves. It's horrible.", "en": " 這實在令人羞愧 我們應該為此感到慚愧 這很可怕"}, {"zh-tw": " What kind of a thing happened that we could do that? Now, I understand it. I do understand it. Because, did anyone have measles here? Has one person in this audience ever seen someone die of measles? Doesn't happen very much.", "en": " 到底發生什麼事 才使我們這麼做? 現在，我明白了。真的明白了。 請問這裡有人得過麻疹嗎? 你們當中，有人看過某人罹患麻疹死去嗎? 不經常發生吧"}, {"zh-tw": " Doesn't happen in this country at all, but it happened 160,000 times in the world last year. That's a lot of death of measles -- 20 an hour.", "en": " 事實上它也不會發生在這個國家 然而，過去一年裡，有十六萬人罹患麻疹而死去 這是一個非常大量的麻疹致死率 基本上，每小時有20人因此死去"}, {"zh-tw": " But since it didn't happen here, we can put it out of our minds, and people like Jenny McCarthy can go around preaching messages of fear and illiteracy from platforms like \"Oprah\" and \"Larry King Live.\" And they can do it because they don't link causation and correlation. They don't understand that these things seem the same, but they're almost never the same.", "en": " 但因為它不在我們生活周遭，我們可以不管這件事 像 Jenny McCarthy 那樣的人 依然能夠在 歐普拉和賴瑞·金的節目上 散播恐懼和無知的資訊 他們之所以這麼做 是因為，他們沒有把原因與關聯性連結在一起 他們不瞭解這些看起來似是而非的東西 事實上從來都不是相同的東西"}, {"zh-tw": " And it's something we need to learn, and we need to learn it really soon. This guy was a hero, Jonas Salk.", "en": " 我們必須從中汲取教訓，越早越好 這位先生是個英雄， Jonas Salk"}, {"zh-tw": " He took one of the worst scourges of mankind away from us. No fear, no agony. Polio -- puff, gone.", "en": " 他發明小兒麻痹的疫苗，使我們避免了最嚴重的禍害 再也沒有恐懼，再也沒有痛楚，小兒麻痹消失了"}, {"zh-tw": " That guy in the middle, not so much. His name is Paul Offit.", "en": " 中間那個男人就沒那麼風光了 (圖標: 恐怖分子) 他叫 Paul Offit"}, {"zh-tw": " He just developed a rotavirus vaccine with a bunch of other people. It'll save the lives of 400 to 500,000 kids in the developing world every year.", "en": " 他與其他一票同仁一起發明了輪狀病毒疫苗 這疫苗每年可以在發展中國家 拯救四億五十萬孩子的生命"}, {"zh-tw": " Pretty good, right? Well, it's good, except that Paul goes around talking about vaccines and says how valuable they are and that people ought to just stop the whining. And he actually says it that way.", "en": " 聽起來是好事，不是嗎? 確實很好，除了Paul 到處宣傳這一疫苗 說它有多好 並稱人們從此可以告別苦楚 他確實是這麼說的"}, {"zh-tw": " So, Paul's a terrorist. When Paul speaks in a public hearing, he can't testify without armed guards.", "en": " 於是，我們把 Paul 當成恐怖分子 當 Paul 公開作證時 他身邊必須要有武裝保安"}, {"zh-tw": " He gets called at home because people like to tell him that they remember where his kids go to school. And why? Because Paul made a vaccine.", "en": " 他在家裡會接到恐嚇電話 因為，有人會跟他說 他們知道他孩子在哪上學 為什麼? 因為 Paul 發明了一種疫苗"}, {"zh-tw": " I don't need to say this, but vaccines are essential. You take them away, disease comes back, horrible diseases. And that's happening.", "en": " 我本不需要講這個的，但疫苗確實極其重要， 一旦停止疫苗注射，疾病又會捲土重來， 並且是非常可怕的疾病，這樣的事正在發生"}, {"zh-tw": " We have measles in this country now. And it's getting worse, and pretty soon kids are going to die of it again because it's just a numbers game.", "en": " 現在美國也出現麻疹了 而且情況越來越糟 不久之後，就會有孩子罹患此病而死，因為這只是數字遊戲罷了"}, {"zh-tw": " And they're not just going to die of measles. What about polio? Let's have that. Why not? A college classmate of mine wrote me a couple weeks ago and said she thought I was a little strident.", "en": " 不僅僅是麻疹， 還有小兒麻痹症呢! 誰敢說它不會重新出現? 幾個星期前，我的一位大學同學寫信給我說 她覺得我現在有點太張揚了"}, {"zh-tw": " No one's ever said that before. She wasn't going to vaccinate her kid against polio, no way.", "en": " 以前沒人這麼說過 她說她不打算給孩子接種小兒麻痹症疫苗 絕對不會"}, {"zh-tw": " Fine. Why? Because we don't have polio. And you know what? We didn't have polio in this country yesterday.", "en": " 好吧 為什麼? 因為這個國家沒有小兒麻痹症。但你知道嗎? 昨天，我們沒有這個傳染病"}, {"zh-tw": " Today, I don't know, maybe a guy got on a plane in Lagos this morning, and he's flying to LAX, right now he's over Ohio. And he's going to land in a couple of hours, he's going to rent a car, and he's going to come to Long Beach, and he's going to attend one of these fabulous TED dinners tonight.", "en": " 但今天? 我不知道，也許某人今早從 Lagos 上了飛機 飛到洛杉磯機場，現在差不多抵達俄亥俄州 幾個小時後，他的飛機就要降落，他會租一輛車 來到 Long Beach 來到這裡參加今晚其中一場超棒的 TED 晚宴"}, {"zh-tw": " And he doesn't know that he's infected with a paralytic disease, and we don't either because that's the way the world works. That's the planet we live on. Don't pretend it isn't.", "en": " 他不知道自己感染了小兒麻痹症 我們也不知道，因為這就是世界運作的方式 這就是地球運轉的方式。別假裝它不是。"}, {"zh-tw": " Now, we love to wrap ourselves in lies. We love to do it. Everyone take their vitamins this morning? Echinacea, a little antioxidant to get you going.", "en": " 如今，我們喜歡相信謊言。我們超愛這麼做 你們每個人早上都吃了維他命嗎? 或者紫錐花? 或是一點的抗氧化劑? 吞了那些你才感覺比較清醒"}, {"zh-tw": " I know you did because half of Americans do every day. They take the stuff, and they take alternative medicines, and it doesn't matter how often we find out that they're useless.", "en": " 你之所以這麼做，是因為每天有半數的美國人也這麼做 他們會吃這些東西，也會吃替代藥物 而且不管我們都已經知道 事實上這些東西是無效的"}, {"zh-tw": " The data says it all the time. They darken your urine. They almost never do more than that.", "en": " 資料是這麼說的 吃這些只會使得你的尿液顏色變深。除此以外，它們起不了任何作用"}, {"zh-tw": " It's okay, you want to pay 28 billion dollars for dark urine? I'm totally with you. Dark urine. Dark.", "en": " 假如你願意花280億美元獲得一些深色尿液， 我一點也不反對 深色的尿液，深色..."}, {"zh-tw": " Why do we do that? Why do we do that? Well, I think I understand, we hate Big Pharma. We hate Big Government. We don't trust the Man.", "en": " 我們幹嘛這麼做? 為什麼要做這些? 嗯，我想我能理解，我們都討厭大藥商 我們都討厭大政府，我們不信任這些人"}, {"zh-tw": " And we shouldn't: Our health care system sucks. It's cruel to millions of people.", "en": " 而我們也不需要。我們的健保系統很爛 對幾百萬人來說，這是一個殘酷的系統"}, {"zh-tw": " It's absolutely astonishingly cold and soul-bending to those of us who can even afford it. So we run away from it, and where do we run? We leap into the arms of Big Placebo.", "en": " 而對於那些能夠支付起的人們來說 這也絕對是一個非常冷酷無情的系統 於是我們就想辦法逃離。但要逃到哪裡去呢? 我們投入巨大安慰劑的懷抱之中。"}, {"zh-tw": " That's fantastic. I love Big Placebo. But, you know, it's really a serious thing because this stuff is crap, and we spend billions of dollars on it.", "en": " 了不起。我喜歡大安慰劑。 但你知道，這真是一件嚴重的事 因為這東西是一個爛貨 但我們卻花了數以億計的美元來購買安慰劑"}, {"zh-tw": " And I have all sorts of little props here. None of it ... ginkgo, fraud; echinacea, fraud; acai -- I don't even know what that is but we're spending billions of dollars on it -- it's fraud.", "en": " 我也帶來了各種各樣的樣品 它們當中，沒有一樣是有效的，無論是銀杏、 紫錐花、 巴西紫莓...都沒用。我甚至不知道這是什麼， 但我們花數十億美元購買它們，這簡直是詐騙"}, {"zh-tw": " And you know what? When I say this stuff, people scream at me, and they say, \"What do you care? Let people do what they want to do. It makes them feel good.\" And you know what? You're wrong.", "en": " 但你知道嗎? 當我說到這時，人們對我大吼 他們說:「你管他們幹嘛? 讓人們做自己要做的事就好啦， 這至少讓他們心裡感到舒服啊。」 但你知道嗎? 你錯了。"}, {"zh-tw": " Because I don't care if it's the secretary of HHS who's saying, \"Hmm, I'm not going to take the evidence of my experts on mammograms,\" or some cancer quack who wants to treat his patient with coffee enemas. When you start down the road where belief and magic replace evidence and science, you end up in a place you don't want to be.", "en": " 因為我一點也不在乎 假使美國健康與公共事業部部長 說:「呃，我才不管專家 找到的關於乳房X線照片的證據呢，」 或是一個癌症庸醫想通過 咖啡灌腸來醫治他的病人。 假如你相信信仰和魔術 而非證據與科學的話， 你最終只會來到一個你不想去的地方"}, {"zh-tw": " You end up in Thabo Mbeki South Africa. He killed 400,000 of his people by insisting that beetroot, garlic and lemon oil were much more effective than the antiretroviral drugs we know can slow the course of AIDS.", "en": " 你最終會來到姆貝基的南非 (Thabo Mbeki: 南非前總統) 對於治療愛滋病，他因為堅信 甜菜、蒜頭、和檸檬油 比我們所知的可延緩愛滋病的 抗逆轉錄病毒藥物更有效 而殺死了40萬人"}, {"zh-tw": " Hundreds of thousands of needless deaths in a country that has been plagued worse than any other by this disease. Please, don't tell me there are no consequences to these things.", "en": " 成千上萬的人 因此而死 那裡剛好又是全球愛滋病最為蔓延的地區 請別告訴我 這些不會產生嚴重後果"}, {"zh-tw": " There are. There always are. Now, the most mindless epidemic we're in the middle of right now is this absurd battle between proponents of genetically engineered food and the organic elite.", "en": " 後果是有的 ，終究會有 現在，我們所遇到最無知的傳染病 就是基因轉殖作物 與有機菁英食品 兩個陣營之間的 愚蠢對抗"}, {"zh-tw": " It's an idiotic debate. It has to stop. It's a debate about words, about metaphors.", "en": " 這也是一個愚蠢的爭論，我們必須停止。 因為這個辯論只是針對字眼和隱喻"}, {"zh-tw": " It's ideology, it's not science. Every single thing we eat, every grain of rice, every sprig of parsley, every Brussels sprout has been modified by man.", "en": " 是關於意識形態的爭辯，而不是科學。 我們吃進肚子裡的每一樣東西，每一顆穀物或飯粒 每一根香菜 每一顆球芽甘欖菜 都曾被人類改變過"}, {"zh-tw": " You know, there weren't tangerines in the garden of Eden. There wasn't any cantaloupe.", "en": " 你知道，在伊甸園裡本來是沒有橘子的、 沒有哈密瓜、"}, {"zh-tw": " There weren't Christmas trees. We made it all. We made it over the last 11,000 years.", "en": " 更不會有聖誕樹，這些都是人造出來的 人類在過去一萬一千年裡造出了這些東西"}, {"zh-tw": " And some of it worked, and some of it didn't. We got rid of the stuff that didn't.", "en": " 有些實驗成功，有些失敗 那些失敗的嘗試就被拋棄"}, {"zh-tw": " Now we can do it in a more precise way -- and there are risks, absolutely -- but we can put something like vitamin A into rice, and that stuff can help millions of people, millions of people, prolong their lives. You don't want to do that? I have to say, I don't understand it.", "en": " 而現在我們可以以一種更為精確的方式來做實驗 這絕對會有風險 但我們可以把維他命A置入水稻裡， 這會幫助數百萬人 延長他們的壽命 你不願做這件事嗎? 我必須說，我實在搞不懂。"}, {"zh-tw": " We object to genetically engineered food. Why do we do that? Well, the things I constantly hear are: Too many chemicals, pesticides, hormones, monoculture, we don't want giant fields of the same thing, that's wrong.", "en": " 我們反對基因作物 為什麼? 嗯，我經常聽到的理由是: 含有太多化學成分、 太多農藥、荷爾蒙、 單一作物、我們不要巨大單一的農田 確實，那樣不好"}, {"zh-tw": " We don't companies patenting life. We don't want companies owning seeds.", "en": " 我們不想讓大公司申請作物專利 我們也不想讓大公司壟斷種子"}, {"zh-tw": " And you know what my response to all of that is? Yes, you're right. Let's fix it. It's true, we've got a huge food problem, but this isn't science.", "en": " 你知道我對所有這些意見的回應是什麽嗎? 對，猜對了，我們一起來解決這些問題 的確，我們遇到一個非常嚴重的食物問題， 但這不是科學，"}, {"zh-tw": " This has nothing to do with science. It's law, it's morality, it's patent stuff.", "en": " 這與科學無關 這是法律、倫理、專利法的問題"}, {"zh-tw": " You know science isn't a company. It's not a country.", "en": " 要知道，科學並非一家公司， 也不是一個國家，"}, {"zh-tw": " It's not even an idea; it's a process. It's a process, and sometimes it works and sometimes it doesn't, but the idea that we should not allow science to do its job because we're afraid, is really very deadening, and it's preventing millions of people from prospering.", "en": " 甚至不是一個想法，它是一個過程 這過程有時成功，有時失敗， 但由於我們畏懼 而認為我們不該讓科學家 去做深入研究工作的這個想法 是非常可怕的， 這也會阻礙數百萬人 走向繁榮"}, {"zh-tw": " You know, in the next 50 years we're going to have to grow 70 percent more food than we do right now, 70 percent. This investment in Africa over the last 30 years.", "en": " 你知道嗎? 未來的五十年 我們需要比現在種植 70%更多的糧食 這是過去三十年在非洲的農業投資總額"}, {"zh-tw": " Disgraceful. Disgraceful. They need it, and we're not giving it to them.", "en": " 令人慚愧，令人慚愧 他們需要，我們卻偏偏不給"}, {"zh-tw": " And why? Genetically engineered food. We don't want to encourage people to eat that rotten stuff, like cassava for instance.", "en": " 為什麼? 因為那是基因食物 我們不鼓勵人們去 吃腐爛的食物，比如，壞掉的木薯"}, {"zh-tw": " Cassava's something that half a billion people eat. It's kind of like a potato.", "en": " 世界上有五千萬人是靠吃木薯為生的 那是一種類似馬鈴薯的作物"}, {"zh-tw": " It's just a bunch of calories. It sucks. It doesn't have nutrients, it doesn't have protein, and scientists are engineering all of that into it right now.", "en": " 就只有一堆卡路里，非常難吃 沒有營養，也沒有蛋白質， 而現在，有科學家正嘗試 把這些營養素加到木薯裡"}, {"zh-tw": " And then people would be able to eat it and they'd be able to not go blind. They wouldn't starve, and you know what? That would be nice. It wouldn't be Chez Panisse, but it would be nice.", "en": " 吃到這些改良木薯的人就以避免失明 也不再挨餓。你知道嗎? 這是好事。雖然比不上 Chez Panisse (高檔餐廳) 但也是好事一樁"}, {"zh-tw": " And all I can say about this is: Why are we fighting it? I mean, let's ask ourselves: Why are we fighting it? Because we don't want to move genes around? This is about moving genes around. It's not about chemicals. It's not about our ridiculous passion for hormones, our insistence on having bigger food, better food, singular food.", "en": " 我只能說， 為什麼我們要反對呢? 請大家問問自己: 我們為何要反對? 因為我們不想移動基因組嗎? 這只是移動一些基因組罷了，不是添加化學物質 跟我們荒謬熱愛的荷爾蒙也毫無瓜葛 我們總是要求獲得更大的食物、 更好的食物、更專一的食物"}, {"zh-tw": " This isn't about Rice Krispies, this is about keeping people alive, and it's about time we started to understand what that meant. Because, you know something? If we don't, if we continue to act the way we're acting, we're guilty of something that I don't think we want to be guilty of: high-tech colonialism.", "en": " 這和 Rice Krispies (棉花糖米香) 無關， 而是試著讓人活下來 現在是我們認真理解這件事的時刻了 因為，你知道嗎? 假如我們不這麼做，而是堅持現在的做法， 我們未來將會因為一些我們不希望發生的事情而感到負罪感 高科技殖民主義"}, {"zh-tw": " There's no other way to describe what's going on here. It's selfish, it's ugly, it's beneath us, and we really have to stop it.", "en": " 沒有其他別的詞語更合適於描述這一狀況了 這是自私的、骯髒的 使我們變得卑劣 我們必須停止這麼做"}, {"zh-tw": " So after this amazingly fun conversation, you might want to say, \"So, you still want to get in this ridiculous time machine and go forward?\" Absolutely. Absolutely, I do. It's stuck in the present right now, but we have an amazing opportunity.", "en": " 好了，在這麼一場超級有趣的對話之後， 你也許會說:「你還想走進這臺荒謬的時間機器， 駛入未來嗎?」 那當然，我絕對會那麼做。 這機器現在停在當下， 但我們遇到非常好的機會"}, {"zh-tw": " We can set that time machine on anything we want. We can move it where we want to move it, and we're going to move it where we want to move it.", "en": " 我們可以按自己的意願設置時間機器 想去哪就去哪 我們可以抵達我們真正要去的地方"}, {"zh-tw": " We have to have these conversations and we have to think, but when we get in the time machine and we go ahead, we're going to be happy we do. I know that we can, and as far as I'm concerned, that's something the world needs right now.", "en": " 我們需要開展對話，我們需要思考， 當我們進入時間機器，並且走向未來時， 我們會為我們的選擇感到高興， 我相信我們可以， 而就我的理解， 這就是現在世界所需要的東西。"}, {"zh-tw": " Thank you. Thank you.", "en": " 謝謝大家"}, {"zh-tw": " Thank you. Thank you.", "en": " 謝謝"}], "title": "Michael Specter The Danger Of Science Denial"}