{"url": "http://www.ted.com/talks/e_o_wilson_on_saving_life_on_earth", "paragraphs": [{"zh-tw": " I have all my life wondered what \"mind-boggling\" meant. After two days here, I declare myself boggled, and enormously impressed, and feel that you are one of the great hopes -- not just for American achievement in science and technology, but for the whole world. I've come, however, on a special mission on behalf of my constituency, which are the 10-to-the-18th-power -- that's a million trillion -- insects and other small creatures, and to make a plea for them.", "en": " 我這一生都在思考，\"Mind-boggling\"(令人難以置信的)到底是指甚麼 在這兩天後，我承認我已深深地被感動了 我感覺到你們代表偉大的希望 不僅僅是美國在科學技術上取得進步的希望 更是整個世界的希望 我今天來到這裡，是代表著我的\"選民\" 牠們的數量多達10的18次方 牠們是昆蟲以及其它的小動物，我是為了牠們來申張正義的"}, {"zh-tw": " If we were to wipe out insects alone, just that group alone, on this planet -- which we are trying hard to do -- the rest of life and humanity with it would mostly disappear from the land. And within a few months.", "en": " 假使我們想要把昆蟲從這個地球上毀滅掉，就只是單單這樣的族群 而實際上我們也正在那樣做當中... 那麼剩下的生物，包括人類，也很可能從這個地球上消失 這只需要幾個月的時間就可以達成了"}, {"zh-tw": " Now, how did I come to this particular position of advocacy? As a little boy, and through my teenage years, I became increasingly fascinated by the diversity of life. I had a butterfly period, a snake period, a bird period, a fish period, a cave period and finally and definitively, an ant period.", "en": " 那我是怎麼成為一個為昆蟲辨護的鬥士的呢? 當我還是小孩子的時候 我就對生物之多樣性感到濃厚的興趣 我曾分別對蝴蝶、蛇、小鳥、魚、及洞穴感到濃厚興趣的時期 最後，我對螞蟻產生濃厚而長久的興趣"}, {"zh-tw": " By my college years, I was a devoted myrmecologist, a specialist on the biology of ants, but my attention and research continued to make journeys across the great variety of life on Earth in general -- including all that it means to us as a species, how little we understand it and how pressing a danger that our activities have created for it. Out of that broader study has emerged a concern and an ambition, crystallized in the wish that I'm about to make to you.", "en": " 讀大學的時候，我熱情於螞蟻的研究 我是一位研究螞蟻的專家 我的關注及研究都 圍繞地球上巨大的生物多樣性而發展 包括所有這些對我們人類意味著的、我們對此所知甚少的、 以及人類活動對於生物多樣性所構成的嚴重威脅 長期的研究使我產生一種對生物的關切，並發了一個宏願 待會我會在敘述願望的時候具體的說明"}, {"zh-tw": " My choice is the culmination of a lifetime commitment that began with growing up on the Gulf Coast of Alabama, on the Florida peninsula. As far back as I can remember, I was enchanted by the natural beauty of that region and the almost tropical exuberance of the plants and animals that grow there.", "en": " 我的這個選擇是整個研究生涯的著力點 我的小時候是在佛羅里達半島的阿拉巴馬灣度過 從懂事起，我就深深陶醉於那片自然美景之中 包括該地繁盛成長而接近熱帶的動植物"}, {"zh-tw": " One day when I was only seven years old and fishing, I pulled a \"pinfish,\" they're called, with sharp dorsal spines, up too hard and fast, and I blinded myself in one eye. I later discovered I was also hard of hearing, possibly congenitally, in the upper registers.", "en": " 七歲那一年，有一天我去釣魚 我捉到一條兔齒雕 (牠們有尖利的背棘) 猛然用力地拉上來 因此而弄瞎了我一隻眼睛 另外，我後來還發現自己在聽力方面也不是很好 也許是天生就有的缺陷"}, {"zh-tw": " So in planning to be a professional naturalist -- I never considered anything else in my entire life -- I found that I was lousy at bird watching and couldn't track frog calls either. So I turned to the teeming small creatures that can be held between the thumb and forefinger: the little things that compose the foundation of our ecosystems, the little things, as I like to say, who run the world.", "en": " 於是，為了成為一名職業的自然學家 我就決定只做一件事 要我觀察鳥，我不在行;要我追蹤青蛙，我也不擅長 於是我決定做那些小動物研究 牠們大多是可以放在我姆指跟食指之間 而正是牠們建構了我們整個生態圈的基礎 牠們才是世界的主人"}, {"zh-tw": " In so doing, I reached a frontier of biology so strange, so rich, that it seemed as though it exists on another planet. In fact, we live on a mostly unexplored planet.", "en": " 通過這樣的方式，我來到一個非常怪卻又非常豐富的生物學領域 簡直就像是降臨到別的星球一樣 事實上我們就是生活在一個很多地方都尚未被研究的星球上"}, {"zh-tw": " The great majority of organisms on Earth remain unknown to science. In the last 30 years, thanks to explorations in remote parts of the world and advances in technology, biologists have, for example, added a full one-third of the known frog and other amphibian species, to bring the current total to 5,400, and more continue to pour in.", "en": " 科學家對於地球上大多數的有機體都是一無所知的 過去30年人們去到了一些較為邊緣的區域 也得利於科技的進步 生物學家使得已知的青蛙及兩棲類物種數增加了三分之一 現在兩棲類生物的物種總數為5400種 並且還不斷有新物種被發現"}, {"zh-tw": " Two new kinds of whales have been discovered, along with two new antelopes, dozens of monkey species and a new kind of elephant -- and even a distinct kind of gorilla. At the extreme opposite end of the size scale, the class of marine bacteria, the Prochlorococci -- that will be on the final exam -- although discovered only in 1988, are now recognized as likely the most abundant organisms on Earth, and moreover, responsible for a large part of the photosynthesis that occurs in the ocean.", "en": " 另有發現了兩種新的鯨魚種類，以及兩種新的羚羊 還有幾十個猴子的種類以及一種新的大象種類 甚至還有一種新發現的大猩猩 而在生物體體型大小的另一端，我們發現了新的海洋細菌 原綠球藻，也許在你的期末考試出現過 雖然說是1988年發現的，現在則被認為是地球上最繁盛的生物 這一個生物為海洋裡頭發生的光合作用起了最大的推動作用"}, {"zh-tw": " These bacteria were not uncovered sooner because they are also among the smallest of all Earth's organisms -- so minute that they cannot be seen with conventional optical microscopy. Yet life in the sea may depend on these tiny creatures.", "en": " 我們沒能在更早的時候發現這些細菌 是因為它們也是地球上體型最小的生物之一 你用普通的光學儀器是難以看到它們的 但海底的生物卻必須依賴牠們才能生存"}, {"zh-tw": " These examples are just the first glimpse of our ignorance of life on this planet. Consider the fungi -- including mushrooms, rusts, molds and many disease-causing organisms.", "en": " 這些都不過是一些例子，顯示我們對於地球上的生物是多麼無知 再看看真菌，包括蘑菇、銹菌、霉菌以及其它攜帶病原體的真菌"}, {"zh-tw": " 60,000 species are known to science, but more than 1.5 million have been estimated to exist. Consider the nematode roundworm, the most abundant of all animals.", "en": " 我們知道有六萬種的真菌 但科學家估計，事實上有150萬真菌存活於地球上 再看看線蟲，牠們是所有動物家族當中最為繁盛的"}, {"zh-tw": " Four out of five animals on Earth are nematode worms -- if all solid materials except nematode worms were to be eliminated, you could still see the ghostly outline of most of it in nematode worms. About 16,000 species of nematode worms have been discovered and diagnosed by scientists; there could be hundreds of thousands of them, even millions, still unknown.", "en": " 地球上80%的動物都是線蟲 假如地球上除了線蟲以外所有固態物質都消失 你還是可以從線蟲的身上看出地球的痕跡 大約16000種線蟲動物 已經被科學家發現並進行研究 而事實上，也許有數以千計甚至是數以百萬計的我們還未曾知道"}, {"zh-tw": " This vast domain of hidden biodiversity is increased still further by the dark matter of the biological world of bacteria, which within just the last several years still were known from only about 6,000 species of bacteria worldwide. But that number of bacteria species can be found in one gram of soil, just a little handful of soil, in the 10 billion bacteria that would be there.", "en": " 還有另外一個生物群體 牠們通常不被關注，但其蘊含的生物多樣性卻更多 單單過去幾年 世界範圍內就發現了6000例新的細菌物種 在一克的泥土裡，就可以找出這一數目的細菌出來 一坨泥土內就有一百億個細菌"}, {"zh-tw": " It's been estimated that a single ton of soil -- fertile soil -- contains approximately four million species of bacteria, all unknown. So the question is: what are they all doing? The fact is, we don't know.", "en": " 有人估計過單單是一點土壤當中 就包含了近四百萬種的細菌，並且我們對這些細菌一無所知 所以，我們要問:那些傢伙到底在幹嘛? 答案是: 我們根本不知道答案"}, {"zh-tw": " We are living on a planet with a lot of activities, with reference to our living environment, done by faith and guess alone. Our lives depend upon these creatures.", "en": " 我們對於地球上所發生的許多現象 都只是通過信念或猜測來認知 我們的生命依賴於這些生物"}, {"zh-tw": " To take an example close to home: there are over 500 species of bacteria now known -- friendly bacteria -- living symbiotically in your mouth and throat probably necessary to your health for holding off pathogenic bacteria. At this point I think we have a little impressionistic film that was made especially for this occasion.", "en": " 舉一個身邊的例子:已知有500多種的細菌 友好的細菌-正生活在你的口腔裡 也許牠們正在為你抵抗來自病細菌的進攻 說到這裡，我想給大家播一個片子 就是為了這次演講而準備的"}, {"zh-tw": " And I'd like to show it. Assisted in this by Billie Holiday.", "en": " 現在請看螢幕 我們得到了Billie Holiday的幫助"}, {"zh-tw": " (Video) And that may be just the beginning! The viruses, those quasi-organisms among which are the prophages, the gene weavers that promote the continued evolution in the lives of the bacteria, are a virtually unknown frontier of modern biology, a world unto themselves. What constitutes a viral species is still unresolved, although they're obviously of enormous importance to us.", "en": " (影片) 這也許還只是開始 病毒也就是那些帶有有機體特性的\"準\"生物，prophasias就是其中一種 它是基因編織師，正是它使得細菌的持續進化成為可能 這一世界是現代生物學的一個待開發的處女地，也是一個自我的世界 是甚麼構成了病毒還尚未定論 雖然這對人類而言意義重大"}, {"zh-tw": " But this much we can say: the variety of genes on the planet in viruses exceeds, or is likely to exceed, that in all of the rest of life combined. Nowadays, in addressing microbial biodiversity, scientists are like explorers in a rowboat launched onto the Pacific Ocean.", "en": " 但是有一點可以肯定，病毒世界的基因是多樣性的 遠遠大於所有其他生物的基因多樣性之總和--至少科學家是這麼認為的 今天，那些研究微生物多樣性的科學家 就如同乘著木船駛進太平洋的探索者"}, {"zh-tw": " But that is changing rapidly with the aid of new genomic technology. Already it is possible to sequence the entire genetic code of a bacterium in under four hours.", "en": " 但是，隨著新的基因技術的發展，這一情況正得到改善 現在我們已經可以用四個小時的時間完成對一個細菌進行基因的測序了"}, {"zh-tw": " Soon we will be in a position to go forth in the field with sequencers on our backs -- to hunt bacteria in tiny crevices of the habitat's surface in the way you go watching for birds with binoculars. What will we find as we map the living world, as, finally, we get this underway seriously? As we move past the relatively gigantic mammals, birds, frogs and plants to the more elusive insects and other small invertebrates and then beyond to the countless millions of organisms in the invisible living world enveloped and living within humanity? Already what were thought to be bacteria for generations have been found to compose, instead, two great domains of microorganisms: true bacteria and one-celled organisms the archaea, which are closer than other bacteria to the eukaryota, the group that we belong to.", "en": " 不久的將來，我們還將可以通過攜帶式的測序機完成這樣的操作 直接尋找到那些隱藏在細小的縫隙內的細菌 就像你用雙眼望遠鏡來觀察鳥一樣 那麼，假如我們真的去對現實世界中的生物進行測序，將會帶來甚麼? 從大型哺乳類動物到鳥類及青蛙及植物 一直到昆蟲以及其他非脊椎動物 再到無數的肉眼不可見的生物 它們就在人體內發展及生存 過去科學家曾確定是細菌生物 現在的發現則顯示，它們實際上是由兩種微生物所組成的 即真菌及單細胞的古細菌 它比其它的細菌更接近真核生物，人也是真核生物"}, {"zh-tw": " Some serious biologists, and I count myself among them, have begun to wonder that among the enormous and still unknown diversity of microorganisms, one might -- just might -- find aliens among them. True aliens, stocks that arrived from outer space.", "en": " 一些認真的科學家，包括我 就開始懷疑，在多元與未知的微生物世界之中 也許還能找到外星生物的存在 我說的是真正的外星生物，來自外太空的生物"}, {"zh-tw": " They've had billions of years to do it, but especially during the earliest period of biological evolution on this planet. We do know that some bacterial species that have earthly origin are capable of almost unimaginable extremes of temperature and other harsh changes in environment, including hard radiation strong enough and maintained long enough to crack the Pyrex vessels around the growing population of bacteria.", "en": " 它們在數十億年的時間到達地球來 特別是地球上出現生物進化的原始階段 我們知道，有些發源自地球的細菌 竟然可以在極端的溫度下生存 也能適應非常惡劣的環境變化 包括受足以穿透Pyrex玻璃箱的強輻射的作用 這個在細菌的家族內很常見"}, {"zh-tw": " There may be a temptation to treat the biosphere holistically and the species that compose it as a great flux of entities hardly worth distinguishing one from the other. But each of these species, even the tiniest Prochlorococci, are masterpieces of evolution.", "en": " 也許有些人會走捷徑，用一種整體的視角來看待整個生物圈 將其中的物種看成是個體的流動 無須區分出它們之間的細微差別 但是每一個這樣的物種，即使是最細小的原綠球菌 都是進化的傑作"}, {"zh-tw": " Each has persisted for thousands to millions of years. Each is exquisitely adapted to the environment in which it lives, interlocked with other species to form ecosystems upon which our own lives depend in ways we have not begun even to imagine.", "en": " 它們都在地球上存活了千百萬年 都能很好的融入到其生活環境當中 並且與其他的物種相互作用，構成我們賴以生存的生態系統 而這些我們十年前還未曾想像的到"}, {"zh-tw": " We will destroy these ecosystems and the species composing them at the peril of our own existence -- and unfortunately we are destroying them with ingenuity and ceaseless energy. My own epiphany as a conservationist came in 1953, while a Harvard graduate student, searching for rare ants found in the mountain forests of Cuba, ants that shine in the sunlight -- metallic green or metallic blue, according to species, and one species, I discovered, metallic gold.", "en": " 假如我們破壞這些生態系統以及生活於其間的物種 我們終將自食其果 可悲的是我們枉若無知而肆無忌憚的繼續這樣的行為 我的靈光一現於1953年，那時我是哈佛大學的一位研究生 我去古巴的大山和森林裡尋找罕見的螞蟻種類 這些螞蟻在陽光照射之下會發光 金屬綠、金屬藍，甚至是黃金的顏色"}, {"zh-tw": " I found my magical ants, but only after a tough climb into the mountains where the last of the native Cuban forests hung on, and were then -- and still are -- being cut back. I realized then that these species and a large part of the other unique, marvelous animals and plants on that island -- and this is true of practically every part of the world -- which took millions of years to evolve, are in the process of disappearing forever.", "en": " 經過一段艱難的山地跋涉後，我終於找到了我的神奇螞蟻 那裡也是古巴裡僅存的一塊原始森林地帶 但後來，直到現在，那片森林不斷的遭受砍伐 我意識到 像這些螞蟻以及那個島上生活的其他獨特且多彩多姿的動植物 這對於世界任何一個地方都是一樣的 經過數百萬年的進化才有今天，但它們一旦消失就有可能永遠不會再次出現了"}, {"zh-tw": " And so it is everywhere one looks. The human juggernaut is permanently eroding Earth's ancient biosphere by a combination of forces that can be summarized by the acronym \"HIPPO,\" the animal hippo.", "en": " 這一個現象在世界各地都在發生著 人類正在以不可抗拒的力量，持續破壞著那些億萬年而來演化而成的生物系統 這些力量可以總結為\"HIPPO\"原意是河馬"}, {"zh-tw": " H is for habitat destruction, including climate change forced by greenhouse gases. I is for the invasive species like the fire ants, the zebra mussels, broom grasses and pathogenic bacteria and viruses that are flooding every country, and at an exponential rate -- that's the I.", "en": " H是代表棲息地破壞，這包括因為大量排放溫室氣體而產生的氣候變化 I是代表入侵物種，包括紅火蟻、斑馬河蚌、金雀花 以及那些正在以驚人速度在各個國家蔓延的病毒何致命病菌"}, {"zh-tw": " The P, the first one in \"HIPPO,\" is for pollution. The second is for continued population, human population expansion.", "en": " P，第一個P是代表污染 第二個是指持續的人口增長"}, {"zh-tw": " And the final letter is O, for over-harvesting -- driving species into extinction by excessive hunting and fishing. The HIPPO juggernaut we have created, if unabated, is destined -- according to the best estimates of ongoing biodiversity research -- to reduce half of Earth's still surviving animal and plant species to extinction or critical endangerment by the end of the century.", "en": " 而O則是代表過度補獲 過度的狩獵和捕撈正使許多物種走向消亡 人類如果不減弱這些力量(HIPPO) 根據一直在進行的生物多樣性研究的最樂觀估計 也將使得地球現存的動植物種類中有一半 走向滅絕或走到瀕危的境地，也許就發生在本世紀末"}, {"zh-tw": " Human-forced climate change alone -- again, if unabated -- could eliminate a quarter of surviving species during the next five decades. What will we and all future generations lose if much of the living environment is thus degraded? Huge potential sources of scientific information yet to be gathered, much of our environmental stability and new kinds of pharmaceuticals and new products of unimaginable strength and value -- all thrown away.", "en": " 單單是人為引起的氣候變化，假如不加以抑制 就將會在未來的半個世紀使得現存物種數目減少四分之一 假如地球環境真的這樣惡化下去， 那麼我們與我們的後代將承受怎麼樣的後果 有大量的科學數據就藏在大自然當中等帶我們去發掘 環境的穩定性 還有許多價值非凡的新藥物新產品 都會因此而被遺棄"}, {"zh-tw": " The loss will inflict a heavy price in wealth, security and yes, spirituality for all time to come, because previous cataclysms of this kind -- the last one, that ended the age of dinosaurs -- took, normally, five to 10 million years to repair. Sadly, our knowledge of biodiversity is so incomplete that we are at risk of losing a great deal of it before it is even discovered.", "en": " 這樣的損失也將 給我們的財富、安全以及精神生活帶來巨大的衝擊 我們知道，歷史上曾經出現過類似的災難性事件 對上一次是數百萬年前，使得恐龍走向滅絕 必需經過一千萬年才能得到恢復 可悲的是我們關於生物多樣性的瞭解是如此之少 也許有許多知識未待我們發現就已經不復存在"}, {"zh-tw": " For example, even in the United States, the 200,000 species known currently actually has been found to be only partial in coverage; it is mostly unknown to us in basic biology. Only about 15 percent of the known species have been studied well enough to evaluate their status.", "en": " 比方說，在美國我們知道有20萬種物種 但我們發現這其實只是很小的一個部份 而我們學基礎生物學的時候是沒有學到這個 只有15%的已知物種是有過深入研究，使得我們可以評估它們的近況"}, {"zh-tw": " Of the 15 percent evaluated, 20 percent are classified as \"in peril,\" that is, in danger of extinction. That's in the United States.", "en": " 在這15%的物種裡，有20%是被列為\"處於危險狀態\" 換言之，它們就在滅絕的邊緣 這只是美國的故事"}, {"zh-tw": " We are, in short, flying blind into our environmental future. We urgently need to change this.", "en": " 總而言之，我們就像盲人一樣去迎接這樣的未來環境 我們必須盡快的改變這一個現況"}, {"zh-tw": " We need to have the biosphere properly explored so that we can understand and competently manage it. We need to settle down before we wreck the planet.", "en": " 我們需要對生物圈正確的進行探測 唯有如此，我們才能把握其秘密並更好的加以保護 我們要知道我的處境，而後才能對未來採取應對措施"}, {"zh-tw": " And we need that knowledge. This should be a big science project equivalent to the Human Genome Project.", "en": " 我們需要這樣的知識 這會是一個相當龐大的科學項目，堪與人類基因組的計劃相比"}, {"zh-tw": " It should be thought of as a biological moonshot with a timetable. So this brings me to my wish for TEDsters, and to anyone else around the world who hears this talk.", "en": " 或者說，這是一次時間概念更強烈的生物學阿波羅計劃 於是，接下來，我就要宣布我的TED願望 世界各地熱愛科學的朋友，歡迎您們的一起聽聽"}, {"zh-tw": " I wish we will work together to help create the key tools that we need to inspire preservation of Earth's biodiversity. And let us call it the \"Encyclopedia of Life.\" What is the \"Encyclopedia of Life?\" A concept that has already taken hold and is beginning to spread and be looked at seriously? It is an encyclopedia that lives on the Internet and is contributed to by thousands of scientists around the world.", "en": " 我希望我們可以攜手合作，創建一些工具 來鼓勵保護地球的生物多樣性 不妨將此項目稱為\"生命百科\" \"生命百科\"的概念已經得到人們的認同 並且正在不斷的傳播與普及 這將會是一本網路上的百科全書 世界各地的科學家都將參與其中"}, {"zh-tw": " Amateurs can do it also. It has an indefinitely expandable page for each species.", "en": " 業餘的科學家也能夠參與 對於每個物種，都可能為其添加盡可能多的數據"}, {"zh-tw": " It makes all key information about life on Earth accessible to anyone, on demand, anywhere in the world. I've written about this idea before, and I know there are people in this room who have expended significant effort on it in the past.", "en": " 使地球上所有生物資訊向世人公開 何時何地都可以查閱的到 我曾為此寫過文章 我知道這裡也有人曾為同樣的計劃作出巨大貢獻"}, {"zh-tw": " But what excites me is that since I first put forward this particular idea in that form, science has advanced. Technology has moved forward.", "en": " 但最讓我興奮的是，自從我產生這個想法之後 科學有了長足的發展 技術也有長足的發展"}, {"zh-tw": " Today, the practicalities of making such an encyclopedia, regardless of the magnitude of the information put into it, are within reach. Indeed, in the past year, a group of influential scientific institutions have begun mobilizing to realize this dream.", "en": " 今天，從技術上來說我們完全有能力 去編輯這樣的一部百科全書，不管當中所包含的數據量有多大 事實上過去一年有多家具有影響力的科研機構 就已經著手將此設想變為現實"}, {"zh-tw": " I wish you would help them. Working together, we can make this real.", "en": " 我希望你們能幫助他們 攜手合作，我們就可以實現目標"}, {"zh-tw": " The encyclopedia will quickly pay for itself in practical applications. It will address transcendent qualities in the human consciousness, and sense of human need.", "en": " 計劃的本身很快就會得到回報，因為會有很多實際的用途 它也將為人類意識帶來更深層次的精神境界，重新定義人類的需求"}, {"zh-tw": " It will transform the science of biology in ways of obvious benefit to humanity. And most of all, it can inspire a new generation of biologists to continue the quest that started, for me personally, 60 years ago: to search for life, to understand it and finally, above all, to preserve it.", "en": " 它將改變生物學的面貌，這樣的改變也將為人類帶來顯著的效益 最重要的是，它將啟發年輕一代的生物學家 去繼續我60年前開始的征途 去尋找生命，理解生命，最終守護生命"}, {"zh-tw": " That is my wish. Thank you.", "en": " 這就是我的願望，謝謝大家"}], "title": "E O Wilson On Saving Life On Earth"}