{"url": "http://www.ted.com/talks/stephen_wolfram_computing_a_theory_of_everything", "paragraphs": [{"zh-tw": " So I want to talk today about an idea. It's a big idea. Actually, I think it'll eventually be seen as probably the single biggest idea that's emerged in the past century. It's the idea of computation.", "en": " 我今天要談的是一個想法，很大的想法 其實我認為這個想法 終究會被視爲上個世紀 最具有意義的想法 那就是計算的想法"}, {"zh-tw": " Now, of course, that idea has brought us all of the computer technology we have today and so on. But there's actually a lot more to computation than that.", "en": " 當然，這想法已為我們帶來 今日電腦科技上所有的成就等等 但計算的想法其實並不止這些"}, {"zh-tw": " It's really a very deep, very powerful, very fundamental idea, whose effects we've only just begun to see. Well, I myself have spent the past 30 years of my life working on three large projects that really try to take the idea of computation seriously.", "en": " 它實在很深入、很強又很基本 我們才剛開始明白它的效應 我自己過去30年來 進行了三個大型計劃 認真研究關於計算的想法"}, {"zh-tw": " So I started off at a young age as a physicist using computers as tools. Then, I started drilling down, thinking about the computations I might want to do, trying to figure out what primitives they could be built up from and how they could be automated as much as possible.", "en": " 早年我是物理學家 把電腦當作工具使用 然後開始深入這個領域 思考我想做的計算 試圖找出建構那些計算的基本要素 以及如何盡量自動化那些計算"}, {"zh-tw": " Eventually, I created a whole structure based on symbolic programming and so on that let me build Mathematica. And for the past 23 years, at an increasing rate, we've been pouring more and more ideas and capabilities and so on into Mathematica, and I'm happy to say that that's led to many good things in R & D and education, lots of other areas.", "en": " 最後我創造出一個完整的架構 建構在符號程式設計等等之上 這讓我建構了Mathematica 其後23年來加快速度 將越來越多的想法和産能 注入Mathematica 我很高興能說許多好東西由此産生 應用到研發和教育方面 以及其他許多領域上"}, {"zh-tw": " Well, I have to admit, actually, that I also had a very selfish reason for building Mathematica: I wanted to use it myself, a bit like Galileo got to use his telescope 400 years ago. But I wanted to look not at the astronomical universe, but at the computational universe.", "en": " 我必須承認 我建構Mathematica其實有個很自私的理由 我自己想利用它 有點像四百年前 伽利略利用他的望遠鏡那樣 但我並不想觀察天文的宇宙 而是想觀察計算的宇宙"}, {"zh-tw": " So we normally think of programs as being complicated things that we build for very specific purposes. But what about the space of all possible programs? Here's a representation of a really simple program.", "en": " 通常我們認爲程式是 我們爲了特定的目的 所建構出來的複雜東西 可是所有可能的程式之空間又如何呢？ 這裡有個極簡單的程式之代表式"}, {"zh-tw": " So, if we run this program, this is what we get. Very simple.", "en": " 如果跑這個程式 得到的就是這個結果 很簡單"}, {"zh-tw": " So let's try changing the rule for this program a little bit. Now we get another result, still very simple.", "en": " 那麽稍稍改變 這個程式的規則 現在得到別的結果 還是很簡單"}, {"zh-tw": " Try changing it again. You get something a little bit more complicated.", "en": " 再改變一下看看 結果稍微複雜了一點"}, {"zh-tw": " But if we keep running this for a while, we find out that although the pattern we get is very intricate, it has a very regular structure. So the question is: Can anything else happen? Well, we can do a little experiment.", "en": " 但如果讓它再跑一陣子 結果看來雖然錯綜複雜 但具有很規律的結構 那麼問題是：還能產生出別的東西嗎？ 那麽來做個小小的實驗"}, {"zh-tw": " Let's just do a little mathematical experiment, try and find out. Let's just run all possible programs of the particular type that we're looking at.", "en": " 小小的數學實驗－試試看就知道 我們來跑某種特殊類型 可能的所有程式"}, {"zh-tw": " They're called cellular automata. You can see a lot of diversity in the behavior here.", "en": " 此類程式叫細胞自動機 這兒可看到許多不同的行爲表現"}, {"zh-tw": " Most of them do very simple things, but if you look along all these different pictures, at rule number 30, you start to see something interesting going on. So let's take a closer look at rule number 30 here.", "en": " 大多只能做出很簡單的東西 但逐一檢視所有這些圖片 在規則30上可以看到 開始發生有趣的情況 那麼仔細看看 在規則30這裡"}, {"zh-tw": " So here it is. We're just following this very simple rule at the bottom here, but we're getting all this amazing stuff.", "en": " 就在這裡 程式跑的是底下這個很簡單的規則 得到的可是如此驚人的東西"}, {"zh-tw": " It's not at all what we're used to, and I must say that, when I first saw this, it came as a huge shock to my intuition. And, in fact, to understand it, I eventually had to create a whole new kind of science.", "en": " 這不是平常看得到的東西 我必須說我第一次看到時 它對我的直覺造成很大的震撼 事實上要理解這東西 我最後不得不 創造一個嶄新的科學"}, {"zh-tw": " This science is different, more general, than the mathematics-based science that we've had for the past 300 or so years. You know, it's always seemed like a big mystery: how nature, seemingly so effortlessly, manages to produce so much that seems to us so complex.", "en": " 這個科學如果有所不同 那就是比起我們300年來 在數學基礎上建構的科學更為通泛 這向來有如謎團 大自然怎麼會如此輕鬆 自如地產出那麼多 看來如此複雜的東西"}, {"zh-tw": " Well, I think we've found its secret: It's just sampling what's out there in the computational universe and quite often getting things like Rule 30 or like this. And knowing that starts to explain a lot of long-standing mysteries in science.", "en": " 我想我們已經找到其中的奧秘 只要在計算空間裡進行採樣 往往就會找到像規則30 那樣的東西或像這樣的東西 瞭解到這一點 便可開始解釋許多長久以來的科學謎題"}, {"zh-tw": " It also brings up new issues, though, like computational irreducibility. I mean, we're used to having science let us predict things, but something like this is fundamentally irreducible.", "en": " 但這也帶來新的問題 比方說計算上的不可分解性 我是說我們向來利用科學做預測 但是像這樣的東西 基本上是不可分解的"}, {"zh-tw": " The only way to find its outcome is, effectively, just to watch it evolve. It's connected to, what I call, the principle of computational equivalence, which tells us that even incredibly simple systems can do computations as sophisticated as anything.", "en": " 要看到結果的唯一辦法 只能是看著它演化下去 它關係到我稱為 「計算的等價」這個原則： 也就是，即便是極其簡單的系統 也能做出極其複雜的計算"}, {"zh-tw": " It doesn't take lots of technology or biological evolution to be able to do arbitrary computation; just something that happens, naturally, all over the place. Things with rules as simple as these can do it.", "en": " 並不需要許多生物演化科技 方能進行任意無常的計算 就這樣自自然然地 到處發生了 具有這麼簡單規則的東西就行了"}, {"zh-tw": " Well, this has deep implications about the limits of science, about predictability and controllability of things like biological processes or economies, about intelligence in the universe, about questions like free will and about creating technology. You know, in working on this science for many years, I kept wondering, \"What will be its first killer app?\" Well, ever since I was a kid, I'd been thinking about systematizing knowledge and somehow making it computable.", "en": " 這對於科學的極限 具有深沉的暗示意涵 對於像是生物演化過程 或經濟的可預測及可控制性 對於宇宙中的智識 對於自由意志問題 以及對科技的創造都有暗示意涵 研究這門科學多年 我始終有個異想 應用這門科學能有何等驚人之舉？ 打從孩提時代開始 我便想把知識系統化 將它化為可計算"}, {"zh-tw": " People like Leibniz had wondered about that too 300 years earlier. But I'd always assumed that to make progress, I'd essentially have to replicate a whole brain.", "en": " 三百年前 萊布尼茲也有這個異想 但我原來的假設若要得到進展 那根本就必須複製整個大腦"}, {"zh-tw": " Well, then I got to thinking: This scientific paradigm of mine suggests something different -- and, by the way, I've now got huge computation capabilities in Mathematica, and I'm a CEO with some worldly resources to do large, seemingly crazy, projects -- So I decided to just try to see how much of the systematic knowledge that's out there in the world we could make computable. So, it's been a big, very complex project, which I was not sure was going to work at all.", "en": " 我現在的想法是 我這個科學思維隱含著不同的東西 另外順道一提 Mathematica現在具有龐大的計算能力 我是執行長，擁有世界上的一些資源 可以用來進行看似瘋狂的大型計劃 因此我決定試看看 外間世界到底有多少系統化的知識 可以被轉化成能夠計算 這是一個很複雜的大計劃 我原本也不確定是否可行"}, {"zh-tw": " But I'm happy to say it's actually going really well. And last year we were able to release the first website version of Wolfram Alpha.", "en": " 不過我很高興這個計劃進行得不錯 去年我們已經達到可以 公布第一個網站版的 Wolfram Alpha"}, {"zh-tw": " Its purpose is to be a serious knowledge engine that computes answers to questions. So let's give it a try.", "en": " 其目的是要成為嚴肅的知識引擎 能計算出解答，有求必應 那麼我們來試試看"}, {"zh-tw": " Let's start off with something really easy. Hope for the best.", "en": " 先從極為簡單的開始 但願不會出糗"}, {"zh-tw": " Very good. Okay. So far so good.", "en": " 很好，可以 到目前為止還順利"}, {"zh-tw": " Let's try something a little bit harder. Let's do some mathy thing, and with luck it'll work out the answer and try and tell us some interesting things things about related math.", "en": " 再試一下稍微困難的 那麼... 做點數學上的東西吧 運氣好的話會有解答 試試看能不能告訴我們一些有趣的東西 關於與數學相關的東西"}, {"zh-tw": " We could ask it something about the real world. Let's say -- I don't know -- what's the GDP of Spain? And it should be able to tell us that.", "en": " 我們可以提問真實世界的東西 比方說－隨便提問－ 西班牙的國內生產毛額是多少？ 這應該還能告訴我們"}, {"zh-tw": " Now we could compute something related to this, let's say ... the GDP of Spain divided by, I don't know, the -- hmmm ... let's say the revenue of Microsoft.", "en": " 也可以計算與此相關的東西 比方說西班牙的國內生產毛額 除以－隨便舉例－ 嗯...就說 除以微軟的營業額"}, {"zh-tw": " The idea is that we can just type this in, this kind of question in, however we think of it. So let's try asking a question, like a health related question.", "en": " 不管對問題有何想法 重點是，想提什麼問題都可以輸入 那麼試試看提個問題 比方說與醫療保健相關的問題"}, {"zh-tw": " So let's say we have a lab finding that ... you know, we have an LDL level of 140 for a male aged 50.", "en": " 那麼比方說化驗室發現 一位50歲男子 低密度脂蛋白水平達140"}, {"zh-tw": " So let's type that in, and now Wolfram Alpha will go and use available public health data and try and figure out what part of the population that corresponds to and so on. Or let's try asking about, I don't know, the International Space Station.", "en": " 我們把這輸入Wolfram Alpha 搜尋所有公共醫療的資料 然後嘗試弄清楚 哪部分人口符合這個情況等等 或是試試看－隨便舉例－ 比方說國際太空站"}, {"zh-tw": " And what's happening here is that Wolfram Alpha is not just looking up something; it's computing, in real time, where the International Space Station is right now at this moment, how fast it's going, and so on. So Wolfram Alpha knows about lots and lots of kinds of things.", "en": " 這裡發生的是 Wolfram Alpha不只查出東西 還計算出，實時計算出 太空站目前所在的位置，現在的位置 你們看它計算得多快 Wolfram Alpha知道許許多多種東西"}, {"zh-tw": " It's got, by now, pretty good coverage of everything you might find in a standard reference library. But the goal is to go much further and, very broadly, to democratize all of this knowledge, and to try and be an authoritative source in all areas.", "en": " 目前涵蓋已經相當廣泛 你可能查找的所有東西 全都在標準的參考資料庫裡 但目標還在更遠的地方 而且更廣泛地說就是要 民主化所有的這類知識 試圖在所有的領域中 成為權威"}, {"zh-tw": " To be able to compute answers to specific questions that people have, not by searching what other people may have written down before, but by using built in knowledge to compute fresh new answers to specific questions. Now, of course, Wolfram Alpha is a monumentally huge, long-term project with lots and lots of challenges.", "en": " 為人們所提的特定問題計算出解答 這並不是去搜尋 別人寫過的東西 而是利用內建的知識 為特定的問題計算出嶄新的解答 當然，Wolfram Alpha是一個 龐然大物的長期計劃 會遭遇到許許多多的挑戰"}, {"zh-tw": " For a start, one has to curate a zillion different sources of facts and data, and we built quite a pipeline of Mathematica automation and human domain experts for doing this. But that's just the beginning.", "en": " 首先必須張羅極大量的 不同的事實與資料的來源 我們為Mathematica建構相當強大的自動化安排 還有人文領域的專家處理這方面問題 但這只是開始而已"}, {"zh-tw": " Given raw facts or data to actually answer questions, one has to compute: one has to implement all those methods and models and algorithms and so on that science and other areas have built up over the centuries. Well, even starting from Mathematica, this is still a huge amount of work.", "en": " 有了原始事實或資料 要真正回答問題 還必須進行計算 必須建構所有那些方法和模型 以及演算式等等 幾個世紀以來科學和其他領域所建構的東西 即使以Mathematica為基礎開始 也還是很大量的工作"}, {"zh-tw": " So far, there are about 8 million lines of Mathematica code in Wolfram Alpha built by experts from many, many different fields. Well, a crucial idea of Wolfram Alpha is that you can just ask it questions using ordinary human language, which means that we've got to be able to take all those strange utterances that people type into the input field and understand them.", "en": " 至今約有八百萬行的 Mathematica編碼用在Wolfram Alpha裡 由許許多多領域的專家所建構 Wolfram Alpha有一個關鍵性的想法 那就是你可以隨興 使用人類的語言提問 那是說我們必須能夠解讀 人們輸入的所有那些奇怪的言語 還要明白意思"}, {"zh-tw": " And I must say that I thought that step might just be plain impossible. Two big things happened: First, a bunch of new ideas about linguistics that came from studying the computational universe; and second, the realization that having actual computable knowledge completely changes how one can set about understanding language.", "en": " 我必須說我原本 以為可能無法做到那個地步 其間發生兩件重大的事 第一件是在進行計算宇宙的研究中 我們取得了大量語言學上的見解 第二件是實現了 擁有實際可計算的知識 便會徹底改變人對語言理解的態度"}, {"zh-tw": " And, of course, now with Wolfram Alpha actually out in the wild, we can learn from its actual usage. And, in fact, there's been an interesting coevolution that's been going on between Wolfram Alpha and its human users, and it's really encouraging.", "en": " 當然，現在 Wolfram Alpha已經問世了 我們能在實際使用中學習 在Wolfram Alpha 及其人類使用者之間 實際上存在著有趣的 相輔相成的互動演進 這很令人振奮"}, {"zh-tw": " Right now, if we look at web queries, more than 80 percent of them get handled successfully the first time. And if you look at things like the iPhone app, the fraction is considerably larger.", "en": " 若此時看網站上的查詢 80%以上在首次查詢就順利得到解答 若再較之於Phone之類的應用 這個百分比已可說相當大了"}, {"zh-tw": " So, I'm pretty pleased with it all. But, in many ways, we're still at the very beginning with Wolfram Alpha.", "en": " 因此我對此感到相當欣慰 不過在許多方面 我們還在Wolfram Alpha的開端"}, {"zh-tw": " I mean, everything is scaling up very nicely and we're getting more confident. You can expect to see Wolfram Alpha technology showing up in more and more places, working both with this kind of public data, like on the website, and with private knowledge for people and companies and so on.", "en": " 我是說一切都在順利進展之中 我們越來越有信心 Wolfram Alpha的科技指日可待 會在越來越多的地方出現 利用像網站上的這類資料 也會利用私有的知識 為個人和公司等等進行工作"}, {"zh-tw": " You know, I've realized that Wolfram Alpha actually gives one a whole new kind of computing that one can call knowledge-based computing, in which one's starting not just from raw computation, but from a vast amount of built-in knowledge. And when one does that, one really changes the economics of delivering computational things, whether it's on the web or elsewhere.", "en": " 我實現了讓Wolfram Alpha真正 給人嶄新的一種計算 可稱之為以知識為基的計算 這種計算不僅從原始的計算開始 也從大量的內建知識開始進行 若是如此則會實際改變 計算結果交付的經濟表現 無論是在網上或在其它地方"}, {"zh-tw": " You know, we have a fairly interesting situation right now. On the one hand, we have Mathematica, with its sort of precise, formal language and a huge network of carefully designed capabilities able to get a lot done in just a few lines.", "en": " 各位知道，我們目前有一個蠻有趣的情況 在一方面，我們有Mathematica 它使用精確的形式語言 還有一個龐大的網絡 具有經過仔細設計的能力 能在極少行的編碼內做許多事"}, {"zh-tw": " Let me show you a couple of examples here. So here's a trivial piece of Mathematica programming.", "en": " 讓大家看這裡的幾個例子 這是Mathematica的一個趣味雅程式設計"}, {"zh-tw": " Here's something where we're sort of integrating a bunch of different capabilities here. Here we'll just create, in this line, a little user interface that allows us to do something fun there.", "en": " 在這裡頭可以說 我們融入了許多不同的能力 就在這行編碼裡，我們創造了一個 小小的使用者介面，讓我們能做出 一點好玩的事"}, {"zh-tw": " If you go on, that's a slightly more complicated program that's now doing all sorts of algorithmic things and creating user interface and so on. But it's something that is very precise stuff.", "en": " 若再仔細看看，那是稍微 複雜些的程式－用來處理所有的演算 並用來建構使用者介面等等 但它是很精確的東西"}, {"zh-tw": " It's a precise specification with a precise formal language that causes Mathematica to know what to do here. Then on the other hand, we have Wolfram Alpha, with all the messiness of the world and human language and so on built into it.", "en": " 是一個用精確形式語言表達的精確指示 讓Mathematica知道在此該做什麼 然後在另一方面，我們有Wolfram Alpha 內建了世上的各式各樣紛亂 以及人類語言等等"}, {"zh-tw": " So what happens when you put these things together? I think it's actually rather wonderful. With Wolfram Alpha inside Mathematica, you can, for example, make precise programs that call on real world data.", "en": " 那麼把這些東西放在一起會發生什麼呢？ 我認為這其實是很美妙的 把Wolfram Alpha放到Mathematica裡 就能做出精確的程式－比方說－ 用來調用真實世界的資料"}, {"zh-tw": " Here's a real simple example. You can also just sort of give vague input and then try and have Wolfram Alpha figure out what you're talking about.", "en": " 這兒有個簡單的實例 這可以輸入不清晰的表述 然後嘗試讓Wolfram Alpha 弄清楚你說的是什麼"}, {"zh-tw": " Let's try this here. But actually I think the most exciting thing about this is that it really gives one the chance to democratize programming.", "en": " 試試看這個 但其實我認為在這頂上最令人興奮的 是它真的給予 程式設計一個民主化的機會"}, {"zh-tw": " I mean, anyone will be able to say what they want in plain language. Then, the idea is that Wolfram Alpha will be able to figure out what precise pieces of code can do what they're asking for and then show them examples that will let them pick what they need to build up bigger and bigger, precise programs.", "en": " 我是說誰都可用平常語言說出他們所要的 然後－我們的想法是－Wolfram Alpha就能弄清楚 確實是哪一段編碼 能做到被要求做到的事情 然後舉例讓使用者選擇他們所要的 以便逐步建構越來越大的精確程式"}, {"zh-tw": " So, sometimes, Wolfram Alpha will be able to do the whole thing immediately and just give back a whole big program that you can then compute with. Here's a big website where we've been collecting lots of educational and other demonstrations about lots of kinds of things.", "en": " 那麼，有時Wolfram Alpha 可能馬上什麼都做好了 回應出整個能用來計算的大型程式 那麼，這兒是個大網站 我們在這兒一直收集著許多教育性質的 和其它許許多多種東西的示範"}, {"zh-tw": " I'll show you one example here. This is just an example of one of these computable documents.", "en": " 那麼－隨便舉個例子－就這個好了 這只是可計算之文件例子中的一個"}, {"zh-tw": " This is probably a fairly small piece of Mathematica code that's able to be run here. Okay. Let's zoom out again.", "en": " 這可能是一段相當短的 能放在這兒跑的 Mathematica編碼 好，把它縮小吧"}, {"zh-tw": " So, given our new kind of science, is there a general way to use it to make technology? So, with physical materials, we're used to going around the world and discovering that particular materials are useful for particular technological purposes. Well, it turns out we can do very much the same kind of thing in the computational universe.", "en": " 那麼，有了的新科學 就會有通泛的方法來建構科技嗎？ 那麼，我們一向利用 物理材料來處理事物 然後發現特殊的材料 有助於達到 特殊的科技目的等等 結果發現在計算的空間裡 我們也可以做到同樣的事"}, {"zh-tw": " There's an inexhaustible supply of programs out there. The challenge is to see how to harness them for human purposes.", "en": " 那兒有取之不盡、用之不竭的程式 挑戰則在於如何駕馭它們 以達到人想要達到的目的"}, {"zh-tw": " Something like Rule 30, for example, turns out to be a really good randomness generator. Other simple programs are good models for processes in the natural or social world.", "en": " 比方說規則30這樣的東西 真是個不錯的隨機產生器 其它簡單的程式是不錯的模型 用於處理自然世界或社群生活的事物"}, {"zh-tw": " And, for example, Wolfram Alpha and Mathematica are actually now full of algorithms that we discovered by searching the computational universe. And, for example, this -- if we go back here -- this has become surprisingly popular among composers finding musical forms by searching the computational universe.", "en": " 又比方說Wolfram Alpha和Mathematica 現今已充滿著演算式 都是在計算空間裡搜尋得來的 又比方說這個－我們回到這兒－ 這個在作曲者之間 已經意外地大受歡迎 搜尋計算空間，以便找到音樂形式"}, {"zh-tw": " In a sense, we can use the computational universe to get mass customized creativity. I'm hoping we can, for example, use that even to get Wolfram Alpha to routinely do invention and discovery on the fly, and to find all sorts of wonderful stuff that no engineer and no process of incremental evolution would ever come up with.", "en": " 在某種意義上是 利用計算空間取得大量客製化的創造力 我希望甚至能夠－比方說－ 利用它使Wolfram Alpha 能利用套式快速地進行發明與發現 並找到各種美妙的事物 這不是任何工程師 任何逐步演化的流程所能做到的"}, {"zh-tw": " Well, so, that leads to kind of an ultimate question: Could it be that someplace out there in the computational universe we might find our physical universe? Perhaps there's even some quite simple rule, some simple program for our universe. Well, the history of physics would have us believe that the rule for the universe must be pretty complicated.", "en": " 那麼，最終的問題是： 我們有可能在計算空間的某處 找到我們的物理宇宙嗎？ 也許我們的宇宙甚至有 某種相當簡單的規則、相當簡單的程式 然而，物理的歷史讓我們 以為宇宙的規則肯定是相當複雜的"}, {"zh-tw": " But in the computational universe, we've now seen how rules that are incredibly simple can produce incredibly rich and complex behavior. So could that be what's going on with our whole universe? If the rules for the universe are simple, it's kind of inevitable that they have to be very abstract and very low level; operating, for example, far below the level of space or time, which makes it hard to represent things.", "en": " 但在計算的空間裡 我們已經看到簡單得難以置信的規則 也能產出難以置信的豐富又複雜的行為 我們整個宇宙莫非不也是如此產生的嗎？ 如果宇宙的規則是簡單的 那麼無可避免地必須是 很抽象也很低層次的規則 操作在－例如－遠低於 空間或時間的層次之下 這使得事物不容易表示"}, {"zh-tw": " But in at least a large class of cases, one can think of the universe as being like some kind of network, which, when it gets big enough, behaves like continuous space in much the same way as having lots of molecules can behave like a continuous fluid. Well, then the universe has to evolve by applying little rules that progressively update this network.", "en": " 但至少在某大類的情況下 可以把宇宙想像為 像是某種網絡那樣的東西 只要大到足夠的程度 其表現就會像是連綿的空間 如同許多分子聚合在一起 就會表現得像是不間斷的流體 那麼，宇宙的演進必須通過 應用小小的規則逐步更新這個網絡"}, {"zh-tw": " And each possible rule, in a sense, corresponds to a candidate universe. Actually, I haven't shown these before, but here are a few of the candidate universes that I've looked at.", "en": " 而每個可能的規則，某種意義上 相當於一個候選的宇宙 其實，我以前還沒有展示過這些 不過請看我已經檢視過的 這一些候選的宇宙"}, {"zh-tw": " Some of these are hopeless universes, completely sterile, with other kinds of pathologies like no notion of space, no notion of time, no matter, other problems like that. But the exciting thing that I've found in the last few years is that you actually don't have to go very far in the computational universe before you start finding candidate universes that aren't obviously not our universe.", "en": " 這些宇宙中有些毫無發展希望 完全沒有繁衍能力 因為帶有他類的病因： 不具備空間或時間概念 不含有物質、其它問題等等 但我最近幾年發現最令人興奮的是 是：其實不必深遠 進入計算的空間 便會開始找到一些候選的宇宙 它們並不顯然不是我們的宇宙"}, {"zh-tw": " Here's the problem: Any serious candidate for our universe is inevitably full of computational irreducibility. Which means that it is irreducibly difficult to find out how it will really behave, and whether it matches our physical universe.", "en": " 這裡有個問題： 任何可嚴重考慮為我們的宇宙之候選者 無可避免地會充滿計算上的不可分解性 即是要弄清楚它的行為確切會是如何 以及它是否符合我們的 物理宇宙，這將會是無解的困難"}, {"zh-tw": " A few years ago, I was pretty excited to discover that there are candidate universes with incredibly simple rules that successfully reproduce special relativity, and even general relativity and gravitation, and at least give hints of quantum mechanics. So, will we find the whole of physics? I don't know for sure, but I think at this point it's sort of almost embarrassing not to at least try.", "en": " 幾年前，我相當興奮地發現 有些候選的宇宙具有難以置信的簡單規則 它們成功地複製了狹義相對論 甚至複製了廣義相對論和重力現象 還至少提示了量子力學的物理原則 那麼，我們會發現整個物理嗎？ 這我還不能確定 但我認為在這個節骨眼上 如果連試都不試，那就太不好意思了"}, {"zh-tw": " Not an easy project. One's got to build a lot of technology.", "en": " 這是不容易的計劃 必須建構出大量的科技"}, {"zh-tw": " One's got to build a structure that's probably at least as deep as existing physics. And I'm not sure what the best way to organize the whole thing is.", "en": " 可能必須至少建構出 像現有的物理那樣深入的結構 我還不確定如何妥善組織這一切"}, {"zh-tw": " Build a team, open it up, offer prizes and so on. But I'll tell you, here today, that I'm committed to seeing this project done, to see if, within this decade, we can finally hold in our hands the rule for our universe and know where our universe lies in the space of all possible universes ...", "en": " 組織團隊、對外開放、提供獎金等等 但我現在就可以告訴各位 我決心投入實現這個計劃 要看我們能否在這十年內 終於將我們的宇宙的規則 掌握在手中 並得知我們的宇宙位於 所有可能宇宙的空間中的何處"}, {"zh-tw": " and be able to type into Wolfram Alpha, \"the theory of the universe,\" and have it tell us. So I've been working on the idea of computation now for more than 30 years, building tools and methods and turning intellectual ideas into millions of lines of code and grist for server farms and so on.", "en": " 也能將宇宙的理論輸入Wolfram Alpha 讓它來告訴我們 那麼，我研究計算的想法 至今已經超過30年 建構著工具和方法，並將心智思想 化為幾百萬行的程式編碼 以及強力的伺服器聯合場等等"}, {"zh-tw": " With every passing year, I realize how much more powerful the idea of computation really is. It's taken us a long way already, but there's so much more to come.", "en": " 每過一個年 我就越明白計算的想法 實在有多麼強大 它已經帶領著我們走過長長的道路 但是還會有許許多多事情發生"}, {"zh-tw": " From the foundations of science to the limits of technology to the very definition of the human condition, I think computation is destined to be the defining idea of our future. Thank you.", "en": " 從科學的基礎 到科技的極限 到人類狀況的精確定義 我認為計算註定會是 定義著我們的未來之想法 謝謝大家聆聽 （喝彩）"}, {"zh-tw": " Chris Anderson: That was astonishing. Stay here. I've got a question.", "en": " 克里斯•安德森：太令人驚訝了 請留步，我有個問題請教 （喝彩）"}, {"zh-tw": " So, that was, fair to say, an astonishing talk. Are you able to say in a sentence or two how this type of thinking could integrate at some point to things like string theory or the kind of things that people think of as the fundamental explanations of the universe? Stephen Wolfram: Well, the parts of physics that we kind of know to be true, things like the standard model of physics: what I'm trying to do better reproduce the standard model of physics or it's simply wrong.", "en": " 必須老實說，這場演講太令人驚訝了 您是否能用一兩句話說明 如何能在某一個點上 將這種想法融入像弦理論 或人們所想的那些東西 使它成為能夠解釋宇宙的基礎呢？ 史蒂芬•沃夫朗：嗯 我們所知為真的那部分物理 比方說物理的標準模型 我試圖改善的是複製物理的標準模型 或者說，錯的是"}, {"zh-tw": " The things that people have tried to do in the last 25 years or so with string theory and so on have been an interesting exploration that has tried to get back to the standard model, but hasn't quite gotten there. My guess is that some great simplifications of what I'm doing may actually have considerable resonance with what's been done in string theory, but that's a complicated math thing that I don't yet know how it's going to work out.", "en": " 大約近25年來人們試圖 利用弦理論等等所做的研究 都是很有趣的探討 那樣的研究試圖回歸到標準模型 但是並沒有達到理想 我想我正在做的，若加以大大簡化 實際上可能與弦理論裡所做的 會有相當的共鳴 不過那是很複雜的數學東西 我還不知道它會達到怎樣的地步"}, {"zh-tw": " CA: Benoit Mandelbrot is in the audience. He also has shown how complexity can arise out of a simple start.", "en": " 克•安：貝諾特•曼德爾博特就在聽眾裡 他也曾經演示如何從簡單的開始 發展出複雜的東西"}, {"zh-tw": " Does your work relate to his? SW: I think so. I view Benoit Mandelbrot's work as one of the founding contributions to this kind of area.", "en": " 您的研究和他的有些相關嗎？ 史•沃：我想是有的 我看過曼德爾博特的著作 他的著作可以說是開創這個領域 研究的奠基著作之一"}, {"zh-tw": " Benoit has been particularly interested in nested patterns, in fractals and so on, where the structure is something that's kind of tree-like, and where there's sort of a big branch that makes little branches and even smaller branches and so on. That's one of the ways that you get towards true complexity.", "en": " 貝諾特對套疊式模式 對不規則碎片等等特別有興趣 那種結構有點像 樹的分叉結構 而且有那種大枝分成小枝 又甚至分成更細的小枝等等 那是逐步達到 真正複雜的一種方法"}, {"zh-tw": " I think things like the Rule 30 cellular automaton get us to a different level. In fact, in a very precise way, they get us to a different level because they seem to be things that are capable of complexity that's sort of as great as complexity can ever get ...", "en": " 我認為規則30那樣的細胞自動機 把我們帶到一個不同的層次上 事實上，此類規則確實把我們帶到不同的層次上 因為它們顯然有 繼續發展到極其複雜的能力 那是複雜到不能再複雜的程度 ..."}, {"zh-tw": " I could go on about this at great length, but I won't. CA: Stephen Wolfram, thank you.", "en": " 這點我還可以談很久，不過先到此為止了 克•安：史蒂夫•沃夫朗，謝謝您 （喝彩）"}], "title": "Stephen Wolfram Computing A Theory Of Everything"}