{"url": "http://www.ted.com/talks/bill_clinton_on_rebuilding_rwanda", "paragraphs": [{"zh-tw": " I thought in getting up to my TED wish I would try to begin by putting in perspective what I try to do and how it fits with what they try to do. We live in a world that everyone knows is interdependent, but insufficient in three major ways.", "en": " 當我預備這段「TED願望」演講時 我想比較一下我想達到的成果 跟他們想達到的成果有多吻合 大家都知道我們生存在一個互相依存的世界 但這世界有三點不足之處"}, {"zh-tw": " It is, first of all, profoundly unequal: half the world's people still living on less than two dollars a day; a billion people with no access to clean water; two and a half billion no access to sanitation; a billion going to bed hungry every night; one in four deaths every year from AIDS, TB, malaria and the variety of infections associated with dirty water -- 80 percent of them under five years of age. Even in wealthy countries it is common now to see inequality growing.", "en": " 第一：非常不平等 地球上半數的人靠着少於兩美金一天活着 十億人没有日常清潔食水 二十五億人無法享用衛生設施 十億人每晚空着肚子入睡 每四個人之中有一個會死於愛滋病, 肺結核, 瘧疾 和其他由不潔食水引起的疾病 當中百分之八十是五歲以下的小孩。 就算在富有國家，貧富懸殊的蔓延漸趨普遍"}, {"zh-tw": " In the United States, since 2001 we've had five years of economic growth, five years of productivity growth in the workplace, but median wages are stagnant and the percentage of working families dropping below the poverty line is up by four percent. The percentage of working families without health care up by four percent.", "en": " 在美國，自2001年以來我們經歷過五年的經濟增長 和五年的生產力增長 但中位數工資停滯 在貧窮線以下的勞動家庭增加了百分之四 沒有醫療保障的勞動家庭增加了百分之四"}, {"zh-tw": " So this interdependent world which has been pretty good to most of us -- which is why we're all here in Northern California doing what we do for a living, enjoying this evening -- is profoundly unequal. It is also unstable.", "en": " 對大部分人來說，這個互相依存的世界對待大家不錯 所以我們才有機會在北加州做我們的事 享受這個晚會 - 這是十分不平等的 也是不穩定的"}, {"zh-tw": " Unstable because of the threats of terror, weapons of mass destruction, the spread of global disease and a sense that we are vulnerable to it in a way that we weren't not so many years ago. And perhaps most important of all, it is unsustainable because of climate change, resource depletion and species destruction.", "en": " 不穩定是因為恐怖主義的威脅 大規模殺傷性武器, 全球性疾病的擴散 我們的脆弱感，比起數年前，明顯多了 最重要的是，這些不穩定 是由於氣候變化，資源消耗和物種滅絕。"}, {"zh-tw": " When I think about the world I would like to leave to my daughter and the grandchildren I hope to have, it is a world that moves away from unequal, unstable, unsustainable interdependence to integrated communities -- locally, nationally and globally -- that share the characteristics of all successful communities: a broadly shared, accessible set of opportunities, a shared sense of responsibility for the success of the common enterprise and a genuine sense of belonging. All easier said than done.", "en": " 當想到我希望留給我女兒 和孫兒的世界 那世界將會遠離不平等和不穩定 接近綜合，聯繫起來的社區 - 在地區，國家，以至全球 分享所有成功社區的特徵 分享平等機會 分擔建立一個成功共同事業的責任 分享一分真摯的歸宿感 談何容易"}, {"zh-tw": " When the terrorist incidents occurred in the United Kingdom a couple of years ago, I think even though they didn't claim as many lives as we lost in the United States on 9/11, I think the thing that troubled the British most was that the perpetrators were not invaders, but homegrown citizens whose religious and political identities were more important to them than the people they grew up with, went to school with, worked with, shared weekends with, shared meals with. In other words, they thought their differences were more important than their common humanity.", "en": " 當數年前英國發生恐怖襲擊時 雖然死難者人數比美國的九一一恐怖襲擊少 但最令英國人不安的是 這些恐怖分子並不是外來的入侵者，而是在英國土生土長的公民 對這些人來說，他們的政冶，宗教身份 比起一同長大，一同上學 一同上班，一同過週末，一同吃飯的人更為重要 換句話說，他們覺得人與人之間的差別 比人間的共通點重要"}, {"zh-tw": " It is the central psychological plague of humankind in the 21st century. Into this mix, people like us, who are not in public office, have more power to do good than at any time in history, because more than half the world's people live under governments they voted in and can vote out.", "en": " 這是二十一世紀人類最中心的「心理瘟疫」 在這樣的環境下，像我們這些非公職人員 有史無前例最強的力量去作出貢獻 因為半個世界的人 可以投票選出當權的政府，也可以投票趕他們下台"}, {"zh-tw": " And even non-democratic governments are more sensitive to public opinion. Because primarily of the power of the Internet, people of modest means can band together and amass vast sums of money that can change the world for some public good if they all agree.", "en": " 就算是非民主國家也比以往對民意敏感 主要是因為互聯網的力量 就算只有綿薄之力的人也可以組織起來，積聚金錢 建立公共利益，改變世界 - 當大家都同意時"}, {"zh-tw": " When the tsunami hit South Asia, the United States contributed 1.2 billion dollars. 30 percent of our households gave.", "en": " 當南亞海嘯發生後，美國政府捐贈了12億美元 百分之三十的美國人民捐贈了"}, {"zh-tw": " Half of them gave over the Internet. The median contribution was somewhere around 57 dollars.", "en": " 其中一半是通過互聯網捐贈 中位數捐贈金額大慨是$57美元"}, {"zh-tw": " And thirdly, because of the rise of non-governmental organizations. They, businesses, other citizens' groups, have enormous power to affect the lives of our fellow human beings.", "en": " 第三點，由於非政府組織的上升 它們跟一些商業機構和其他民間團體，擁有龐大力量 可以影響我們的生活"}, {"zh-tw": " When I became president in 1993, there were none of these organizations in Russia. There are now a couple of hundred thousand.", "en": " 當我在1993年當上美國總統時 在俄羅斯並無這類組織 現在的俄羅斯有數十萬個這類的組織"}, {"zh-tw": " None in India. There are now at least a half a million active. None in China. There are now 250,000 registered with the government, probably twice again that many who are not registered for political reasons.", "en": " 在印度, 當時無這類組織。現在至少有五十萬活躍的非政府組織。 在中國, 從零增長至二十五萬個有向政府登記的組織 因為政冶原因而沒登記的可能有兩倍那麽多"}, {"zh-tw": " When I organized my foundation, and I thought about the world as it is and the world that I hope to leave to the next generation, and I tried to be realistic about what I had cared about all my life that I could still have an impact on. I wanted to focus on activities that would help to alleviate poverty, fight disease, combat climate change, bridge the religious, racial and other divides that torment the world, but to do it in a way that would either use whatever particular skills we could put together in our group to change the way some public good function was performed so that it would sweep across the world more.", "en": " 當我策劃我的基金會時，想起現今的世界 和我希望為下一代留下的世界 我嘗試切實地想，我還可以為我有生以來熱心的事 作出甚麽影響呢? 我想著重於 扶貧，打擊疾病，適應氣候變化 修補正在折磨着我們世界的宗教和種族分歧 我想可以利用 我們(基金會人員)的綜合技能 去改變一些公益事業的運作 令它們可以遍布全球"}, {"zh-tw": " You saw one reference to that in what we were able to do with AIDS drugs. And I want to say that the head of our AIDS effort, and the person who also is primarily active in the wish I'll make tonight, Ira Magaziner, is here with me and I want to thank him for everything he's done.", "en": " 你們看到之前提及到艾滋病藥物 我們艾滋病工作的領袖 對我今晚這「願望」工作的主要人物 Ira Magaziner - 今晚也在場。我想對他的所有貢獻道謝"}, {"zh-tw": " He's over there. When I got out of office and was asked to work, first in the Caribbean, to try to help deal with the AIDS crisis, generic drugs were available for about 500 dollars a person a year.", "en": " 他在這裡 [掌聲] 當我離任時，我被邀請到加勒比海 去應付當地的愛滋病危機 通用的藥物大慨需要每人一年五百元"}, {"zh-tw": " If you bought them in vast bulks, you could get them at a little under 400 dollars. The first country we went to work in, the Bahamas, was paying 3,500 dollars for these drugs.", "en": " 如你買入大量的話 四百元以下便可以買到一盒 在我們第一個目的地國家 - 巴哈馬 這些藥物的售價是三千五百元"}, {"zh-tw": " The market was so terribly disorganized that they were buying this medicine through two agents who were gigging them sevenfold. So the very first week we were working, we got the price down to 500 dollars.", "en": " 那裡的市場十分混亂和無規則 所以兩家商人 可以用七倍以上的價格操控着市場½ 在一個星期的時間內 我們把那些藥物的價格降至五百元"}, {"zh-tw": " And all of a sudden, they could save seven times as many lives for the same amount of money. Then we went to work with the manufacturers of AIDS medicines, one of whom was cited in the film, and negotiated a whole different change in business strategy, because even at 500 dollars, these drugs were being sold on a high-margin, low-volume, uncertain-payment basis.", "en": " 忽然間，同一數目的金錢 可解救七倍以上的生命 之後，我們跟艾滋病藥物製造商合作 影片中提及到其中一個製造商 談判了一套全新的商業策略 因為就算是五百元，這些藥物 的銷售模式是高利潤，低產量，和不明確的付款模式"}, {"zh-tw": " So we worked on improving the productivity of the operations and the supply chain, and went to a low-margin, high-volume, absolutely certain-payment business. I joked that the main contribution we made to the battle against AIDS was to get the manufacturers to change from a jewelry store to a grocery store strategy.", "en": " 所以我們在改善生產力方面做工作 供應鏈變為低利潤，高產量 付款有保障的生意 我開玩笑地說，我們對打擊愛滋病 主要的貢獻是令生產商 改變它們的商業策略，由珠寶店變成雜貨店"}, {"zh-tw": " But the price went to 140 dollars from 500. And pretty soon, the average price was 192 dollars.", "en": " 價格由五百元下降至一百四十元 很快地，平均價格為一百九十二元"}, {"zh-tw": " Now we can get it for about 100 dollars. Children's medicine was 600 dollars, because nobody could afford to buy any of it.", "en": " 現在，一百元便可以買到那些藥物了 以往兒童藥物的售價是六百元 因為根本没人可以負擔得起"}, {"zh-tw": " We negotiated it down to 190. Then, the French imposed their brilliantly conceived airline tax to create a something called UNITAID, got a bunch of other countries to help.", "en": " 我們議價至一百九十元 然後，法國人高明地徵收航空公司稅 去建立UNITAID 得到一些國家的支持"}, {"zh-tw": " That children's medicine is now 60 dollars a person a year. The only thing that is keeping us from basically saving the lives of everybody who needs the medicine to stay alive are the absence of systems necessary to diagnose, treat and care for people and deliver this medicine.", "en": " 兒童藥物的價格現在是每人六十元一年 唯一阻礙着我們拯救 所有依靠藥物生存的人 是没有所需的體制去診斷，醫治和照顧人們 以及發放這些藥物"}, {"zh-tw": " We started a childhood obesity initiative with the Heart Association in America. We tried to do the same thing by negotiating industry-right deals with the soft drink and the snack food industry to cut the caloric and other dangerous content of food going to our children in the schools.", "en": " 我們跟美國心臟協會開始了一系列關注兒童肥胖的活動 我們照樣嘗試跟業界談判交易 跟汽水和零食業界商議減少含高卡路里 和其他有害物質的食品進入兒童的學校"}, {"zh-tw": " We just reorganized the markets. And it occurred to me that in this whole non-governmental world, somebody needs to be thinking about organizing public goods markets.", "en": " 我們重組了市場 我突然想到在這個非政府世界 我們需要一些人去整理公共物品市場"}, {"zh-tw": " And that is now what we're trying to do, and working with this large cities group to fight climate change, to negotiate huge, big, volume deals that will enable cities which generate 75 percent of the world's greenhouse gases, to drastically and quickly reduce greenhouse gas emissions in a way that is good economics. And this whole discussion as if it's some sort of economic burden, is a mystery to me.", "en": " 這是我們現在想做的事 和跟這些大城市團體合作對抗氣候變化 談判這類大型交易可以令 排放全球百分之七十五溫室氣體的城市 急劇和迅速地减少排放溫室氣體 從經濟上明智的角度實行 當大家議論這課題時常把它當作經濟負擔 這令我感到迷惑"}, {"zh-tw": " I think it's a bird's nest on the ground. When Al Gore won his well-deserved Oscar for the \"Inconvenient Truth\" movie, I was thrilled, but I had urged him to make a second movie quickly.", "en": " 我覺得對抗氣候變化會帶來垂手可得的益處 當戈爾以電影《難以忽視的真相》 獲得他應得的奥斯卡金像獎，我十分高興 我勸他盡快製作第二套電影"}, {"zh-tw": " For those of you who saw \"An Inconvenient Truth,\" the most important slide in the Gore lecture is the last one, which shows here's where greenhouse gases are going if we don't do anything, here's where they could go. And then there are six different categories of things we can do to change the trajectory.", "en": " 看過《難以忽視的真相》的人都知道 戈爾的講議之中最重要的一段是最後那一段 顯示出溫室氣體的排放量是這麽多 如我們甚麽都不做，排放量可能會是這麼多 然後有六個類別的事情 我們的行動可以改變未來溫室氣體的排放量"}, {"zh-tw": " We need a movie on those six categories. And all of you need to have it embedded in your brains and to organize yourselves around it.", "en": " 我們需要一套電影去講解這六個類別的事情 而你們必需把它深印腦海 使它啟發和整理你們的生活"}, {"zh-tw": " So we're trying to do that. So organizing these markets is one thing we try to do.", "en": " 我們正在這方面工作 整理這些市場是我們工作的其中一項"}, {"zh-tw": " Now we have taken on a second thing, and this gets to my wish. It has been my experience in working in developing countries that while the headlines may all be -- the pessimistic headlines may say, well, we can't do this, that or the other thing because of corruption -- I think incapacity is a far bigger problem in poor countries than corruption, and feeds corruption.", "en": " 現時我們展開了第二項工作，進入了「我的願望」這題目 從我在發展中國家的工作經驗來說 悲觀的新聞頭條可能會說 由於貪污腐敗這也不行，那也不行 我覺得在貧窮國家之中，比起貪污腐敗，無能是更嚴重的問題 它能孕育腐敗"}, {"zh-tw": " We now have the money, given these low prices, to distribute AIDS drugs all over the world to people we cannot presently reach. Today these low prices are available in the 25 countries where we work, and in a total of 62 countries, and about 550,000 people are getting the benefits of them.", "en": " 因為價格下降，我們現在有足夠支金去發放 艾滋病藥物給全球有需要的人，包括我們暫時未能延伸到的地方 至今，在我們工作的六十二國家當中，二十五個國家 的藥物價格成功地被减低 大慨五十五萬人受惠"}, {"zh-tw": " But the money is there to reach others. The systems are not there to reach the people.", "en": " 但這基金的目的是延伸力量去幫助未能受惠的人 現有的體制未能有效地接觸到所有有需要的人"}, {"zh-tw": " So what we have been trying to do, working first in Rwanda and then in Malawi and other places -- but I want to talk about Rwanda tonight -- is to develop a model for rural health care in a very poor area that can be used to deal with AIDS, TB, malaria, other infectious diseases, maternal and child health, and a whole range of health issues poor people are grappling with in the developing world, that can first be scaled for the whole nation of Rwanda, and then will be a model that could literally be implemented in any other poor country in the world. And the test is: one, will it do the job? Will it provide high quality care? And two, will it do it at a price that will enable the country to sustain a health care system without foreign donors after five to 10 years? Because the longer I deal with these problems, the more convinced I am that we have to -- whether it's economics, health, education, whatever -- we have to build systems.", "en": " 所以我們至今想做的是 首先在盧旺達工作，然後到馬拉維和其他地方 今晚我想講在盧旺達的工作 我們正在發展一個貧窮農村地區衛生保健模式 去對抗艾滋病，結核病，瘧疾和其他傳染病 照顧孕婦和兒童保健，以及解決面對着發展中國家 貧窮人口的一系列的健康問題 這個衛生保健模式首先是以盧旺達這國家作為規模 之後我們可以貫徹這個模式 於其他貧窮的國家 我們面臨的考驗是，第一: 這能解決問題嗎? 這衛生保健模式能提供高質量的保健服務嗎? 第二:衛生保健服務的價格 該國是否能夠負擔和維持得到的 五年至十年後仍不需依靠外國捐助者? 我在這問題上的工作時間越長 我越堅信我們必需構建系統 無論是經濟，衛生，教育 或其他方面"}, {"zh-tw": " And the absence of systems that function break the connection which got you all in this seat tonight. You think about whatever your life has been, however many obstacles you have faced in your life, at critical junctures you always knew there was a predictable connection between the effort you exerted and the result you achieved.", "en": " 如沒有這些有效地運作的系統 恐怕你們今晚便不能來臨這晚會 當你反思你的人生至今 無論你面對過多少挫折 在緊要關頭時，你知道 你可根據你付出的努力 去預計可達到的結果"}, {"zh-tw": " In a world with no systems, with chaos, everything becomes a guerilla struggle, and this predictability is not there. And it becomes almost impossible to save lives, educate kids, develop economies, whatever.", "en": " 但在一個沒有系統的混亂世界 所有事情都像打游擊戰 無法預見將來 拯救生命，教育孩子 發展經濟等等事情，變得幾乎是不可能的"}, {"zh-tw": " The person, in my view, who has done the best job of this in the health care area, of building a system in a very poor area, is Dr. Paul Farmer, who, many of you know, has worked for now 20 years with his group, Partners in Health, primarily in Haiti where he started, but they've also worked in Russia, in Peru and other places around the world. As poor as Haiti is, in the area where Farmer's clinic is active -- and they serve a catchment area far greater than the medical professionals they have would indicate they could serve -- since 1988, they have not lost one person to tuberculosis, not one.", "en": " 以我之見 有一個人在醫療保健方面作出了最大貢獻 在貧窮地區建立了醫療保健系統。這人是法默醫師 很多人都知道，他己經在他的組織「健康伙伴」工作了二十年 他主要在海地開始 但他們也在俄羅斯，秘魯 和世界上其他國家工作過 就算如海地般貧窮，在有法默醫師的診所的地方 他們的服務的範圍 遠遠大於他們的醫療專業人士的預想 從1988年起，他們没有一個病人死於肺結核"}, {"zh-tw": " And they've achieved a lot of other amazing health results. So when we decided to work in Rwanda on trying to dramatically increase the income of the country and fight the AIDS problem, we wanted to build a healthcare network, because it had been totally destroyed during the genocide in 1994, and the per capita income was still under a dollar a day.", "en": " 除此以外，他們其他的醫療成果也十分驚人 當我們決定了在盧旺達工作時 我們想幫助這國家增加收入和打擎艾滋病問題 我們想造一個醫療保健網絡 因為當地的醫療保健網絡在1994年的種族滅絕中被徹底摧毀 而人均收入仍是低至每天1美元"}, {"zh-tw": " So I rang up, asked Paul Farmer if he would help. Because it seemed to me if we could prove there was a model in Haiti and a model in Rwanda that we could then take all over the country, number one, it would be a wonderful thing for a country that has suffered as much as any on Earth in the last 15 years, and number two, we would have something that could then be adapted to any other poor country anywhere in the world.", "en": " 所以我打電話給法默醫師，問他可否幫助我們 我覺得如果我們可以證明在海地 和在盧旺達的模式是可行以在全國實行的 第一：對盧旺達來說是一件好事 因為這國家這15年來遭受過的極大浩劫 第二：如這醫療保健模式是有效的，我們便可把它 帶到其他貧窮國家"}, {"zh-tw": " And so we have set about doing that. Now, we started working together 18 months ago.", "en": " 這是我們的目標 至今，我們一起工作了18個月"}, {"zh-tw": " And we're working in an area called Southern Kayonza, which is one of the poorest areas in Rwanda, with a group that originally includes about 400,000 people. We're essentially implementing what Paul Farmer did in Haiti: he develops and trains paid community health workers who are able to identify health problems, ensure that people who have AIDS or TB are properly diagnosed and take their medicine regularly, who work on bringing about health education, clean water and sanitation, providing nutritional supplements and moving people up the chain of health care if they have problems of the severity that require it.", "en": " 我們在一個叫南卡永扎的地方工作 這是盧旺達最貧困的地區之一 我們由一個包括大約40萬人的組織開始 基本上實現法默醫師在海地的工作 培訓有償的社區衛生工作者 這些社區衛生工作者能夠識別健康問題 確保患有艾滋病或肺結核的人得到正確的診斷 並定期吃藥 他們其它的工作包括健康教育，引進清潔食水和衛生設施 提供營養補充品和讓有更嚴重的健康問題的人 得到有需要的醫療保健"}, {"zh-tw": " The procedures that make this work have been perfected, as I said, by Paul Farmer and his team in their work in rural Haiti over the last 20 years. Recently we did an evaluation of the first 18 months of our efforts in Rwanda.", "en": " 這項工作的程序 經法默醫師和他的隊員 在海地鄉村二十年的經驗之中發展得完善 最近我們對在盧旺達首18個月的工作出評價"}, {"zh-tw": " And the results were so good that the Rwandan government has now agreed to adopt the model for the entire country, and has strongly supported and put the full resources of the government behind it. I'll tell you a little bit about our team because it's indicative of what we do.", "en": " 結果和評價十分好，所以盧旺達政府 已同意全國性地採用這模型 政府大力支持，包括用上政府資源作後循 讓我跟你介紹我們一些隊員吧，因為這可以闡明我們的工作"}, {"zh-tw": " We have about 500 people around the world working in our AIDS program, some of them for nothing -- just for transportation, room and board. And then we have others working in these other related programs.", "en": " 我們全球有大慨五百人 在打擎艾滋病方面工作，有些是義工 我們組織可提供的只是交通和食宿 然後我們有其他員在其他有關方面工作"}, {"zh-tw": " Our business plan in Rwanda was put together under the leadership of Diana Noble, who is an unusually gifted woman, but not unusual in the type of people who have been willing to do this kind of work. She was the youngest partner at Schroder Ventures in London in her 20s.", "en": " 我們在盧旺達的業務計劃 是由戴安娜諾布爾的領導下構成的 她是一個非比尋常的天才女子 但在願意做這種工作的人之中，她並不是另類 她在二十多歲時成為施羅德投資公司在倫敦最年輕的合夥人"}, {"zh-tw": " She was CEO of a successful e-venture -- she started and built Reed Elsevier Ventures -- and at 45 she decided she wanted to do something different with her life. So she now works full-time on this for very little pay.", "en": " 她是一所成功電子企業的總裁 她成立並發展了風險投資公司 - Reed Elsevier 在45歲時，她決定了做一些不同的事，過不同的生活 因此，她現在正投身全職做這低薪的工作"}, {"zh-tw": " She and her team of former business people have created a business plan that will enable us to scale this health system up for the whole country. And it would be worthy of the kind of private equity work she used to do when she was making a lot more money for it.", "en": " 她和她的前商界同僚為我們設計了一個業務計劃 可讓我們能夠把這衛生系統規模擴至全國 而這計劃的成本可比起她以往私人股本的工作 但她以往可從中賺到很多錢"}, {"zh-tw": " When we came to this rural area, 45 percent of the children under the age of five had stunted growth due to malnutrition. 23 percent of them died before they reached the age of five.", "en": " 當我們來到這個農村地區時，5歲以下的兒童之中，百分之四十五 由於營養不良而發育不良 百分之二十三會在五歲之前死去"}, {"zh-tw": " Mortality at birth was over two-and-a-half percent. Over 15 percent of the deaths among adults and children occurred because of intestinal parasites and diarrhea from dirty water and inadequate sanitation -- all entirely preventable and treatable.", "en": " 出產死亡率高至百分之二點五 百分之十五的成人和小孩死於 由不潔食水和不足的衛生設施所引起的腸道寄生蟲病和腹瀉 這些完全是可以預防和治療的"}, {"zh-tw": " Over 13 percent of the deaths were from respiratory illnesses -- again, all preventable and treatable. And not a single soul in this area was being treated for AIDS or tuberculosis.", "en": " 高於百分之十三的人死於呼吸系統疾病 這些一也是完全是可以預防和治療的 而在這地區內沒有一個人可接受艾滋病或肺結核的治療"}, {"zh-tw": " Within the first 18 months, the following things happened: we went from zero to about 2,000 people being treated for AIDS. That's 80 percent of the people who need treatment in this area.", "en": " 在我們到臨的首18個月內，下列的事情發生了 有機會接受艾滋病治療的人數從零發展到約二千人 這代表那地區內百分之八十需要治療的人"}, {"zh-tw": " Listen to this: less than four-tenths of one percent of those being treated stopped taking their medicine or otherwise defaulted on treatment. That's lower than the figure in the United States.", "en": " 請聽清楚：少於0.4%(千分之四)正在接受治療的人 停止服用他們的藥物或停止治療 這數字比起美國的還要低"}, {"zh-tw": " Less than three-tenths of one percent had to transfer to the more expensive second-line drugs. 400,000 pregnant women were brought into counseling and will give birth for the first time within an organized healthcare system.", "en": " 少於0.3%(千分之三)的人 需要轉用更昂貴的藥物 四十萬孕婦在產前接受輔導服務 並首次在一個有組織的醫療保健制度下生孩子"}, {"zh-tw": " That's about 43 percent of all the pregnancies. About 40 percent of all the people -- I said 400,000. I meant 40,000.", "en": " 這等於百分之四十三的產婦受惠 大慨百分之四十的人 - 我之前說四十萬人，其實是四萬人"}, {"zh-tw": " About 40 percent of all the people who need TB treatment are now getting it -- in just 18 months, up from zero when we started. 43 percent of the children in need of an infant feeding program to prevent malnutrition and early death are now getting the food supplements they need to stay alive and to grow.", "en": " 大慨百分之四十需要結核病治療的人現今得到診治 在短短十八個月時間內，我們從零開始 百分之四十三需要嬰兒餵養計劃的兒童 為了防止營養不良和過早死亡 現在得到所需的食物補充劑去維持生命和成長"}, {"zh-tw": " We've started the first malaria treatment programs they've ever had there. Patients admitted to a hospital that was destroyed during the genocide that we have renovated along with four other clinics, complete with solar power generators, good lab technology.", "en": " 我們已經開始了第一個治療瘧疾的計劃 - 這是當地從所未有的 在種族滅絕期間被毀的一間醫院，現在再次接受病人 此外我們更重新裝修了四間診所 有完善的太陽能發電機和良好的實驗室技術"}, {"zh-tw": " We now are treating 325 people a month, despite the fact that almost 100 percent of the AIDS patients are now treated at home. And the most important thing is because we've implemented Paul Farmer's model, using community health workers, we estimate that this system could be put into place for all of Rwanda for between five and six percent of GDP, and that the government could sustain that without depending on foreign aid after five or six years.", "en": " 我們現今在一個月中可治療325人 儘管幾乎百分之百的艾滋病患者，現在普及在家治療 而最重要的是 因為我們實施了法默醫師的模式，利用社區衛生工作者， 我們估計，該系統在盧旺達全國實行的費用 只需大慨國內生產總值的百分之五至六 而政府可以維持這支出 在五，六年後仍無需依賴外援"}, {"zh-tw": " And for those of you who understand healthcare economics you know that all wealthy countries spend between nine and 11 percent of GDP on health care, except for the United States, we spend 16 -- but that's a story for another day. We're now working with Partners in Health and the Ministry of Health in Rwanda and our Foundation folks to scale this system up.", "en": " 你們當中了解醫療經濟學的人都知道 所有富裕國家在醫療保健上花費是國內生產總值的百分之九至十一 除了在美國，我們花費百分之十六 但這是故事要留給另一天再談 [笑聲] 我們目前正在與「健康夥伴」和盧旺達的衛生部合作 加上基金會朋友們的支持，我們會把這模式擴大"}, {"zh-tw": " We're also beginning to do this in Malawi and Lesotho. And we have similar projects in Tanzania, Mozambique, Kenya and Ethiopia with other partners trying to achieve the same thing: to save as many lives as quickly as we can, but to do it in a systematic way that can be implemented nationwide and then with a model that can be implemented in any country in the world.", "en": " 我們在馬拉維和萊索托也開始這樣做 我們在坦桑尼亞，莫桑比克也有類似的項目 肯尼亞和埃塞俄比亞與其他合作夥伴正在努力實現同樣的成果 希望可以盡快地拯救盡多人的生命 但如我們要有系統地實行這樣的方式，令它可以在全國實行 我們必需一個可在任何國家實行的模式"}, {"zh-tw": " We need initial upfront investment to train doctors, nurses, health administration and community health workers throughout the country, to set up the information technology, the solar energy, the water and sanitation, the transportation infrastructure. But over a five- to 10-year period, we will take down the need for outside assistance and eventually it will be phased out.", "en": " 我們需要前期投資在全國培訓醫生，護士， 衛生行政和社區衛生工作者 去建立信息技術，太陽能 食水和衛生設施，交通基礎設施 在五至十年的時間內 我們將會逐漸减低外國援助 最終把它淘汰"}, {"zh-tw": " My wish is that TED assist us in our work and help us to build a high-quality rural health system in a poor country, Rwanda, that can be a model for Africa, and indeed, for any poor country anywhere in the world. My belief is that this will help us to build a more integrated world with more partners and fewer terrorists, with more productive citizens and fewer haters, a place we'd all want our kids and our grandchildren to grow up in.", "en": " 我的願望是，TED能幫助我們的工作 去在一個貧窮的國家- 盧旺達- 建立一個高素質的鄉村衛生系統 這可成為非州的一個模式 而事實上，可在世界上任何一個貧窮的國家內實行 我的信念是，這將會幫助我們建立一個更加一體化的世界 增加夥伴，减少恐怖分子 更多高生產力的公民和减少仇恨者 一個我們都希望我們看見子孫長大地方"}, {"zh-tw": " It has been an honor for me, particularly, to work in Rwanda where we also have a major economic development project in partnership with Sir Tom Hunter, the Scottish philanthropist, where last year we, using the same thing with AIDS drugs, cut the cost of fertilizer and the interest rates on microcredit loans by 30 percent and achieved three- to four-hundred percent increases in crop yields with the farmers. These people have been through a lot and none of us, most of all me, helped them when they were on the verge of destroying each other.", "en": " 這一直是我的榮幸，尤其是在盧旺達工作 在那兒我們也有一項大型的經濟發展項目 與蘇格蘭慈善家 -亨特湯姆爵士 - 合作 去年，我們在使用對艾滋病藥物的同樣手段 把化肥料的費用和小額信貸的利率減低了百分之三十 農民的作物產量 增長了三，四倍 這些人經歷過很多災煱，而沒有人，特別是我， 在他們瀕臨互相殘殺的時候，伸出援手"}, {"zh-tw": " We're undoing that now, and they are so over it and so into their future. We're doing this in an environmentally responsible way.", "en": " 我們現在修正以往的錯誤，而他們也面向將來 我們的工作采取對環境負責任的方式。"}, {"zh-tw": " I'm doing my best to convince them not to run the electric grid to the 35 percent of the people that have no access, but to do it with clean energy. To have responsible reforestation projects, the Rwandans, interestingly enough, have been quite good, Mr. Wilson, in preserving their topsoil. There's a couple of guys from southern farming families -- the first thing I did when I went out to this place was to get down on my hands and knees and dig in the dirt and see what they'd done with it.", "en": " 我正盡我所能去說服他們不要為 百分之三十五沒有電力的人連接上電網 而選用可再生能源，及有責任地參與造林計劃 有趣的是，盧旺達其實做得相當不錯。威爾遜先生 在保護他們的表層土方面工作 有幾個伙子是從南部農民家庭來的 我去到這地方後，我做的第一件事 就是「落手落腳」挖掘泥土 看看他們對它怎樣了"}, {"zh-tw": " We have a chance here to prove that a country that almost slaughtered itself out of existence can practice reconciliation, reorganize itself, focus on tomorrow and provide comprehensive, quality health care with minimal outside help. I am grateful for this prize, and I will use it to that end.", "en": " 我們在此有機會證明 一個幾乎全完自毀的國家 可以達到調和，重組自身，著眼於明天 並以極少量外界交援，可提供全面，優質的醫療保健服務 我感謝這個獎，我會用它來實現這目標。"}, {"zh-tw": " We could use some more help to do this, but think of what it would mean if we could have a world-class health system in Rwanda -- in a country with a less-than-one-dollar-a-day-per-capita income, one that could save hundreds of millions of lives over the next decade if applied to every similarly situated country on Earth. It's worth a try and I believe it would succeed.", "en": " 我們希望可以得到更多幫助 試想一下如果我們能夠把一個世界級的衛生系統 帶到盧旺達 - 一個人均收入不到一美元的國家 在未來數十年內，我們如能把這模式應用於其他相似的國家上 我們便可以挽救上千，百萬人的生命 這是值得一試的而我相信它會成功"}, {"zh-tw": " Thank you and God bless you.", "en": " 謝謝你，上帝保佑你 [鼓掌]"}], "title": "Bill Clinton On Rebuilding Rwanda"}