{"url": "http://www.ted.com/talks/nathan_myhrvold_could_this_laser_zap_malaria", "paragraphs": [{"zh-tw": " We invent. My company invents all kinds of new technology in lots of different areas. And we do that for a couple of reasons.", "en": " 我們發明， 我的公司發明 各種新的科技 在各種不同的領域。 我們做發明有兩個理由"}, {"zh-tw": " We invent for fun -- invention is a lot of fun to do -- and we also invent for profit. The two are related because the profit actually takes long enough that if it isn't fun, you wouldn't have the time to do it.", "en": " 我們為好玩而發明 發明是一件很好玩的事 我們還為了利潤而發明 這兩個理由是相關的 獲利需要夠長的時間，如果做起來不好玩 你就不會想花時間去做。"}, {"zh-tw": " So we do this fun and profit-oriented inventing for most of what we do, but we also have a program where we invent for humanity -- where we take some of our best inventors, and we say, \"Are there problems where we have a good idea for solving a problem the world has?\" -- and to solve it in the way we try to solve problems, which is with dramatic, crazy, out-of-the-box solutions. Bill Gates is one of those smartest guys of ours that work on these problems and he also funds this work, so thank you.", "en": " 所以我們為了 又好玩又可以賺錢而發明 這占了大多數 但我們也有案件是為了人道而發明 在這些情況我們對我們最好的發明家說， 我們問，有沒有那些問題 是我們能夠有好點子去解決世界上還存在的問題？ 而且在解決這些問題的過程中 我們試著用些誇張的，瘋狂的， 跳脫框框外的解決方式。 比爾蓋茲是我們當中之一最聰明的 致力於解決這些問題的人 他同時也贊助這個計劃，謝謝您。"}, {"zh-tw": " So I'm going to briefly discuss a couple of problems that we have and a couple of problems where we've got some solutions underway. Vaccination is one of the key techniques in public health, a fantastic thing.", "en": " 所以我要開始簡短的敘述， 一兩個我們正在面對的問題 和一兩個問題 我們已經在某個程度上正在解決的過程上 疫苗接種是其中一個 推動公共衛生的關鍵技術 了不起的技術"}, {"zh-tw": " But in the developing world a lot of vaccines spoil before they're administered, and that's because they need to be kept cold. Almost all vaccines need to be kept at refrigerator temperatures.", "en": " 但是在發展中國家，很多的疫苗 在被使用前就壞掉了。 因為疫苗需要保持在低溫 幾乎所有的疫苗都該存放在冷藏的溫度"}, {"zh-tw": " They go bad very quickly if you don't, and if you don't have stable power grid, this doesn't happen, so kids die. It's not just the loss of the vaccine that matters; it's the fact that those kids don't get vaccinated.", "en": " 不然的話很快就會壞掉 如果沒有穩定的電源，幾乎沒辦法做到 所以兒童們死亡 重點不是損失了疫苗 而是那些孩童沒有接種疫苗"}, {"zh-tw": " This is one of the ways that vaccines are carried: These are Styrofoam chests. These are being carried by people, but they're also put on the backs of pickup trucks. We've got a different solution.", "en": " 這是其中一種 疫苗運送的方式 這些是保利龍箱。圖中這些箱子由人背著來運送 有些時候用卡車來運送這些箱子 我們想出了一個不同的解決方法"}, {"zh-tw": " Now, one of these Styrofoam chests will last for about four hours with ice in it. And we thought, well, that's not really good enough.", "en": " 這些保利龍箱中的任何一個 裡頭放了冰塊，可以維持四個小時的低溫 我們想，四個小時是不夠的"}, {"zh-tw": " So we made this thing. This lasts six months with no power; absolutely zero power, because it loses less than a half a watt.", "en": " 所以我們去做了這個 可以在沒有電源的情況下維持六個月低溫 完全不需要任何能源 因為它損失 小於半瓦"}, {"zh-tw": " Now, this is our second generations prototype. The third generation prototype is, right now, in Uganda being tested.", "en": " 這裡是我們第二代的雛形 第三代的雛形現在 正在烏干達測試中"}, {"zh-tw": " Now, the reason we were able to come up with this is two key ideas: One is that this is similar to a cryogenic Dewar, something you'd keep liquid nitrogen or liquid helium in. They have incredible insulation, so let's put some incredible insulation here.", "en": " 我們能夠想出這個設計的原因 有兩個關鍵的點子 其中一個是類似液態氮瓶 可以存放液態氮或液態氦 這種瓶子有極佳的保溫效果 所以我們把極佳的保溫效果用在這裡"}, {"zh-tw": " The other idea is kind of interesting, which is, you can't reach inside anymore. Because if you open it up and reach inside, you'd let the heat in, the game would be over.", "en": " 另外一個點子有點有趣 就是，你沒有辦法用手去裡頭拿 因為如果你打開蓋子伸手進去拿 你會讓熱氣進去，那就玩完了"}, {"zh-tw": " So the inside of this thing actually looks like a Coke machine. It vends out little individual vials.", "en": " 所以這個瓶子裡頭實際上看起來像個自動販賣機 一次送出一小罐"}, {"zh-tw": " So a simple idea, which we hope is going to change the way vaccines are distributed in Africa and around the world. We'll move on to malaria.", "en": " 所以很簡單的點子 我們希望可以改變疫苗分發運送的方式 在非洲和世界各地 接著我們來談談瘧疾"}, {"zh-tw": " Malaria is one of the great public health problems. Esther Duflo talked a little bit about this.", "en": " 瘧疾是其中一個嚴重的大衆健康問題 Esther Duflo的演講提到了一點點"}, {"zh-tw": " Two hundred million people a year. Every 43 seconds a child in Africa dies; 27 will die during my talk.", "en": " 每一年有2.5億人感染 每43秒在非洲有一個兒童死於瘧疾 27個在我的演講的時間中死亡"}, {"zh-tw": " And there's no way for us here in this country to grasp really what that means to the people involved. Another comment of Esther's was that we react when there's a tragedy like Haiti, but that tragedy is ongoing.", "en": " 我們在這個國家沒有辦法去體會 這對病患的親朋來說是什麼意義 Esther提到的另外一點 我們會對海地這種災難 做出快速的反應 但瘧疾是持續性的災難"}, {"zh-tw": " So what can we do about it? Well, there are a lot of things people have tried for many years for solving malaria. You can spray; the problem is there are environmental issues.", "en": " 所以我們能夠做些什麼？ 很多年來大家試了 很多方法去消滅瘧疾 你可以噴殺蟲劑；但問題是不環保"}, {"zh-tw": " You can try to treat people and create awareness. That's great, except the places that have malaria really bad, they don't have health care systems.", "en": " 你可以試著去治療病患和讓他們對瘧疾有警覺性 這很好，只是在瘧疾最嚴重的地區 他們沒有醫療系統"}, {"zh-tw": " A vaccine would be a terrific thing, only they don't work yet. People have tried for a long time. There are a couple of interesting candidates.", "en": " 疫苗會是很有用的 只是目前疫苗還沒有效用 很多人試了很久。有幾個比較有趣的可能方案"}, {"zh-tw": " It's a very difficult thing to make a vaccine for. You can distribute bed nets, and bed nets are very effective if you use them.", "en": " 開發疫苗是很困難的 你可以發送蚊帳 如果蚊帳有被使用的話，效果是很好的"}, {"zh-tw": " You don't always use them for that. People fish with them. They don't always get to everyone.", "en": " 但蚊帳不只是被用來當蚊帳。有人用蚊帳來捕魚 不是每個人都拿到蚊帳"}, {"zh-tw": " And bed nets have an effect on the epidemic, but you're never going to make it extinct with bed nets. Now, malaria is an incredibly complicated disease.", "en": " 而蚊帳可以 有效控制傳染 但你永遠沒有辦法用蚊帳消滅瘧疾 現在，瘧疾是一種 極度複雜的傳染病"}, {"zh-tw": " We could spend hours going over this. It's got this sort of soap opera-like lifestyle; they have sex, they burrow into your liver, they tunnel into your blood cells ...", "en": " 我們可以花上好幾個小時來談瘧疾 瘧疾有這種像是連續劇般的生命週期 它們交配。它們埋進你的肝臟。 它們鑽進你的血球中"}, {"zh-tw": " it's an incredibly complicated disease, but that's actually one of the things we find interesting about it and why we work on malaria: There's a lot of potential ways in. One of those ways might be better diagnosis.", "en": " 它是種極度複雜的疾病 但這正是我們對它感到興趣的其中一點 和為什麼我們研究瘧疾 有很多可能的角度可以切入 其中一個可能是改良診斷的方法"}, {"zh-tw": " So we hope this year to prototype each of these devices. One does an automatic malaria diagnosis in the same way that a diabetic's glucose meter works: You take a drop of blood, you put it in there and it automatically tells you.", "en": " 所以我們希望今年 可以完成這幾個儀器的雛形 其中一個可以自動診斷瘧疾 用類似於血糖儀量測的方法 你抽一滴血 放進儀器裡，儀器自動告訴你結果"}, {"zh-tw": " Today, you need to do a complicated laboratory procedure, create a bunch of microscope slides and have a trained person examine it. The other thing is, you know, it would be even better if you didn't have to draw the blood.", "en": " 目前，你需要經過複雜的實驗室步驟 製做一堆顯微切片 然後由訓練有素的人員檢驗它 另外一點，你也知道 如果不需要抽血那就更好了"}, {"zh-tw": " And if you look through the eye, or you look at the vessels on the white of the eye, in fact, you may be able to do this directly, without drawing any blood at all, or through your nail beds. Because if you actually look through your fingernails, you can see blood vessels, and once you see blood vessels, we think we can see the malaria.", "en": " 比方說你可以透過觀察眼睛 或是檢視眼白裡的血管 實際上，你也許可以做到 直接的，完全不需要抽任何血 或觀察你的指甲 因為，當你看透你的指甲，你可以看到血管 而且當你可以看到血管，我們想我們可以看到瘧疾"}, {"zh-tw": " We can see it because of this molecule called hemozoin. It's produced by the malaria parasite and it's a very interesting crystalline substance.", "en": " 我們可以看到瘧疾，是因為這個分子 叫做hemozoin 這是由瘧原蟲產生的 這是一種很有趣的結晶狀物質"}, {"zh-tw": " Interesting, anyway, if you're a solid-state physicist. There's a lot of cool stuff we can do with it.", "en": " 相當有趣的，如果你是固態物理學家的話 有很多很酷的東西我們可以用它去試試"}, {"zh-tw": " This is our femtosecond laser lab. So this creates pulses of light that last a femtosecond.", "en": " 這是我們的飛秒超快雷射實驗室 這可以產生脈衝雷射光 這個光包持續一個飛秒"}, {"zh-tw": " That's really, really, really short. This is a pulse of light that's only about one wavelength of light long, so it's a whole bunch of photons all coming and hitting simultaneously.", "en": " 這是非常，非常，非常的短 這是一個脈衝的光 只維持大約一個波長 所這只是一小群光子 全部一起進來打在樣品上"}, {"zh-tw": " It creates a very high peak power and it lets you do all kinds of interesting things; in particular, it lets you find hemozoin. So here's an image of red blood cells, and now we can actually map where the hemozoin and where the malaria parasites are inside those red blood cells.", "en": " 它產生一個非常高的能量 它讓你做各種有趣的東西 特別是讓你找到hemozoin 這張照片裡有一些紅血球 而現在我們可以直接標示出 Hemozoin在那裡和瘧原蟲在那裡 在那些紅血球裡面"}, {"zh-tw": " And using both this technique and other optical techniques, we think we can make those diagnostics. We also have another hemozoin-oriented therapy for malaria: a way, in acute cases, to actually take the malaria parasite and filter it out of the blood system.", "en": " 同時使用這個技術 還有其他光學科技 我們覺得我們可以做出診斷 我們還有其他以hemozoin為目標的 瘧疾治療方式 在急重症的情形下用一個方法 直接把瘧原蟲從血液中過濾出來"}, {"zh-tw": " Sort of like doing dialysis, but for relieving the parasite load. This is our thousand-core supercomputer.", "en": " 有點像是做透析 但是是為了減少原蟲的數量 這是我們的千核超級電腦"}, {"zh-tw": " We're kind of software guys, and so nearly any problem that you pose, we like to try to solve with some software. One of the problems that you have if you're trying to eradicate malaria or reduce it is you don't know what's the most effective thing to do.", "en": " 我們是做軟體的 所以幾乎所有你提出來的問題 我們喜歡試著去用軟體來解決 其中一個問題是如果你要試著去消滅瘧疾 或者去減少案例 你無法知道什麼是最有效的方法"}, {"zh-tw": " Okay, we heard about bed nets earlier. You spend a certain amount per bed net.", "en": " 我們之前提到蚊帳 每個蚊帳要花這麼多錢"}, {"zh-tw": " Or you could spray. You can give drug administration.", "en": " 或者你可以噴殺蟲劑 你可以給藥"}, {"zh-tw": " There's all these different interventions but they have different kinds of effectiveness. How can you tell? So we've created, using our supercomputer, the world's best computer model of malaria, which we'll show you now.", "en": " 有這些不同的介入法 但這些方法有不同的效果 你怎麼決定？ 所以我們用我們的超級電腦創造了 世界上最好的瘧疾電腦模擬 我們現在要秀給你看。"}, {"zh-tw": " We picked Madagascar. We have every road, every village, every, almost, square inch of Madagascar.", "en": " 我們選了馬達加斯加 我們有每一條路 每一個村莊 每個，幾乎馬達加斯加的每一英吋"}, {"zh-tw": " We have all of the precipitation data and the temperature data. That's very important because the humidity and precipitation tell you whether you've got standing pools of water for the mosquitoes to breed.", "en": " 我們有所有的降雨量資料 氣溫的資料 這些資料很重要因為溼度和降雨量 告訴你會不會有積水的水塘 讓蚊子在裡頭繁殖"}, {"zh-tw": " So that sets the stage on which you do this. You then have to introduce the mosquitoes, and you have to model that and how they come and go.", "en": " 所以這設下了你可以使用的平臺 你然後要加入蚊子 然後去模擬 看蚊子如何來來去去"}, {"zh-tw": " Ultimately, it gives you this. This is malaria spreading across Madagascar.", "en": " 最終，你得到這個 這是瘧疾怎麼傳播 橫跨馬達加斯加"}, {"zh-tw": " And this is this latter part of the rainy season. We're going to the dry season now.", "en": " 這是雨季快結束的部分 接下來現在是旱季"}, {"zh-tw": " It nearly goes away in the dry season, because there's no place for the mosquitoes to breed. And then, of course, the next year it comes roaring back.", "en": " 它在旱季時幾乎完全消失 蚊子沒有地方可以繁殖 然後，當然，下一年它又再重新來過"}, {"zh-tw": " By doing these kinds of simulations, we want to eradicate or control malaria thousands of times in software before we actually have to do it in real life; to be able to simulate both the economic trade-offs -- how many bed nets versus how much spraying? -- or the social trade-offs -- what happens if unrest breaks out? We also try to study our foe. This is a high-speed camera view of a mosquito.", "en": " 透過這種電腦模擬 我們想要在軟體上模擬 消滅或控制瘧疾幾千次 在我們實際上去執行之前 能夠同時去模擬經濟效益 要買多少蚊帳還是要噴多少藥 或是社會效益 如果騷動發生了要怎麼辦？ 我們也試著去研究我們的敵人。 這是高速攝影機拍攝的 一隻蚊子"}, {"zh-tw": " And, in a moment, we're going to see a view of the airflow. Here, we're trying to visualize the airflow around the wings of the mosquito with little particles we're illuminating with a laser.", "en": " 等一下 我們可以看到空氣怎麼流動 這裡，我們試著去觀察 蚊子翅膀旁的氣流 我們用雷射去照亮這些小粒子"}, {"zh-tw": " By understanding how mosquitoes fly, we hope to understand how to make them not fly. Now, one of the ways you can make them not fly is with DDT.", "en": " 透過了解蚊子怎麼飛 我們希望可以了解怎麼可以讓牠們不能飛 現在，其中一個讓牠們不飛的方法 是用DDT（殺蟲劑）"}, {"zh-tw": " This is a real ad. This is one of those things you just can't make up.", "en": " 這是真的廣告(廣告上：DDT是對我有益的） 這不是那種你可以隨便假造"}, {"zh-tw": " Once upon a time, this was the primary technique, and, in fact, many countries got rid of malaria through DDT. The United States did.", "en": " 從前從前，這是主要的控制方法 而且，實際上不少國家用DDT消滅了瘧疾 美國是其中一個"}, {"zh-tw": " In 1935, there were 150,000 cases a year of malaria in the United States, but DDT and a massive public health effort managed to squelch it. So we thought, \"Well, we've done all these things that are focused on the Plasmodium, the parasite involved.", "en": " 1935年，在美國 一年有15萬個瘧疾案例 但是DDT和大量的公共衛生努力 終於控制住 所以我們想 我們已經做了所有有關瘧原蟲的 和寄生蟲有關的研究"}, {"zh-tw": " What can we do to the mosquito? Well, let's try to kill it with consumer electronics.\" Now, that sounds silly, but each of these devices has something interesting in it that maybe you could use. Your Blu-ray player has a very cheap blue laser.", "en": " 我們可以做些什麼是和蚊子有關的？ 好的，讓我們試著用家電用品來殺蚊子。 現在，這聽起來有些荒唐 但這裡每一個家電 都有些有趣的元件也許可以用得上 你的藍光光碟機 有一個很便宜的藍光電射"}, {"zh-tw": " Your laser printer has a mirror galvanometer that's used to steer a laser beam very accurately; that's what makes those little dots on the page. And, of course, there's signal processing and digital cameras.", "en": " 你的雷射印表機鏡測電流計 用來很準確地控制雷射光 這是用來在紙上畫出那些小點 而且，當然，還有訊號處理 和數位攝影機"}, {"zh-tw": " So what if we could put all that together to shoot them out of the sky with lasers? Now, in our company, this is what we call \"the pinky-suck moment.\" What if we could do that? Now, just suspend disbelief for a moment, and let's think of what could happen if we could do that. Well, we could protect very high-value targets like clinics.", "en": " 所以如果我們可以把所有的東西裝在一起 用雷射把蚊子從空中射下來？ 現在，在我們公司，這是我們叫做 “吸小指的時刻”（邪惡博士） 要是我們可以做的到的話？ 現在，把不可置信放到一邊一下 讓我們想想會發生怎樣的情況 要是我們可以做得到的話 我們就可以保護高價值的目標像是診所"}, {"zh-tw": " Clinics are full of people that have malaria. They're sick, and so they're less able to defend themselves from the mosquitoes.", "en": " 診所滿是帶有瘧疾的人 他們生病了，所以無法自已去防禦蚊子的攻擊"}, {"zh-tw": " You really want to protect them. Of course, if you do that, you could also protect your backyard.", "en": " 你真的需要去保護他們 當然，如果你能保護診所 你也可以保護你家後院"}, {"zh-tw": " And farmers could protect their crops that they want to sell to Whole Foods because our photons are 100 percent organic. They're completely natural.", "en": " 然後農夫可以保護他們的農作物 那些他們可以賣到有機商店的作物 因為我們的光子 是百分之百有機的 光子是完全天然的"}, {"zh-tw": " Now, it actually gets better than this. You could, if you're really smart, you could shine a nonlethal laser on the bug before you zap it, and you could listen to the wing beat frequency and you could measure the size.", "en": " 現在，實驗上它可以做到更好 你可以，如果你很聰明的話 你可以發射一道不致命的雷射在蟲身上 在你用雷射殺死那隻蟲之前 你可以聽聽蟲翅拍擊的頻率 而且你可以量牠的大小"}, {"zh-tw": " And then you could decide: \"Is this an insect I want to kill, or an insect I don't want to kill?\" Moore's law made computing cheap; so cheap we can weigh the life of an individual insect and decide thumbs up or thumbs down. Now, it turns out we only kill the female mosquitoes.", "en": " 然後你可以決定 這是隻我想殺的蟲 或者這隻蟲我不想殺 摩爾定律讓電腦運算便宜 便宜到我們可以衡量 各別每隻蟲的生命 然後決定是可以留活口 還是要滅口 實際上，我們只需要殺死母的蚊子"}, {"zh-tw": " They're the only ones that are dangerous. Mosquitoes only drink blood to lay eggs.", "en": " 只有牠們是危險的 蚊子只有在下蛋時 才吸血"}, {"zh-tw": " Mosquitoes actually live ... their day-to-day nutrition comes from nectar, from flowers -- in fact, in the lab, we feed ours raisins -- but the female needs the blood meal. So, this sounds really crazy, right? Would you like to see it? Audience: Yeah! Nathan Myhrvold: Okay, so our legal department prepared a disclaimer, and here it is.", "en": " 蚊子的維生方法--牠們每天的養分 來自於花蜜 實際上，在實驗室裡，我們餵我們的蚊子葡萄乾 但是母的蚊子需要血粉 所以，這聽起來很瘋狂，對嗎？ 你想要看嗎？ 觀眾：要 好的，我們的律師準備了一份免責聲明 就是這（很大很嚇人的雷射） （不要用剩下的好眼球去看光束）"}, {"zh-tw": " Now, after thinking about this a little bit we thought, you know, it probably would be simpler to do this with a nonlethal laser. So, Eric Johanson, who built the device, actually, with parts from eBay; and Pablos Holman over here, he's got mosquitoes in the tank.", "en": " 現在，在考慮了一點點之後 我們想，你知道，這可能會簡單點 如果用沒有傷害性的雷射 所以，Eric Johanson， 他組裝了這個機器 實際上，用從eBay買來的元件 然後Pablos Homan，在這裡 他有蚊子在箱子裡"}, {"zh-tw": " We have the device over here. And we're going to show you, instead of the kill laser, which will be a very brief, instantaneous pulse, we're going to have a green laser pointer that's going to stay on the mosquito for, actually, quite a long period of time; otherwise, you can't see it very well.", "en": " 我們有這個裝製在這裡 我們將要秀給你們看 替代有殺傷力的雷射 那是一個很短暫的脈衝 我們會有一個綠光雷射筆 這個光點會停留在蚊子身上，實際上很長的一段時間 不然的話，你沒有辦法看清楚"}, {"zh-tw": " Take it away Eric. Eric Johanson: What we have here is a tank on the other side of the stage.", "en": " Eric你可以開始 Eric Johanson: 我們這裡 有一個箱子在舞臺的另一頭"}, {"zh-tw": " And we have ... this computer screen can actually see the mosquitoes as they fly around. And Pablos, if he stirs up our mosquitoes a little bit we can see them flying around.", "en": " 然後我們有這個電腦螢幕 可以看到蚊子飛來飛去 然後Pablos，如果他攪動蚊子一下 我們可以看到他們飛來飛去"}, {"zh-tw": " Now, that's a fairly straightforward image processing routine, and let me show you how it works. Here you can see that the insects are being tracked as they're flying around, which is kind of fun.", "en": " 現在這是很直接的影像處理程序 然後讓我們秀給你看這怎麼作用 這裡你可以看到這些蟲子被追踪 當他們飛來飛去的時候 這個呢，有點有趣"}, {"zh-tw": " Next we can actually light them up with a laser. Now, this is a low powered laser, and we can actually pick up a wing-beat frequency.", "en": " 接下來，我們可以實際上用雷射照亮牠們 現在，這是低能量雷射 我們可以真的聽到拍翅頻率"}, {"zh-tw": " So you may be able to hear some mosquitoes flying around. NM: That's a mosquito wing beat you're hearing.", "en": " 所以你可以聽到蚊子飛來飛去 Nathan Myhrvold：你現在聽到的是蚊子拍翅的聲音"}, {"zh-tw": " EJ: Finally, let's see what this looks like. There you can see mosquitoes as they fly around, being lit up.", "en": " EJ：最後，讓我們看看這看起來是怎麼樣 那裡你可以看到蚊子在飛，被照亮"}, {"zh-tw": " This is slowed way down so that you have an opportunity to see what's happening. Here we have it running at high-speed mode.", "en": " 這是慢動作 所以你可以有機會看到是怎麼發生的 這是快速放映"}, {"zh-tw": " So this system that was built for TED is here to illustrate that it is technically possible to actually deploy a system like this, and we're looking very hard at how to make it highly cost-effective to use in places like Africa and other parts of the world. NM: So it wouldn't be any fun to show you that without showing you what actually happens when we hit 'em.", "en": " 所以這套系統是為了在TED展示而做出來的 使用像這樣的系統在技術上是可行的 而我們非常努力地試著去做出來 讓它在非洲或其他地方可以符合成本效益 NM:所以這不夠好玩如果我們不讓你們看 當我們真的打到牠們的樣子"}, {"zh-tw": " This is very satisfying. This is one of the first ones we did.", "en": " 這非常令人滿意 這是我們做的第一個"}, {"zh-tw": " The energy's a little bit high here. We'll loop around here in just a second, and you'll see another one.", "en": " 使用的能量有點太高 我們等一下會迴轉播放，然後你將會看到另一個"}, {"zh-tw": " Here's another one. Bang. An interesting thing is, we kill them all the time; we've never actually gotten the wings to shut off in midair.", "en": " 這裡是另外一隻。砰！ 另一個有趣的是，我們一直殺牠們 我們從來沒有實際上在空中讓翅膀停下來"}, {"zh-tw": " The wing motor is very resilient. I mean, here we're blowing wings off but the wing motor keeps all the way down.", "en": " 翅膀的馬達是非常不容易殺死的 我的意思是這裡我們把翅膀打掉 但是翅膀的馬達繼續運作一直到牠掉下來"}, {"zh-tw": " So, that's what I have. Thanks very much.", "en": " 所以，我的演講到此為止，謝謝大家"}], "title": "Nathan Myhrvold Could This Laser Zap Malaria"}