{"url": "http://www.ted.com/talks/william_li", "paragraphs": [{"zh-tw": " Good afternoon. There's a medical revolutionhappening all around us, and it's one that's goingto help us conquer some of society's most dreaded conditions, including cancer. The revolution is called angiogenesis, and it's based on the processthat our bodies use to grow blood vessels.", "en": " 午安 有項醫學上的變革正在我們身邊發生 這將幫助我們克服 社會最憂慮的部份狀況 包括癌症 這項變革被稱做血管新生 也就是在我們體內 血管生長的過程"}, {"zh-tw": " So why should we care about blood vessels? Well, the human bodyis literally packed with them -- 60,000 miles worth in a typical adult. End to end, that would form a linethat would circle the earth twice.", "en": " 為什麼我們得在乎血管呢？ 因為，我們的身上到處都是血管 將一位標準體型的成人體內所有的血管 頭尾相連，能連成一條長度約十萬公里 可繞地球整整兩圈的直線"}, {"zh-tw": " The smallest blood vesselsare called capillaries. We've got 19 billion of themin our bodies.", "en": " 最小的血管被稱做微血管 我們體內約有190億條微血管"}, {"zh-tw": " And these are the vessels of life, and as I'll show you,they can also be the vessels of death. Now, the remarkable thingabout blood vessels is that they have this ability to adapt to whatever environmentthey're growing in.", "en": " 微血管是生之徑 同時，如我將展示給各位看的 它們也可以是死之徑 微血管有個驚人之處： 它們能因應不同的生長環境 出現不同的形式"}, {"zh-tw": " For example, in the liver,they form channels to detoxify the blood; in the lungs, they line air sacsfor gas exchange. In muscle, they corkscrew, so that muscles can contractwithout cutting off circulation.", "en": " 比如說：在肝臟裡 微血管是讓血液解毒的管道 在肺臟裡則形成氣囊幫助氣體交換 在肌肉中以如軟木塞開瓶器的形狀排列 這樣在肌肉收縮時，血液循環也不會中斷"}, {"zh-tw": " And in nerves, they course alonglike power lines, keeping those nerves alive. We get most of these blood vessels when we're actually still in the womb.", "en": " 在神經中，微血管蜿蜒如電線 維持神經細胞的活力 我們身上大部分的血管 是在胎兒時期就長出來的"}, {"zh-tw": " And what that means is that as adults, blood vessels don't normally grow. Except in a few special circumstances.", "en": " 也就是說，在正常情況下 成人身上的血管不會自發地生長 某些特別的情況則是例外"}, {"zh-tw": " In women, blood vessels grow every month, to build the lining of the uterus. During pregnancy, they form the placenta, which connects mom and baby.", "en": " 每個月，女人的子宮裡 血管會增生形成內膜 懷孕時，子宮內膜將演變成胎盤 也就是母親和寶寶間的連結"}, {"zh-tw": " And after injury, blood vesselsactually have to grow under the scab in order to heal a wound. And this is actually what it looks like, hundreds of blood vessels, all growingtoward the center of the wound.", "en": " 我們受傷時，在傷疤下 血管會不斷生長 來幫助傷口癒合 這是血管的真實樣貌 數以百計的微血管 全都長在傷口的中間"}, {"zh-tw": " So the body has the ability to regulate the amount of blood vesselsthat are present at any given time. It does this through an elaborateand elegant system of checks and balances, stimulators and inhibitorsof angiogenesis, such that, when we needa brief burst of blood vessels, the body can do thisby releasing stimulators, proteins called angiogenic factors, that act as natural fertilizer,and stimulate new blood vessels to sprout.", "en": " 可見，我們的身體在任何時候 都有調節全身血管數量的能力 身體藉著計畫完善精良的調控系統 來維持那些控制血管新生的 刺激物或是抑制物間的平衡 也就是說，若是在短時間內需要大量血管 體內會釋放血管新生的刺激物 這是一種被稱為血管新生因子的蛋白質 就像我們體內的天然肥料一般 能刺激新血管的萌發"}, {"zh-tw": " When those excess vesselsare no longer needed, the body prunes them back to baseline, using naturally-occurringinhibitors of angiogenesis. There are other situationswhere we start beneath the baseline, and we need to grow more blood vessels,just to get back to normal levels -- for example, after an injury -- and the body can do that too,but only to that normal level, that set point.", "en": " 若是體內不再需要這樣過量的血管 身體就會藉著自然釋放的血管新生抑制因子 讓血管新生速度降到基準值 而在其他需要比基準速度更低的血管新生 的情況，這時我們就得讓血管生長回到正常值 像是受傷後 我們體內的血管先大量增生 再降到健康時的正常數量 也就是身體設定好的正常值"}, {"zh-tw": " But what we now know,is that for a number of diseases, there are defects in the system, where the body can't prune backextra blood vessels, or can't grow enough new onesin the right place at the right time. And in these situations,angiogenesis is out of balance.", "en": " 但現在我們知道，就有些疾病而言 這個控制血管生長的系統有缺陷 身體沒辦法減低過量的血管 或是沒辦法讓新生血管 出現在正確的時間或是位置 這樣的情況就是 血管新生失去平衡"}, {"zh-tw": " And when angiogenesis is out of balance, a myriad of diseases result. For example, insufficient angiogenesis --not enough blood vessels -- leads to woundsthat don't heal, heart attacks, legs without circulation,death from stroke, nerve damage.", "en": " 而血管新生失去平衡 是非常嚴重的疾病 比方說，血管新生不夠 體內就不會有足夠的血管 這樣傷口不會癒合、心肌梗塞 足部血液循環不良、因為中風死亡 或是傷害神經"}, {"zh-tw": " And on the other end,excessive angiogenesis -- too many blood vessels -- drives disease, and we see this in cancer, blindness, arthritis, obesity, Alzheimer's disease. In total, there are morethan 70 major diseases affecting more than a billionpeople worldwide, that all look on the surface to bedifferent from one another, but all actually shareabnormal angiogenesis as their common denominator.", "en": " 相反的，過多的血管新生 會讓體內有過多的血管，也會造成疾病 如癌症、失明 關節炎、肥胖 阿茲海默症 總的來說，有70多種疾病 正影響著世界上十億人口 它們表面上看起來毫無關係 但事實上，這些疾病 都以異常血管新生 為共同特徵"}, {"zh-tw": " And this realization is allowingus to re-conceptualize the way that we actuallyapproach these diseases, by controlling angiogenesis. Now, I'm going to focus on cancer, because angiogenesisis a hallmark of cancer -- every type of cancer.", "en": " 明白這一點 能讓我們重新思考 如何藉著控制血管新生 來治療這些疾病的確切方法 現在，我將重點放在癌症 因為無論是哪一種癌症 都以血管新生為重要特徵"}, {"zh-tw": " So here we go. This is a tumor: dark, gray, ominousmass growing inside a brain.", "en": " 好，我們來談談癌症 這是一個腫瘤。一團深灰色、 看來不妙的細胞團在腦中生長"}, {"zh-tw": " And under the microscope, you can see hundredsof these brown-stained blood vessels, capillaries that are feeding cancer cells, bringing oxygen and nutrients. But cancers don't start out like this, and in fact, cancers don't start outwith a blood supply.", "en": " 在顯微鏡下，你可以看見 數以百計如這樣被染成褐色的血管 或是正在餵養癌細胞的微血管 將氧氣或是養份帶給它們 然而，腫瘤一開始不是這樣 事實上，腫瘤一開始 沒有血液供給"}, {"zh-tw": " They start out as small,microscopic nests of cells, that can only grow to one halfa cubic millimeter in size. That's the tip of a ballpoint pen.", "en": " 原初的腫瘤是顯微鏡下的小細胞群 它們頂多長成 半立方毫米大小 大概是是筆尖大小"}, {"zh-tw": " Then they can't get any largerbecause they don't have a blood supply, so they don't haveenough oxygen or nutrients. In fact, we're probably formingthese microscopic cancers all the time in our body.", "en": " 這些腫瘤長不大就是因為它們沒有血液供給 也就沒有足夠的氧氣和養分 事實上，我們的體內可能 隨時都在形成這些微腫瘤"}, {"zh-tw": " Autopsy studies from peoplewho died in car accidents have shown that about 40 percent of womenbetween the ages of 40 and 50 actually have microscopiccancers in their breasts. About 50 percent of menin their 50s and 60s have microscopic prostate cancers, and virtually 100 percent of us,by the time we reach our 70s, will have microscopic cancersgrowing in our thyroid.", "en": " 對因癌症而死的病人進行的病理解剖顯示 在40到50歲的女性裡 有百分之40的人 的確有這樣的微腫瘤 存在於乳房內 年約50到60歲的男性 其中50%於攝護腺裡有微腫瘤 我們到了70歲以後 百分之百的人 甲狀腺裡有生長中的微腫瘤"}, {"zh-tw": " Yet, without a blood supply, most of these cancerswill never become dangerous. Dr. Judah Folkman, who was my mentor and who was the pioneerof the angiogenesis field, once called this \"cancer without disease.\" So the body's abilityto balance angiogenesis, when it's working properly, prevents blood vesselsfrom feeding cancers.", "en": " 然而，在沒有血液供給的情況下 大部分這樣的微腫瘤 是不會變得有害的 我的導師，佛克曼醫師 同時也是血管新生研究的先驅者 曾經說這些微腫瘤是「非病腫瘤」 因此，我們的身體有平衡血管新生的能力 當這樣的能力運作良好 就能避免血管餵養癌症生長"}, {"zh-tw": " And this turns out to be one of our most importantdefense mechanisms against cancer. In fact, if you actuallyblock angiogenesis and prevent blood vesselsfrom ever reaching cancer cells, tumors simply can't grow up.", "en": " 這樣的機制也就變成 我們體內最重要抵抗癌症的 防禦機轉之一 事實上，當你能確實阻斷血管新生 讓血管永遠無法和癌細胞接觸 腫瘤就不會生長"}, {"zh-tw": " But once angiogenesis occurs, cancers can grow exponentially. And this is actually how a cancergoes from being harmless, to being deadly.", "en": " 然而，一旦腫瘤周圍出現血管新生 它們就能以倍數成長 這就是腫瘤 如何從無害變得 有害的實情"}, {"zh-tw": " Cancer cells mutate, and they gain the ability to releaselots of those angiogenic factors, natural fertilizer, that tip the balance in favorof blood vessels invading the cancer. And once those vessels invade the cancer, it can expand,it can invade local tissues, and the same vesselsthat are feeding tumors allow cancer cells to exitinto the circulation as metastases.", "en": " 癌細胞突變 並且釋放許多 跟血管新生有關的物質 這些天然肥料會刺激血管生長 進入腫瘤組織 一旦血管進入腫瘤 腫瘤就能擴張，侵犯周邊的組織 在血管餵養腫瘤的同時 腫瘤也得以進入循環系統 這就是所謂的轉移"}, {"zh-tw": " And unfortunately,this late stage of cancer is the one at whichit's most likely to be diagnosed, when angiogenesis is already turned on, and cancer cells are growing like wild. So, if angiogenesis is a tipping point between a harmless cancerand a harmful one, then one major partof the angiogenesis revolution is a new approach to treating cancer by cutting off the blood supply.", "en": " 當血管已經開始生長 腫瘤就會瘋狂地增生 而不幸的，在這個癌症發展的 最後階段，轉移癌是 幾乎不可能被診斷的 所以，如果血管新生 是從無害的微腫瘤轉變成 有害的癌症的關鍵點 那麼，這個血管新生革命的主要部份 就是藉著切斷血液供給 來治療癌症的新方法"}, {"zh-tw": " We call this antiangiogenic therapy, and it's completely differentfrom chemotherapy, because it selectively aims at the blood vesselsthat are feeding the cancers. We can do this because tumor blood vesselsare unlike normal, healthy vessels we see in other places of the body -- they're abnormal,they're very poorly constructed, and because of that,they're highly vulnerable to treatments that target them.", "en": " 我們稱之為抗血管新生治療 這跟化療完全不同 因為這個療法選擇性地瞄準 供應腫瘤養份的血管 之所以能這麼做，是因為 腫瘤的血管跟一般健康的 在身體其他部分的血管不同 腫瘤的血管異常之處 在於它們的結構脆弱 因此，這類血管對專門來 對付它們的藥物很敏感"}, {"zh-tw": " In effect, when we give cancer patientsantiangiogenic therapy -- here, an experimental drug for a glioma, which is a type of brain tumor -- you can see that there aredramatic changes that occur when the tumor is being starved. Here's a woman with a breast cancer, being treated with the antiangiogenicdrug called Avastin, which is FDA approved.", "en": " 臨床上，當我們在癌症病人身上 施以對抗血管新生的藥物 像是這個治療神經膠細胞瘤的實驗性藥物 神經膠細胞瘤是一種腦瘤 我們可以在病人身上看到 當腫瘤不再有養分時產生的顯著變化 這是一位有乳癌的女士 她接受美國食品藥物管理局核准的 血管新生藥物Avastin的治療"}, {"zh-tw": " And you can seethat the halo of blood flow disappears after treatment. Well, I've just shown youtwo very different types of cancer that both respondedto antiangiogenic therapy.", "en": " 如你所見，這區血流在治療後 即消失不見 我剛剛已經告訴妳們 抗血管新生藥物對 兩種癌症有效"}, {"zh-tw": " So a few years ago, I asked myself, \"Can we take this one step furtherand treat other cancers, even in other species?\" So here is a nine year-oldboxer named Milo, who had a very aggressive tumor called a malignant neurofibromagrowing on his shoulder. It invaded into his lungs.", "en": " 所以，幾年前，我自問 我們能夠更進一步 用這種藥來治療其他癌症嗎 甚至是其他物種的癌症 這是一隻九歲大的鬥牛犬，Milo 牠的肩膀有個惡性神經纖維瘤 這是一種極具侵入性的腫瘤 已經進入牠的肺臟"}, {"zh-tw": " His veterinarian only gave himthree months to live. So we created a cocktailof antiangiogenic drugs that could be mixed into his dog food, as well as an antiangiogenic cream, that could be appliedon the surface of the tumor.", "en": " 獸醫認為牠只有三個月可活 因此，我們做了可以混在牠食物中的 抗血管新生藥物的雞尾酒配方 跟可以塗抹在腫瘤表面的 抗血管新生藥物乳霜"}, {"zh-tw": " And within a few weeks of treatment, we were able to slow downthat cancer's growth, such that we were ultimatelyable to extend Milo’s survival to six times what the veterinarianhad initially predicted, all with a very good quality of life. And we've subsequently treatedmore than 600 dogs.", "en": " 在數個星期的治療後 我們得以減緩腫瘤的生長 最終得以延長Milo的壽命 達獸醫預測的時間六倍長之久 生活品質也很好 接著我們治療了其他600多隻狗"}, {"zh-tw": " We have about a 60 percent response rate, and improved survival for these pets that were about to be euthanized. So let me show you a coupleof even more interesting examples.", "en": " 其中大概有60%的治療率 也能增加那些將被安樂死的 寵物的壽命 接著，讓我向你們報告 幾個更有趣的病例"}, {"zh-tw": " This is 20-year-old dolphinliving in Florida, and she had these lesions in her mouth that, over the course of three years, developed into invasivesquamous cell cancers. So we created an antiangiogenic paste.", "en": " 這是一隻20歲，生活在佛州的海豚 牠的口裡有些 出現大概3年多的病灶 漸漸形成侵入性的鱗狀上皮癌 為此，我們做了抗血管生成的藥糊"}, {"zh-tw": " We had it painted on top of the cancerthree times a week. And over the course of seven months, the cancers completely disappeared, and the biopsies came back as normal.", "en": " 塗抹在病灶上 每個星期三次 經過七個禮拜的療程後 上皮癌完全消失了 切片的結果也正常"}, {"zh-tw": " Here's a cancer growing on the lip of a Quarter Horse named Guinness. It's a very, very deadly typeof cancer called an angiosarcoma.", "en": " 這是一隻名叫Guiness的奎特馬 牠嘴唇上的腫瘤 是一種非常非常致命的腫瘤，血管肉瘤"}, {"zh-tw": " It had already spread to his lymph nodes, so we used an antiangiogenicskin cream for the lip, and the oral cocktail, so we could treatfrom the inside as well as the outside. And over the course of six months, he experienced a complete remission.", "en": " 已經侵犯到牠的淋巴結 我們用了能抹在嘴唇上的抗血管新生的藥膏 跟口服的雞尾酒藥物 讓治療得以內用跟外服雙管齊下 經過6個月的療程 腫瘤完全消失了"}, {"zh-tw": " And here he is six years later, Guinness, with his very happy owner. Now obviously, antiangiogenic therapycould be used for a wide range of cancers.", "en": " 這是Guiness接受治療後6年 跟飼主快樂的合照 現在，顯然的，抗血管新生藥物 能被廣泛的運用在各種癌症的治療上"}, {"zh-tw": " And in fact, the firstpioneering treatments for people as well as dogs, are already becoming available. There are 12 different drugs,11 different cancer types.", "en": " 事實上，第一個於人類 跟於狗身上的前驅治療 已經可以取得 總共有12種藥物，用來治療11種癌症"}, {"zh-tw": " But the real question is: How well do these work in practice? So here's actuallythe patient survival data from eight different types of cancer. The bars represent survival time taken from the era in whichthere was only chemotherapy, or surgery, or radiation available.", "en": " 但真正的問題是 這些藥物的實際成效如何？ 數據為8種不同癌症 患者的存活時間 柱狀圖為 僅有化療 手術或是放射線治療時的 患者存活時間"}, {"zh-tw": " But starting in 2004, when antiangiogenic therapiesfirst became available, you can see that there has been a 70to 100 percent improvement in survival for people with kidney cancer,multiple myeloma, colorectal cancer,and gastrointestinal stromal tumors. That's impressive.", "en": " 從2004年 抗血管新生藥物出現在市面上 你可以注意到 腎臟癌、多發性硬化症 大腸癌和胃腸道基質腫瘤等 癌症患者的存活時間 增加了70-100% 非常令人印象深刻"}, {"zh-tw": " But for other tumors and cancer types, the improvements have only been modest. So I started asking myself, \"Why haven't we been able to do better?\" And the answer, to me, is obvious: we're treating cancertoo late in the game, when it's already established, and oftentimes, it's alreadyspread or metastasized.", "en": " 但是其它的腫瘤或癌症 僅有一般程度的增加 因此，我自問 為什麼這些癌症的治療不能更好 而答案，對我來說，很顯然的 是因為我們太晚開始治療 當腫瘤已經生成 往往就已經擴散或是轉移"}, {"zh-tw": " And as a doctor, I know that once a disease progressesto an advanced stage, achieving a cure can be difficult,if not impossible. So I went back to the biologyof angiogenesis, and started thinking: Could the answer to cancerbe preventing angiogenesis, beating cancer at its own game, so the cancers could neverbecome dangerous? This could help healthy people, as well as people who've alreadybeaten cancer once or twice, and want to find a wayto keep it from coming back.", "en": " 身為一名醫師，我明白 一但疾病進程惡化 即使得治 治療將變得困難 讓我們回到 血管生成的生物學 開始這樣想 是否癌症治療 有賴於從癌症發生本身下手 藉著預防血管新生 讓癌症不至於變得危險？ 這能幫助健康人 跟已經擊敗過癌症 一兩次的病人 還有想找出方法不讓癌症復發的人"}, {"zh-tw": " So to look for a way to preventangiogenesis in cancer, I went back to look at cancer's causes. And what really intrigued me, was when I saw that dietaccounts for 30 to 35 percent of environmentally-caused cancers.", "en": " 為了藉由預防癌組織的血管新生，來走出一條新路 我回到癌症生成的原因 真正啟發我的是 當我注意到 飲食佔了引起癌症因子中 30-35%的比重時"}, {"zh-tw": " Now the obvious thing is to think aboutwhat we could remove from our diet, what to strip out, take away. But I actually tooka completely opposite approach, and began asking: What couldwe be adding to our diet that's naturally antiangiogenic, and that could boostthe body's defense system, and beat back those blood vesselsthat are feeding cancers? In other words, can we eatto starve cancer? Well, the answer is yes,and I'm going to show you how.", "en": " 最明顯不過的想法應是 想想我們可以移除、去掉或是不吃哪些食物 但是，我用的是完全相反的法子 我開始自問，我們能在飲食中 加入哪些能抗血管新生的食物 來刺激體內的防禦系統 反擊那些餵養癌細胞的血管？ 也就是說，我們能藉著吃來餓壞癌症嗎？ 這問題的答案為：是的 我將告訴你們，這該如何辦到"}, {"zh-tw": " And our search for thishas taken us to the market, the farm and to the spice cabinet, because what we've discovered is that Mother Naturehas laced a large number of foods and beverages and herbs with naturally-occurringinhibitors of angiogenesis. Here's a test system we developed.", "en": " 而我們在這方面的研究 帶著我們到了市場、農場跟香料櫃 因為我們發現 大地之母遺下了大量 能夠天然地抑制 血管新生的 食物、飲料和藥草 這是我們正在研發的測試系統"}, {"zh-tw": " At the center is a ring from which hundreds of blood vesselsare growing out in a starburst fashion. And we can use this systemto test dietary factors at concentrationsthat are obtainable by eating.", "en": " 在中央的是血管環，由數百條微血管形成 正在向外成星狀爆出生長 我們能利用這個系統 來測試我們能藉著飲食 攝取的抗血管新生因子的濃度的影響"}, {"zh-tw": " Let me show you what happens when we put in an extract from red grapes. The active ingredient is resveratrol, it's also found in red wine.", "en": " 這是當我們加入 紅葡萄萃取物的情形 其中的有效成份白藜蘆醇 也能在紅酒中找到"}, {"zh-tw": " This inhibits abnormal angiogenesis, by 60 percent. Here's what happens when we addedan extract from strawberries.", "en": " 白藜蘆醇能抑制 60%的異常血管新生 這草莓萃取物的測試結果"}, {"zh-tw": " It potently inhibits angiogenesis. And extract from soybeans.", "en": " 也有抑制血管生成的效果 大豆萃取物也是"}, {"zh-tw": " And here is a growing list of antiangiogenic foods and beveragesthat we're interested in studying. For each food type, we believe that there aredifferent potencies within different strains and varietals.", "en": " 這裡列出我們有興趣、仍在增加中的 用來測試抗血管新生效果 的食物跟飲料 我們相信各類食物的 不同種類或品種 都有不同的效果"}, {"zh-tw": " And we want to measure this because, well, while you're eating a strawberry or drinking tea, why not select the one that's most potent for preventing cancer? So here are four different teasthat we've tested. They're all common ones:Chinese jasmine, Japanese sencha, Earl Grey and a special blendthat we prepared, and you can see clearlythat the teas vary in their potency, from less potent to more potent.", "en": " 我們想測試這樣的效果 是因為我們吃草莓 或喝茶時 為何不選擇最有效的那個品種 來預防癌症 我們測試了四種 市面上常見的茶 香片、日本煎茶 伯爵茶和一種我們配製的茶 你可以清楚見到 不同的茶抗血管新生的效果不同 這裡將效果從低到高列出來"}, {"zh-tw": " But what's very cool is when we combinethe two less potent teas together, the combination, the blend,is more potent than either one alone. This means there's food synergy.", "en": " 這個研究最棒的地方是 當你混合兩種 單獨使用時效果不高的茶 抗血管新生的效果 比各自單獨使用來得高 也就是說這些食物有協成效果"}, {"zh-tw": " Here's some more data from our testing. Now in the lab, we cansimulate tumor angiogenesis, represented here in a black bar.", "en": " 還有更多實驗室裡其他測試的結果 我們可以刺激腫瘤血管新生 測試癌症藥物在這個系統裡的效果"}, {"zh-tw": " And using this system, we can testthe potency of cancer drugs. So the shorter the bar, the less angiogenesis -- that's good.", "en": " 結果用黑色的柱狀圖表示 當軸柱越短 血管新生就越少，這是好情況"}, {"zh-tw": " And here are some common drugs that have been associated with reducingthe risk of cancer in people. Statins, nonsteroidalanti-inflammatory drugs, and a few others --they inhibit angiogenesis, too.", "en": " 我們測試了一些常見的 跟降低癌症發生率 有關的藥物 Statin、非類固醇消炎劑 跟一些其他藥物 能夠抑制血管新生"}, {"zh-tw": " And here are the dietary factors going head-to-head against these drugs. You can see they clearly hold their own, and in some cases, they're more potentthan the actual drugs.", "en": " 而比較某些食物 跟這些藥物對血管新生的效果 如你所見，這些食物不比藥物差 而某些食物的效果 甚是還比藥物好"}, {"zh-tw": " Soy, parsley, garlic, grapes, berries. I could go home and cook a tasty mealusing these ingredients.", "en": " 如大豆、荷蘭芹、大蒜 葡萄跟莓類 這讓我們只要回家使用這些食材 烹煮食物就有治療癌症的效果"}, {"zh-tw": " Imagine if we could createthe world's first rating system, in which we could score foods according to their antiangiogenic,cancer-preventative properties. And that's what we're doing right now.", "en": " 試想我們是否能夠建立 這個世界上第一個根據 食物抑制癌症組織的 血管新生能力 所編列的評分表 這也是我們現在正在做的"}, {"zh-tw": " Now, I've shown you a bunch of lab data, and so the real question is: What is the evidence in people that eating certain foods can reduceangiogenesis in cancer? Well, the best example I know is a study of 79,000 menfollowed over 20 years, in which it was found that menwho consumed cooked tomatoes two to three times a week, had up to a 50 percent reduction in their risk of developingprostate cancer. Now, we know that tomatoesare a good source of lycopene, and lycopene is antiangiogenic.", "en": " 我已經對你們秀出許多實驗室的數據 至此，真正的問題是 什麼是人們吃下 某些食物就能抑制 癌症組織裡血管新生的證據？ 據我所知，最好的證據 是一個樣本數為7萬9千人 長達20年的研究 科學家發現，每周攝取 烹煮過的番茄兩到三次的男性 最後得到攝護腺癌的機率 降低一半 我們現在知道，番茄是很好的茄紅素來源 而茄紅素能減少血管生長"}, {"zh-tw": " But what's even moreinteresting from this study, is that in those men who diddevelop prostate cancer, those who ate moreservings of tomato sauce, actually had fewer blood vesselsfeeding their cancer. So this human study is a prime example of how antiangiogenic substances presentin food and consumed at practical levels, can have an impact on cancer.", "en": " 而這個研究最有趣的部分是 在那些得到攝護腺癌的男性中 攝取較多番茄醬的人 組織中確實有較少的 血管能餵養腫瘤 因此，這個臨床研究是 當我們攝取足夠劑量的 存在於食物中抗血管新生物質 的確能影響癌症形成的證據"}, {"zh-tw": " And we're now studyingthe role of a healthy diet -- with Dean Ornish at UCSFand Tufts University -- the role of this healthy dieton markers of angiogenesis that we can find in the bloodstream. Obviously, what I've shared with youhas some far-ranging implications, even beyond cancer research.", "en": " 我們現在正在跟 Dean Ornish、南加大跟Tufts大學 的工作團隊合作研究 我們在血液中找到的健康食物成分 對血管生成的標記分子的影響 而顯然的，我剛才跟各位分享的食物的 廣泛影響並不侷限於癌症研究"}, {"zh-tw": " Because if we're right,it could impact consumer education, food services, public health and even the insurance industry. And in fact, some insurance companies are already beginningto think along these lines.", "en": " 因為若我們是正確的，這樣的概念 能衝擊消費者教育、食物供給、公共衛生 甚至是保險產業 事實上，一些保險公司 已經開始考慮這樣的概念"}, {"zh-tw": " Check out this ad from BlueCrossBlueShield of Minnesota. For many people around the world, dietary cancer preventionmay be the only practical solution, because not everybody can affordexpensive end-stage cancer treatments, but everybody could benefitfrom a healthy diet based on local, sustainable,antiangiogenic crops.", "en": " 看看這個明尼蘇達的藍十字蘭盾公司的廣告 對這個世界的許多人而言 藉著改善飲食來治療癌症 可能是唯一可靠實際的辦法 因為並不是每個人能夠負擔末期癌症治療的費用 但是每個人都能因為 地區性、永續性的 抗血管新生飲食而受惠"}, {"zh-tw": " Now, finally, I've talked to you about food, and I've talked to you about cancer, so there's just one more diseasethat I have to tell you about, and that's obesity. Because it turns outthat adipose tissue -- fat -- is highly angiogenesis-dependent.", "en": " 演講的最後 我們剛剛提到食物 還有癌症 我還想再跟各位說說 另外一個疾病，也就是肥胖 因為，研究顯示 脂肪組織的形成 跟血管生成也高度相關"}, {"zh-tw": " And like a tumor, fat growswhen blood vessels grow. So the question is: Can we shrink fatby cutting off its blood supply? The top curve shows the body weightof a genetically obese mouse that eats nonstop until it turns fat, like this furry tennis ball.", "en": " 一如癌症，脂肪隨著血管生長 問題在於：我們是否可以 藉著阻斷血液供應使脂肪萎縮？ 圖表上方的曲線為 先天性肥胖的老鼠的體重 這些老鼠會不斷地吃 直到牠們跟一顆毛茸茸的網球沒兩樣"}, {"zh-tw": " And the bottom curveis the weight of a normal mouse. If you take the obese mouse and give it an angiogenesisinhibitor, it loses weight.", "en": " 而下方的曲線為正常老鼠的體重 如果你給一隻肥胖老鼠 抗血管形成的藥物，牠們會變瘦"}, {"zh-tw": " Stop the treatment, gains the weight back.Restart the treatment, loses the weight. Stop the treatment,it gains the weight back.", "en": " 一但停藥，體重則回昇 若重新開始治療，體重下降 停止治療，體重回昇"}, {"zh-tw": " And, in fact, you can cyclethe weight up and down simply by inhibiting angiogenesis. So this approach that we're takingfor cancer prevention may also have an application for obesity.", "en": " 事實上，利用抑制血管新生的藥物 我們能讓老鼠的體重上上下下變動 因此，這個用來治療癌症的療法 也許也能用來治療"}, {"zh-tw": " The truly interesting thing about this is that we can't take these obese mice and make them lose more weight than what the normal mouse's weightis supposed to be. In other words,we can't create supermodel mice.", "en": " 肥胖 這個實驗最有趣的部分是 我們無法用這個藥讓這些 肥胖老鼠的體重 降得比正常老鼠低 換句話說，我們沒辦法製造超級名模鼠 （笑）"}, {"zh-tw": " And this speaks to the roleof angiogenesis in regulating healthy set points. Albert Szent-Györgi once said, \"Discovery consists of seeingwhat everyone has seen, and thinking what no one has thought.\" I hope I've convinced you that for diseases like cancer,obesity and other conditions, there may be a great power in attacking their commondenominator: angiogenesis.", "en": " 這個實驗說明了血管新生 在決定健康狀態時扮演的角色 聖捷爾吉·奧爾貝特曾說 創件包括了見眾人所見 思無人所想 我希望我已經說服各位 癌症、肥胖和其他疾病的治療上 攻擊這些疾病的共有特徵 即血管新生，是更有效的方法"}, {"zh-tw": " And that's what I thinkthe world needs now. Thank you.", "en": " 我認為這是世人目前需要的，謝謝"}, {"zh-tw": " June Cohen: I havea quick question for you. JC: So these drugs aren't exactlyin mainstream cancer treatments right now.", "en": " 這些藥物實際上並不是 目前癌症治療的主流用藥"}, {"zh-tw": " For anyone out here who has cancer,what would you recommend? Do you recommend pursuing thesetreatments now, for most cancer patients? William Li: There areantiangiogenic treatments that are FDA approved, and if you're a cancer patient, or working for one or advocating for one,you should ask about them. And there are many clinical trials.", "en": " 對目前已有癌症的人 你有什麼建議嗎？ 你會建議大部分的病人，現在就開始使用這樣的治療嗎？ 目前市面上已經有FDA核准的 抗血管新生藥物 如果你是位癌症病人 或是正在協助或是支持某位癌症病人 你應該向醫生詢問這類藥物 目前有許多臨床試驗"}, {"zh-tw": " The Angiogenesis Foundationis following almost 300 companies, and there are about 100 moredrugs in that pipeline. So, consider the approved ones, look for clinical trials, but then betweenwhat the doctor can do for you, we need to start askingwhat can we do for ourselves.", "en": " Andrew J Semesco基金會正追蹤約300家公司 發現大概有100多種藥 正在上線生產 考慮那些已經被核准的藥 找找有無臨床試驗 但是除了醫生能提供的協助 病人也該自問自己能夠做些什麼"}, {"zh-tw": " This is one of the themesI'm talking about: We can empower ourselves to do the things that doctorscan't do for us, which is to use knowledge and take action. And if Mother Naturehas given us some clues, we think there might be a new futurein the value of how we eat, and what we eat is reallyour chemotherapy three times a day.", "en": " 這也是我想跟各位談的 我們可以從醫生無法為我們做的 方面來自我強化 擅用知識跟積極行動 如果自然之母已經給我們提示 我們認為未來可能的新方向為 重視我們的飲食 而食物本身就是我們一日三次的化療"}, {"zh-tw": " JC: Right. And along those lines, for people who might haverisk factors for cancer, would you recommend pursuingany treatments prophylactically, or simply pursuing the right diet, with lots of tomato sauce? WL: Well, you know, there's abundantepidemiological evidence, and I think in the information age, it doesn't take long to goto a credible source like PubMed, the National Library of Medicine, to look for epidemiological studiesfor cancer risk reduction based on diet and basedon common medications. And that's certainly somethingthat anybody can look into.", "en": " 基於你的演講 你會建議那些癌症的高風險族群 使用預防性的治療 或是單純正確的飲食 像是吃大量的番茄醬？ 你知道，現在有許多流行病學調查 我想，在這個知識爆炸的時代 取得可信的資料如利用Pubmed資料庫 也就是美國國家醫學圖書館的檢索系統 來搜尋飲食或是藥物 降低癌症風險的流行病學研究 並不是太花時間的事 這確實是任何人都可以試著去做的"}, {"zh-tw": " JC: Okay. Well, thank you so much.", "en": " 好，非常謝謝你"}], "title": "William Li"}