{"url": "http://www.ted.com/talks/michael_sandel_the_lost_art_of_democratic_debate", "paragraphs": [{"zh-tw": " One thing the world needs, one thing this country desperately needs is a better way of conducting our political debates. We need to rediscover the lost art of democratic argument.", "en": " 這個世界所必要的一件東西 這國家所急需的 是一個更好的 論辯政治的方式 我們需要重新發現 早已失傳的民主論辯的技藝"}, {"zh-tw": " If you think about the arguments we have, most of the time it's shouting matches on cable television, ideological food fights on the floor of Congress. I have a suggestion.", "en": " 想想我們現今的主要辯論， 大多數時間，它們都是 有線電視頻道上的叫囂比賽 國會上演的意識形態 大胃王比賽 我有一個建議"}, {"zh-tw": " Look at all the arguments we have these days over health care, over bonuses and bailouts on Wall Street, over the gap between rich and poor, over affirmative action and same-sex marriage. Lying just beneath the surface of those arguments, with passions raging on all sides, are big questions of moral philosophy, big questions of justice.", "en": " 看看近來 我們所有的這些 關於健保的辯論、 看看關於華爾街的獎金和緊急援助、 關於貧富差距、 看看關於防止種族與性別歧視的 積極行動和同性婚姻 在這些爭論之下 潛藏著 一種鼓噪的欲望湧向四方， 這些是 倫理哲學上的大問題 涉及正義的大問題"}, {"zh-tw": " But we too rarely articulate and defend and argue about those big moral questions in our politics. So what I would like to do today is have something of a discussion.", "en": " 但我們卻很少 表達、維護、 與爭論 這些藏於我們政治生活中的倫理議題 所以，今天我要做的是 討論一些事"}, {"zh-tw": " First, let me take a famous philosopher who wrote about those questions of justice and morality, give you a very short lecture on Aristotle of ancient Athens, Aristotle's theory of justice, and then have a discussion here to see whether Aristotle's ideas actually inform the way we think and argue about questions today. So, are you ready for the lecture? According to Aristotle, justice means giving people what they deserve.", "en": " 首先，讓我引述 一位著名哲學家的話 他曾寫過這些關於 正義與道德的問題， 我要談一段在舊時雅典 古老雅典時代的亞理斯多德 的正義論 接著會後討論 看看亞理斯多德的想法 是否在實際上， 告訴了我們 思考與辯論 今日問題的方法 所以，你們準備好這堂課了嗎？ 根據亞理斯多德 正義 意指 給予人們他們所應得的"}, {"zh-tw": " That's it; that's the lecture. Now, you may say, well, that's obvious enough.", "en": " 意思就是，這堂課 現在，你們也許會說，嗯，那是再明白不過的道理"}, {"zh-tw": " The real questions begin when it comes to arguing about who deserves what and why. Take the example of flutes.", "en": " 真正的問題開始於 當人們爭論 誰應該得到什麽、以及爲什麽 以長笛為例"}, {"zh-tw": " Suppose we're distributing flutes. Who should get the best ones? Let's see what people -- What would you say? Who should get the best flute? You can just call it out.", "en": " 假設我們分配長笛 誰應得到那最好的呢? 讓我們看看有誰... 你認為呢？ 誰應該得到最好的？ 你可以直接說"}, {"zh-tw": " (Audience: Random.) Michael Sandel: At random. You would do it by lottery. Or by the first person to rush into the hall to get them.", "en": " （觀眾：隨機分配） Michael Sandel：隨機選取，你們可以透過抽籤 或者先到先拿"}, {"zh-tw": " Who else? (Audience: The best flute players.) MS: The best flute players. (Audience: The worst flute players.) MS: The worst flute players. How many say the best flute players? Why? Actually, that was Aristotle's answer too.", "en": " 哪一種？ （觀眾：最優秀的長笛吹奏者） Michael Sandel：最優秀的長笛樂手（觀眾：最糟的長笛樂手） Michael Sandel：最糟的長笛樂手 有多少人贊同 最優秀的長笛樂手 爲什麽？ 事實上，那也是亞理斯多德的答案"}, {"zh-tw": " But here's a harder question. Why do you think, those of you who voted this way, that the best flutes should go to the best flute players? Peter: The greatest benefit to all.", "en": " 但這裡有個更難的問題 爲什麽你們認為 你們這些贊成此法的人 最好的長笛 應該給予最優秀的長笛樂手呢？ Peter：這賦予所有人最大的利益"}, {"zh-tw": " MS: The greatest benefit to all. We'll hear better music if the best flutes should go to the best flute players.", "en": " Michael Sandel：賦予所有人最大利益 我們得以聆聽好音樂 如果把最好的長笛 給予最優秀的長笛樂手"}, {"zh-tw": " That's Peter? (Audience: Peter.) MS: All right. Well, it's a good reason.", "en": " 那是 Peter？（觀眾：Peter） Michael Sandel：好的。 嗯，這是好理由"}, {"zh-tw": " We'll all be better off if good music is played rather than terrible music. But Peter, Aristotle doesn't agree with you that that's the reason.", "en": " 我們所有人都會過得比較好，假使他演奏好音樂的話 而不是難聽的音樂 但是，Peter 亞理斯多德並不同意 你所說的是合理的"}, {"zh-tw": " That's all right. Aristotle had a different reason for saying the best flutes should go to the best flute players.", "en": " 沒關係 亞理斯多德有不同的理由 當他提到 最好的長笛應該給予最優秀的長笛樂手"}, {"zh-tw": " He said, that's what flutes are for -- to be played well. He says that to reason about just distribution of a thing, we have to reason about, and sometimes argue about, the purpose of the thing, or the social activity -- in this case, musical performance.", "en": " 他說 那是長笛存在的目的 就是要被拿來好好演奏 他說 推論一件事物 是否公平地分配 我們必須提出、 並且有時候要辯論 這東西的目的何在 或 這個社會活動的目的何在 在這個案例中，是音樂表演，"}, {"zh-tw": " And the point, the essential nature, of musical performance is to produce excellent music. It'll be a happy byproduct that we'll all benefit.", "en": " 在這一點上，音樂表演的 主要本質 是爲了產生絕佳的音樂 它會營造一個歡樂的副產品 使我們所有人皆獲得益處"}, {"zh-tw": " But when we think about justice, Aristotle says, what we really need to think about is the essential nature of the activity in question and the qualities that are worth honoring and admiring and recognizing. One of the reasons that the best flute players should get the best flutes is that musical performance is not only to make the rest of us happy, but to honor and recognize the excellence of the best musicians.", "en": " 但，當我們思考正義時 亞理斯多德說 我們真正必須思考的問題是 這個活動的主要本質 以及那值得尊重、欣賞、 、與承認的品質 關於最好的長笛應該給予最優秀的長笛樂手 的其中一個理由是 音樂表演 並不只是爲了要使我們感到愉快而已， 它還得使那 最傑出的音樂家 獲得殊榮 並認可其傑出表現"}, {"zh-tw": " Now, flutes may seem ... the distribution of flutes may seem a trivial case. Let's take a contemporary example of the dispute about justice.", "en": " 現在，分配長笛似乎... 看起來是個平凡的例子 讓我們舉一個關於分配正義的 當代例子"}, {"zh-tw": " It had to do with golf. Casey Martin -- a few years ago, Casey Martin -- did any of you hear about him? He was a very good golfer, but he had a disability.", "en": " 這與高爾夫有關 幾年前，Casey Martin Casey Martin 有人聽過他嗎？ 他是一個非常好的高爾夫球手 但他是殘障人士"}, {"zh-tw": " He had a bad leg, a circulatory problem, that made it very painful for him to walk the course. In fact, it carried risk of injury.", "en": " 他的腳有問題，循環系統出了問題 這使得他在走路時 奇痛無比 事實上，這也有運動傷害的危險"}, {"zh-tw": " He asked the PGA, the Professional Golfers' Association, for permission to use a golf cart in the PGA tournaments. They said, \"No.", "en": " 他問 PGA 美國職業高爾夫球協會 是否可以在比賽中 使用高爾夫球車 他們說：「不，"}, {"zh-tw": " Now that would give you an unfair advantage.\" He sued, and his case went all the way to the Supreme Court, believe it or not, the case over the golf cart, because the law says that the disabled must be accommodated, provided the accommodation does not change the essential nature of the activity. He says, \"I'm a great golfer.", "en": " 那會讓你得到不公平的優勢。」 他一狀告上法院 他的案子一路上到 美國最高法院，你們相信嗎 這麼一件關於高爾夫球車的訴訟 因為法律上說 我們必須考慮到殘障人士 為他們提供妥善的輔助設施 提供妥善的殘障設施 並不會 改變比賽 或活動的本質 他說：「我是一位優秀的高爾夫球選手"}, {"zh-tw": " I want to compete. But I need a golf cart to get from one hole to the next.\" Suppose you were on the Supreme Court.", "en": " 我要參加比賽 但我需要一輛高爾夫球車 讓我可以從這一球洞到下一球洞。」 假使你們是 最高法院"}, {"zh-tw": " Suppose you were deciding the justice of this case. How many here would say that Casey Martin does have a right to use a golf cart? And how many say, no, he doesn't? All right, let's take a poll, show of hands.", "en": " 假設你們要審議 這個涉及正義的案子 有多少人會認為 Casey Martin 有權使用高爾夫球車？ 另外，有多少人認為他沒有？ 好，讓我們做個調查，請舉手"}, {"zh-tw": " How many would rule in favor of Casey Martin? And how many would not? How many would say he doesn't? All right, we have a good division of opinion here. Someone who would not grant Casey Martin the right to a golf cart, what would be your reason? Raise your hand, and we'll try to get you a microphone.", "en": " 有多少人站在 Casey Martin 這一方？ 那有多少人不支持他呢？ 很好，我們已有兩種不同的意見了 有人不給予 Casey Martin 使用高爾夫球車的權利 你們的理由是什麽？ 請舉手，我們會試著把麥克風遞給你"}, {"zh-tw": " What would be your reason? (Audience: It'd be an unfair advantage.) MS: It would be an unfair advantage if he gets to ride in a golf cart. All right, those of you, I imagine most of you who would not give him the golf cart worry about an unfair advantage.", "en": " 你的理由是什麽？ （觀眾：那會形成不公平的優勢） Michael Sandel：那會形成不公平的優勢 假使他可以得到高爾夫球車 好的，在你們之中 我想多數不願給他高爾夫球車的人 大多擔心勝之不武"}, {"zh-tw": " What about those of you who say he should be given a golf cart? How would you answer the objection? Yes, all right. Audience: The cart's not part of the game.", "en": " 那麼，在你們當中，那些認為 應當給予他高爾夫球車的人怎麼說？ 你們會如何表達反對立場？ 是，好的 觀眾：車子並不構成比賽的一部份"}, {"zh-tw": " MS: What's your name? (Audience: Charlie.) MS: Charlie says -- We'll get Charlie a microphone in case someone wants to reply. Tell us, Charlie, why would you say he should be able to use a golf cart? Charlie: The cart's not part of the game.", "en": " Michael Sandel：你的名字是？（觀眾：Charlie） Michael Sandel：Charlie 說 我們會給 Charlie 一隻麥克風，當有人想要回答時 告訴我們，Charlie 你爲什麽說他應該獲得一輛高爾夫球車？ Charlie：車子不是比賽的一部分"}, {"zh-tw": " MS: But what about walking from hole to hole? Charlie: It doesn't matter; it's not part of the game. MS: Walking the course is not part of the game of golf? Charlie: Not in my book, it isn't.", "en": " Michael Sandel：那從一洞走到另一洞又怎麼說呢？ Charlie：這與比賽無關，它不算比賽的一部份 Michael Sandel：在賽程中走路不算比賽的一部份？ Charlie：對我來說不是，它不是。"}, {"zh-tw": " MS: All right. Stay there, Charlie. Who has an answer for Charlie? All right, who has an answer for Charlie? What would you say? Audience: The endurance element is a very important part of the game, walking all those holes.", "en": " Michael Sandel：好，請留在那，Charlie 誰想替 Charlie 回答？ 好，有誰想替 Charlie 回答的？ 你會怎麼說？ 觀眾：耐力是比賽中一個非常重要的部分， 走完那些球洞"}, {"zh-tw": " MS: Walking all those holes? That's part of the game of golf? (Audience: Absolutely.) MS: What's your name? (Audience: Warren.) MS: Warren. Charlie, what do you say to Warren? Charley: I'll stick to my original thesis.", "en": " Michael Sandel：走過所有那些洞？ 那是高爾夫比賽的一部份？（觀眾：一點也不錯） Michael Sandel：你的名字是？（觀眾：Warren） Michael Sandel：Warren Charlie：你有什麽想跟 Warren 說？ Charlie：我堅持原來的論點"}, {"zh-tw": " MS: Warren, are you a golfer? Warren: I am not a golfer. Charley: And I am. (MS: Okay.) You know, it's interesting.", "en": " Michael Sandel：Warren，你打高爾夫嗎？ Warren：我不打 Charlie：但我打。（Michael Sandel：好的。） 你們知道 這很有趣"}, {"zh-tw": " In the case, in the lower court, they brought in golfing greats to testify on this very issue. Is walking the course essential to the game? And they brought in Jack Nicklaus and Arnold Palmer.", "en": " 在這個案例中，在下級法院 他們把偉大的高爾夫選手帶進 這個特殊的案例中 步行在比賽中是必不可少的過程嗎？ 於是他們找來 Jack Nicklaus 和 Arnold Palmer"}, {"zh-tw": " And what do you suppose they all said? Yes. They agreed with Warren. They said, yes, walking the course is strenuous physical exercise.", "en": " 你們猜他們都怎麼說？ 是的，他們同意 Warren 的說法 他們說，是的，走完全程 是費力的運動"}, {"zh-tw": " The fatigue factor is an important part of golf. And so it would change the fundamental nature of the game to give him the golf cart.", "en": " 疲憊是高爾夫球賽中的重要一環 所以讓他使用高爾夫球車 會改變 比賽的根本性質"}, {"zh-tw": " Now, notice, something interesting -- Well, I should tell you about the Supreme Court first. The Supreme Court decided.", "en": " 現在，請注意， 這裡有件有趣的事 嗯，我應該先告訴你有關最高法院的事 最高法院 作了裁決"}, {"zh-tw": " What do you suppose they said? They said yes, that Casey Martin must be provided a golf cart. Seven to two, they ruled.", "en": " 你們認為他們怎麼說？ 他們說，是的， Casey Martin 必須獲得一輛高爾夫球車 七比二，他們裁決。"}, {"zh-tw": " What was interesting about their ruling and about the discussion we've just had is that the discussion about the right, the justice, of the matter depended on figuring out what is the essential nature of golf. And the Supreme Court justices wrestled with that question.", "en": " 有趣的是，關於他們的這項判決 以及關於我們剛剛的討論， 那些有關 權利與正義等問題 都是建立於 我們對高爾夫球比賽 的必要本質的認識， 而最高法院 審慎思量了那問題"}, {"zh-tw": " And Justice Stevens, writing for the majority, said he had read all about the history of golf, and the essential point of the game is to get very small ball from one place into a hole in as few strokes as possible, and that walking was not essential, but incidental. Now, there were two dissenters, one of whom was Justice Scalia.", "en": " Stevens 法官，寫給多數人 說他遍讀了高爾夫球的歷史， 而這項比賽的必要之處 在於 把一個非常小的球，從一個地方 推到另一個洞裡 盡可能地使用最少的稈數 而走路並不是必要的，反而僅只是次要的 現在，有兩位持反對意見者 一位是 Scalia 法官"}, {"zh-tw": " He wouldn't have granted the cart, and he had a very interesting dissent. It's interesting because he rejected the Aristotelian premise underlying the majority's opinion.", "en": " 他不願賦予使用高爾夫球車的權利 他提出一個非常有趣的異議 有趣 是因為 他否決了大多數人所持的 亞理斯多德假設"}, {"zh-tw": " He said it's not possible to determine the essential nature of a game like golf. Here's how he put it.", "en": " 他說 要決定一項賽事的本質，比如高爾夫球賽 是不可能的 以下是他的見解"}, {"zh-tw": " \"To say that something is essential is ordinarily to say that it is necessary to the achievement of a certain object. But since it is the very nature of a game to have no object except amusement, that is, what distinguishes games from productive activity, it is quite impossible to say that any of a game's arbitrary rules is essential.\" So there you have Justice Scalia taking on the Aristotelian premise of the majority's opinion.", "en": " 「當談到某些事物是必要時 通常我們會說，它是在 爲了要達到某種目標時，是必要的。 但畢竟一項比賽的最終本質 除了達到娛樂目的之外，並沒有任何其他目標 也就是說，把比賽 與生產活動區別開來 我們不可能說 任何一種比賽的任意規則 是必要的。」 所以在這，你們有 Scalia 法官 採取亞理斯多德 的多數人意見的假設"}, {"zh-tw": " Justice Scalia's opinion is questionable for two reasons. First, no real sports fan would talk that way.", "en": " 根據兩個原因， 我們可以質疑 Scalia 法官的意見 第一，沒有哪個真正的球迷會那樣說話"}, {"zh-tw": " If we had thought that the rules of the sports we care about are merely arbitrary, rather than designed to call forth the virtues and the excellences that we think are worthy of admiring, we wouldn't care about the outcome of the game. It's also objectionable on a second ground.", "en": " 如果我們想到 我們所關心的比賽的規則 只不過是任意性的， 而非一種追求 道德與卓越的設計 一種值得我們尊敬的事物 我們根本不會關心這項比賽的結果 這也是第二個客觀的 的理由"}, {"zh-tw": " On the face of it, it seemed to be -- this debate about the golf cart -- an argument about fairness, what's an unfair advantage. But if fairness were the only thing at stake, there would have been an easy and obvious solution.", "en": " 面對它時 當面對這些高爾夫球車的辯論時 它看來似乎是一項關於公平的爭議 一項不平等的優勢 但，倘若公平性是唯一一項受到威脅的事物的話 解決辦法應該是再簡單明白不過"}, {"zh-tw": " What would it be? (Audience: Let everyone use the cart.) Let everyone ride in a golf cart if they want to. Then the fairness objection goes away.", "en": " 那是什麽？（觀眾：讓每個人都有車） 讓每個人都可乘坐高爾夫球車 如果他們要的話 這麼一來，就可以消除那些關於公平性的反對聲浪了"}, {"zh-tw": " But letting everyone ride in a cart would have been, I suspect, more anathema to the golfing greats and to the PGA, even than making an exception for Casey Martin. Why? Because what was at stake in the dispute over the golf cart was not only the essential nature of golf, but, relatedly, the question: What abilities are worthy of honor and recognition as athletic talents? Let me put the point as delicately as possible: Golfers are a little sensitive about the athletic status of their game.", "en": " 然而，讓每個人乘坐高爾夫球車 可能會，我懷疑， 可能會使美國高爾夫球公開賽 與那些球星 蒙受詛咒， 甚至如果為 Casey Martin 首開先例的話，其結果也有可能變得如此 爲什麽？ 因為，在這高爾夫球車的爭議中 所受到威脅的事物 並不只是高爾夫球的本質而已 它還涉及所謂運動員天賦的問題： 什麽樣的能力 是值得 運動員的才華 獲得崇敬與認可呢？ 我盡可能地試著 細緻地鋪陳論點： 高爾夫球選手們 多多少少 對於比賽的地位有些敏感。"}, {"zh-tw": " After all, there's no running or jumping, and the ball stands still. So if golfing is the kind of game that can be played while riding around in a golf cart, it would be hard to confer on the golfing greats the status that we confer, the honor and recognition that goes to truly great athletes.", "en": " 畢竟，這項比賽沒有跑步或跳躍， 而那顆球通常也靜止不動。 所以，如果高爾夫球是那種 可以安坐於車上的比賽的話 這麼一來，人們就很難賦予 那些高爾夫球巨星 偉大崇高的地位了， 也很難給予偉大球星 榮耀與認可了。"}, {"zh-tw": " That illustrates that with golf, as with flutes, it's hard to decide the question of what justice requires, without grappling with the question, \"What is the essential nature of the activity in question, and what qualities, what excellences connected with that activity, are worthy of honor and recognition?\" Let's take a final example that's prominent in contemporary political debate: same-sex marriage. There are those who favor state recognition only of traditional marriage between one man and one woman, and there are those who favor state recognition of same-sex marriage.", "en": " 這說明了 高爾夫球 如同長笛一般 是很難界定 其所需的正義， 當你們不解決如下問題時： 「什麽是這項活動的 內在本質、 以及 什麽樣的品質、 什麼樣的卓越內涵 關於這項活動 是值得尊敬與認可的？」 讓我們拿最後一個例子說明 當代著名的政治辯論： 同性婚姻 有些人認為，國家僅僅只能 承認傳統的婚姻 在男人與女人之間的婚姻； 另外，也有些人希望，國家能承認 同性婚姻"}, {"zh-tw": " How many here favor the first policy: the state should recognize traditional marriage only? And how many favor the second, same-sex marriage? Now, put it this way: What ways of thinking about justice and morality underlie the arguments we have over marriage? The opponents of same-sex marriage say that the purpose of marriage, fundamentally, is procreation, and that's what's worthy of honoring and recognizing and encouraging. And the defenders of same-sex marriage say no, procreation is not the only purpose of marriage; what about a lifelong, mutual, loving commitment? That's really what marriage is about.", "en": " 這裡有多少人 贊成第一項政策的： 國家只應承認傳統婚姻？ 另外，有多少人贊同同性婚姻？ 現在，這麼說好了， 在我們既有的 涉及到正義與道德的這些爭議下 關於婚姻， 我們有什麽樣的思考方式？ 反對同性婚姻的人說 婚姻的目的 基本上說來，是爲了生育， 而那是值得尊敬、 認可、與鼓勵的； 然而，捍衛同性婚姻的人說：不， 生育並不是婚姻的唯一目的， 那一個終身的、相互的、愛的承諾又如何呢？ 那的確與婚姻息息相關啊。"}, {"zh-tw": " So with flutes, with golf carts, and even with a fiercely contested question like same-sex marriage, Aristotle has a point. Very hard to argue about justice without first arguing about the purpose of social institutions and about what qualities are worthy of honor and recognition.", "en": " 因此，長笛、高爾夫球車、 甚至如此激烈爭辯的議題 像同性婚姻 亞理斯多德提及了一個重點 倘若我們首先沒有探討 社會制度的目的、 與什麼樣的品質是值得 尊敬與認可的話， 要爭辯何謂正義是極為困難的。"}, {"zh-tw": " So let's step back from these cases and see how they shed light on the way we might improve, elevate, the terms of political discourse in the United States, and for that matter, around the world. There is a tendency to think that if we engage too directly with moral questions in politics, that's a recipe for disagreement, and for that matter, a recipe for intolerance and coercion.", "en": " 因此，讓我們從這些案件回過頭來 看看它們如何向我們提供一種方式 使我們藉此得以會進步、提高 在美國的 政治論述的語彙 以及世界各地關於這方面的政治語言方式， 倘若我們在政治中 愈是直接地涉入倫理議題， 人們會傾向於認為 那是解決分歧的藥方， 從那方面說來，這也是一個 解決不寬容與強制脅迫的藥方。"}, {"zh-tw": " So better to shy away from, to ignore, the moral and the religious convictions that people bring to civic life. It seems to me that our discussion reflects the opposite, that a better way to mutual respect is to engage directly with the moral convictions citizens bring to public life, rather than to require that people leave their deepest moral convictions outside politics before they enter.", "en": " 因此，我們不如迴避、 略過 那些人們帶進公民生活中 的宗教與倫理衝突 在我看來，我們的討論 反映了相反的一面， 一個達成相互尊重 的更好方式是 直接地涉入 公民帶入公共生活中的 的倫理衝突 而不是要求 人們在進入政治以前， 把他們最深的倫理衝突 留在政治之外。"}, {"zh-tw": " That, it seems to me, is a way to begin to restore the art of democratic argument. Thank you very much.", "en": " 在我看來，那是一個 開始重建 民主辯論技藝的方法 謝謝大家"}, {"zh-tw": " Thank you. Thank you.", "en": " 謝謝 謝謝"}, {"zh-tw": " Thank you very much. Thanks. Thank you.", "en": " 非常感謝 謝謝，謝謝各位"}, {"zh-tw": " Chris. Thanks, Chris.", "en": " Chris 謝謝，Chris"}, {"zh-tw": " Chris Anderson: From flutes to golf courses to same-sex marriage -- that was a genius link. Now look, you're a pioneer of open education.", "en": " Chris Anderson：從長笛、高爾夫球場 到同性婚姻 實在是非常巧妙的連結 你的確是開放教育的先驅"}, {"zh-tw": " Your lecture series was one of the first to do it big. What's your vision for the next phase of this? MS: Well, I think that it is possible.", "en": " 你的系列課堂是開創者之一 你下一個階段的計劃是什麽？ Michael Sandel：嗯，我想這是可能的"}, {"zh-tw": " In the classroom, we have arguments on some of the most fiercely held moral convictions that students have about big public questions. And I think we can do that in public life more generally.", "en": " 在這個教室裡，我們有 學生們曾經討論過的 關於道德衝突的最激烈辯論 涉及了許多大型的公眾議題 我想我們可以更廣泛地 把它置入於公眾生活"}, {"zh-tw": " And so my real dream would be to take the public television series that we've created of the course -- it's available now, online, free for everyone anywhere in the world -- and to see whether we can partner with institutions, at universities in China, in India, in Africa, around the world, to try to promote civic education and also a richer kind of democratic debate. CA: So you picture, at some point, live, in real time, you could have this kind of conversation, inviting questions, but with people from China and India joining in? MS: Right. We did a little bit of it here with 1,500 people in Long Beach, and we do it in a classroom at Harvard with about 1,000 students.", "en": " 所以，我真正的夢想是 創辦一個我們曾有過的課堂辯論 在電視節目之中 現在，透過網絡 這已經是可行的了 任何人在世界每個角落都可以進入 看看我們是否可以與一些機構合作 比如在中國、印度、 非洲、和世界各地的大學 試著提升 公民教育 與更豐富的 民主辯論 Chris Anderson：所以你在某種程度上，想像了 一個現場的、即時的 真實對談，徵求問題 但要求中國和印度的人們參與？ Michael Sandel：我們在這裡做了一點 在 Long Beach 那兒有 1500 人參與 另外，我們也在哈佛大學的講堂上 與 1000 位學生進行討論。"}, {"zh-tw": " Wouldn't it be interesting to take this way of thinking and arguing, engaging seriously with big moral questions, exploring cultural differences and connect through a live video hookup, students in Beijing and Mumbai and in Cambridge, Massachusetts and create a global classroom. That's what I would love to do.", "en": " 這不是很有趣嗎？ 以這種 思考與辯論的方式 深刻地討論宏大的倫理議題， 發掘文化差異 並且透過現場直播 使得在北京、孟買、 劍橋、麻薩諸塞州的學生 都能一起創造全球教室 那就是我想做的事。"}, {"zh-tw": " CA: So, I would imagine that there are a lot of people who would love to join you in that endeavor. Michael Sandel. Thank you so much. (MS: Thanks so much.)", "en": " Chris Anderson：所以，我猜想 會有許多人願意加入你的努力的 Michael Sandel，非常謝謝你。(MS：謝謝各位。)"}], "title": "Michael Sandel The Lost Art Of Democratic Debate"}