{"url": "http://www.ted.com/talks/debate_does_the_world_need_nuclear_energy", "paragraphs": [{"zh-tw": " Chris Anderson: We're having a debate. The debate is over the proposition: \"What the world needs now is nuclear energy.\" True or false? And before we have the debate, I'd like to actually take a show of hands -- on balance, right now, are you for or against this? So those who are \"yes,\" raise your hand. \"For.\" Okay, hands down. Those who are against, raise your hands.", "en": " 我們有一場辯論 這場辯論的主題是： 「這個世界需要核能-- 是對還是錯？」 在辯論開始之前 我想讓現場各位簡單表決一下 總體來說，目前你是站在那一方? 贊成核能的人，請舉手 好的，請把手放下 反對核能的人，請舉手"}, {"zh-tw": " Okay, I'm reading that at about 75 to 25 in favor at the start. Which means we're going to take a vote at the end and see how that shifts, if at all.", "en": " 嗯，從舉手的數量來看 目前贊成與反對的比例大約是75:25 辯論完後，我們會再作一次統計 看是不是有所改變"}, {"zh-tw": " So here's the format: They're going to have six minutes each, and then after one little, quick exchange between them, I want two people on each side of this debate in the audience to have 30 seconds to make one short, crisp, pungent, powerful point. So, in favor of the proposition, possibly shockingly, is one of, truly, the founders of the environmental movement, a long-standing TEDster, the founder of the Whole Earth Catalog, someone we all know and love, Stewart Brand.", "en": " 現在說明規則：雙方各有6分鐘 一方說完馬上換另一方 我會從現場觀眾挑出2位支持者跟反對者 這4位有30秒 表達支持論點的理由 有點不可思議，今天的辯論正方 他是環保運動的 創始者之一 他多次出現在 TED 演講，同時也是雜誌《Whole Earth Catalog》的創辦人 我們熟悉且敬愛的，史都華特-布蘭德"}, {"zh-tw": " Stewart Brand: Whoa. The saying is that with climate, those who know the most are the most worried.", "en": " 哇嗚 說到氣候，瞭解氣候的專家 一定都非常擔心氣候問題"}, {"zh-tw": " With nuclear, those who know the most are the least worried. A classic example is James Hansen, a NASA climatologist pushing for 350 parts per million carbon dioxide in the atmosphere.", "en": " 但是講到核能，最瞭解它的專家 卻一點都不擔心它 一個典型的例子就是，詹姆斯-漢森 他是NASA的氣候學家 並極力呼籲將大氣中的二氧化碳 降到 350PPM 以下（註：可抵抗暖化的濃度）"}, {"zh-tw": " He came out with a wonderful book recently called \"Storms of My Grandchildren.\" And Hansen is hard over for nuclear power, as are most climatologists who are engaging this issue seriously. This is the design situation: a planet that is facing climate change and is now half urban.", "en": " 他最近推出了一本書 書名《子孫的風暴》（Storms of My Grandchildren） 漢森致力研究核能 就像許多氣候學家 正專注這個問題 現在的情況是 地球正在面對氣候改變 都市面積幾乎佔了陸地的一半"}, {"zh-tw": " Look at the client base for this. Five out of six of us live in the developing world.", "en": " 在這種情況下 有6分之5的人（83%） 居住在開發中國家"}, {"zh-tw": " We are moving to cities. We are moving up in the world. And we are educating our kids, having fewer kids, basically good news all around.", "en": " 我們會往城市集中，尋找更適合生活的地方 我們會給予下一代教育 生育率下降 這些，基本上都是不錯的消息"}, {"zh-tw": " But we move to cities, toward the bright lights, and one of the things that is there that we want, besides jobs, is electricity. And if it isn't easily gotten, we'll go ahead and steal it.", "en": " 我們會往城市光亮的地方聚集 在城市裡，除了工作，另一個我們要的東西 就是電力 如果電力不易取得，我們會用偷的"}, {"zh-tw": " This is one of the most desired things by poor people all over the world, in the cities and in the countryside. Electricity for cities, at its best, is what's called baseload electricity.", "en": " 對於全世界 住在城市和鄉間的窮人 電力是他們迫切需求的必需品之一 一個城市所需的電力 我們稱之為基本負載電力"}, {"zh-tw": " That's where it is on all the time. And so far there are only three major sources of that -- coal and gas, hydro-electric, which in most places is maxed-out -- and nuclear.", "en": " 基本負載電力是指 能維繫生活所需的基本電力 至今我們主要用 3 種發電方式 煤氣發電、水力發電 這二者佔了大部分 還有一項是核能發電"}, {"zh-tw": " I would love to have something in the fourth place here, but in terms of constant, clean, scalable energy, [solar] and wind and the other renewables aren't there yet because they're inconstant. Nuclear is and has been for 40 years.", "en": " 我希望這張圖表還能加上第4項 這一項是穩定、乾淨、 可擴展的能源 太陽能、風力、以及其他再生能源 都還不算是這種能源，因為他們都不夠穩定 迄今，核能的發展已 40 年了"}, {"zh-tw": " Now, from an environmental standpoint, the main thing you want to look at is what happens to the waste from nuclear and from coal, the two major sources of electricity. If all of your electricity in your lifetime came from nuclear, the waste from that lifetime of electricity would go in a Coke can -- a pretty heavy Coke can, about two pounds.", "en": " 目前，站在環境保護的立場來看 你會特別注意 我們在核能發電和煤炭發電上 消耗了哪些東西，產生了哪些東西 如果你一輩子所用的電力都來自核能 為了產生這些發電量所造成的廢棄物 大概只有一個可樂罐大小 有點重的可樂罐，大約 2 磅"}, {"zh-tw": " But one day of coal adds up to one hell of a lot of carbon dioxide in a normal one-gigawatt coal-fired plant. Then what happens to the waste? The nuclear waste typically goes into a dry cask storage out back of the parking lot at the reactor site because most places don't have underground storage yet.", "en": " 不過在一個 發電量十億瓦特的煤炭發電廠 發電一天所產生的二氧化碳 會多到嚇死人 這些廢棄物會到哪裡去? 從反應爐取出來的核廢料 一般會儲存在一個乾燥桶裡 然後放在反應爐附近的空地 目前還沒有太多的地下儲存廠"}, {"zh-tw": " It's just as well, because it can stay where it is. While the carbon dioxide, vast quantities of it, gigatons, goes into the atmosphere where we can't get it back -- yet -- and where it is causing the problems that we're most concerned about.", "en": " 但也無傷大雅，至少這些廢料不會亂跑 當超多的二氧化碳 達到數10億噸的份量 跑到我們的大氣層 我們就沒辦法再將它們回收 這將引起許多我們迫切關心的問題"}, {"zh-tw": " So when you add up the greenhouse gases in the lifetime of these various energy sources, nuclear is down there with wind and hydro, below solar and way below, obviously, all the fossil fuels. Wind is wonderful; I love wind.", "en": " 當用不同發電方式產生你一生的用電 然後計算這過程所排放的溫室氣體 核能產生的溫室氣體，低於風力和水力 低於太陽能，也低於所有化石燃料 風力發電是很棒的，我很愛風力"}, {"zh-tw": " I love being around these big wind generators. But one of the things we're discovering is that wind, like solar, is an actually relatively dilute source of energy.", "en": " 我也喜歡那些 巨大的風力發電機 不過我們發現一件事 風力，就像太陽能一樣 發電過程都會稀釋功率，浪費能量"}, {"zh-tw": " And so it takes a very large footprint on the land, a very large footprint in terms of materials, five to 10 times what you'd use for nuclear, and typically to get one gigawatt of electricity is on the order of 250 square miles of wind farm. In places like Denmark and Germany, they've maxed out on wind already.", "en": " 風力發電需要很大的土地面積 建造這些高塔也需要許多資源 大概是核能發電所需的5到10倍 一般而言，要獲取十億瓦特的發電量 風力發電大概需要 250平方英哩的土地（約2.5個台北市） 有些國家，像是丹麥和德國 他們幾乎都用風力發電"}, {"zh-tw": " They've run out of good sites. The power lines are getting overloaded.", "en": " 他們幾乎把可能的地點都用盡了 電力網已經超出負荷"}, {"zh-tw": " And you peak out. Likewise, with solar, especially here in California, we're discovering that the 80 solar farm schemes that are going forward want to basically bulldoze 1,000 square miles of southern California desert.", "en": " 達到巔峰 還有，太陽能 在加州 我們發現在南方沙漠 當地為了建造 80座太陽能發電廠 用推土機剷出1000平方英里的土地"}, {"zh-tw": " Well, as an environmentalist, we would rather that didn't happen. It's okay on frapped-out agricultural land.", "en": " 嗯，作為一個環保人士，我們不希望這種事情發生 這個地方還可以開發成農業區"}, {"zh-tw": " Solar's wonderful on rooftops. But out in the landscape, one gigawatt is on the order of 50 square miles of bulldozed desert.", "en": " 太陽能電版可以放在屋頂上 若在平地上 蓋十億瓦特的太陽能電廠 就需要剷平50平方英里的沙漠"}, {"zh-tw": " When you add all these things up -- Saul Griffith did the numbers and figured out what would it take to get 13 clean terawatts of energy from wind, solar and biofuels, and that area would be roughly the size of the United States, an area he refers to as \"Renewistan.\" A guy who's added it up all this very well is David Mackay, a physicist in England, and in his wonderful book, \"Sustainable Energy,\" among other things, he says, \"I'm not trying to be pro-nuclear. I'm just pro-arithmetic.\" In terms of weapons, the best disarmament tool so far is nuclear energy. We have been taking down the Russian warheads, turning it into electricity.", "en": " 把這些成本加一加 薩羅·格里菲斯做了一些統計 如果想要 產生13太瓦（1太瓦=10兆瓦） 的潔淨能源 像是來自風、太陽能、或是生質燃料 大概需要一整個美國的土地面積 這種地區叫「再生能源區」（註：Renewistan） 有個叫大衛·麥凱的人，細算出這些成本 來自英格蘭的物理學家 在他的暢銷著作《永續能源》中 裡面提到「我不是支持核能，我只是喜歡算術」 如果談到武器方面 最棒的裁軍方式就是核能發電了 我們已經拆除了許多 俄國的核子彈頭 然後把它轉為發電用"}, {"zh-tw": " Ten percent of American electricity comes from decommissioned warheads. We haven't even started the American stockpile.", "en": " 美國有10%的發電量 就是來自這些俄國的核子武器 我們甚至還沒使用自己的退役核子彈頭"}, {"zh-tw": " I think of most interest to a TED audience would be the new generation of reactors that are very small, down around 10 to 125 megawatts. This is one from Toshiba.", "en": " 我想在場的聽眾都應該有興趣 見證新一代的核子反應爐 它非常小 可以產生10兆瓦特 到125兆瓦特的電量 這是東芝研發的（Toshiba）"}, {"zh-tw": " Here's one the Russians are already building that floats on a barge. And that would be very interesting in the developing world.", "en": " 俄國人利用它來作為貨運船的動力來源 這對開發中國家來說，是很有意思的"}, {"zh-tw": " Typically, these things are put in the ground. They're referred to as nuclear batteries.", "en": " 一般而言，這種設備用在陸地上比較多 這就像核能電池"}, {"zh-tw": " They're incredibly safe, weapons proliferation-proof and all the rest of it. Here is a commercial version from New Mexico called the Hyperion, and another one from Oregon called NuScale.", "en": " 它非常安全 核武器的擴散會因此得到緩和 這是一個商業化的核能電池 由新墨西哥州的 Hyperion 企業所研發 這個是由奧勒崗州的 NuScale 企業所研發"}, {"zh-tw": " Babcock & Wilcox that make nuclear reactors, here's an integral fast reactor. Thorium reactor that Nathan Myhrvold's involved in.", "en": " Babcock & Wilcox 是製作核子反應爐的公司 這是一個快速反應器 前微軟技術長，內森·麥沃爾德也投資發展釷反應器"}, {"zh-tw": " The governments of the world are going to have to decide that coals need to be made expensive, and these will go ahead. And here's the future.", "en": " 這世界上的一些政府都必須決定 要讓煤炭越來越貴，還是發展核能 這將是未來值得關注的地方"}, {"zh-tw": " CA: Okay. Okay. So arguing against, a man who's been at the nitty, gritty heart of the energy debate and the climate change debate for years.", "en": " 很好，很好 接下來，反方辯士 他總是陳述事實真相，擁有堅毅的心 這幾年來，他參與了許多能源與氣候變遷議題的討論"}, {"zh-tw": " In 2000, he discovered that soot was probably the second leading cause of global warming, after CO2. His team have been making detailed calculations of the relative impacts of different energy sources.", "en": " 在2000年時，他發現了煤煙（soot） 可能是僅次於二氧化碳的暖化元兇之一 他的研究團隊 針對各種發電方式的環境影響 做了詳細的計算"}, {"zh-tw": " His first time at TED, possibly a disadvantage -- we shall see -- from Stanford, Professor Mark Jacobson. Good luck. Mark Jacobson: Thank you.", "en": " 這是他第一次出席 TED 大會，也許比較吃虧，看他表現如何 來自史丹佛大學的 馬克·雅各布森教授。祝好運 謝謝"}, {"zh-tw": " So my premise here is that nuclear energy puts out more carbon dioxide, puts out more air pollutants, enhances mortality more and takes longer to put up than real renewable energy systems, namely wind, solar, geothermal power, hydro-tidal wave power. And it also enhances nuclear weapons proliferation.", "en": " 我的認定是，核能 會製造更多二氧化碳 更多的空氣污染 增加死亡率，而且相較於風力、太陽能 地熱能、潮汐能等等再生能源 核能需要更長的 建造時間 核能發電也會增加核子武器的擴散"}, {"zh-tw": " So let's start just by looking at the CO2 emissions from the life cycle. CO2e emissions are equivalent emissions of all the greenhouse gases and particles that cause warming and converted to CO2.", "en": " 讓我們先來觀察 各種發電廠生命周期的二氧化碳排放量 CO2e是指（註：CO2e = 二氧化碳等價量） 那些會造成地球暖化的 溫室氣體、微粒（註：溫室氣體有6～7種） 把它們轉換成等效的CO2排放量"}, {"zh-tw": " And if you look, wind and concentrated solar have the lowest CO2 emissions, if you look at the graph. Nuclear -- there are two bars here.", "en": " 你能發現，風力和太陽能 擁有最低的二氧化碳排放量 看到核能的那處，顯示2個直條圖"}, {"zh-tw": " One is a low estimate, and one is a high estimate. The low estimate is the nuclear energy industry estimate of nuclear.", "en": " 一條是估計最低排放量，另一個是最高估計量 最低估計量是 核能產業人員計算的"}, {"zh-tw": " The high is the average of 103 scientific, peer-reviewed studies. And this is just the CO2 from the life cycle.", "en": " 最高的估計量是來自 103個科學研究報告的平均數值 這裡只計算 發電廠從使用到廢棄所產生的二氧化碳"}, {"zh-tw": " If we look at the delays, it takes between 10 and 19 years to put up a nuclear power plant from planning to operation. This includes about three and a half to six years for a site permit.", "en": " 建造一座核能電廠，如果有點延誤的話 從營運的事前規劃 到電廠的建造完成 大概需要10到19年 取得土地的許可 大概就要 3.5 年到 6 年"}, {"zh-tw": " and another two and a half to four years for a construction permit and issue, and then four to nine years for actual construction. And in China, right now, they're putting up five gigawatts of nuclear.", "en": " 還要再花 2.5 年到 4 年 去取得建造許可 然後再花 4 到 9 年去真正動工建造 現在在中國 有5個十億瓦特的核能發電廠"}, {"zh-tw": " And the average, just for the construction time of these, is 7.1 years on top of any planning times. While you're waiting around for your nuclear, you have to run the regular electric power grid, which is mostly coal in the United States and around the world.", "en": " 平均建造這些核能發電廠所需時間 大約是 7.1 年 是整個過程中最漫長的部分 當你在等待使用核能電力時 這段過渡期還是要使用一般的電路線 這表示要繼續使用煤炭發電"}, {"zh-tw": " And the chart here shows the difference between the emissions from the regular grid, resulting if you use nuclear, or anything else, versus wind, CSP or photovoltaics. Wind takes about two to five years on average, same as concentrated solar and photovoltaics.", "en": " 這張圖表顯示了如果建造核能，或是其他電廠 像是風力、集光式太陽能、光電太陽能 使用前的建造時間所產生的 溫室氣體排放量 風力發電平均需要 2 到 5 年的建造時間 跟集光式太陽能和光電太陽能一樣"}, {"zh-tw": " So the difference is the opportunity cost of using nuclear versus wind, or something else. So if you add these two together, alone, you can see a separation that nuclear puts out at least nine to 17 times more CO2 equivalent emissions than wind energy.", "en": " 所以這種機會成本，就是使用核能與 其他發電方式的差異之處 把使用核能跟風力的機會成本相比， 甚至把任 2 種的機會成本加起來 核能發電所造成的二氧化碳排放量 都至少比風力高達 9 倍到 17 倍"}, {"zh-tw": " And this doesn't even account for the footprint on the ground. If you look at the air pollution health effects, this is the number of deaths per year in 2020 just from vehicle exhaust.", "en": " 這些甚至還沒計算 核能電廠所要佔據的土地面積 若你想看看空氣污染對人體健康的影響 這張圖顯示到2020年時 每年因汽車排放物致死的人數"}, {"zh-tw": " Let's say we converted all the vehicles in the United States to battery electric vehicles, hydrogen fuel cell vehicles or flex fuel vehicles run on E85. Well, right now in the United States, 50 to 100,000 people die per year from air pollution, and vehicles are about 25,000 of those.", "en": " 假設我們將全美的汽車 都換成電池動力、氫燃料電池車 或是混合燃料等等不同燃料來驅動 在美國，每年因空污死亡的人數 隨空汙來源的不同，死亡人數有50人到10萬人不等 汽車的空污大約會導致2萬5千人喪命"}, {"zh-tw": " In 2020, the number will go down to 15,000 due to improvements. And so, on the right, you see gasoline emissions, the death rates of 2020.", "en": " 不過到了2020年，因為交通工具的改善 這個數字會降到1萬5千人 圖表最右邊，是到2020年 用石油當汽車燃料所導致的平均每年死亡數"}, {"zh-tw": " If you go to corn or cellulosic ethanol, you'd actually increase the death rate slightly. If you go to nuclear, you do get a big reduction, but it's not as much as with wind and concentrated solar.", "en": " 如果使用的是玉米或是纖維乙醇燃料（註：右2右3） 死亡數會稍微增加 如果使用核能當汽車燃料 這死亡數會大大削減（註：右5） 但是削減的數量完全比不過風力和太陽能"}, {"zh-tw": " Now if you consider the fact that nuclear weapons proliferation is associated with nuclear energy proliferation, because we know for example, India and Pakistan developed nuclear weapons secretly by enriching uranium in nuclear energy facilities. North Korea did that to some extent.", "en": " 你會考慮到 核子武器的擴展 是跟我們使用核能發電的擴展有正相關 因為我們都知道 印度和巴基斯坦都偷偷地從 核能發電廠煉出的濃縮鈾 來發展核子武器 北韓就是用這種方式發展核子武器"}, {"zh-tw": " Iran is doing that right now. And Venezuela would be doing it if they started with their nuclear energy facilities.", "en": " 伊朗正在這麼做 若委內瑞拉啟動核能電廠 他們也會循此方式製造核子武器"}, {"zh-tw": " If you do a large scale expansion of nuclear energy across the world, and as a result there was just one nuclear bomb created that was used to destroy a city such as Mumbai or some other big city, megacity, the additional death rates due to this averaged over 30 years and then scaled to the population of the U.S. would be this.", "en": " 如果世界各地 都大肆擴展核子發電 那麼，結果就是 將會製造出 可以摧毀像孟買或是其他百萬人口城市的 核子炸彈 因核子彈所炸死的死亡數 超過過去30年美國空污 所導致的死亡數"}, {"zh-tw": " So, do we need this? The next thing is: What about the footprint? Stewart mentioned the footprint. Actually, the footprint on the ground for wind is by far the smallest of any energy source in the world.", "en": " 我們真的需要核能嗎? 電廠佔地面積的又怎麼說?剛剛史都華特提到的 事實上，風力發電場佔地面積 是低於全世界任何一種發電方式"}, {"zh-tw": " That, because the footprint, as you can see, is just the pole touching the ground. And you can power the entire U.S. vehicle fleet with 73,000 to 145,000 five-megawatt wind turbines.", "en": " 因為你看圖就可以發現 風力發電機接觸到地面的只有那根水泥柱 你可以用這些 7萬3千座到14萬5千座的5百萬瓦特風力渦輪 用以驅使全美的汽車"}, {"zh-tw": " That would take between one and three square kilometers of footprint on the ground, entirely. The spacing is something else.", "en": " 把這些風力發電的水泥柱占地面積相加 也不過大概1到3平方公里 電廠的佔據空間又是另一回事"}, {"zh-tw": " That's the footprint that is always being confused. People confuse footprint with spacing.", "en": " 電廠佔地面積總是被佔據空間所搞混 人們總是把佔地面積與佔據空間混為一談"}, {"zh-tw": " As you can see from these pictures, the spacing between can be used for multiple purposes including agricultural land, range land or open space. Over the ocean, it's not even land.", "en": " 你們可以看看這些圖片 會發現風力發電機之間的間距空間可以有許多用途 像是作為農業用地 或是牧場、遊憩用地 如果建在海上，更沒有這個問題"}, {"zh-tw": " Now if we look at nuclear -- With nuclear, what do we have? We have facilities around there. You also have a buffer zone that's 17 square kilometers. And you have the uranium mining that you have to deal with.", "en": " 如果你看看核能發電 要蓋核能電廠，我們需要什麼? 所需的設施會蓋得滿滿，周圍還需要 17平方公里的緩衝區 你還必須處理 鈾礦的開採問題"}, {"zh-tw": " Now if we go to the area, lots is worse than nuclear or wind. For example, cellulosic ethanol, to power the entire U.S. vehicle fleet, this is how much land you would need.", "en": " 如果說到面積問題 還有很多東西是比核能和風力還糟的 舉例來說，要產生能驅動全美汽車的纖維乙醇 需要這麼大的種植面積"}, {"zh-tw": " That's cellulosic, second generation biofuels from prairie grass. Here's corn ethanol. It's smaller.", "en": " 這是種植第二代的纖維乙醇所需面積 從牧草提煉的 這是種植玉米纖維乙醇所需面積，就稍微小了點"}, {"zh-tw": " This is based on ranges from data, but if you look at nuclear, it would be the size of Rhode Island to power the U.S. vehicle fleet. For wind, there's a larger area, but much smaller footprint.", "en": " 這些都是根據詳細資料計算的 但倘若你反過頭來看核能 要驅動全美的汽車，你需要一個像羅德島的核能電廠（約11.5個台北市） 風力發電也是需要不小的土地 不過覆蓋面積要小太多了"}, {"zh-tw": " And of course, with wind, you could put it all over the East Coast, offshore theoretically, or you can split it up. And now, if you go back to looking at geothermal, it's even smaller than both, and solar is slightly larger than the nuclear spacing, but it's still pretty small.", "en": " 不過 你可以把風力發電都移到東岸 理論上你可以在建在海平面上，或者你也可以把它們分散開來 回頭看看地熱發電 它所需面積比風力和核能都小 太陽能的所需面積比核能電廠稍大 但它也實在夠小了"}, {"zh-tw": " And this is to power the entire U.S. vehicle fleet. To power the entire world with 50 percent wind, you would need about one percent of world land.", "en": " 以上是為了驅動全美汽車的各電廠所需面積 若想完全利用全球50%的風力 你必須使用1%的陸地"}, {"zh-tw": " Matching the reliability, base load is actually irrelevant. We want to match the hour-by-hour power supply.", "en": " 風力發電的確可靠，但這種方式是不切實際的 我們想要一天24小時都有穩定的電力供給"}, {"zh-tw": " You can do that by combining renewables. This is from real data in California, looking at wind data and solar data.", "en": " 把各種再生能源合併運用也是可以的 這是從加州蒐集來的資料（註：縱座標為千瓦特，橫座標為1天24個小時） 看看風力(綠色)和太陽能(橘色)的那部份"}, {"zh-tw": " And it considers just using existing hydro to match the hour-by-hour power demand. Here are the world wind resources.", "en": " 從圖中可以發現 只有水力發電能24小時都穩定提供所需電量（白線以下為每小時所需電量） 這張是全球的風力資源配置圖"}, {"zh-tw": " There's five to 10 times more wind available worldwide than we need for all the world. So then here's the final ranking.", "en": " 全球可被利用的風力 比我們所需要的還多上5到10倍 最後我們來個總排名"}, {"zh-tw": " And one last slide I just want to show. This is the choice: You can either have wind or nuclear. If you use wind, you guarantee ice will last.", "en": " 這最後一張投影片，透漏了我們應該要的選擇 風力或核能你只能2選1 若選擇風力 則保證冰山不會融化"}, {"zh-tw": " Nuclear, the time lag alone will allow the Arctic to melt and other places to melt more. And we can guarantee a clean, blue sky or an uncertain future with nuclear power.", "en": " 核能，光是那建造的前置時間 就能讓北極或是其他的地方的冰山融化更多 我們可以擁有更乾淨、更清澈的藍色天空 或是，擁有一個不確定的核子年代"}, {"zh-tw": " CA: All right. So while they're having their comebacks on each other -- and yours is slightly short because you slightly overran -- I need two people from either side.", "en": " 很棒的說明 等會，你們開始質詢對方的時候要控制時間 因為剛剛有一點超過時間了 等會我需要聽眾的意見"}, {"zh-tw": " So if you're for this, if you're for nuclear power, put up two hands. If you're against, put up one.", "en": " 如果你是支持核能的 請舉起雙手 若你是反對的，請舉一隻手"}, {"zh-tw": " And I want two of each for the mics. Now then, you guys have -- you have a minute comeback on him to pick up a point he said, challenge it, whatever.", "en": " 請給這些聽眾麥克風 好的，那台上這2位先生 你有1分鐘的時間 質詢他剛剛的論點 內容不拘"}, {"zh-tw": " SB: I think a point of difference we're having, Mark, has to do with weapons and energy. These diagrams that show that nuclear is somehow putting out a lot of greenhouse gases -- a lot of those studies include, \"Well of course war will be inevitable and therefore we'll have cities burning and stuff like that,\" which is kind of finessing it a little bit, I think.", "en": " 馬克，我對於武器和能源方面 跟你相比 有著不同觀點 剛剛的圖表都沒有顯示 核能是如何釋放出溫室氣體的 有許多研究這樣陳述：「如果城市繼續使用核能 那戰爭就無法避免」 我認為 這句話有語病"}, {"zh-tw": " The reality is that there's, what, 21 nations that have nuclear power? Of those, seven have nuclear weapons. In every case, they got the weapons before they got the nuclear power.", "en": " 實際上，應該要問 是哪 21 個國家擁有核能電廠? 而這21個國家裡，只有7個持有核子武器 這7個國家，在建造核能電廠之前 就已經有核子武器了"}, {"zh-tw": " There are two nations, North Korea and Israel, that have nuclear weapons and don't have nuclear power at all. The places that we would most like to have really clean energy occur are China, India, Europe, North America, all of which have sorted out their situation in relation to nuclear weapons.", "en": " 其中的2個國家，北韓跟伊朗 雖然擁有核子武器 但是沒有核能電廠 有一些 希望使用潔淨能源的地區 像是中國、印度、歐洲、北美 這些國家 已經在處理核子武器的問題了"}, {"zh-tw": " So that leaves a couple of places like Iran, maybe Venezuela, that you would like to have very close surveillance of anything that goes on with fissile stuff. Pushing ahead with nuclear power will mean we really know where all of the fissile material is, and we can move toward zero weapons left, once we know all that.", "en": " 還有一些國家像伊朗 委內瑞拉 我們也在密切的監視 這些國家 使用任何核分裂的相關設備 核能發電的推動就表示 我們會知道核分裂原料的去向 同時就能 推動零核武的世界"}, {"zh-tw": " CA: Mark, 30 seconds, either on that or on anything Stewart said. MJ: Well we know India and Pakistan had nuclear energy first, and then they developed nuclear weapons secretly in the factories.", "en": " 馬克 你有30秒，回應史都華特的質詢 我們都知道印度與巴基斯坦擁有核能電廠 而同時他們也在電廠裡秘密研究核子武器"}, {"zh-tw": " So the other thing is, we don't need nuclear energy. There's plenty of solar and wind.", "en": " 另外，我們根本不需要核能發電 我們有豐沛的太陽能與風力"}, {"zh-tw": " You can make it reliable, as I showed with that diagram. That's from real data.", "en": " 剛剛我拿出來的圖表顯示，我們可以依賴這二種發電 這些都是真實的數據"}, {"zh-tw": " And this is an ongoing research. This is not rocket science. Solving the world's problems can be done, if you really put your mind to it and use clean, renewable energy.", "en": " 這項研究正不斷進步，也不是什麼高深學問 這可以解決全世界的用電問題 如果你下定決心要使用乾淨、再生的能源"}, {"zh-tw": " There's absolutely no need for nuclear power. CA: We need someone for.", "en": " 那根本就不需要核能 接下來是觀眾質詢"}, {"zh-tw": " Rod Beckstrom: Thank you Chris. I'm Rod Beckstrom, CEO of ICANN. I've been involved in global warming policy since 1994, when I joined the board of Environmental Defense Fund that was one of the crafters of the Kyoto Protocol.", "en": " 我叫羅德-貝克斯特羅姆，ICANN的執行長（註：管理域名和IP的非營利組織） 自從1994 我加入環境保衛基金會的董事會後 這基金會是京都議定書的推手之一 從那時候開始我就涉入了許多暖化的政策"}, {"zh-tw": " And I want to support Stewart Brand's position. I've come around in the last 10 years.", "en": " 我支持史都華特-布蘭德的論點 我關注這個議題至少10年"}, {"zh-tw": " I used to be against nuclear power. I'm now supporting Stewart's position, softly, from a risk-management standpoint, agreeing that the risks of overheating the planet outweigh the risk of nuclear incident, which certainly is possible and is a very real problem.", "en": " 我過去是反對核能發電 但是我現在站在史都華特這邊 從風險管理的立場來看 同意的要點在於 讓地球過熱的風險 遠遠超過核子意外的風險 這是很有可能發生的，而且是個非常實際的問題"}, {"zh-tw": " However, I think there may be a win-win solution here where both parties can win this debate, and that is, we face a situation where it's carbon caps on this planet or die. And in the United States Senate, we need bipartisan support -- only one or two votes are needed -- to move global warming through the Senate, and this room can help.", "en": " 然而，我認為應該有一個 可以讓正反二辯雙贏的方法 我們要作決定 是設定碳排放上限? 或是讓地球滅亡? 在美國參議院裡 我們需要來自兩個政黨的支持 只需要一兩張選票 就可以在參議院通過有關暖化的議案 在那個小房間就能決定這一切"}, {"zh-tw": " So if we get that through, then Mark will solve these problems. Thanks Chris. CA: Thank you Rod Beckstrom. Against.", "en": " 如果政府願意重視暖化問題，那馬克所提的問題也能被解決。謝謝 謝謝你。接下來換反方的聽眾"}, {"zh-tw": " David Fanton: Hi, I'm David Fanton. I just want to say a couple quick things. The first is: be aware of the propaganda.", "en": " 嗨，我叫大衛-芬頓。我很快地說幾件事情 第一，請留意宣傳伎倆"}, {"zh-tw": " The propaganda from the industry has been very, very strong. And we have not had the other side of the argument fully aired so that people can draw their own conclusions.", "en": " 來自核能業界的鼓吹運作 一直非常強勁 反對的聲音 卻被壓抑，沒有傳播開來 我們應該要勇於表達我們自己的意見"}, {"zh-tw": " Be very aware of the propaganda. Secondly, think about this.", "en": " 不要被業界所蒙蔽了 第二，仔細思考"}, {"zh-tw": " If we build all these nuclear power plants, all that waste is going to be on hundreds, if not thousands, of trucks and trains, moving through this country every day. Tell me they're not going to have accidents.", "en": " 如果我們建造核能電廠 所有的核廢料 都將被數以百計的 卡車和火車運送 每天從這個國家來來去去 然後告訴我們說這一切都會很好，不會發生意外"}, {"zh-tw": " Tell me that those accidents aren't going to put material into the environment that is poisonous for hundreds of thousands of years. And then tell me that each and every one of those trucks and trains isn't a potential terrorist target.", "en": " 說這些將會毒害環境數萬年的 核廢料 永遠不會有事 說這些負責運送的每一輛卡車跟貨車 永遠不會被恐怖份子盯上"}, {"zh-tw": " CA: Thank you. For.", "en": " 謝謝你 支持聽眾..."}, {"zh-tw": " Anyone else for? Go. Alex: Hi, I'm Alex. I just wanted to say, I'm, first of all, renewable energy's biggest fan.", "en": " 另一位支持聽眾呢?開始吧 嗨，我叫艾力克斯，我只是想要講... 首先，我得承認我是再生能源的擁護者"}, {"zh-tw": " I've got solar PV on my roof. I've got a hydro conversion at a watermill that I own.", "en": " 我家屋頂有安裝太陽光電模板 我在水車磨坊上裝了 水電轉換裝置"}, {"zh-tw": " And I'm, you know, very much \"pro\" that kind of stuff. However, there's a basic arithmetic problem here.", "en": " 我非常喜歡這些再生能源 但是，問題出現了"}, {"zh-tw": " The capability of the sun shining, the wind blowing and the rain falling, simply isn't enough to add up. So if we want to keep the lights on, we actually need a solution which is going to keep generating all of the time.", "en": " 太陽能發電 只要遇到起風的陰天甚至下雨天就完全沒用 老實說根本不夠用 如果我想讓燈持續開著 我就需要一個好方法 讓電的供應能夠穩定不斷"}, {"zh-tw": " I campaigned against nuclear weapons in the '80s, and I continue to do so now. But we've got an opportunity to recycle them into something more useful that enables us to get energy all of the time.", "en": " 我從80年代就開始抗議核子武器的發展 而且會一直這麼做 但是我們現在有機會 去回收這些核子彈頭 然後再利用來發電"}, {"zh-tw": " And, ultimately, the arithmetic problem isn't going to go away. We're not going to get enough energy from renewables alone.", "en": " 問題還沒解決 目前我們沒辦法從再生能源取得足夠的能量"}, {"zh-tw": " We need a solution that generates all of the time. If we're going to keep the lights on, nuclear is that solution.", "en": " 我們還需要一個完整的解決方案 照目前看來，如果我們想把燈點著 核能似乎是目前最好的方案"}, {"zh-tw": " CA: Thank you. Anyone else against? Man: The last person who was in favor made the premise that we don't have enough alternative renewable resources.", "en": " 謝謝你 另一位反方? 我贊成馬克的觀點 我們的確還沒有足夠的 可替代性的再生能源"}, {"zh-tw": " And our \"against\" proponent up here made it very clear that we actually do. And so the fallacy that we need this resource and we can actually make it in a time frame that is meaningful is not possible.", "en": " 而馬克清楚闡述了 我們這些反核人士的立場 說我們需要核能 說這個時代 核能的使用是很重要的 這根本是大錯特錯"}, {"zh-tw": " I will also add one other thing. Ray Kurzweil and all the other talks -- we know that the stick is going up exponentially.", "en": " 再跟各位分享另一件事 雷·庫茲威爾和其餘類似演講都曾提到 人類科技未來將呈指數增長"}, {"zh-tw": " So you can't look at state-of-the-art technologies in renewables and say, \"That's all we have.\" Because five years from now, it will blow you away what we'll actually have as alternatives to this horrible, disastrous nuclear power. CA: Point well made. Thank you.", "en": " 你不能指著目前最先進的再生能源技術 然後說：這大概就是我們僅有的 也許再過5年 就會出現令人驚訝的再生能源科技 完全取代可怕又糟糕的核能 很好的論點，謝謝你"}, {"zh-tw": " So each of you has really just a couple sentences -- 30 seconds each to sum up. Your final pitch, Stewart.", "en": " 現在請你們二位 用30秒的時間 做一個總結 你的最後機會了，史都華特"}, {"zh-tw": " SB: I loved your \"It all balances out\" chart that you had there. It was a sunny day and a windy night.", "en": " 我喜歡你剛剛播放的 那些長條圖 不過，天氣是不穩定而且變化很快的"}, {"zh-tw": " And just now in England they had a cold spell. All of the wind in the entire country shut down for a week.", "en": " 英格蘭地區 剛剛才度過寒流期 他們整個國家的風力發電 停機了一個星期"}, {"zh-tw": " None of those things were stirring. And as usual, they had to buy nuclear power from France.", "en": " 不過他們卻沒什麼反應 如同慣例，他們會跟法國買核能電力"}, {"zh-tw": " Two gigawatts comes through the Chunnel. This keeps happening.", "en": " 從英法海底隧道輸送20億瓦的電力 這種事會一直發生"}, {"zh-tw": " I used to worry about the 10,000 year factor. And the fact is, we're going to use the nuclear waste we have for fuel in the fourth generation of reactors that are coming along.", "en": " 我也曾經擔心那些會遺害萬年的廢料 不過實際上，隨科技的發展 未來我們能把第四代的核反應爐產生的廢料，回收利用"}, {"zh-tw": " And especially the small reactors need to go forward. I heard from Nathan Myhrvold -- and I think here's the action point -- it'll take an act of Congress to make the Nuclear Regulatory Commission start moving quickly on these small reactors, which we need very much, here and in the world.", "en": " 還有那種小型反應爐的發展 我聽說內森·麥沃爾德（前微軟技術長） 他將在國會採取行動 並讓 NRC 盡速發展小型反應爐（NRC：美國核能安全管制最高機關） 這將是我們未來迫切需要的 我認為這才是有用、具體的行動方案"}, {"zh-tw": " MJ: So we've analyzed the hour-by-hour power demand and supply, looking at solar, wind, using data for California. And you can match that demand, hour-by-hour, for the whole year almost.", "en": " 我們剛剛分析過 每一小時所供給、所需求的電量 也看到太陽能、風力在加州的使用情形 你可以發現再生能源可以滿足每一小時的需求量 甚至滿足一整年的需求量"}, {"zh-tw": " Now, with regard to the resources, we've developed the first wind map of the world, from data alone, at 80 meters. We know what the wind resources are. You can cover 15 percent.", "en": " 講到資源 我們已經描繪出 離地表 80 公尺高上空的地球風向圖 我們瞭解了這項資源，我們能利用15%的風力來發電"}, {"zh-tw": " Fifteen percent of the entire U.S. has wind at fast enough speeds to be cost-competitive.", "en": " 全美 15% 的風力資源 是很有成本優勢的"}, {"zh-tw": " And there's much more solar than there is wind. There's plenty of resource. You can make it reliable.", "en": " 而且我們還有許多的太陽能 這些資源是相當的豐沛，你可以依賴這些資源"}, {"zh-tw": " CA: Okay. So, thank you, Mark. So if you were in Palm Springs ...", "en": " 好的，謝謝你，馬克 如果你身在棕櫚泉市...（註：位於加州的城市） (危險核能)"}, {"zh-tw": " Shameless. Shameless. Shameless. So, people of the TED community, I put it to you that what the world needs now is nuclear energy.", "en": " 你是站在哪一邊的啊 嗯，現在在場的各位 TED 聽眾 我說，現在世界上需要的 是核能"}, {"zh-tw": " All those in favor, raise your hands. (Shouts) And all those against.", "en": " 認同此論點的人，請舉手 反對核能的人"}, {"zh-tw": " Ooooh. Now that is -- my take on that ...", "en": " 哇喔... 那麼現在...我問"}, {"zh-tw": " Just put up ... Hands up, people who changed their minds during the debate, who voted differently. Those of you who changed your mind in favor of \"for\" put your hands up.", "en": " 聽過這場辯論後改變立場的人 請舉手 這些改變立場的聽眾 你是轉為支持核能的人 請繼續舉手"}, {"zh-tw": " Okay. So here's the read on it. Both people won supporters, but on my count, the mood of the TED community shifted from about 75 to 25 to about 65 to 35 in favor, in favor.", "en": " 好，目前情況 兩位都有各自的支持聽眾 就我剛剛稍微計算一下 支持與反對的聽眾比例 從剛剛的75-25 變成了65-35 你們各有千秋"}, {"zh-tw": " You both won. I congratulate both of you. Thank you for that.", "en": " 你們二方都是贏家，恭喜你們 也謝謝你們今天的參與"}], "title": "Debate Does The World Need Nuclear Energy"}