{"url": "http://www.ted.com/talks/carter_emmart_demos_a_3d_atlas_of_the_universe", "paragraphs": [{"zh-tw": " It's a great honor today to share with you The Digital Universe, which was created for humanity to really see where we are in the universe. And so I think we can roll the video that we have.", "en": " 今天非常榮幸 和大家分享 數字化宇宙 它的誕生是為了讓全人類 能夠真實地看到我們 在宇宙中的位置。 因此我們現在就可以看看這個視頻。"}, {"zh-tw": " [The Himalayas.] (Music) The flat horizon that we've evolved with has been a metaphor for the infinite: unbounded resources and unlimited capacity for disposal of waste. It wasn't until we really left Earth, got above the atmosphere and had seen the horizon bend back on itself, that we could understand our planet as a limited condition.", "en": " [喜馬拉雅山脈] （音樂） Carter Emmart旁白：一直以來我們所感受到的地平線 恰似一個隱喻 認為人有無窮無盡的資源 無限的能力 可以無節制地丟棄垃圾。 直到我們真正地 離開地球， 到達大氣層之上， 看到這個地平線 彎曲成一個球， 我們才會意識到我們的星球 是有限的。"}, {"zh-tw": " The Digital Universe Atlas has been built at the American Museum of Natural History over the past 12 years. We maintain that, put that together as a project to really chart the universe across all scales.", "en": " 數字化宇宙圖 構建於 美國自然歷史博物館 已走過12個年頭。 我們堅持不懈 積思廣益 令這個項目 可以真實地繪製出 各種比例下的宇宙。"}, {"zh-tw": " What we see here are satellites around the Earth and the Earth in proper registration against the universe, as we see. NASA supported this work 12 years ago as part of the rebuilding of the Hayden Planetarium so that we would share this with the world.", "en": " 這裡我們看到的是環繞地球的衛星， 以及地球在整個宇宙中的 恰當位置。 NASA支持這項工作 已長達12年， 將其作為重建 海登天文館的一部份 因而我們可以和全世界分享這個成果。"}, {"zh-tw": " The Digital Universe is the basis of our space show productions that we do -- our main space shows in the dome. But what you see here is the result of, actually, internships that we hosted with Linkoping University in Sweden.", "en": " 數字化宇宙基本上就是 我們的空間展示節目， 其播放的空間是個穹頂大廳。 但是你在這裡看到的 事實上是實習計劃的成果 即我們在Linkoping大學的一個項目 在瑞典。"}, {"zh-tw": " I've had 12 students work on this for their graduate work, and the result has been this software called Uniview and a company called SCISS in Sweden. This software allows interactive use, so this actual flight path and movie that we see here was actually flown live.", "en": " 我有12個學生為這個項目工作 這也是他們的研究生課題。 成果就是這個成為“全宇視野”的軟件 以及在瑞典成立的公司，叫SCISS。 這個軟件 允許交互使用。 所以這道飛行軌跡 以及我們這裡看到的所有影像 都是真實發生過的。"}, {"zh-tw": " I captured this live from my laptop in a cafe called Earth Matters on the Lower East Side of Manhattan, where I live, and it was done as a collaborative project with the Rubin Museum of Himalayan Art for an exhibit on comparative cosmology. And so as we move out, we see continuously from our planet all the way out into the realm of galaxies, as we see here, light-travel time, giving you a sense of how far away we are.", "en": " 我從我的筆記本電腦上捕捉到這個真實片段 就在一個叫“地球很重要”的咖啡館裡， 位於曼哈頓的下東部，也就是我住的地方。 所以 這是一個多方合作的計劃 會同（紐約的）魯賓喜馬拉雅藝術博物館 聯合展出 主題是比較宇宙學。 就這樣，當我們從地球出發 從地球不斷 看向宇宙的各個方向，正如這裡所展示的， 光速可以讓你感受到現在距地球有多遙遠。"}, {"zh-tw": " As we move out, the light from these distant galaxies have taken so long, we're essentially backing up into the past. We back so far up we're finally seeing a containment around us -- the afterglow of the Big Bang.", "en": " 當我們繼續前進， 來自這些 遙遠星系的光 已經走了非常遠， 我們其實是在跟進這些光的過去。 當我們越跟越近， 最終我們會看到被一個容器所包圍—— 就是宇宙大爆炸的余輝。"}, {"zh-tw": " This is the WMAP microwave background that we see. We'll fly outside it here, just to see this sort of containment.", "en": " 也就是W圖， 微波背景 就如我們現在所見。 現在我們將飛越它，就會看到這個容器。"}, {"zh-tw": " If we were outside this, it would almost be meaningless, in the sense as before time. But this our containment of the visible universe.", "en": " 如果我們跳到這個背景之外， 那幾乎是無意義的，所謂在時間開始之前。 但是這就是我們可見宇宙的邊界。"}, {"zh-tw": " We know the universe is bigger than that which we can see. Coming back quickly, we see here the radio sphere that we jumped out of in the beginning, but these are positions, the latest positions of exoplanets that we've mapped, and our sun here, obviously, with our own solar system.", "en": " 我們知道宇宙要比我們所能看到的大得多。 迅速回到地球， 這裡是我們最先出發的無線電波區域 但是這些位置， 是最新的太陽系外行星 我們已經製作到圖中。 顯然這裡是我們的太陽和太陽系。"}, {"zh-tw": " What you're going to see -- we're going to have to jump in here pretty quickly between several orders of magnitude to get down to where we see the solar system -- these are the paths of Voyager 1, Voyager 2, Pioneer 11 and Pioneer 10, the first four spacecraft to have left the solar system. Coming in closer, picking up Earth, orbit of the Moon, and we see the Earth.", "en": " 你們即將看到的——這裡必須快速跳躍 透過不同量級的尺度 看我們的太陽系。 這些飛行軌跡屬於 旅行者1號，旅行者2號，先鋒11號和先鋒10號， 最早離開太陽系的四艘宇宙飛船。 再靠近些， 看看地球。 在月球的運行軌道上，我們看地球。"}, {"zh-tw": " This map can be updated, and we can add in new data. I know Dr. Carolyn Porco is the camera P.I.", "en": " 這張圖是可以更新的。 我們可以添加新數據。 我知道Carolyn Porco 博士是"}, {"zh-tw": " for the Cassini mission. But here we see the complex trajectory of the Cassini mission color coded for different mission phases, ingeniously developed so that 45 encounters with the largest moon, Titan, which is larger that the planet Mercury, diverts the orbit into different parts of mission phase.", "en": " 卡西尼計劃的成像系統的首席研究員。 但是這裡我們看到的複雜軌道 屬於整個卡西尼計劃， 不同的顏色區分了該計劃的不同階段， 該計劃的推進極其精密巧妙， 它45次與土星的最大衛星泰坦相遇， 泰坦甚至大過水星， 它把泰坦的運行軌跡劃分為該計劃的不同階段。"}, {"zh-tw": " This software allows us to come close and look at parts of this. This software can also be networked between domes.", "en": " 這套軟件讓我們能更靠近 觀察這些不同部份。 它還可以在不同的天文館間聯網使用。"}, {"zh-tw": " We have a growing user base of this, and we network domes. And we can network between domes and classrooms.", "en": " 我們的基礎用戶群還在擴大。 我們連接起這些天幕。 而且我們還能讓天幕和教室聯網。"}, {"zh-tw": " We're actually sharing tours of the universe with the first sub-Saharan planetarium in Ghana as well as new libraries that have been built in the ghettos in Columbia and a high school in Cambodia. And the Cambodians have actually controlled the Hayden Planetarium from their high school.", "en": " 我們的宇宙之旅可以在多處同時展開， 無論是撒哈拉以南的第一座天文館 加納的天文館 還有 建在哥倫比亞貧民窟的 新圖書館， 以及柬埔寨的 某所中學。 而且柬埔寨的同學們 確實可以從他們的學校控制海登天文館。"}, {"zh-tw": " This is an image from Saturday, photographed by the Aqua satellite, but through the Uniview software. So you're seeing the edge of the Earth.", "en": " 這是星期六拍攝的一副圖像， 透過Aqua衛星（NASA的多國科學衛星），但是用的是“全宇視野”軟件。 所以這裡看到的是地球的邊緣。"}, {"zh-tw": " This is Nepal. This is, in fact, right here is the valley of Lhasa, right here in Tibet.", "en": " 這是尼泊爾。 這裡事實上是拉薩谷地， 就位於西藏。"}, {"zh-tw": " But we can see the haze from fires and so forth in the Ganges valley down below in India. This is Nepal and Tibet.", "en": " 但是我們能看到迷霧 來自恒河谷地燃燒的火等等， 就在印度的南部。 這裡是尼泊爾和西藏。"}, {"zh-tw": " And just in closing, I'd just like to say this beautiful world that we live on -- here we see a bit of the snow that some of you may have had to brave in coming out -- so I'd like to just say that what the world needs now is a sense of being able to look at ourselves in this much larger condition now and a much larger sense of what home is. Because our home is the universe, and we are the universe, essentially.", "en": " 最後， 我想說，我們居住的這個美麗的星球—— 這裡能看到些積雪， 在座有人可能曾經勇敢地到達過那裡。 我只是想說， 現在這個世界所需要的 是讓我們能夠 像這樣從更大的背景回望我們自己， 從更廣大的空間看看我們的家園。 因為我們的家就是宇宙， 根本上來說我們就是宇宙。"}, {"zh-tw": " We carry that in us. And to be able to see our context in this larger sense at all scales helps us all, I think, in understanding where we are and who we are in the universe.", "en": " 宇宙就蘊含在我們中。 能夠看到我們身處的宇宙 以各種更大的尺度來看， 我認為有助于讓我們理解 在宇宙中，我們在哪裡，我們是誰。"}, {"zh-tw": " Thank you.", "en": " 謝謝大家。"}], "title": "Carter Emmart Demos A 3D Atlas Of The Universe"}