{"url": "http://www.ted.com/talks/julian_assange_why_the_world_needs_wikileaks", "paragraphs": [{"zh-tw": " Chris Anderson: Julian, welcome. It's been reported that WikiLeaks, your baby, has, in the last few years has released more classified documents than the rest of the world's media combined. Can that possibly be true? Julian Assange: Yeah, can it possibly be true? It's a worry -- isn't it? -- that the rest of the world's media is doing such a bad job that a little group of activists is able to release more of that type of information than the rest of the world press combined.", "en": " 朱利安，歡迎 有報導說，你的心血「維基解密」 在過去幾年公佈的 機密文件數量 已經比全球媒體加起來還多 這是真的嗎？ 是阿，這個問題 令人擔憂，對吧，現在的媒體 都不曉得在幹麻 一群激進份子 公佈的機密文件 都比全球媒體 加起來還要多"}, {"zh-tw": " CA: How does it work? How do people release the documents? And how do you secure their privacy? JA: So these are -- as far as we can tell -- classical whistleblowers, and we have a number of ways for them to get information to us. So we use this state-of-the-art encryption to bounce stuff around the Internet, to hide trails, pass it through legal jurisdictions like Sweden and Belgium to enact those legal protections.", "en": " 你們是怎麼運作的？ 你們如何獲取這些機密文件？ 還有怎麼維護告密者隱私？ 就我所知，我們有些 典型的告密者 我們有些管道讓他們 把機密文件拿給我們 然後用最先進解密技術 利用網路隱藏資料來源 透過有合法管轄權的國家 像瑞典、比利時 來確保合法保護性"}, {"zh-tw": " We get information in the mail, the regular postal mail, encrypted or not, vet it like a regular news organization, format it -- which is sometimes something that's quite hard to do, when you're talking about giant databases of information -- release it to the public and then defend ourselves against the inevitable legal and political attacks. CA: So you make an effort to ensure the documents are legitimate, but you actually almost never know who the identity of the source is? JA: That's right, yeah. Very rarely do we ever know, and if we find out at some stage then we destroy that information as soon as possible.", "en": " 我們用郵件收資料 一般郵遞文件 不管有沒有加密 像普通新聞媒體一樣檢審、編排 有時候做起來還蠻困難的 因為我們收到的 資訊實在太多 一方面要公開 一方面又要處理 合法性、政治上的問題 所以你們花了一番功夫 確保文件的正確性 但你們其實 都不知道告密者身分？ 沒錯，幾乎是不知道的 如果後來知道了 我們會盡快銷毀相關文件"}, {"zh-tw": " (Phone ring) God damn it. CA: I think that's the CIA asking what the code is for a TED membership.", "en": " (鈴聲) 他媽的 可能是CIA打來問 TED成員代碼"}, {"zh-tw": " So let's take [an] example, actually. This is something you leaked a few years ago.", "en": " 舉個例子來說 這是你 幾年前公佈的東西"}, {"zh-tw": " If we can have this document up ... So this was a story in Kenya a few years ago.", "en": " 螢幕上可以看到 這是幾年前發生在肯亞的事"}, {"zh-tw": " Can you tell us what you leaked and what happened? JA: So this is the Kroll Report. This was a secret intelligence report commissioned by the Kenyan government after its election in 2004.", "en": " 你可以說說詳細情形嗎？ 這是Kroll報告 是肯亞政府在2004年 大選後秘密調查的 情資報告"}, {"zh-tw": " Prior to 2004, Kenya was ruled by Daniel arap Moi for about 18 years. He was a soft dictator of Kenya.", "en": " 2004年之前，肯亞是由 Daniel arap Moi統治 約18年之久 他是個軟式獨裁者"}, {"zh-tw": " And when Kibaki got into power -- through a coalition of forces that were trying to clean up corruption in Kenya -- they commissioned this report, spent about two million pounds on this and an associated report. And then the government sat on it and used it for political leverage on Moi, who was the richest man -- still is the richest man -- in Kenya.", "en": " 後來Kibaki權力漸大 透過聯合各方的力量 打擊肯亞的貪污腐敗 他們花了兩百萬英鎊 委託調查這份報告 以及其他相關報告 後來政府用這份報告 拿來打壓Moi Moi是肯亞 最有錢的人"}, {"zh-tw": " It's the Holy Grail of Kenyan journalism. So I went there in 2007, and we managed to get hold of this just prior to the election -- the national election, December 28.", "en": " 是肯亞新聞界的最想追蹤的目標 所以我2007年到那， 成功的在大選前 獲取這份資料 當年大選是12月28日"}, {"zh-tw": " When we released that report, we did so three days after the new president, Kibaki, had decided to pal up with the man that he was going to clean out, Daniel arap Moi, so this report then became a dead albatross around President Kibaki's neck. CA: And -- I mean, to cut a long story short -- word of the report leaked into Kenya, not from the official media, but indirectly, and in your opinion, it actually shifted the election.", "en": " 我們後來釋出這報告 是在新總統Kibaki上任三天後 竟然決定和 他的前政治敵手 Daniel arap Moi搭檔 結果這份報告 變成他事業上的負擔 害慘了Kibaki總統 所以長話短說 這份秘密情報 並非由正式媒體報導 你認為，這因此改變大選結果"}, {"zh-tw": " JA: Yeah. So this became front page of the Guardian and was then printed in all the surrounding countries of Kenya, in Tanzanian and South African press. And so it came in from the outside.", "en": " 沒錯，還登上衛報頭條 後來肯亞附近的國家 坦桑尼亞、南非也有報導 之後傳到肯亞"}, {"zh-tw": " And that, after a couple of days, made the Kenyan press feel safe to talk about it. And it ran for 20 nights straight on Kenyan TV, shifted the vote by 10 percent, according to a Kenyan intelligence report, which changed the result of the election.", "en": " 之後幾天 肯亞媒體認為可以討論了 他們電視台連播了20天 根據肯亞情報分析 我們因此影響了一成選票 後來改變了選舉結果"}, {"zh-tw": " CA: Wow, so your leak really substantially changed the world? JA: Yep. CA: Here's -- We're going to just show a short clip from this Baghdad airstrike video.", "en": " 所以你的秘密情報 確實的改變了世界？ 沒錯 我們現在來看 一段影片 巴格達空襲影片"}, {"zh-tw": " The video itself is longer, but here's a short clip. This is -- this is intense material, I should warn you.", "en": " 影片本來較長 我們只播一小段 警告大家這段影片很"}, {"zh-tw": " Radio: ... just fuckin', once you get on 'em just open 'em up. I see your element, uh, got about four Humvees, uh, out along ...", "en": " 無線電：看到目標後就打爆他們！ 看到你們分隊了，四台悍馬"}, {"zh-tw": " You're clear. All right. Firing. Let me know when you've got them. Let's shoot.", "en": " 看到目標，開火 看到目標後回報，開火！"}, {"zh-tw": " Light 'em all up. C'mon, fire! (Machine gun fire) Keep shoot 'n. Keep shoot 'n.", "en": " 打爆他們！ 開火！ (槍聲) 繼續、繼續"}, {"zh-tw": " (Machine gun fire) Keep shoot 'n. Hotel ... Bushmaster Two-Six, Bushmaster Two-Six, we need to move, time now! All right, we just engaged all eight individuals.", "en": " (槍聲) 繼續開火 （代號） 快點移動 剛剛解決了八個人"}, {"zh-tw": " Yeah, we see two birds [helicopters], and we're still firing. Roger. I got 'em.", "en": " 我們還看到兩個，開火中 收到。交給我。"}, {"zh-tw": " Two-Six, this is Two-Six, we're mobile. Oops, I'm sorry. What was going on? God damn it, Kyle. All right, hahaha. I hit 'em.", "en": " （代號） 抱歉，剛剛怎麼了？ 媽的，Kyle，好了，哈哈，我射中了"}, {"zh-tw": " CA: So, what was the impact of that? JA: The impact on the people who worked on it was severe. We ended up sending two people to Baghdad to further research that story.", "en": " 這影片的衝擊是什麼？ 負責這起事件的人 後果很嚴重 我們後來派了兩個人到巴格達 蒐集進一步消息"}, {"zh-tw": " So this is just the first of three attacks that occurred in that scene. CA: So, I mean, 11 people died in that attack, right, including two Reuters employees? JA: Yeah. Two Reuters employees, two young children were wounded.", "en": " 這段影片只是三場攻擊的 第一場而已 這次攻擊共有11人死亡 包含兩名路透社員工，對嗎？ 對，兩名路透社員工身亡 兩個小孩受傷"}, {"zh-tw": " There were between 18 and 26 people killed all together. CA: And releasing this caused widespread outrage.", "en": " 總共18到26人死亡 公開這段影片 引起一片譁然"}, {"zh-tw": " What was the key element of this that actually caused the outrage, do you think? JA: I don't know. I guess people can see the gross disparity in force. You have guys walking in a relaxed way down the street, and then an Apache helicopter sitting up at one kilometer firing 30-millimeter cannon shells on everyone -- looking for any excuse to do so -- and killing people rescuing the wounded.", "en": " 你覺得造成如此激烈反應 的關鍵是什麼？ 我猜是因為人們 看到那種武力的差距 有人悠閒的在街上走 然後一架阿帕契直升機就空襲 30釐米的子彈 就這樣狂掃地面上所有人 他們找任何理由開火 連後來去救傷者的人都不放過。"}, {"zh-tw": " And there was two journalists involved that clearly weren't insurgents because that's their full-time job. CA: I mean, there's been this U.S. intelligence analyst, Bradley Manning, arrested, and it's alleged that he confessed in a chat room to have leaked this video to you, along with 280,000 classified U.S. embassy cables.", "en": " 裡頭有兩名記者，明顯的不是民兵， 記者是24小時的工作。 美國陸軍情報分析員， Bradley Manning被捕。 據說他已經承認， 把影片洩漏給你們， 以及其他28萬筆 美國機密外交電文。"}, {"zh-tw": " I mean, did he? JA: We have denied receiving those cables. He has been charged, about five days ago, with obtaining 150,000 cables and releasing 50.", "en": " 是真的嗎？ 我們已經否認收到那些電文。 他在五天前， 已經被起訴， 理由是獲取15萬筆電文 和外洩50筆。"}, {"zh-tw": " Now, we had released, early in the year, a cable from the Reykjavik U.S. embassy, but this is not necessarily connected. I mean, I was a known visitor of that embassy.", "en": " 我們年初 公佈了 雷克雅未克(冰島)美國大使館電文。 不過兩者並無關聯。 因為我自己就是大使館的常客。"}, {"zh-tw": " CA: I mean, if you did receive thousands of U.S. embassy diplomatic cables ... JA: We would have released them. (CA: You would?) JA: Yeah. (CA: Because?) JA: Well, because these sort of things reveal what the true state of, say, Arab governments are like, the true human-rights abuses in those governments.", "en": " 那如果你有收到那幾萬筆的 機密外交電文... - 我們會公佈　　- 你會？ - 會的　　- 因為？ 因為這些文件 真實呈現 那些 阿拉伯政府的立場 以及政府剝奪人權的證據。"}, {"zh-tw": " If you look at declassified cables, that's the sort of material that's there. CA: So let's talk a little more broadly about this.", "en": " 這些機密電文， 都寫得清清楚楚。 我們廣泛一點談好了。"}, {"zh-tw": " I mean, in general, what's your philosophy? Why is it right to encourage leaking of secret information? JA: Well, there's a question as to what sort of information is important in the world, what sort of information can achieve reform. And there's a lot of information.", "en": " 你的個人哲學是什麼？ 為什麼 公開這些機密文件是正確的事？ 這問題涉及到，哪些情報對於社會來說是重要的， 哪些情報 可以改變社會。 這種情報多的很。"}, {"zh-tw": " So information that organizations are spending economic effort into concealing, that's a really good signal that when the information gets out, there's a hope of it doing some good -- because the organizations that know it best, that know it from the inside out, are spending work to conceal it. And that's what we've found in practice, and that's what the history of journalism is.", "en": " 許多公司花大把銀子 想隱藏的機密資料， 就是我們鎖定的方向。 當那些資料公開， 我們相信能有正面影響。 因為這些公司不可告人的資料， 他們內部最清楚， 也費心的想阻止資料外洩。 這是我們實際的觀察， 也是新聞學的起源。"}, {"zh-tw": " CA: But are there risks with that, either to the individuals concerned or indeed to society at large, where leaking can actually have an unintended consequence? JA: Not that we have seen with anything we have released. I mean, we have a harm immunization policy.", "en": " 但不論是個人， 或是社會大眾來講， 洩漏這些資料都有風險， 洩密很可能導致 意想不到的後果? 我們所公佈的資料還沒有發生過這種事。 我們有傷害防疫政策，"}, {"zh-tw": " We have a way of dealing with information that has sort of personal -- personally identifying information in it. But there are legitimate secrets -- you know, your records with your doctor; that's a legitimate secret -- but we deal with whistleblowers that are coming forward that are really sort of well-motivated.", "en": " 處理比較私密一點的 個人資料上， 以及會透露個人身分的文件。 但有些合法的秘密， 像是醫療紀錄 我們並不會公開。 我們所接觸的告密者 動機都是善意的。"}, {"zh-tw": " CA: So they are well-motivated. And what would you say to, for example, the, you know, the parent of someone whose son is out serving the U.S. military, and he says, \"You know what, you've put up something that someone had an incentive to put out.", "en": " 善意的動機。 那，假如說 有個家長 他的兒子正在美軍服役 他會說： 你不應該洩漏這種機密才對。"}, {"zh-tw": " It shows a U.S. soldier laughing at people dying. That gives the impression, has given the impression, to millions of people around the world that U.S. soldiers are inhuman people.", "en": " 影片中美軍面對 死者大笑。 這樣全世界成千上萬人 當然會自然而然的認為 美軍都很不人道。"}, {"zh-tw": " Actually, they're not. My son isn't. How dare you?\" What would you say to that? JA: Yeah, we do get a lot of that. But remember, the people in Baghdad, the people in Iraq, the people in Afghanistan -- they don't need to see the video; they see it every day.", "en": " 但我兒子才不是這樣，你太過分了 你的回應是什麼？ 我們的確收到很多這樣的回應。 請記得，巴格達的平民、 伊拉克的平民、阿富汗的平民， 他們並不用看影片， 這在他們生活每天真實上演"}, {"zh-tw": " So it's not going to change their opinion. It's not going to change their perception. That's what they see every day.", "en": " 影片並不會改變他們的意見或看法。 因為他們每天都看得到。"}, {"zh-tw": " It will change the perception and opinion of the people who are paying for it all, and that's our hope. CA: So you found a way to shine light into what you see as these sort of dark secrets in companies and in government.", "en": " 但那些為這場戰爭買單的人 看法會有所改變。 這是我們的希望。 所以你找到方法 以你所看到的 來照亮、點亮公司、政府的黑暗面。"}, {"zh-tw": " Light is good. But do you see any irony in the fact that, in order for you to shine that light, you have to, yourself, create secrecy around your sources? JA: Not really. I mean, we don't have any WikiLeaks dissidents yet.", "en": " 光明是好的。 但你不覺得為了光明 你必須用這種 極度小心的方式 非常的諷刺嗎？ 也還好，我們還沒遇到 強烈的「維基解密」反對者。"}, {"zh-tw": " We don't have sources who are dissidents on other sources. Should they come forward, that would be a tricky situation for us, but we're presumably acting in such a way that people feel morally compelled to continue our mission, not to screw it up.", "en": " 也沒有告密者反對我們公佈的其他來源。 這種事如果發生，應該會很難處理。 我們還是照原定的 讓這些人 受到道德驅使 繼續他們的任務，而不是放棄。"}, {"zh-tw": " CA: I'd actually be interested, just based on what we've heard so far -- I'm curious as to the opinion in the TED audience. You know, there might be a couple of views of WikiLeaks and of Julian.", "en": " 就我們剛剛看到的、討論到的， 我想問問TED觀眾 對於維基揭密或Julian 有什麼看法。"}, {"zh-tw": " You know, hero -- people's hero -- bringing this important light. Dangerous troublemaker.", "en": " 一種是英雄，人民的英雄， 帶給世界光明。 一種是危險的麻煩製造者"}, {"zh-tw": " Who's got the hero view? Who's got the dangerous troublemaker view? JA: Oh, come on. There must be some. CA: It's a soft crowd, Julian, a soft crowd.", "en": " 覺得是英雄的請舉手。 覺得是麻煩製造者的請舉手。 騙人的吧怎麼會沒有。 大家都很不好意思啦，朱利安。"}, {"zh-tw": " We have to try better. Let's show them another example. Now here's something that you haven't yet leaked, but I think for TED you are.", "en": " 我們再來看另一個例子好了。 這份文件你還沒公佈， 今天特別留給TED的。"}, {"zh-tw": " I mean it's an intriguing story that's just happened, right? What is this? JA: So this is a sample of what we do sort of every day. So late last year -- in November last year -- there was a series of well blowouts in Albania, like the well blowout in the Gulf of Mexico, but not quite as big.", "en": " 這是最近發生的對吧？ 這是什麼？ 給大家看看我們每天 都做些什麼。 去年11月， 在阿爾巴尼亞有一系列 油管爆炸， 類似墨西哥灣漏油事件， 不過沒那麼嚴重。"}, {"zh-tw": " And we got a report -- a sort of engineering analysis into what happened -- saying that, in fact, security guards from some rival, various competing oil firms had, in fact, parked trucks there and blown them up. And part of the Albanian government was in this, etc., etc.", "en": " 我們接到一份資料， 類似工程分析。 內容是說，那些爆炸 是幾家相互競爭的石油公司 請保全幹的， 還說阿爾巴尼亞政府有參予，"}, {"zh-tw": " And the engineering report had nothing on the top of it, so it was an extremely difficult document for us. We couldn't verify it because we didn't know who wrote it and knew what it was about.", "en": " 除此之外， 那份資料沒有其他東西。 讓我們處理起來很困難。 因為也不知道誰寫的、詳細情形， 無法證實可靠性。"}, {"zh-tw": " So we were kind of skeptical that maybe it was a competing oil firm just sort of playing the issue up. So under that basis, we put it out and said, \"Look, we're skeptical about this thing.", "en": " 所以我們猜測， 應該是某家石油公司炒作這話題。 因此就沒有繼續追查。 對這件事抱持懷疑態度，"}, {"zh-tw": " We don't know, but what can we do? The material looks good, it feels right, but we just can't verify it.\" And we then got a letter just this week from the company who wrote it, wanting to track down the source -- saying, \"Hey, we want to track down the source.\" And we were like, \"Oh, tell us more. What document is it, precisely, you're talking about? Can you show that you had legal authority over that document? Is it really yours?\" So they sent us this screen shot with the author in the Microsoft Word ID.", "en": " 但又不知道該如何處理， 資料內容很不錯，感覺對了， 但無法證實。 後來我們接到一封信， 就這禮拜， 有家公司來信 希望知道告密者是誰。 信上說：「我們想揪出告密者」 我們就回：「請講清楚一點」 「你說的是哪份文件？」 「你們有該文件的合法所有權嗎？」 「真的是你們公司？」 他們就寄來一張螢幕截圖， 文件作者名字 就在Word ID上。"}, {"zh-tw": " Yeah. That's happened quite a lot though.", "en": " 笨吧 這種事蠻常發生的。"}, {"zh-tw": " This is like one of our methods of identifying, of verifying, what a material is, is to try and get these guys to write letters. CA: Yeah. Have you had information from inside BP? JA: Yeah, we have a lot, but I mean, at the moment, we are undergoing a sort of serious fundraising and engineering effort.", "en": " 也是我們核對資料真實性 的其中一種方法， 就是與他們通信，獲取進一步資料。 那你們有英國石油公司BP 的資料嗎？ 我們有很多，但目前 我們正積極募款和系統更新。"}, {"zh-tw": " So our publication rate over the past few months has been sort of minimized while we're re-engineering our back systems for the phenomenal public interest that we have. That's a problem.", "en": " 所以我們過去幾個月 公開的東西 盡可能減少了， 為了廣大的公眾利益， 我們正重新設計後台系統。 這是目前的問題。"}, {"zh-tw": " I mean, like any sort of growing startup organization, we are sort of overwhelmed by our growth, and that means we're getting enormous quantity of whistleblower disclosures of a very high caliber but don't have enough people to actually process and vet this information. CA: So that's the key bottleneck, basically journalistic volunteers and/or the funding of journalistic salaries? JA: Yep. Yeah, and trusted people.", "en": " 就像任何剛起步的公司， 我們被這種成長速度 嚇到了。 我們收到越來越多告密者提供的 機密文件， 需要小心處理， 但我們沒有足夠人力 來審查這些文件。 所以你們的瓶頸就是 員工都是志願的記者， 資金就是他們的薪水？ 對，還有我們可以信任的人。"}, {"zh-tw": " I mean, we're an organization that is hard to grow very quickly because of the sort of material we deal with, so we have to restructure in order to have people who will deal with the highest national security stuff, and then lower security cases. CA: So help us understand a bit about you personally and how you came to do this.", "en": " 我們這種組織， 無法快速成長， 因為工作內容太敏感。 我們必須重新組織 要有人負責 高度國家機密的資料， 還有較低度的資料， 我想請問，你個人 是為什麼決定做這行。"}, {"zh-tw": " And I think I read that as a kid you went to 37 different schools. Can that be right? JA: Well, my parents were in the movie business and then on the run from a cult, so the combination between the two ...", "en": " 我之前有讀到 你小時候唸過37所學校 是真的嗎？ 我爸媽以前在電影業工作， 後來被邪教徒追捕， 所以可想而知..."}, {"zh-tw": " CA: I mean, a psychologist might say that's a recipe for breeding paranoia. JA: What, the movie business? CA: And you were also -- I mean, you were also a hacker at an early age and ran into the authorities early on.", "en": " 心理學家可能說 這樣的小孩長大會變偏執狂 電影業環境下長大的小孩嗎？ 你年輕的時候 當過駭客對吧? 後來跟政府槓上。"}, {"zh-tw": " JA: Well, I was a journalist. You know, I was a very young journalist activist at an early age.", "en": " 我以前是記者， 很年輕的時候就是激進的記者了。"}, {"zh-tw": " I wrote a magazine, was prosecuted for it when I was a teenager. So you have to be careful with hacker.", "en": " 替雜誌寫文章。 青少年時期被起訴， 講到駭客要小心，"}, {"zh-tw": " I mean there's like -- there's a method that can be deployed for various things. Unfortunately, at the moment, it's mostly deployed by the Russian mafia in order to steal your grandmother's bank accounts.", "en": " 這項技能， 可以用來成就很多事情。 不幸的是，現在 駭客現在都幫俄羅斯黑幫 騙老人家銀行戶頭。"}, {"zh-tw": " So this phrase is not, not as nice as it used to be. CA: Yeah, well, I certainly don't think you're stealing anyone's grandmother's bank account, but what about your core values? Can you give us a sense of what they are and maybe some incident in your life that helped determine them? JA: I'm not sure about the incident.", "en": " 駭客現在 不像以前這麼好聽了。 我想你應該 沒有詐騙老人家。 那麼你的 核心價值是什麼? 能否跟大家談談 你人生過程中發生什麼事， 讓你有所堅持 我不確定有什麼事件"}, {"zh-tw": " But the core values: well, capable, generous men do not create victims; they nurture victims. And that's something from my father and something from other capable, generous men that have been in my life.", "en": " 核心價值是： 有能力、有雅量的人 不會創造受害者 他們照顧受害者 這是我父親 以及我遇到的其他有能力、有雅量的人 的寫照"}, {"zh-tw": " CA: Capable, generous men do not create victims; they nurture victims? JA: Yeah. And you know, I'm a combative person, so I'm not actually so big on the nurture, but some way -- there is another way of nurturing victims, which is to police perpetrators of crime. And so that is something that has been in my character for a long time.", "en": " 有能力、有雅量的人，不會創造受害者 他們照顧受害者 沒錯，而且 我是個好戰的人 我其實不太會照顧別人 用另一角度看 我認為有其他方法能照顧受害者 那就是監督罪犯 和罪行本身 這種想法 後來變成我的 理念"}, {"zh-tw": " CA: So just tell us, very quickly in the last minute, the story: what happened in Iceland? You basically published something there, ran into trouble with a bank, then the news service there was injuncted from running the story. Instead, they publicized your side.", "en": " 最後，能否簡單的說一下 在冰島發生了什麼事？ 好像是某家銀行陷入財務危機 卻向法院申請 禁止當地新聞媒體 報導相關新聞 但你替他們公佈了"}, {"zh-tw": " That made you very high-profile in Iceland. What happened next? JA: Yeah, this is a great case, you know. Iceland went through this financial crisis.", "en": " 因此在冰島變的很有名，接下來發生什麼事？ 這件事真的很有趣 冰島經歷財務危機"}, {"zh-tw": " It was the hardest hit of any country in the world. Its banking sector was 10 times the GDP of the rest of the economy.", "en": " 對任一國家來說都是重擊 冰島銀行業的總資產，竟高達國內生產毛額 將近10倍之多"}, {"zh-tw": " Anyway, so we release this report in July last year. And the national TV station was injuncted five minutes before it went on air, like out of a movie: injunction landed on the news desk, and the news reader was like, \"This has never happened before. What do we do?\" Well, we just show the website instead, for all that time, as a filler, and we became very famous in Iceland, went to Iceland and spoke about this issue.", "en": " 我們在去年七月 公佈這份報告 公佈過後五分鐘 當地電視台被禁止報導 像電影情節一樣，禁播令下來 電視台整個傻眼 沒發生過這種事耶，該怎麼辦 後來他們直接播放我們網站畫面 因為臨時找不到其他新聞 我們在冰島名氣很響亮 後來到冰島說明這件事"}, {"zh-tw": " And there was a feeling in the community that that should never happen again, and as a result, working with Icelandic politicians and some other international legal experts, we put together a new sort of package of legislation for Iceland to sort of become an offshore haven for the free press, with the strongest journalistic protections in the world, with a new Nobel Prize for freedom of speech. Iceland's a Nordic country, so, like Norway, it's able to tap into the system.", "en": " 當時大眾有共識 認為這種事不應該再發生 後來 我們和冰島的政治家 和其他國際法律專家 合作 希望透過立法 讓冰島成為媒體天堂 可以自由發聲 以及全球最完善的新聞保護法 還有表達自由的 諾貝爾獎 冰島是個北歐國家 所以立法不難"}, {"zh-tw": " And just a month ago, this was passed by the Icelandic parliament unanimously. CA: Wow.", "en": " 約一個月前 已經在冰島議會一致通過了 哇"}, {"zh-tw": " Last question, Julian. When you think of the future then, do you think it's more likely to be Big Brother exerting more control, more secrecy, or us watching Big Brother, or it's just all to be played for either way? JA: I'm not sure which way it's going to go.", "en": " 最後一個問題，Julian 講到未來 你認為發展會是如何？ 是老大哥（小說《1984》的獨裁者角色） 會有更多控制、更多秘密 或是人民 能監督老大哥 或是兩邊都很有可能？ 我不知道事情會變的如何"}, {"zh-tw": " I mean, there's enormous pressures to harmonize freedom of speech legislation and transparency legislation around the world -- within the E.U., between China and the United States. Which way is it going to go? It's hard to see.", "en": " 推動言論自由的立法 和全球透明立法的實現 我們面對極大的壓力 歐盟各國之間 還有中美之間 事情會如何發展很難說"}, {"zh-tw": " That's why it's a very interesting time to be in -- because with just a little bit of effort, we can shift it one way or the other. CA: Well, it looks like I'm reflecting the audience's opinion to say, Julian, be careful, and all power to you.", "en": " 所以現在這年代很有趣 因為只要努力一點 結果會很不一樣 最後我代表所有TED觀眾 Julian，請小心 祝你順利"}, {"zh-tw": " JA: Thank you, Chris. (CA: Thank you.)", "en": " 謝謝"}], "title": "Julian Assange Why The World Needs Wikileaks"}