{"url": "http://www.ted.com/talks/hans_rosling_shows_the_best_stats_you_ve_ever_seen", "paragraphs": [{"zh-tw": " About 10 years ago, I took on the taskto teach global development to Swedish undergraduate students. That was after having spent about 20 years together with African institutionsstudying hunger in Africa, so I was sort of expectedto know a little about the world.", "en": " 大約10年前，我開始 給瑞典大學生講授全球發展 之前的20年我一直在非洲研究飢餓問題 所以大家以為我對世界有些了解"}, {"zh-tw": " And I started in our medical university,Karolinska Institute, an undergraduate coursecalled Global Health. But when you get that opportunity,you get a little nervous.", "en": " 在我們的Karolinska醫學院 我開設了一門本科生課程“全球健康” 剛開課的時候我還有些緊張"}, {"zh-tw": " I thought, these students coming to us actually have the highest gradeyou can get in Swedish college systems -- so I thought, maybe they know everythingI'm going to teach them about. So I did a pre-test when they came.", "en": " 因為來聽課的都是瑞典大學的優等生 他們或許早已了解我準備教的內容 於是在第一堂課裡，我作了一個小測試"}, {"zh-tw": " And one of the questionsfrom which I learned a lot was this one: \"Which country has the highestchild mortality of these five pairs?\" I put them together,so that in each pair of country, one has twice the childmortality of the other. And this means thatit's much bigger a difference than the uncertainty of the data.", "en": " 其中有一道題讓我受益匪淺 下列5對國家中，哪一個的兒童死亡率高於另一個？ 我所選擇的配對國家都是 一個的兒童死亡率是另一個的兩倍 數據本身的不確定性可以忽略不計"}, {"zh-tw": " I won't put you at a test here,but it's Turkey, which is highest there, Poland,Russia, Pakistan and South Africa. And these were the resultsof the Swedish students.", "en": " 今天我不會拿這來考大家 土耳其，波蘭，俄羅斯，巴基斯坦和南非 這是瑞典學生的測驗結果"}, {"zh-tw": " I did it so I got the confidence interval,which is pretty narrow, and I got happy, of course: a 1.8 right answerout of five possible. That means that there was a placefor a professor of international health and for my course.", "en": " 讓我高興的是 5道題平均答對的只有1.8題 我這個教授還有這門課 因此都有了存在的必要"}, {"zh-tw": " But one late night,when I was compiling the report, I really realized my discovery. I have shown that Swedish top students know statistically significantly lessabout the world than the chimpanzees.", "en": " 但後來有天深夜，當我寫總結報告的時候 我突然有了新的發現 瑞典大學的優等生們對世界的了解 竟然還不如黑猩猩"}, {"zh-tw": " Because the chimpanzeewould score half right if I gave them two bananaswith Sri Lanka and Turkey. They would be right half of the cases.But the students are not there.", "en": " 因為黑猩猩們至少能蒙對一半 在兩個選項旁邊各放一根香蕉，就有一半的機率答對。 這些優等生們卻做不到。這不是由於知識缺乏"}, {"zh-tw": " The problem for me was not ignorance;it was preconceived ideas. I did also an unethical study of the professorsof the Karolinska Institute, that hands outthe Nobel Prize in Medicine, and they are on parwith the chimpanzee there.", "en": " 而是他們先入為主的錯誤理念 我還把這個測試拿去給卡羅林斯卡學院的教授們做 他們每年負責頒發諾貝爾醫學獎 結果教授們和黑猩猩半斤八兩"}, {"zh-tw": " This is where I realized thatthere was really a need to communicate, because the dataof what's happening in the world and the child healthof every country is very well aware. We did this softwarewhich displays it like this: every bubble here is a country.", "en": " 我意識到很有必要交流一下這個問題 因為多數人並不知道 世界各國的兒童健康的改善 我們作了一個軟件，每一個小球代表一個國家"}, {"zh-tw": " This country over here is China. This is India.", "en": " 這個是中國，這個是印度"}, {"zh-tw": " The size of the bubble is the population, and on this axis here,I put fertility rate. Because my students, what they said when they looked upon the world,and I asked them, \"What do you reallythink about the world?\" Well, I first discoveredthat the textbook was Tintin, mainly.", "en": " 小球的尺寸代表該國的人口，X軸是生育率 我曾問過學生們 如果讓你們來審視這個世界 你們的真實想法是什麼 其實這些教科書上都是丁丁歷險記（帶有殖民主義思想的漫畫）的人物"}, {"zh-tw": " And they said, \"The worldis still 'we' and 'them.' And 'we' is Western worldand 'them' is Third World.\" \"And what do you meanwith Western world?\" I said. \"Well, that's long life and small family, and Third World is short lifeand large family.\" So this is what I could display here.", "en": " 學生們回答 世界是由“我們和他們”組成的 “我們”指西方世界 “他們”指第三世界 我又問“什麼是西方世界？” “西方世界壽命長且家庭小；第三世界壽命短而家庭大。” 那麼一起來看。X軸是生育率，每個婦女的育兒數"}, {"zh-tw": " I put fertility rate here:number of children per woman: one, two, three, four,up to about eight children per woman. We have very good datasince 1962 -- 1960 about -- on the size of families in all countries.", "en": " 從每人1，2，3，4胎，到8胎 我們有1962年之後的各國家庭大小的可靠數據"}, {"zh-tw": " The error margin is narrow. Here, I put life expectancy at birth, from 30 years in some countriesup to about 70 years.", "en": " 數據誤差相當小。 Y軸是平均壽命 從30歲到70歲不等"}, {"zh-tw": " And 1962, there was reallya group of countries here that was industrialized countries, and they had small familiesand long lives. And these were the developing countries: they had large familiesand they had relatively short lives.", "en": " 1962年的時候的確有一群國家在上面 這些是發達國家，他們家庭小，壽命長 而這些則是發展中國家 他們家庭大，壽命也相對短些"}, {"zh-tw": " Now, what has happened since 1962?We want to see the change. Are the students right?Is it still two types of countries? Or have these developing countriesgot smaller families and they live here? Or have they got longer livesand live up there? Let's see. We stopped the world then.", "en": " 從1962年到今天 世界有什麼變化嗎？ 學生們正確嗎？國家還是分為2類嗎? 或者發展中國家的家庭變小 （這些小球）移動到了左邊? 或者發展中國家人們的壽命變長 （這些小球）移動到了上面? 我們一起看看，這些數據都來自於聯合國"}, {"zh-tw": " This is all U.N. statisticsthat have been available. Here we go. Can you see there? It's China there, moving againstbetter health there, improving there.", "en": " 大家看到沒有？ 這個是中國，他們在往上移動，健康狀況不斷改善"}, {"zh-tw": " All the green Latin American countriesare moving towards smaller families. Your yellow ones hereare the Arabic countries, and they get longer life,but not larger families.", "en": " 這些綠色的拉丁美洲國家 正朝向小家庭的方向移動 這些黃色的小球是阿拉伯國家 壽命在變長但家庭規模不變"}, {"zh-tw": " The Africans are the green here.They still remain here. This is India; Indonesiais moving on pretty fast.", "en": " 非洲國家是下面的綠球，他們一直在下面 這個是印度，印度尼西亞的移動速度非常快"}, {"zh-tw": " In the '80s here, you have Bangladeshstill among the African countries. But now, Bangladesh --it's a miracle that happens in the '80s: the imams start to promotefamily planning.", "en": " 80年代的時候，孟加拉國仍然和非洲國家在一起 但是80年代的奇蹟發生在孟加拉國 媽媽們開始宣傳和普及計劃生育"}, {"zh-tw": " They move up into that corner. And in the '90s, we havethe terrible HIV epidemic that takes down the life expectancyof the African countries and all the rest of themmove up into the corner, where we have long lives and small family,and we have a completely new world.", "en": " 他們向左上角移動。90年代恐怖的艾滋病流行 導致非洲國家的平均壽命縮短 而其他國家都向左上角移動"}, {"zh-tw": " (Applause ends) Let me make a comparison directly between the United Statesof America and Vietnam. 1964.", "en": " 大家都有了長壽命和小家庭，而世界也煥然一新了 現在我們對比一下美國和越南"}, {"zh-tw": " America had small families and long life; Vietnam had large familiesand short lives. And this is what happens: the data during the war indicatethat even with all the death, there was an improvementof life expectancy.", "en": " 1964年的美國家庭小壽命長 越南的家庭大而壽命短。這是後來的變化 越戰時期的數據顯示，儘管戰爭造成傷亡 越南人的平均壽命仍有提高"}, {"zh-tw": " By the end of the year,the family planning started in Vietnam; they went for smaller families. And the United States up thereis getting for longer life, keeping family size.", "en": " 70年代末期，越南的計劃生育減小了家庭規模 美國人的平均壽命也在延長 而家庭規模不變"}, {"zh-tw": " And in the '80s now,they give up Communist planning and they go for market economy, and it moves faster even than social life. And today, we have in Vietnam the same life expectancyand the same family size here in Vietnam, 2003, as in United States, 1974,by the end of the war.", "en": " 到了90年代，越南由計劃經濟轉為市場經濟 其經濟發展的速度超過了社會的發展 今天（2003）越南人的平均壽命和家庭規模 已經和越戰結束時（1974）的美國一樣"}, {"zh-tw": " If we don't look in the data, I think we all underestimatethe tremendous change in Asia, which was in social changebefore we saw the economical change. Let's move over to another way herein which we could display the distributionin the world of the income.", "en": " 如果沒有看到這些數據的話 我們會低估了亞洲的巨大變化 這些超前於經濟發展的社會變革 下面我們換個視角 X軸顯示了全世界的收入分佈"}, {"zh-tw": " This is the world distributionof income of people. One dollar, 10 dollarsor 100 dollars per day.", "en": " 每天收入1美元，10美元和100美元"}, {"zh-tw": " There's no gap between richand poor any longer. This is a myth. There's a little hump here.", "en": " 富與窮之間的鴻溝幾乎消失了，簡直是個奇蹟 這裡還有一個很小的峰，但總體上是均數分佈的"}, {"zh-tw": " But there are people all the way. And if we look where the income ends up, this is 100 percentthe world's annual income.", "en": " 我們看看收入的分配情況 這代表全世界人民每年的全部收入"}, {"zh-tw": " And the richest 20 percent, they take out of that about 74 percent. And the poorest 20 percent,they take about two percent.", "en": " 最富有的20%那部分人得到了全部收入的74% 最貧窮的20%那部分人只得到2%"}, {"zh-tw": " And this shows that the conceptof developing countries is extremely doubtful. We think about aid, like these people here giving aidto these people here.", "en": " 可見發展中國家的理念極其的不確切 我們總以為最富的人應該給最窮的人提供援助"}, {"zh-tw": " But in the middle, we havemost of the world population, and they have now24 percent of the income. We heard it in other forms.And who are these? Where are the different countries?I can show you Africa.", "en": " 其實中間這部分才是世界人口的主體，而他們僅得到全部收入的24% 這是個老問題了，中間這些人是誰？ 他們在哪些國家？先看非洲"}, {"zh-tw": " This is Africa. 10% the world population, most in poverty.", "en": " 非洲佔世界人口的十分之一，多數是窮人"}, {"zh-tw": " This is OECD. The rich country.The country club of the U.N.", "en": " 這個代表富裕的經合組織成員國，聯合國俱樂部的會員"}, {"zh-tw": " And they are over here on this side.Quite an overlap between Africa and OECD. And this is Latin America.", "en": " 他們在這邊，很小一部分與非洲重疊 這是拉丁美洲，他們可以代表全世界"}, {"zh-tw": " It has everything on this Earth,from the poorest to the richest in Latin America. And on top of that,we can put East Europe, we can put East Asia,and we put South Asia.", "en": " 從最貧窮到最富有的人都在那裡 再往上是東歐，東亞還有南亞"}, {"zh-tw": " And how did it look likeif we go back in time, to about 1970? Then there was more of a hump. And we have most who livedin absolute poverty were Asians.", "en": " 過去是什麼樣子的呢？ 如果我們回到1970年，這裡有一個明顯的峰 這些絕對貧困的人大多數在亞洲"}, {"zh-tw": " The problem in the worldwas the poverty in Asia. And if I now let the world move forward, you will see thatwhile population increases, there are hundreds of millionsin Asia getting out of poverty and some others getting into poverty, and this is the pattern we have today.", "en": " 那時世界的問題就在於亞洲的貧窮 後來隨著人口的增長 數以億計的亞洲人擺脫了貧困 另外一些人卻陷入貧窮，這就是今天的世界"}, {"zh-tw": " And the best projectionfrom the World Bank is that this will happen, and we will not have a divided world. We'll have most people in the middle.", "en": " 而這是世界銀行對未來最樂觀的預測 世界再也不是貧富懸殊的，大多數人擁有中等的收入"}, {"zh-tw": " Of course it's a logarithmic scale here, but our concept of economyis growth with percent. We look upon it as a possibilityof percentile increase.", "en": " 當然這是指數冪分佈的圖 因為經濟的增長是用百分比來衡量的 我們用百分比的變化來評估經濟增長"}, {"zh-tw": " If I change this, and take GDP per capitainstead of family income, and I turn these individual data into regional dataof gross domestic product, and I take the regions down here, the size of the bubbleis still the population. And you have the OECD there,and you have sub-Saharan Africa there, and we take off the Arab states there, coming both from Africa and from Asia,and we put them separately, and we can expand this axis,and I can give it a new dimension here, by adding the social valuesthere, child survival.", "en": " 下面把X軸改為人均國內生產總值 個人的數據轉為各大洲的數據 球的大小代表人口的多少 這個是經合組織國家，這是撒哈拉以南非洲 我們把阿拉伯國家 從非洲和亞洲單獨分出來 然後把X軸延伸一下，再加上一個新的維度 一個有社會價值的參數：兒童生存率"}, {"zh-tw": " Now I have money on that axis, and I have the possibilityof children to survive there. In some countries, 99.7% of childrensurvive to five years of age; others, only 70.", "en": " X軸代表經濟，Y軸顯示兒童存活的比率 一些國家的99.7%的小孩可以活到5歲以上 另一些國家只有70%。很明顯可以看到"}, {"zh-tw": " And here, it seems,there is a gap between OECD, Latin America, East Europe, East Asia, Arab states, South Asiaand sub-Saharan Africa. The linearity is very strongbetween child survival and money.", "en": " 經合組織成員國和拉丁美洲，東歐，東亞 阿拉伯國家，南亞和非洲撒哈拉以南地區 兒童生存率和經濟之間聯繫非常緊密"}, {"zh-tw": " But let me split sub-Saharan Africa. Health is thereand better health is up there.", "en": " 下面把撒哈拉以南非洲地區分解成各個國家"}, {"zh-tw": " I can go here and I can splitsub-Saharan Africa into its countries. And when it burst, the size of its country bubbleis the size of the population.", "en": " 分佈靠上邊的國家擁有更高的健康水平 撒哈拉以南的非洲各國是如此分佈的，球的尺寸代表該國人口"}, {"zh-tw": " Sierra Leone down there.Mauritius is up there. Mauritius was the first country to get away with trade barriers,and they could sell their sugar -- they could sell their textiles -- on equal terms as the peoplein Europe and North America.", "en": " 塞拉里昂在下邊，毛里求斯在上邊 毛里求斯是第一個消除了貿易壁壘的國家 他們的蔗糖和紡織品的貿易協定與歐洲和北美一樣"}, {"zh-tw": " There's a huge difference between Africa.And Ghana is here in the middle. In Sierra Leone, humanitarian aid.", "en": " 但是非洲內部的差異非常巨大。加納在中部 塞拉里昂需要人道主義援助"}, {"zh-tw": " Here in Uganda, development aid. Here, time to invest;there, you can go for a holiday.", "en": " 烏干達則需要發展援助，在加納可以進行投資了"}, {"zh-tw": " It's a tremendous variation within Africa which we rarely often make-- that it's equal everything. I can split South Asia here.India's the big bubble in the middle.", "en": " 毛里求斯則可以去度假。非洲內部的差異之大確實很驚人 而我們卻總以為非洲國家都差不多 下面分解南亞各國，印度是中間的藍色大球"}, {"zh-tw": " But a huge differencebetween Afghanistan and Sri Lanka. I can split Arab states. How are they? Same climate, same culture,same religion -- huge difference.", "en": " 而斯里蘭卡和阿富汗有著巨大差異 把阿拉伯世界分解來看，儘管是相同的氣候，相同的文化 相同的宗教，卻有巨大的差異"}, {"zh-tw": " Even between neighbors. Yemen, civil war. United Arab Emirates, money,which was quite equally and well used. Not as the myth is.", "en": " 也門在打內戰，鄰國阿聯酋卻躺在錢堆裡"}, {"zh-tw": " And that includes all the childrenof the foreign workers who are in the country. Data is often better than you think.Many people say data is bad.", "en": " 而且（阿聯酋的）兒童健康數據包含了所有的外籍勞工 大家總說數據不准確數據，其實比我們想像的好很多"}, {"zh-tw": " There is an uncertainty margin,but we can see the difference here: Cambodia, Singapore. The differences are much biggerthan the weakness of the data.", "en": " 數據是有誤差 但柬埔寨和新加坡的差距肯定遠大於數據的誤差 再看東歐"}, {"zh-tw": " East Europe: Soviet economyfor a long time, but they come out after 10 yearsvery, very differently. And there is Latin America.", "en": " 在蘇聯經濟模式下發展了多年，但在過去10年 卻經歷了巨大的變化"}, {"zh-tw": " Today, we don't have to go to Cuba to find a healthy countryin Latin America. Chile will have a lower child mortalitythan Cuba within some few years from now.", "en": " 當今的拉丁美洲，古巴再也不是唯一的健康國家了 幾年後，智利的兒童死亡率將低於古巴"}, {"zh-tw": " Here, we have high-incomecountries in the OECD. And we get the whole patternhere of the world, which is more or less like this.", "en": " 這些是經合組織成員國 這裡顯示的就是我們的世界"}, {"zh-tw": " And if we look at it, how the world looks, in 1960, it starts to move. This is Mao Tse-tung.He brought health to China.", "en": " 大概就是這樣的情形。如果我們回到過去 看看世界是怎樣的。從1960年開始 1960年（中國有）毛澤東，他給中國帶來了健康"}, {"zh-tw": " And then he died. And then Deng Xiaoping cameand brought money to China, and brought theminto the mainstream again.", "en": " 他去世後鄧小平給中國帶來了金錢，同時把中國帶回到世界的主流當中"}, {"zh-tw": " And we have seen how countriesmove in different directions like this, so it's sort of difficult to getan example country which shows the pattern of the world. But I would like to bring you backto about here, at 1960.", "en": " 其他國家的移動方向也不盡相同 很難找出哪個國家 能代表全世界的發展模式 我們回到1960年做個比較"}, {"zh-tw": " I would like to compare South Korea, which is this one,with Brazil, which is this one. The label went away for me here.", "en": " 先選中韓國（左邊的小黃球）；巴西（右邊的黃綠色大球） 烏干達（Y軸上面的小紅球）"}, {"zh-tw": " And I would like to compare Uganda,which is there. And I can run it forward, like this.", "en": " 隨著時間的推移，我們看到"}, {"zh-tw": " And you can see how South Korea is makinga very, very fast advancement, whereas Brazil is much slower. And if we move back again, here,and we put on trails on them, like this, you can see againthat the speed of development is very, very different, and the countries are moving more or lessin the same rate as money and health, but it seems you can move much faster if you are healthy firstthan if you are wealthy first.", "en": " 韓國的發展速度非常非常快 巴西就慢得多 我們再回到過去，給每個球畫出運動的軌跡 可以看到，發展速度的差距非常大 雖然各國的經濟和健康發展的軌跡大同小異 但是健康水平起點較高的國家 發展速度遠超過經濟水平起點高的"}, {"zh-tw": " And to show that, you can puton the way of United Arab Emirates. They came from here, a mineral country.", "en": " 為了說明這一點，我們看看阿聯酋 他們從這裡出發，一個資源型國家"}, {"zh-tw": " They cached all the oil;they got all the money; but health cannot be boughtat the supermarket. You have to invest in health.You have to get kids into schooling.", "en": " 他們靠石油大把賺錢，但健康絕不是超市裡的貨物 需要衛生方面的投資，需要提高兒童的教育水平"}, {"zh-tw": " You have to train health staff.You have to educate the population. And Sheikh Zayed did thatin a fairly good way.", "en": " 需要培訓衛生工作者，還要教育民眾 Sheikh Sayed 幹的非常漂亮"}, {"zh-tw": " In spite of falling oil prices,he brought this country up here. So we've got a much more mainstreamappearance of the world, where all countries tendto use their money better than they used in the past.", "en": " 儘管油價下跌了，他仍改善了阿聯酋的健康 這裡我們可以看到世界發展的主流 各國對資金的分配和使用 都比過去合理的多"}, {"zh-tw": " Now, this is, more or less, if you lookat the average data of the countries -- they are like this. Now that's dangerous, to use average data, because there is sucha lot of difference within countries.", "en": " 這里大家看到各國的數據基本上都是平均數 但是用平均數可能會很危險因為國家內部也存在很大的差異"}, {"zh-tw": " So if I go and look here,we can see that Uganda today is where South Korea was in 1960. If I split Uganda, there's quitea difference within Uganda.", "en": " 我們看這裡 今天的烏干達和1960年的韓國差不多 如果把烏干達分解開，可以看到內部的明顯差異"}, {"zh-tw": " These are the quintiles of Uganda. The richest 20 percentof Ugandans are there.", "en": " 烏干達最富有的20%在右邊"}, {"zh-tw": " The poorest are down there. If I split South Africa, it's like this.", "en": " 最貧窮的在左下邊。如果把南非分解開"}, {"zh-tw": " And if I go down and look at Niger, where there was sucha terrible famine, lastly, it's like this. The 20 percent poorestof Niger is out here, and the 20 percent richestof South Africa is there, and yet we tend to discuss on what solutionsthere should be in Africa.", "en": " 尼日在下邊，他們剛遭受一場恐怖的飢荒 最貧窮的20%的尼日人在最左邊 而最富有的20%的南非人在最右邊 今天我們仍然在討論什麼方案能解決非洲的問題"}, {"zh-tw": " Everything in this world exists in Africa. And you can't discussuniversal access to HIV [medicine] for that quintile up herewith the same strategy as down here.", "en": " 世界上所有的問題非洲都有 我們不可能討論出一套通用方案，既能解決這些地方的艾滋病問題 同時也適用於這些地方"}, {"zh-tw": " The improvement of the worldmust be highly contextualized, and it's not relevant to have iton regional level. We must be much more detailed.", "en": " 世界的發展一定要因地制宜來分析 僅從各大洲的水平上來分析是不夠的"}, {"zh-tw": " We find that students getvery excited when they can use this. And even more, policy makersand the corporate sectors would like to seehow the world is changing.", "en": " 當學生們接觸到這個軟件的時候他們都非常興奮 此外，政策制定者，各企業部門都會想知道世界的變化 但為什麼大家仍然不知道（世界的變化）"}, {"zh-tw": " Now, why doesn't this take place? Why are we not using the data we have? We have data in the United Nations,in the national statistical agencies and in universities and othernon-governmental organizations. Because the data is hiddendown in the databases.", "en": " 為什麼我們無法使用已知的數據呢 我們的聯合國，國家統計部門 學院還有非政府組織都擁有數據 但數據被隱藏在底層的數據庫裡"}, {"zh-tw": " And the public is there,and the Internet is there, but we have still not used it effectively. All that informationwe saw changing in the world does not includepublicly-funded statistics.", "en": " 而公眾在上面（太陽），互聯網（地平線）並未得到有效的使用 之前我們看到的關於世界變化的信息 並不包括公眾資助的統計數據"}, {"zh-tw": " There are some web pageslike this, you know, but they take some nourishmentdown from the databases, but people put prices on them,stupid passwords and boring statistics. And this won't work.", "en": " 的確有一些網站依靠數據庫的營養而存在著 但這是要收費的，還有愚蠢的密碼和討厭的統計表格 （笑聲，掌聲） 這個是行不通的。我們需要什麼？"}, {"zh-tw": " So what is needed? We have the databases. It's not the new database you need.", "en": " 數據庫是現成的，不需要新的數據庫"}, {"zh-tw": " We have wonderful design tools,and more and more are added up here. So we started a nonprofit venture which, linking data to design,we called Gapminder, from the London Underground, where they warn you, \"mind the gap.\" So we thought Gapminder was appropriate.", "en": " 我們有很好的視覺軟件，還將有更多的問世 於是我們成立了一個非營利機構 我們稱之為“數據與圖樣的聯結” - Gapminder 靈感來自倫敦地鐵（他們提醒乘客“小心列車與站台間的縫隙”）"}, {"zh-tw": " And we started to write softwarewhich could link the data like this. And it wasn't that difficult.", "en": " 而且我們製作了一個軟件，把數據和圖樣聯結起來"}, {"zh-tw": " It took some person years,and we have produced animations. You can take a data set and put it there.", "en": " 這個並不難，需要幾個人花幾年時間 建立數據庫後大家就能看到動畫"}, {"zh-tw": " We are liberating U.N. data,some few U.N. organization. Some countries accept thattheir databases can go out on the world, but what we really need is,of course, a search function.", "en": " 我們正嘗試解放聯合國的數據庫 少數聯合國機構和幾個國家已經開放了數據庫 但我們最需要的是數據搜索引擎"}, {"zh-tw": " A search function where we can copythe data up to a searchable format and get it out in the world. And what do we hear when we go around? I've done anthropologyon the main statistical units.", "en": " 依靠搜索引擎，我們先把原始數據複製成可搜索的格式 再把數據發佈到全世界。外界對這個設想的反應如何呢？ 我嘗試跟幾個大型統計機構交涉"}, {"zh-tw": " Everyone says, \"It's impossible.This can't be done. Our information is so peculiar in detail, so that cannot be searchedas others can be searched.", "en": " 所有人都說，這是不可能的，“這行不通，我們的信息很獨特， 不可能像其它數據那樣檢索的出來"}, {"zh-tw": " We cannot give the datafree to the students, free to the entrepreneurs of the world.\" But this is what we wouldlike to see, isn't it? The publicly-funded data is down here. And we would like flowersto grow out on the Net.", "en": " 我們也不能免費把數據開放，給全世界的學生們和企業部門使用。 ” 但這正是我們期望看到的，不是嗎？ 下邊是公眾資助採集的數據 我們希望互聯網上長出美麗的花朵"}, {"zh-tw": " And one of the crucial pointsis to make them searchable, and then people can use the differentdesign tool to animate it there. And I have pretty good news for you.", "en": " 關鍵的一步，是讓這些數據可被搜索到 並藉助軟件實現動畫的演示 我有個很好的消息要告訴大家"}, {"zh-tw": " I have good news that the present, new Head of U.N. Statistics,he doesn't say it's impossible. He only says, \"We can't do it.\" And that's a quite clever guy, huh? So we can see a lot happeningin data in the coming years.", "en": " 新上任的聯合國統計部門的領導並沒有說這是不可能的 他只說“我們不能這麼做。” 他很聰明吧 未來幾年中我們將會看到數據庫的變化"}, {"zh-tw": " We will be able to look at incomedistributions in completely new ways. This is the income distributionof China, 1970.", "en": " 我們會用全新的視角來看收入的分配 這是1970年中國的收入分配"}, {"zh-tw": " This is the income distributionof the United States, 1970. Almost no overlap.", "en": " 這是1970年美國的收入分配 幾乎沒有重疊，後來呢？"}, {"zh-tw": " And what has happened? What has happened is this: that China is growing,it's not so equal any longer, and it's appearing here,overlooking the United States. Almost like a ghost, isn't it? It's pretty scary.", "en": " 中國在增長，再也不像以前那樣平等了 它出現在右邊，俯視著美國 是不是像個鬼一樣"}, {"zh-tw": " But I think it's very importantto have all this information. We need really to see it.", "en": " 很嚇人吧，我認為這些信息很重要 大家很有必要看到這些"}, {"zh-tw": " And instead of looking at this, I would like to end up by showingthe Internet users per 1,000. In this software, we accessabout 500 variables from all the countries quite easily.", "en": " 另外我最後要給大家展示，每千人中的網民數量 這個軟件能讓我們很容易的看到全球各國的近500個參數"}, {"zh-tw": " It takes some time to change for this, but on the axises, you can quite easilyget any variable you would like to have. And the thing would beto get up the databases free, to get them searchable,and with a second click, to get them into the graphic formats,where you can instantly understand them.", "en": " 通過點擊坐標軸 你能輕易改變參數的設定 我們的初衷是，數據免費下載且易於查找 然後再點一下鼠標，數據就成為圖表的形式 那樣大家就可以立刻看明白這些數據了"}, {"zh-tw": " Now, statisticians don't like it, because they saythat this will not show the reality; we have to have statistical,analytical methods. But this is hypothesis-generating.", "en": " 統計學家們不喜歡這樣子 他們認為這不能準確地反映事實，傳統的統計和分析方法是不能取代的 但數據動畫可以幫助提出假說"}, {"zh-tw": " I end now with the world. There, the Internet is coming.", "en": " 最後我們看一下當今的互聯網世界"}, {"zh-tw": " The number of Internet usersare going up like this. This is the GDP per capita.", "en": " 網民數量不斷向上攀升，（X軸是）人均國民生產總值"}, {"zh-tw": " And it's a new technology coming in,but then amazingly, how well it fits to the economyof the countries. That's why the $100 computerwill be so important.", "en": " 互聯網是一項新技術，但令人驚訝的是 它的普及和國家的經濟水平極其一致 這也解釋了100美元電腦的重要性，但這是很好的趨勢"}, {"zh-tw": " But it's a nice tendency. It's as if the worldis flattening off, isn't it? These countries are lifting morethan the economy and will be very interestingto follow this over the year, as I would like you to be able to dowith all the publicly funded data.", "en": " 世界各國的差距將會縮小，不是嗎 這些國家的互聯網普及速度超過了經濟的發展速度 我也希望大家都可以自由使用公眾資助採集的數據 非常感謝！"}, {"zh-tw": " Thank you very much.", "en": " www.gapminder.org"}], "title": "Hans Rosling Shows The Best Stats You Ve Ever Seen"}