{"url": "http://www.ted.com/talks/lewis_pugh_s_mind_shifting_mt_everest_swim", "paragraphs": [{"zh-tw": " Last year when I was here, I was speaking to you about a swim which I did across the North Pole. And while that swim took place three years ago, I can remember it as if it was yesterday.", "en": " 上一年我在這裡向你們講述有關 我游越北極的故事 雖然那個游泳發生在三年前 但我感覺就好像是發生在昨天一樣"}, {"zh-tw": " I remember standing on the edge of the ice, about to dive into the water, and thinking to myself, I have never ever seen any place on this earth which is just so frightening. The water is completely black.", "en": " 我記得我站在冰的邊緣 準備跳進水裡 而且想著，我從未曾 在這世上見過任何地方 如此地恐怖 水是完全地漆黑"}, {"zh-tw": " The water is minus 1.7 degrees centigrade, or 29 degrees Fahrenheit. It's flipping freezing in that water.", "en": " 水是零下攝氏1.7度 即華氏29度 那些水是該死地冰冷"}, {"zh-tw": " And then a thought came across my mind: if things go pear-shaped on this swim, how long will it take for my frozen body to sink the four and a half kilometers to the bottom of the ocean? And then I said to myself, I've just got to get this thought out of my mind as quickly as possible. And the only way I can dive into that freezing cold water and swim a kilometer is by listening to my iPod and really revving myself up, listening to everything from beautiful opera all the way across to Puff Daddy, and then committing myself a hundred percent -- there is nothing more powerful than the made-up mind -- and then walking up to the edge of the ice and just diving into the water.", "en": " 忽然有一思想劃過腦海 若果在這趟游泳有什麼搞砸了 我結冰的身體需要多久 才能沉到四千米半 的海洋底部呢? 跟著我對自己說: 我得盡快讓 這個想法從我腦中消失 唯一一個能讓我跳進 冰冷的水 而後游一千里的方法 是靠聽著我的 iPod 而再次真的把我重新調整 從聽著所有美妙的歌劇 直至Puff Daddy 然後百分百全情投入 -- 沒有任何東西比下定決心來得有威力 -- 然後走到冰塊的邊緣 跳進水裡去"}, {"zh-tw": " And that swim took me 18 minutes and 50 seconds, and it felt like 18 days. And I remember getting out of the water and my hands feeling so painful and looking down at my fingers, and my fingers were literally the size of sausages because -- you know, we're made partially of water -- when water freezes it expands, and so the cells in my fingers had frozen and expanded and burst.", "en": " 那次游泳用了我 十八分五十秒 但它感覺好像是十八天 我記得當我走出水面時 我的手感覺非常痛楚 我看著我的手指 它簡直有香腸般大小 因為我們的身體是用水構造的 -- 當水結冰時，它會膨脹 所以我的手指的細胞 全都結冰而膨脹 破裂"}, {"zh-tw": " And the most immediate thought when I came out of that water was the following: I'm never, ever going to do another cold water swim in my life again. Anyway, last year, I heard about the Himalayas and the melting of the -- and the melting of the glaciers because of climate change.", "en": " 當我走出水面的那一刻 我的第一個想法是這樣的: 在我餘生 我永遠不要再次 游冬泳 不管怎樣，上一年，我聽過有關喜馬拉雅山脈 和它的 -- 和它正在溶化的冰川 這都是因為氣候在變化"}, {"zh-tw": " I heard about this lake, Lake Imja. This lake has been formed in the last couple of years because of the melting of the glacier.", "en": " 我聽過有關 Imja 湖 這個湖是在幾年前形成的 它是從溶化的冰川的水而產生"}, {"zh-tw": " The glacier's gone all the way up the mountain and left in its place this big lake. And I firmly believe that what we're seeing in the Himalayas is the next great, big battleground on this earth.", "en": " 這個冰川一直伸延至山上 而最後形成這個大湖 我確實相信 我們現在在喜瑪拉雅山脈所看到的 將會是這個地球上 下一個最大的戰場"}, {"zh-tw": " Nearly two billion people -- so one in three people on this earth -- rely on the water from the Himalayas. And with a population increasing as quickly as it is, and with the water supply from these glaciers -- because of climate change -- decreasing so much, I think we have a real risk of instability.", "en": " 差不多有二十億人 -- 即是每三個人有一個 -- 是依賴喜瑪拉雅山脈的水 而因為人口快速增長 那些冰川的水的供應 因為氣候的轉變 -- 大幅減少 我想我們正面臨不穩定的危機"}, {"zh-tw": " North, you've got China; south, you've India, Pakistan, Bangladesh, all these countries. And so I decided to walk up to Mt. Everest, the highest mountain on this earth, and go and do a symbolic swim underneath the summit of Mt. Everest.", "en": " 北有中國；南有印度，巴基斯坦， 孟加拉共和國等國家 因此我決定 走上埃佛勒斯峰 世界第一峰 去作一個有代表意義的游泳 在埃佛勒斯峰 的峰頂下"}, {"zh-tw": " Now, I don't know if any of you have had the opportunity to go to Mt. Everest, but it's quite an ordeal getting up there. 28 great, big, powerful yaks carrying all the equipment up onto this mountain -- I don't just have my Speedo, but there's a big film crew who then send all the images around the world.", "en": " 我不知道你們是否有人曾有機會去過埃佛勒斯峍 但走上去真的有點折磨 28 頭強大有力的犛牛 帶著所有器材上山 我沒有我的Speedo 但這裡有一大隊攝影隊 他們把相片傳到世界各地"}, {"zh-tw": " The other thing which was so challenging about this swim is not just the altitude. I wanted to do the swim at 5,300 meters above sea level.", "en": " 這次游泳第二項挑戰 不只是它的高度 我得在海拔五千三百米以上游泳"}, {"zh-tw": " So it's right up in the heavens. It's very, very difficult to breath. You get altitude sickness.", "en": " 它像是天堂一樣高 呼吸是非常非常的困難。你得解決高山症"}, {"zh-tw": " I feels like you've got a man standing behind you with a hammer just hitting your head all the time. That's not the worst part of it.", "en": " 我感覺好像有一個人站在你的背後用鎚 不停的敲打你的頭一樣 這不是最糟透的"}, {"zh-tw": " The worst part was this year was the year where they decided to do a big cleanup operation on Mt. Everest. Many, many people have died on Mt. Everest, and this was the year they decided to go and recover all the bodies of the mountaineers and then bring them down the mountain.", "en": " 最糟糕的是今年他們決定 在埃佛勒斯峰來一個大清理的行動 過去有很多很多的人死在埃佛勒斯峰 這一年他們決定去 把那些爬山者的屍體挖掘出來 然後把他們帶下山"}, {"zh-tw": " And when you're walking up the mountain to attempt to do something which no human has ever done before, and, in fact, no fish -- there are no fish up there swimming at 5,300 meters -- When you're trying to do that, and then the bodies are coming past you, it humbles you, and you also realize very, very clearly that nature is so much more powerful than we are. And we walked up this pathway, all the way up.", "en": " 當你走上山 嘗試做一些 以前從未有人，甚至是魚，所做過的事情時 -- 根本沒有魚在五千三百米高的地方游泳 當你嘗試這樣做的時候 有些屍體在你的旁邊經過 這讓自己感覺卑微 你會更加清楚明白 大自然比我們 更具威力 而我們經過這條通道 向上而行"}, {"zh-tw": " And to the right hand side of us was this great Khumbu Glacier. And all the way along the glacier we saw these big pools of melting ice.", "en": " 在我們的右邊就是 偉大的Khumbu冰川 沿著冰川所見的是 那些冰川溶化所形成的湖"}, {"zh-tw": " And then we got up to this small lake underneath the summit of Mt. Everest, and I prepared myself the same way as I've always prepared myself, for this swim which was going to be so very difficult. I put on my iPod, I listened to some music, I got myself as aggressive as possible -- but controlled aggression -- and then I hurled myself into that water.", "en": " 我們到達埃佛勒斯峰頂峰之下 的一個小湖 我用我慣常的方法 作好準備 這一次游泳將是無比的艱難 我戴上我的iPod，聽著音樂 我讓自己充滿無比的幹勁 是那能受控制的幹勁 然後猛力投進 水裡"}, {"zh-tw": " I swam as quickly as I could for the first hundred meters, and then I realized very, very quickly, I had a huge problem on my hands. I could barely breathe.", "en": " 我以最快的速度 游過首一百米 然後很快發覺 我的手有一個很嚴重的問題 我不能呼吸"}, {"zh-tw": " I was gasping for air. I then began to choke, and then it quickly led to me vomiting in the water.", "en": " 我喘著氣 然後我開始哽噎 這使我不停的嘔吐"}, {"zh-tw": " And it all happened so quickly: I then -- I don't know how it happened -- but I went underwater. And luckily, the water was quite shallow, and I was able to push myself off the bottom of the lake and get up and then take another gasp of air.", "en": " 這一切都來得很迅速 我不知道發生什麼事 -- 但我開始往下沉 幸好的，湖的水很淺 我可以從湖底把自己推上水面 然後再吸一口氣"}, {"zh-tw": " And then I said, carry on. Carry on. Carry on. I carried on for another five or six strokes, and then I had nothing in my body, and I went down to the bottom of the lake.", "en": " 我對著自己說: 加油、加油、加油 我接著再游多五、六步 我身體裡的氣所剩無幾 我沉入湖底"}, {"zh-tw": " And I don't where I got it from, but I was able to somehow pull myself up and as quickly as possible get to the side of the lake. I've heard it said that drowning is the most peaceful death that you can have.", "en": " 我不知怎的 但我能夠 把我的身體以最快的速度拉上來 游到湖邊 我曾聽說遇溺 是最平靜的死亡方法"}, {"zh-tw": " I have never, ever heard such utter bollocks. It is the most frightening and panicky feeling that you can have.", "en": " 這真是我有史以來聽過最 胡說八道的事 它是你所能感到 最可怕和驚慌的經歷"}, {"zh-tw": " I got myself to the side of the lake. My crew grabbed me, and then we walked as quickly as we could down -- over the rubble -- down to our camp.", "en": " 我游到湖邊 我的工作人員把我抓緊 然後以他們最快的方法 經過那些碎石 把我運回營地"}, {"zh-tw": " And there, we sat down, and we did a debrief about what had gone wrong there on Mt. Everest. And my team just gave it to me straight.", "en": " 在那裡我們坐下 我們檢討我們在埃佛勒斯峰 出錯的地方 我的隊員很坦白的對我說"}, {"zh-tw": " They said, Lewis, you need to have a radical tactical shift if you want to do this swim. Every single thing which you have learned in the past 23 years of swimming, you must forget.", "en": " 路易士，若你想完成這趟游泳 你必須 有一個徹底的策略轉變 你在過去23年的游泳生涯 所學的每一件事 你必須忘記"}, {"zh-tw": " Every single thing which you learned when you were serving in the British army, about speed and aggression, you put that to one side. We want you to walk up the hill in another two days' time.", "en": " 你在英軍服役時 所學過有關 速度和激進的每一項事 你必須置在一旁 我們要你用兩天後才出發步行上山"}, {"zh-tw": " Take some time to rest and think about things. We want you to walk up the mountain in two days' time, and instead of swimming fast, swim as slowly as possible.", "en": " 找一些時間休息和反思 然後我們要你在用兩天的時間來走上山頂 不是以最快的速度去游 反之以最慢的速度去游"}, {"zh-tw": " Instead of swimming crawl, swim breaststroke. And remember, never ever swim with aggression.", "en": " 不是游自由式，而是游蛙泳 記著，永不激進的游"}, {"zh-tw": " This is the time to swim with real humility. And so we walked back up to the mountain two days later.", "en": " 這次是以真正謙卑的心 去作這次游泳 因此我們在兩天後 開始回到山上"}, {"zh-tw": " And I stood there on the edge of the lake, and I looked up at Mt. Everest -- and she is one of the most beautiful mountains on the earth -- and I said to myself, just do this slowly. And I swam across the lake.", "en": " 我站在 湖的邊緣 我望向埃佛勒斯峰 它是世上最美麗的山峰之一 我告訴我自己，我要游得很慢 我游過這個湖"}, {"zh-tw": " And I can't begin to tell you how good I felt when I came to the other side. But I learned two very, very important lessons there on Mt. Everest, and I thank my team of Sherpas who taught me this.", "en": " 我不能告知你 當我游到對岸時 我是如何的感覺良好 我在埃佛勒斯峰這裡 學了兩樣非常非常重要的課題 我謝謝我的團隊 Sherpas 教曉我兩件事情"}, {"zh-tw": " The first one is that just because something has worked in the past so well, doesn't mean it's going to work in the future. And similarly, now, before I do anything, I ask myself what type of mindset do I require to successfully complete a task.", "en": " 第一是 以往運作很好的方法 不等於將來也同樣可行 同樣地 現在，在我做任何東西之前 我會問我自己我需要 那樣的心理狀態來 成功完成這項工作"}, {"zh-tw": " And taking that into the world of climate change -- which is, frankly, the Mt. Everest of all problems -- just because we've lived the way we have lived for so long, just because we have consumed the way we have for so long and populated the earth the way we have for so long, doesn't mean that we can carry on the way we are carrying on. The warning signs are all there.", "en": " 這引伸至地球的氣候變化上 即，坦白說 佛勒斯峰的所有問題 -- 不要因為我們過往是如此的生活 或因為我們以往如此的浪費資源 或地球的人口是如此的密集 我們就可理所當然的用 我們過往的方式繼續下去 到處都是警號"}, {"zh-tw": " When I was born, the world's population was 3.5 billion people. We're now 6.8 billion people, and we're expected to be 9 billion people by 2050.", "en": " 在我出生時， 世界的人口只有三十五億 現在則有六十八億人 我們預期在2050年 人口多達九十億"}, {"zh-tw": " And then the second lesson, the radical, tactical shift. And I've come here to ask you today: what radical tactical shift can you take in your relationship to the environment, which will ensure that our children and our grandchildren live in a safe world and a secure world, and most importantly, in a sustainable world? And I ask you, please, to go away from here and think about that one radical tactical shift which you could make, which will make that big difference, and then commit a hundred percent to doing it.", "en": " 第二個我學曉的事情是 徹底而有策略的轉變 我今天來問你們 在有關環境的課題上 你能作出什麼徹底而有策略的改變呢 而這個轉變將能 確保我們的子女和兒孫 能在安全 及有保障的世界裡生存 最重要的是這個世界得以延續下去 我敬希你們從此刻開始 想一下那一個 你能 徹底而又有策略的轉變 那個將發揮很大的作用 而你又願意百分百付諸實行的事情"}, {"zh-tw": " Blog about it, tweet about it, talk about it, and commit a hundred percent, because very, very few things are impossible to achieve if we really put our whole minds to it. So thank you very, very much.", "en": " 然後在部落格或微博上載，與人談及它 和百分百的實行 如果我們能全力以赴 那麼只有很少很少的事情 我們是無法完成 真的非常感謝 (鼓掌)"}], "title": "Lewis Pugh S Mind Shifting Mt Everest Swim"}