{"url": "http://www.ted.com/talks/barry_schwartz_on_the_paradox_of_choice", "paragraphs": [{"zh-tw": " I'm going to talk to you about some stuffthat's in this book of mine that I hope will resonate with otherthings you've already heard, and I'll try to makesome connections myself, in case you missed them. But I want to start withwhat I call the \"official dogma.\" The official dogma of what? The official dogma of all Westernindustrial societies.", "en": " 我要和你們談談我書裡的一些內容 我希望這會和你們已經得到的資訊獲得共鳴 我也會嘗試做一些連接﹐免得你遺漏了什麼 我想從”定律“開始談 什麼定律﹖ 所有西方工業社會的定律"}, {"zh-tw": " And the official dogma runs like this: if we are interested in maximizingthe welfare of our citizens, the way to do thatis to maximize individual freedom. The reason for this is both that freedomis in and of itself good, valuable, worthwhile,essential to being human.", "en": " 這定律是這麼說的﹕ 為了人民的福利和幸福著想 我們必須讓每個人擁有最大的個人自由 因為自由本身是好的 有益的﹐是身為人的基本價值之一"}, {"zh-tw": " And because if people have freedom, then each of us can act on our own to do the thingsthat will maximize our welfare, and no one has to decide on our behalf. The way to maximize freedomis to maximize choice.", "en": " 如果人們有了自由 每個人都可以自發地 去追求屬於自己的最大幸福 我們不需要別人來幫我們做決定 最大的自由的方法就是擁有最多選擇"}, {"zh-tw": " The more choice people have,the more freedom they have, and the more freedom they have, the more welfare they have. This, I think, is so deeply embeddedin the water supply that it wouldn't occurto anyone to question it.", "en": " 人們的選擇性越多﹐他們擁有的自由也越多 他們擁有的自由越多 他們就越幸福快樂 這件事深深地銘刻於我們的思源中 沒有人會質疑它"}, {"zh-tw": " And it's also deeplyembedded in our lives. I'll give you some examples of what modern progresshas made possible for us.", "en": " 它在每個方面存在我們的生活中 讓我給你們一個例子﹐看看現代社會發展帶來的可能性"}, {"zh-tw": " This is my supermarket. Not such a big one.", "en": " 這是我家附近的超市﹐不算很大"}, {"zh-tw": " I want to say just a wordabout salad dressing. 175 salad dressings in my supermarket, if you don't count the 10extra-virgin olive oils and 12 balsamic vinegars you could buy to make a very large numberof your own salad dressings, in the off-chance that none of the 175the store has on offer suit you.", "en": " 我想談談沙拉醬 我的超市裡有175種沙拉醬 如果我們不把那10種特級初榨橄欖油 還有12種紅酒醋算進去的話 你也可以買這兩種東西回去自己調專屬你自己的沙拉醬 如果175種沙拉醬裡沒一樣合你意的話"}, {"zh-tw": " So this is what the supermarket is like. And then you goto the consumer electronics store to set up a stereo system -- speakers, CD player,tape player, tuner, amplifier -- and in this one singleconsumer electronics store, there are that many stereo systems.", "en": " 這就是我們今日的超市。 如果你去電子用品店﹐想要裝一套音響系統 音箱﹐CD播放器﹐卡帶播放器﹐調節器﹐擴音器 在任何一家電子用品店裡 都有許多不同的音響系統"}, {"zh-tw": " We can construct six-and-a-half-milliondifferent stereo systems out of the componentsthat are on offer in one store. You've got to admitthat's a lot of choice.", "en": " 我們可以從一家電子用品店裡所提供的不同零件裡 組裝出六百五十萬種不同的音響 你必須承認這些選擇還真多"}, {"zh-tw": " In other domains --the world of communications. There was a time, when I was a boy, when you could get any kindof telephone service you wanted, as long as it came from Ma Bell.", "en": " 在其他領域 - 在傳播的世界裡 曾幾何時﹐在我還是個小男孩的時候 你可以選擇任何電信公司 只要確定它連接到貝爾公司"}, {"zh-tw": " You rented your phone. You didn't buy it. One consequence of that, by the way,is that the phone never broke.", "en": " 你租你的電話﹐你不是買 這樣做其中一個結果是﹐那種電話從來就不會壞"}, {"zh-tw": " And those days are gone. We now have an almostunlimited variety of phones, especially in the world of cell phones.", "en": " 這些時光過去了 現在我們有無盡的選擇 尤其是手機"}, {"zh-tw": " These are cell phones of the future. My favorite is the middle one -- the MP3 player, nose hair trimmer,and crème brûlée torch.", "en": " 這些是來自未來的手機 我最喜歡中間那個 有播放音樂﹐剪鼻毛﹐還能烤布丁"}, {"zh-tw": " And if by some chance you haven'tseen that in your store yet, you can rest assuredthat one day soon, you will. And what this does is it leads people to walkinto their stores asking this question.", "en": " 如果你還沒有在商店裡看到這隻手機 你大可放心﹐總有一天你會看到它 它的功能是 讓人們走進店裡問﹕你們有那種功能很少的電話嗎﹖"}, {"zh-tw": " And do you know what the answerto this question now is? The answer is \"no.\" It is not possible to buy a cell phonethat doesn't do too much. So, in other aspects of life that are muchmore significant than buying things, the same explosion of choice is true.", "en": " 你知道答案是什麼嗎﹖ 答案是“沒有“” 你無法買到一支功能剛好就好的手機 在我們人生其他那些比買東西還要更重要的部份 我們也面臨相同的“選項爆炸”"}, {"zh-tw": " Health care. It is no longer the casein the United States that you go to the doctor,and the doctor tells you what to do.", "en": " 醫療 - 現在在美國﹐你去看醫生 醫生不會直接告訴你該怎麼做"}, {"zh-tw": " Instead, you go to the doctor, and the doctor tells you,\"Well, we could do A, or we could do B. A has these benefits, and these risks.", "en": " 你去看醫生 醫生告訴你﹐好吧﹐我們可以選A 或是選B A有這些好處﹐有這些危險性"}, {"zh-tw": " B has these benefits, and these risks. What do you want to do?\" And you say, \"Doc, what should I do?\" And the doc says, \"A hasthese benefits and risks, and B has these benefits and risks.", "en": " B有這些好處﹐有這些危險性。你想怎麼做﹖ 你回答﹕醫生﹐我該怎麼做! 醫生再重複﹕A有這些利弊﹐B有這些利弊"}, {"zh-tw": " What do you want to do?\" And you say, \"If you were me,Doc, what would you do?\" And the doc says, \"But I'm not you.\" And the result is --we call it \"patient autonomy,\" which makes it sound like a good thing, but it really is a shiftingof the burden and the responsibility for decision-making from somebodywho knows something -- namely, the doctor -- to somebody who knows nothingand is almost certainly sick and thus not in the best shapeto be making decisions -- namely, the patient. There's enormous marketingof prescription drugs to people like you and me, which, if you think about it,makes no sense at all, since we can't buy them.", "en": " 你想怎麼做﹖ 然後你說“醫生﹐如果你是我﹐你會怎麼做” 醫生說“但我不是你。” 結果是﹐我們說這是“病人的自主權” 聽上去好像是件好事 但實際上它不過是把做出選擇的重擔和責任 從一個真正有能力的人 也就是醫生 轉移到一個相對無知而且正在生病狀態中 可能無法做出什麼好決定的人 - 也就是患者 處方藥的廣告很多 針對像你我這種人 如果你認真地想﹐其實並不怎麼合理 既然我們不能買"}, {"zh-tw": " Why do they market to usif we can't buy them? The answer is that they expect usto call our doctors the next morning and ask for our prescriptionsto be changed. Something as dramatic as our identity has now become a matter of choice, as this slide is meant to indicate.", "en": " 對我們下這麼多廣告幹嘛﹖ 答案是﹐他們希望我們隔天早上打電話給我們的醫生 希望修改處方 甚至更戲劇性地﹐我們的身份 都可以是一種選擇 這投影片寫著“等孩子長大了﹐他們自己能選擇性別”"}, {"zh-tw": " We don't inherit an identity;we get to invent it. And we get to re-inventourselves as often as we like.", "en": " 我們的身份不是與生俱來的﹐我們可以自己創造 還能在任何時候﹐隨時“再造”"}, {"zh-tw": " And that means that every day,when you wake up in the morning, you have to decide what kindof person you want to be. With respect to marriage and family, there was a time when the defaultassumption that almost everyone had is that you got marriedas soon as you could, and then you started having kidsas soon as you could.", "en": " 這代表著每天早上﹐你醒來以後 你可以選擇你想做怎樣的人 以婚姻和家庭關係為例 在過去﹐社會的既定想法是 越早結婚 越早有孩子越好"}, {"zh-tw": " The only real choice was who, not when, and not what you did after. Nowadays, everythingis very much up for grabs.", "en": " 唯一的選擇就是你的對象 不是何時﹐也不是之後你該做什麼 今日﹐凡事都有可能"}, {"zh-tw": " I teach wonderfully intelligent students, and I assign 20 percentless work than I used to. And it's not because they're less smart, and it's not becausethey're less diligent.", "en": " 我教導一群聰明的學生 我給他們的功課比以前的學生少了兩成 不是因為他們比較不聰明 也不是因為他們比較不勤奮"}, {"zh-tw": " It's because they are preoccupied,asking themselves, \"Should I get married or not?Should I get married now? Should I get married later? Should I have kids first,or a career first?\" All of these are consuming questions. And they're going to answerthese questions, whether or not it meansnot doing all the work I assign and not getting a good gradein my courses.", "en": " 而是他們還有其他事要做﹐他們自問 “我應該結婚嗎﹖我應該現在結婚﹖ 還是晚點再結﹖我應該先有孩子﹐還是先有事業” 這些都是很費時的問題 他們必須要回答這些問題 無論這代表著無法完成所有的功課 或是無法在我班上拿到好成績"}, {"zh-tw": " And indeed they should. These are important questions to answer.", "en": " 但他們的確應該思考﹐回答這些問題很重要"}, {"zh-tw": " Work -- we are blessed, as Carl was pointing out, with the technology that enables us to work every minute of every dayfrom any place on the planet -- except the Randolph Hotel. There is one corner, by the way, that I'm not going to tell anybody about,where the WiFi actually works.", "en": " 工作 - 如 Carl 剛剛所說﹐我們非常幸運 今日科技讓我們 在這個星球上的何時何地﹐每一刻都可以工作 除了我們這次的旅館 其實有一個角落可以上網 但我不會告訴你們"}, {"zh-tw": " I'm not telling you about itbecause I want to use it. So what this means, this incredible freedom of choicewe have with respect to work, is that we have to make a decision, again and again and again, about whether we shouldor shouldn't be working.", "en": " 因為我想獨佔它 這些美好的選擇自由意味著什麼呢 意味著我們必須做出選擇 一次一次又一次地選擇 像是我們應不應該工作"}, {"zh-tw": " We can go to watch our kid play soccer, and we have our cell phone on one hip, and our Blackberry on our other hip, and our laptop, presumably, on our laps. And even if they're all shut off, every minute that we're watchingour kid mutilate a soccer game, we are also asking ourselves, \"Should I answer this cell phone call? Should I respond to this email?Should I draft this letter?\" And even if the answerto the question is \"no,\" it's certainly going to makethe experience of your kid's soccer game very different than it would've been.", "en": " 我們可以去看孩子踢足球 口袋裡裝著手機 另一邊口袋裝著黑梅機 腿上放著電腦 就算把它們全關上 看著你的孩子用心踢球的每一分鐘 我們仍然自問著 “我應該接手機嗎？ 我應該回這封Email嗎？我應該寫個草稿嗎？” 就算所有的回答都是“不” 這場看球經歷﹐一定會和 過去非常不同"}, {"zh-tw": " So everywhere we look, big things and small things,material things and lifestyle things, life is a matter of choice. And the world we usedto live in looked like this.", "en": " 無論我們往何處看 大小事﹐各種物質和生活方式 人生就是做出選擇 我們的世界中曾經有些事情是肯定的"}, {"zh-tw": " [Well, actually,they are written in stone.] That is to say, there were some choices, but not everything was a matter of choice. And the world we now live inlooks like this.", "en": " 意思是﹐就算有些選擇性 但不是每件事都需要做出選擇 但現在我們的世界卻是這樣﹕十誡自己寫"}, {"zh-tw": " [The Ten Commandments DYI Kit] And the question is,is this good news, or bad news? And the answer is, \"yes.\" We all know what's good about it, so I'm going to talkabout what's bad about it. All of this choice has two effects, two negative effects on people.", "en": " 我們要問﹕這究竟是好事還是壞事﹖ 解答是﹕是的 我們都知道好處在哪 所以我想談談這有什麼壞處 所有的選擇都有兩種效果 兩種負面的效果"}, {"zh-tw": " One effect, paradoxically, is that it produces paralysis,rather than liberation. With so many options to choose from, people find it very difficultto choose at all.", "en": " 一種是 選擇帶來的不是自由﹐而是癱瘓 一旦出現這麼多選項 人們發現做出選擇非常困難"}, {"zh-tw": " I'll give you one verydramatic example of this: a study that was done of investmentsin voluntary retirement plans. A colleague of mine got accessto investment records from Vanguard, the gigantic mutual-fund company of about a million employeesand about 2,000 different workplaces.", "en": " 讓我給你一個比較戲劇性的例子 一個就自願退休計劃投資的 我的一個同事取得了“先鋒”這家共同基金的 投資記錄 紀錄裡包括兩千多個不同公司的一百多萬個職員"}, {"zh-tw": " And what she found is that for every 10 mutual fundsthe employer offered, rate of participationwent down two percent. You offer 50 funds -- 10 percentfewer employees participate than if you only offer five.", "en": " 她發現 公司每增加十個基金選項 參與率就降低百分之二 如果你提供50個基金選項﹐而不是5個 就會多出一成的職員放棄加入。為什麼﹖"}, {"zh-tw": " Why? Because with 50 funds to choose from, it's so damn hard to decidewhich fund to choose, that you'll just put it offuntil tomorrow. And then tomorrow, and tomorrow, and tomorrow, and of course tomorrow never comes.", "en": " 因為50個基金選項 讓人實在有夠難選 不然還是明天再想吧 又一個明天﹐明天 明天﹐明天 當然﹐明天永遠不會來"}, {"zh-tw": " Understand that not only does this mean that people are going to haveto eat dog food when they retire because they don't haveenough money put away, it also means that makingthe decision is so hard that they pass up significantmatching money from the employer. By not participating, they are passing upas much as 5,000 dollars a year from the employer, who would happilymatch their contribution.", "en": " 理解這件事不只意味著 人們退休後只能吃狗食 因為他們沒有存夠錢 這也代表著做出決定非常困難 他們寧可放棄東家提供的那部份退休金 放棄加入這些基金選項﹐等於放棄 公司本來很願意提供的5000美金"}, {"zh-tw": " So paralysis is a consequenceof having too many choices. And I think it makesthe world look like this.", "en": " 當我們面對太多選項﹐我們就痲痺了 這就像這樣：“你選擇要永生吃法國沙拉醬？"}, {"zh-tw": " [And lastly, for all eternity,French, bleu cheese, or ranch?] You really want to get the decisionright if it's for all eternity, right? You don't want to pick the wrongmutual fund, or the wrong salad dressing. So that's one effect.", "en": " 還是美國沙拉醬？” 如果永遠只能吃同一種﹐你總不想選錯吧﹖ 你不想選錯基金﹐甚至不想選錯沙拉醬 這是效果之一。第二是"}, {"zh-tw": " The second effect is that even if we manage to overcomethe paralysis and make a choice, we end up less satisfiedwith the result of the choice than we would be if we hadfewer options to choose from. And there are several reasons for this.", "en": " 就算我們克服了癱瘓﹐做出選擇 我們對選擇結果的滿意度 卻不如選項比較少的時候 這有幾個原因"}, {"zh-tw": " One of them is that with a lot of differentsalad dressings to choose from, if you buy one, and it's not perfect --and what salad dressing is? -- it's easy to imagineyou could have made a different choice that would have been better. And what happens is this imagined alternative induces youto regret the decision you made, and this regret subtractsfrom the satisfaction you get out of the decision you made, even if it was a good decision.", "en": " 一是一旦有許多不同的沙拉醬可以選擇 如果你買了其一﹐卻覺得它不夠好 - 你知道沙拉醬是什麼嗎﹖ 是一種很容易讓你覺得你可以做出更好的選擇 然後結果會更好的東西。於是 想像中的其他讓你對自己之前的選擇感到後悔 後悔的感覺減低了你對自己的選擇所感到的幸福感 就算那決定是好的"}, {"zh-tw": " The more options there are,the easier it is to regret anything at all that is disappointingabout the option that you chose. Second, what economistscall \"opportunity costs.\" Dan Gilbert made a big point this morning of talking about how much the wayin which we value things depends on what we compare them to.", "en": " 選項越多﹐越容易感到後悔 越容易為你的選擇感到失望 第二是經濟學家所說的機會成本 Dan Gilbert 今早提到了一個重點 他提到我們對事物的價值感 取決于我們拿什麼和它相比"}, {"zh-tw": " Well, when there are lotsof alternatives to consider, it is easy to imaginethe attractive features of alternatives that you reject that make you less satisfiedwith the alternative that you've chosen. Here's an example.", "en": " 當有許多其他選擇的時候 人們很容易會想像那些當初沒選擇的選項 有多麼吸引人 讓你對你所選擇的感到不滿"}, {"zh-tw": " [I can't stop thinking about those otheravailable parking spaces on W 85th street] Sorry if you're not New Yorkers. Here's what you'resupposed to be thinking.", "en": " 這裡有一個例子。如果你平常不讀紐約客雜誌﹐抱歉 它說出了我們的想法 一對情侶在夏日度假聖地"}, {"zh-tw": " Here's this couple on the Hamptons. Very expensive real estate.", "en": " 非常昂貴的度假區"}, {"zh-tw": " Gorgeous beach. Beautiful day.They have it all to themselves. What could be better? \"Well, damn it,\" this guy is thinking, \"It's August. Everybodyin my Manhattan neighborhood is away.", "en": " 美麗的海灘﹐宜人的天氣﹐他們獨享著這片風景 還有什麼會更好呢﹖”真是的﹐“ 這個男人想著 “八月我所有鄰居都去度假了"}, {"zh-tw": " I could be parkingright in front of my building.\" And he spends two weeks nagged by the idea that he is missing the opportunity, day after day, to havea great parking space. Opportunity costs subtract from the satisfactionwe get out of what we choose, even when what we choose is terrific.", "en": " 要是我還在市區就能輕易在公寓門口找到停車位了” 這個想法跟著他兩個禮拜 日復一日﹐他一直想著﹐要是我能有那個停車位就好了 機會成本減低了我們對所選的滿意度 就算我們當初選的很好"}, {"zh-tw": " And the more optionsthere are to consider, the more attractivefeatures of these options are going to be reflectedby us as opportunity costs. Here's another example.", "en": " 越多選項 越多吸引人的地方 都會成為我們所考慮的機會成本 這裡有另一個例子 這個漫畫解釋了很多事"}, {"zh-tw": " Now this cartoon makes a lot of points. It makes points about livingin the moment as well, and probably about doing things slowly.", "en": " 包含活在當下 或是慢活的可貴"}, {"zh-tw": " But one point it makes is that wheneveryou're choosing one thing, you're choosing not to do other things that may have lots of attractive features, and it's going to makewhat you're doing less attractive. Third: escalation of expectations.", "en": " 其中一點是它告訴我們﹐一旦你選擇了一件事 你同時也選擇了不做其他事 其他事物可能有很多吸引人之處 讓你現在所有的變得不這麼吸引人 第三﹕我們的期望提高了"}, {"zh-tw": " This hit me when I wentto replace my jeans. I wear jeans almost all the time.", "en": " 這是我在買新牛仔褲的時候想到的 我幾乎所有時候都穿牛仔褲"}, {"zh-tw": " There was a timewhen jeans came in one flavor, and you bought them,and they fit like crap, they were incredibly uncomfortable, if you wore themand washed them enough times, they started to feel OK. I went to replace my jeans after yearsof wearing these old ones, and I said, \"I wanta pair of jeans. Here's my size.\" And the shopkeeper said, \"Do you want slim fit,easy fit, relaxed fit? You want button fly or zipper fly?You want stonewashed or acid-washed? Do you want them distressed? You want boot cut, tapered, blah blah.\"On and on he went.", "en": " 曾幾何時﹐牛仔褲只有一種 你買了﹐它們穿上去根本不合 而且還非常不束縛 除非如果你穿的時間夠長﹐洗的次數夠多 才會比較舒服一點 穿了同一條牛仔褲多年以後﹐我總算要買條新的替代 我說“我要買一條牛仔褲﹐這是我的尺碼” 售貨員對我說 “你要貼身的﹐休閒式的﹐還是寬身的﹖ 你要釦子還是拉鏈﹖你要石頭洗﹐還是酸洗的﹖ 你要那種破破舊舊的嗎﹖ 你要小喇叭﹐锥型直統﹐還是......”他說了一堆"}, {"zh-tw": " My jaw dropped. And after I recovered, I said, \"I want the kind that usedto be the only kind.\" He had no idea what that was, so I spent an hour trying onall these damn jeans, and I walked out of the store -- truth! -- with the best-fitting jeansI had ever had.", "en": " 我完全傻眼﹐好不容易恢復以後﹐我說 “我要那種曾經是唯一一種的那種” 他不知道“唯一那種”是“哪種” 所以我只好花一堆時間去穿這些該死的牛仔褲 但當我離開的時候 - 說真的 - 這條牛仔褲是我穿過最合身的牛仔褲"}, {"zh-tw": " I did better. All this choice madeit possible for me to do better.", "en": " 這些選項讓我能夠買到更合適的牛仔褲﹐我做得很好"}, {"zh-tw": " But -- I felt worse. Why? I wrote a whole bookto try to explain this to myself.", "en": " 但我感覺很差 為什麼﹖我只好寫本書和自己解釋"}, {"zh-tw": " The reason -- The reason I felt worse is that, with all of these options available, my expectations about how gooda pair of jeans should be went up. I had very low, no particular expectationswhen they only came in one flavor.", "en": " 我感覺更差的理由是 既然有這麼多選擇 我對牛仔褲的期待昇高了 之前我的期待很低 當我沒有選擇的時候﹐我根本沒有期待"}, {"zh-tw": " When they came in 100 flavors, damn it,one of them should've been perfect. And what I got was good,but it wasn't perfect.", "en": " 但如果有一百種﹐該死的 總該有一種是完美無缺的吧! 我買的那條牛仔褲很好﹐但不是完美的"}, {"zh-tw": " And so I compared what I gotto what I expected, and what I got was disappointingin comparison to what I expected. Adding options to people's lives can't help but increasethe expectations people have about how good those options will be.", "en": " 當我把期望和真實拿來比較的時候 我得到的只有失望 在人的生活裡增加選項 提昇了人們對所有事物的期待 期待這些選項會有多好"}, {"zh-tw": " And what that's going to produceis less satisfaction with results, even when they're good results. Nobody in the worldof marketing knows this.", "en": " 結果是大家無法對結果感到滿足 就算結果很好 沒有任何市場學的人了解這件事"}, {"zh-tw": " [It all looks so great.I can't wait to be disappointed.] Because if they did, you wouldn't all knowwhat this was about. The truth is more like this.", "en": " 因為如果他們懂﹐就不會有這種事情發生了 “看起來很好﹐"}, {"zh-tw": " [Everything was better backwhen everything was worse] The reason that everything was betterback when everything was worse is that when everything was worse, it was actually possible for people to have experiencesthat were a pleasant surprise. Nowadays, the world we live in --we affluent, industrialized citizens, with perfection the expectation -- the best you can ever hope for is that stuff is as goodas you expect it to be.", "en": " 我等不及要失望了” 每件事在它們糟糕的時候都比較美好的原因是 在每件事都比較糟糕的過去 人們還有機會遇見人生中的小驚喜 我們今日的世界 - 我們這些工業化﹐富裕的人們 把期望提昇到完美這麼高 -- 你只能希望你得到的最好有你期待的這麼好"}, {"zh-tw": " You will never be pleasantly surprised because your expectations,my expectations, have gone through the roof. The secret to happiness --this is what you all came for -- the secret to happiness is low expectations.", "en": " 你永遠不會有驚喜 因為你的期望﹐我的期望﹐早就像天一樣高 在座的你們到這裡找尋的 - 快樂的秘訣 快樂的秘訣就是把期望放低"}, {"zh-tw": " [You'll do] I want to say -- just a little autobiographical moment -- that I actually am married to a wife, and she's really quite wonderful. I couldn't have done better.", "en": " “我接受。“ 我想 - 稍微提供一點私人資料 我娶了一個老婆 她真的很棒 我不只是想安頓下來而已﹐她是最好的了"}, {"zh-tw": " I didn't settle. But settling isn'talways such a bad thing.", "en": " 但只是想安頓下來也不是什麼壞事"}, {"zh-tw": " Finally -- One consequence of buyinga bad-fitting pair of jeans when there is only one kind to buy is that when you are dissatisfied,and you ask why, who's responsible, the answer is clear:the world is responsible. What could you do? When there are hundredsof different styles of jeans available, and you buy one that is disappointing, and you ask why, who's responsible? It is equally clear that the answerto the question is \"you.\" You could have done better.", "en": " 如果你沒有選擇 唯一的選擇是一條不合身的牛仔褲 你不滿意﹐你問誰該對此負責 答案很明白 這是世界的錯。你能怎樣﹖ 但當有一百條牛仔褲供你選擇的時候 你卻買到一條讓你失望的牛仔褲 誰該負責﹖ 答案也一樣明白﹐你自己該負責 你明明就能做出更好的選擇"}, {"zh-tw": " With a hundred different kindsof jeans on display, there is no excuse for failure. And so when people make decisions, and even though the resultsof the decisions are good, they feel disappointed about them; they blame themselves.", "en": " 如果有一百種牛仔褲供你選擇 你的失敗沒有借口 在人們做出決定的時候 就算決定的結果是好的 他們仍然感到失望 他們怪罪自己"}, {"zh-tw": " Clinical depression has exploded in the industrial worldin the last generation. I believe a significant -- not the only,but a significant -- contributor to this explosion of depression,and also suicide, is that people have experiencesthat are disappointing because their standards are so high, and then when they have to explainthese experiences to themselves, they think they're at fault.", "en": " 憂鬱症在工業化國家屢見不鮮 我相信有很大原因 - 不是唯一﹐但是主要的原因 造成憂鬱症和自殺的原因是 人們總是在經歷失望 因為他們的期望太高 當他們嘗試對自己解釋時 他們認為自己做錯了"}, {"zh-tw": " And so the net result is that we dobetter in general, objectively, and we feel worse. So let me remind you.", "en": " 結果是我們的生活更好了﹐客觀來說 但我們感覺更糟 讓我提醒你"}, {"zh-tw": " This is the official dogma,the one that we all take to be true, and it's all false. It is not true.", "en": " 我們所認定的定律 不是真的"}, {"zh-tw": " There's no question that some choiceis better than none, but it doesn't follow from that that more choiceis better than some choice. There's some magical amount.I don't know what it is.", "en": " 當然﹐有選擇會比沒選擇好 但很多選擇並不會比一些選擇更好 處在一個我不知道的魔術數字裡"}, {"zh-tw": " I'm pretty confident that we havelong since passed the point where options improve our welfare. Now, as a policy matter --I'm almost done -- as a policy matter,the thing to think about is this: what enables all of this choice in industrial societiesis material affluence.", "en": " 我相信我們已經超越了 選擇讓我們的生活變得更好的地步 就政策而言 我們該思考的是 在工業化社會裡﹐物質富裕讓我們有這麼多選項"}, {"zh-tw": " There are lots of places in the world, and we have heard about several of them, where their problemis not that they have too much choice. Their problemis that they have too little.", "en": " 但世界上還有這麼多地方 我們也聽說了一些 他們的問題不是他們有太多選擇 而是他們沒有選擇"}, {"zh-tw": " So the stuff I'm talking aboutis the peculiar problem of modern, affluent, Western societies. And what is so frustratingand infuriating is this: Steve Levitt talked to you yesterday about how these expensiveand difficult-to-install child seats don't help.", "en": " 我在談的這個問題是針對富裕的 西方國家 讓人沮喪而憤怒的是 Steve Levitt 昨天和你們談的是 這些昂貴又難裝的汽車兒童座椅根本沒效﹐完全是浪費錢"}, {"zh-tw": " It's a waste of money. What I'm telling you is that these expensive,complicated choices -- it's not simply that they don't help.", "en": " 我要告訴你們的是這些昂貴的﹐複雜的選擇 不但沒有幫助"}, {"zh-tw": " They actually hurt. They actually make us worse off.", "en": " 反而還幫倒忙 它們讓我們更不快樂"}, {"zh-tw": " If some of what enablespeople in our societies to make all of the choices we make were shifted to societiesin which people have too few options, not only would thosepeople's lives be improved, but ours would be improved also, which is what economists calla \"Pareto-improving move.\" Income redistribution will makeeveryone better off -- not just poor people -- because of how all this excesschoice plagues us. So to conclude.", "en": " 如果有什麼能讓我們所擁有的這些選項 轉移到那些沒有選項的社會去 這樣一來，不但他們的生活會被改善 我們的生活也會被改善 這就是經濟學家所說的帕雷托改進方案 收入重新分配會讓每個人過的更好 - 而不只是窮人 我們也能免于選項過多的災難"}, {"zh-tw": " [You can be anythingyou want to be -- no limits] You're supposed to read this cartoon,and, being a sophisticated person, say, \"Ah! What does this fish know? You know, nothing is possiblein this fishbowl.\" Impoverished imagination,a myopic view of the world -- and that's the way I read it at first. The more I thought about it, however, the more I came to the viewthat this fish knows something.", "en": " 結論是﹐身為一個有學養的人 你應該看著這個漫畫﹐說 “這魚懂什麼 魚缸也不過就這麼大” 一種缺乏想像﹐沒遠見的世界觀 剛開始我也是這樣理解的 但我越想 越覺得這隻魚其實很有哲理"}, {"zh-tw": " Because the truth of the matter is that if you shatter the fishbowlso that everything is possible, you don't have freedom. You have paralysis.", "en": " 事實是 一旦把魚缸打破 你得到的不是自由﹐而是痲痺"}, {"zh-tw": " If you shatter this fishbowlso that everything is possible, you decrease satisfaction. You increase paralysis,and you decrease satisfaction.", "en": " 如果你打破了魚缸﹐可能性無限的時候 你便減低了滿足感 你感到痲痺﹐而不是滿足"}, {"zh-tw": " Everybody needs a fishbowl. This one is almostcertainly too limited -- perhaps even for the fish,certainly for us.", "en": " 每個人都需要一個魚缸 當然可能不是這一個 這個對魚來說可能都太小﹐更何況我們"}, {"zh-tw": " But the absence of some metaphoricalfishbowl is a recipe for misery, and, I suspect, disaster. Thank you very much.", "en": " 但完全沒有魚缸的生活是悲慘的 我懷疑甚至是個災難 謝謝大家"}], "title": "Barry Schwartz On The Paradox Of Choice"}