{"url": "http://www.ted.com/talks/sheryl_wudunn_our_century_s_greatest_injustice", "paragraphs": [{"zh-tw": " The global challenge that I want to talk to you about today rarely makes the front pages. It, however, is enormous in both scale and importance.", "en": " 今天我想跟各位談的全球挑戰 很少登上新聞頭條 這問題並非不重要，相反的， 它在規模上、重要性都要大的多"}, {"zh-tw": " Look, you all are very well traveled; this is TEDGlobal after all. But I do hope to take you to some places you've never been to before.", "en": " 各位一定經常旅遊 畢竟這是TED全球論壇 但我希望帶你們到一些 你們從未見過的地方"}, {"zh-tw": " So, let's start off in China. This photo was taken two weeks ago.", "en": " 先從中國開始 這張照片是兩週前拍的"}, {"zh-tw": " Actually, one indication is that little boy on my husband's shoulders has just graduated from high school. But this is Tiananmen Square.", "en": " 開玩笑的，坐在我丈夫肩上的小男孩 現在已經高中畢業了 這裡是天安門廣場"}, {"zh-tw": " Many of you have been there. It's not the real China. Let me take you to the real China.", "en": " 很多人可能去過，但這不是真正的中國 讓我帶各位到真正的中國"}, {"zh-tw": " This is in the Dabian Mountains in the remote part of Hubei province in central China. Dai Manju is 13 years old at the time the story starts.", "en": " 這是大巴山 中國湖北省偏遠地區 故事從戴滿菊13歲開始"}, {"zh-tw": " She lives with her parents, her two brothers and her great-aunt. They have a hut that has no electricity, no running water, no wristwatch, no bicycle.", "en": " 她與父母親同住 家中還有兩個兄弟和姑婆 他們住的小屋沒有電 沒有自來水 沒有手錶、沒有腳踏車"}, {"zh-tw": " And they share this great splendor with a very large pig. Dai Manju was in sixth grade when her parents said, \"We're going to pull you out of school because the 13-dollar school fees are too much for us.", "en": " 家裡還有一隻豬 與他們共賞美景 戴滿菊六年級的時候，父母告訴她 「我們無法讓妳上學了，」 「因為13元的學費我們付不起。」"}, {"zh-tw": " You're going to be spending the rest of your life in the rice paddies. Why would we waste this money on you?\" This is what happens to girls in remote areas.", "en": " 「反正妳長大後也是去稻田工作，」 「那為什麼還要花這筆錢呢？」 這就是偏遠地區的女孩子所面臨的"}, {"zh-tw": " Turns out that Dai Manju was the best pupil in her grade. She still made the two-hour trek to the schoolhouse and tried to catch every little bit of information that seeped out of the doors.", "en": " 但，戴滿菊是全年級 成績最好的學生 她每天跋涉兩小時到學校上學 不放過任何學習的機會 把握她所能擁有的"}, {"zh-tw": " We wrote about her in The New York Times. We got a flood of donations -- mostly 13-dollar checks because New York Times readers are very generous in tiny amounts but then, we got a money transfer for $10,000 -- really nice guy.", "en": " 我們將她的故事刊上紐約時報 收到了很多捐款 大多都是13元捐款 因為我們紐約時報的讀者對於這種小額捐款 非常大方 後來，我們收到一筆 一萬元捐款 很大方"}, {"zh-tw": " We turned the money over to that man there, the principal of the school. He was delighted.", "en": " 我們將這筆錢交給照片中的男子，也是校長 他開心極了"}, {"zh-tw": " He thought, \"Oh, I can renovate the school. I can give scholarships to all the girls, you know, if they work hard and stay in school.", "en": " 他想：「這筆錢可以整修學校，」 「可以提供獎學金給女孩子們。」 他們在學校都非常用功"}, {"zh-tw": " So Dai Manju basically finished out middle school. She went to high school.", "en": " 戴滿菊後來 念到中學畢業 上了高中"}, {"zh-tw": " She went to vocational school for accounting. She scouted for jobs down in Guangdong province in the south.", "en": " 她到職業學校念會計 後來到南部的廣東省找工作"}, {"zh-tw": " She found a job, she scouted for jobs for her classmates and her friends. She sent money back to her family.", "en": " 她找到工作後，還幫她的同學們 留意工作機會 將賺來的錢寄回家裡"}, {"zh-tw": " They built a new house, this time with running water, electricity, a bicycle, no pig. What we saw was a natural experiment.", "en": " 他們蓋了新房子 這次有自來水 有了電、一台腳踏車 沒有豬了 這是一個自然實驗"}, {"zh-tw": " It is rare to get an exogenous investment in girls' education. And over the years, as we followed Dai Manju, we were able to see that she was able to move out of a vicious cycle and into a virtuous cycle.", "en": " 女孩子的教育，能有外界的幫助 是很少見的 這幾年，我們看到的是戴滿菊 脫離惡性循環 進入了良性循環"}, {"zh-tw": " She not only changed her own dynamic, she changed her household, she changed her family, her village. The village became a real standout.", "en": " 她不只改變了自己 她改變她們全家的生活環境、她的村子 後來整個村莊都繁榮起來"}, {"zh-tw": " Of course, most of China was flourishing at the time, but they were able to get a road built to link them up to the rest of China. And that brings me to my first major of two tenets of \"Half the Sky.\" And that is that the central moral challenge of this century is gender inequity.", "en": " 當然，當時中國正繁榮發展 但他們有辦法向外建造道路 連結到中國其他地方 這是我的書《她們，和她們的希望故事》中 兩大原則之一 這就是 本世紀 最大的道德挑戰－ 性別不平等"}, {"zh-tw": " In the 19th century, it was slavery. In the 20th century, it was totalitarianism.", "en": " 19世紀的挑戰是奴隸制度 21世紀的挑戰是極權主義"}, {"zh-tw": " The cause of our time is the brutality that so many people face around the world because of their gender. So some of you may be thinking, \"Gosh, that's hyperbole.", "en": " 我們現今的挑戰 就是世界上這們多人因為性別 遭受暴力的不平等對待 各位可能在想 「她講的太誇張了吧，」"}, {"zh-tw": " She's exaggerating.\" Well, let me ask you this question. How many of you think there are more males or more females in the world? Let me take a poll. How many of you think there are more males in the world? Hands up, please.", "en": " 「才沒這麼嚴重。」 那麼我先問各位 現在社會中，男生多還是女生多？ 來投票好了，認為男生多的請舉手。 謝謝"}, {"zh-tw": " How many of you think -- a few -- how many of you there are more females in the world? Okay, most of you. Well, you know this latter group, you're wrong.", "en": " 看到一些手了，那麼，認為女生多的請舉手。 大部分的人 這些人你們錯了"}, {"zh-tw": " There are, true enough, in Europe and the West, when women and men have equal access to food and health care, there are more women, we live longer. But in most of the rest of the world, that's not the case.", "en": " 事實上， 在歐洲、西方 男人和女人 擁有一樣的權利、福利 女生還活的比較久一點 但世界其他地方，就不是如此了"}, {"zh-tw": " In fact, demographers have shown that there are anywhere between 60 million and 100 million missing females in the current population. And, you know, it happens for several reasons.", "en": " 事實上，人口學家統計 世界上約有六千萬 到一億的女性 是處於失蹤狀態 有幾個原因"}, {"zh-tw": " For instance, in the last half-century, more girls were discriminated to death than all the people killed on all the battlefields in the 20th century. Sometimes it's also because of the sonogram.", "en": " 其中一個，是上半世紀 女性因性別歧視死亡的人數 加起來比整個20世紀，男性死於戰場的人數 還要多 另一個原因，是因為超音波"}, {"zh-tw": " Girls get aborted before they're even born when there are scarce resources. This girl here, for instance, is in a feeding center in Ethiopia.", "en": " 由於資源不夠，知道懷的是女嬰 父母親就選擇墮胎 照片中這女孩 在衣索比亞的一間餵養中心"}, {"zh-tw": " The entire center was filled with girls like her. What's remarkable is that her brothers, in the same family, were totally fine.", "en": " 餵養中心裡，多的是像她一樣的女孩子 令人吃驚的是，她的哥哥 卻健康的很"}, {"zh-tw": " In India, in the first year of life, from zero to one, boy and girl babies basically survive at the same rate because they depend upon the breast, and the breast shows no son preference. From one to five, girls die at a 50 percent higher mortality rate than boys, in all of India.", "en": " 在印度，嬰兒第一年 0到1歲時， 男女的生存比率略微相同 因為他們都喝母乳 母乳並不會偏心 1到5歲時， 女孩的死亡率，比男孩多了一半 這是全印度的數據"}, {"zh-tw": " The second tenet of \"Half the Sky\" is that, let's put aside the morality of all the right and wrong of it all, and just on a purely practical level, we think that one of the best ways to fight poverty and to fight terrorism is to educate girls and to bring women into the formal labor force. Poverty, for instance.", "en": " 《她們，和她們的希望故事》第二原則 我們先將道德是非擺一邊 從實際觀點來看 我們認為 打擊貧窮、恐怖主義最好的方法 就是教育女孩子 以及提供女性工作機會 先談貧窮"}, {"zh-tw": " There are three reasons why this is the case. For one, overpopulation is one of the persistent causes of poverty.", "en": " 我提出三個原因 第一，人口過剩是 持續平窮的原因之一"}, {"zh-tw": " And you know, when you educate a boy, his family tends to have fewer kids, but only slightly. When you educate a girl, she tends to have significantly fewer kids.", "en": " 當你教育男孩子 他的家庭會有較少的子女 但只有少一點 當你教育女孩子 她減少生育的數量大的多"}, {"zh-tw": " The second reason is it has to do with spending. It's kind of like the dirty, little secret of poverty, which is that, not only do poor people take in very little income, but also, the income that they take in, they don't spend it very wisely, and unfortunately, most of that spending is done by men.", "en": " 第二個原因 與花費有關 這算是貧窮的一個小祕密 就是 貧窮的人 不止收入少 他們的收入 還不會好好利用 因為，負責花錢的是男性"}, {"zh-tw": " So research has shown, if you look at people who live under two dollars a day -- one metric of poverty -- two percent of that take-home pay goes to this basket here, in education. 20 percent goes to a basket that is a combination of alcohol, tobacco, sugary drinks -- and prostitution and festivals.", "en": " 研究顯示 觀察那些一天花不到2元的人 他們的花費都一樣 收入的2% 是教育 20%的花費是 買酒、菸、飲料、 和妓女"}, {"zh-tw": " If you just take four percentage points and put it into this basket, you would have a transformative effect. The last reason has to do with women being part of the solution, not the problem.", "en": " 其實這20%裡， 只要將4%分到教育 就能有轉變作用 最後一個理由就是 女人是解決辦法，不是麻煩"}, {"zh-tw": " You need to use scarce resources. It's a waste of resources if you don't use someone like Dai Manju.", "en": " 必須學會利用有限資源 不用戴滿菊這樣的女孩子，就是浪費資源"}, {"zh-tw": " Bill Gates put it very well when he was traveling through Saudi Arabia. He was speaking to an audience much like yourselves.", "en": " 比爾蓋茲說的很好 他當時到沙烏地阿拉伯旅遊 當時有場類似現在這樣的演講"}, {"zh-tw": " However, two-thirds of the way there was a barrier. On this side was men, and then the barrier, and this side was women.", "en": " 然而，場地三分之二有個隔閡 這邊坐男人 另一邊作女人"}, {"zh-tw": " And someone from this side of the room got up and said, \"Mr. Gates, we have here as our goal in Saudi Arabia to be one of the top 10 countries when it comes to technology. Do you think we'll make it?\" So Bill Gates, as he was staring out at the audience, he said, \"If you're not fully utilizing half the resources in your country, there is no way you will get anywhere near the top 10.\" So here is Bill of Arabia.", "en": " 其中一位觀眾問比爾 「蓋茲先生，我們沙烏地阿拉伯有個目標」 「就是想在科技領域」 「名列世界前十名」 「你覺得我們有能力嗎？」 比爾蓋茲就掃了一下觀眾，說 「如果你們不善用國家全部的資源，」 「那麼你們的離目標還差的遠。」 這是阿拉伯比爾"}, {"zh-tw": " So what would some of the specific challenges look like? I would say, on the top of the agenda is sex trafficking. And I'll just say two things about this.", "en": " 那麼真正的挑戰到底 是什麼？ 我認為，最嚴重的就是 色情人口販賣 關於這點，我提兩件事就好"}, {"zh-tw": " The slavery at the peak of the slave trade in the 1780s: there were about 80,000 slaves transported from Africa to the New World. Now, modern slavery: according to State Department rough statistics, there are about 800,000 -- 10 times the number -- that are trafficked across international borders.", "en": " 奴隸販賣在1780年代 最為盛行 當時約有八萬名奴隸 從非洲被賣到美洲 現在的奴隸 根據國務院初步統計資料， 有80萬人，當時十倍的數量 在國際間販賣"}, {"zh-tw": " And that does not even include those that are trafficked within country borders, which is a substantial portion. And if you look at another factor, another contrast, a slave back then is worth about $40,000 in today's money.", "en": " 這數字還不包括 那些國內販賣人口 也是蠻驚人的數字 當你看 其他因素、其他對比 以前一個奴隸 約值現在的幣值 4萬元左右"}, {"zh-tw": " Today, you can buy a girl trafficked for a few hundred dollars, which means she's actually more disposable. But you know, there is progress being made in places like Cambodia and Thailand.", "en": " 今天，你買一個女生 只要幾百塊 她根本毫無價值可言 但是，在柬埔寨和泰國 已經有些行動了"}, {"zh-tw": " We don't have to expect a world where girls are bought and sold or killed. The second item on the agenda is maternal mortality.", "en": " 我們再也不必看到 女孩子們被買賣、殺害 我要談的第二點， 就是婦女難產死亡率"}, {"zh-tw": " You know, childbirth in this part of the world is a wonderful event. In Niger, one in seven women can expect to die during childbirth.", "en": " 西方世界，孩子的出生 是多美妙的一件事 但在尼日，七個懷孕婦女 有一個死於難產"}, {"zh-tw": " Around the world, one woman dies every minute and a half from childbirth. You know, it's not as though we don't have the technological solution, but these women have three strikes against them: they are poor, they are rural and they are female.", "en": " 全世界， 每一分半鐘，一位母親死於難產 我們並不是沒有 實際的解決方法 而是這些母親們，被三振出局 她們窮、她們住的偏遠、 她們是女性"}, {"zh-tw": " You know, for every woman who does die, there are 20 who survive but end up with an injury. And the most devastating injury is obstetric fistula.", "en": " 一個死亡的難產婦女 就有另外20個 嚴重受傷 最嚴重的就是 生殖瘻管受傷"}, {"zh-tw": " It's a tearing during obstructed labor that leaves a woman incontinent. Let me tell you about Mahabuba.", "en": " 這是阻礙性分娩時， 產生的撕裂傷，導致的大小便失禁 分享Mahabuba的故事"}, {"zh-tw": " She lives in Ethiopia. She was married against her will at age 13.", "en": " 她住在衣索比亞 13歲時被迫結婚"}, {"zh-tw": " She got pregnant, ran to the bush to have the baby, but you know, her body was very immature, and she ended up having obstructed labor. The baby died, and she ended up with a fistula.", "en": " 後來懷孕，孩子是在草叢裡出生的 但她的身體尚未成熟 所以生產時寶寶的頭太大，無法通過產道 後來嬰兒死了，她的生殖瘻管受傷"}, {"zh-tw": " So that meant she was incontinent; she couldn't control her wastes. In a word, she stank.", "en": " 大小便失禁 她無法控制排泄 全身發臭"}, {"zh-tw": " The villagers thought she was cursed; they didn't know what to do with her. So finally, they put her at the edge of the village in a hut.", "en": " 村民都以為他被詛咒了，不知如何是好 後來他們把她丟到村莊外圍的小屋"}, {"zh-tw": " They ripped off the door so that the hyenas would get her at night. That night, there was a stick in the hut.", "en": " 把門拆掉 晚上放鬣狗咬她 那晚，屋內正好有根棍子"}, {"zh-tw": " She fought off the hyenas with that stick. And the next morning, she knew if she could get to a nearby village where there was a foreign missionary, she would be saved.", "en": " 她用棍子抵抗 隔天早上 她知道她如果到附近村莊，找外國傳教士 她就能獲救"}, {"zh-tw": " Because she had some damage to her nerves, she crawled all the way -- 30 miles -- to that doorstep, half dead. The foreign missionary opened the door, knew exactly what had happened, took her to a nearby fistula hospital in Addis Ababa, and she was repaired with a 350-dollar operation.", "en": " 因為她有神經損傷 她用爬的，爬了30哩 到傳教士門前時，都半死了 傳教士一開門 就知道發生了什麼事 帶她到首都的一間診所 接受手術 一個350元的手術"}, {"zh-tw": " The doctors and nurses there noticed that she was not only a survivor, she was really clever, and they made her a nurse. So now, Mahabuba, she is saving the lives of hundreds, thousands, of women.", "en": " 那裡的醫生護士發現 她不止是個生存者 她還很聰明，他們讓她當護士 所以Mahabuba現在 也幫助拯救 成千上萬女人們的生命"}, {"zh-tw": " She has become part of the solution, not the problem. She's moved out of a vicious cycle and into a virtuous cycle.", "en": " 她變成解決方式，而非問題 她脫離了惡性循環 進入良性循環"}, {"zh-tw": " I've talked about some of the challenges, let me talk about some of the solutions, and there are predictable solutions. I've hinted at them: education and also economic opportunity.", "en": " 我剛剛都講挑戰 現在來談解決方式 其實很明顯 我剛剛有提示了，就是教育 和經濟機會"}, {"zh-tw": " So of course, when you educate a girl, she tends to get married later on in life, she tends to have kids later on in life, she tends to have fewer kids, and those kids that she does have, she educates them in a more enlightened fashion. With economic opportunity, it can be transformative.", "en": " 當你教育一個女孩子 她後來結婚 然後生子，生育數量會減少 生下來的那些孩子們 她會以開明的方式教導他們 有了經濟機會 就能有很大的轉變"}, {"zh-tw": " Let me tell you about Saima. She lives in a small village outside Lahore, Pakistan.", "en": " 我想分享Saima的故事 她住在拉合爾(巴基斯坦城市)的一個小村莊"}, {"zh-tw": " And at the time, she was miserable. She was beaten every single day by her husband, who was unemployed.", "en": " 她當時過的很慘 每天都被她那 失業的丈夫毆打"}, {"zh-tw": " He was kind of a gambler type -- and unemployable, therefore -- and took his frustrations out on her. Well, when she had her second daughter, her mother in-law told her son, \"I think you'd better get a second wife.", "en": " 他會賭博、又沒工作 所以將氣都出在她身上 當她生下第二個女兒 她岳母告訴她丈夫 「你再取個妻子吧，」"}, {"zh-tw": " Saima's not going to produce you a son.\" This is when she had her second daughter. At the time, there was a microlending group in the village that gave her a 65-dollar loan.", "en": " 「Saima不能替你生兒子。」 她那時候剛產下第二個女兒 當時有一個 專做小額貸款的組織到村裡 讓她貸款了65美元"}, {"zh-tw": " Saima took that money, and she started an embroidery business. The merchants liked her embroidery; it sold very well, and they kept asking for more.", "en": " 她利用這筆錢 開始了刺繡生意 商人都很喜歡她的作品，賣的很好 他們希望她多做點來賣"}, {"zh-tw": " And when she couldn't produce enough, she hired other women in the village. Pretty soon she had 30 women in the village working for her embroidery business.", "en": " 所以她人手不夠 雇用了村莊其他婦女 不久，村子裡有30名婦女 都變成她的員工"}, {"zh-tw": " And then, when she had to transport all of the embroidery goods from the village to the marketplace, she needed someone to help her do the transport, so she hired her husband. So now they're in it together.", "en": " 後來 她還得將刺繡品運到 附近村莊的市場賣 她需要人手幫她運貨 所以她雇了她丈夫 這對夫妻便一起工作"}, {"zh-tw": " He does the transportation and distribution, and she does the production and sourcing. And now they have a third daughter, and the daughters, all of them, are being tutored in education because Saima knows what's really important.", "en": " 他負責運送、分裝 她則負責製作、外包 後來生了第三個女兒 三個女兒都接受良好教育 因為Saima知道教育很重要"}, {"zh-tw": " Which brings me to the final element, which is education. Larry Summers, when he was chief economist at the World Bank, once said that, \"It may well be that the highest return on investment in the developing world is in girls' education.\" Let me tell you about Beatrice Biira.", "en": " 所以最後一點，就是教育 Larry Summers還在世界銀行的時候 曾說：「投資開發中國家」 「女孩子的教育，」 「所能獲得的報酬」 「是最高的。」 讓我告訴你們Beatrice Biira的故事"}, {"zh-tw": " Beatrice was living in Uganda near the Congo border, and like Dai Manju, she didn't go to school. Actually, she had never been to school, not to a lick, one day.", "en": " Beatrice住在烏干達和 剛果邊境的地方 和戴滿菊一樣， 她從沒有上過學 連一天都沒有過"}, {"zh-tw": " Her parents, again, said, \"Why should we spend the money on her? She's going to spend most of her life lugging water back and forth.\" Well, it just so happens, at that time, there was a group in Connecticut called the Niantic Community Church Group in Connecticut. They made a donation to an organization based in Arkansas called Heifer International.", "en": " 她父母，一樣的認為 「為什麼錢要花在她身上？」 「反正她長大也是一輩子挑水。」 很巧的是，當時 康乃狄克有個機構 Niantic社區教堂組織 他們捐款給阿肯色州 的一個機構 海菲國際組織"}, {"zh-tw": " Heifer sent two goats to Africa. One of them ended up with Beatrice's parents, and that goat had twins.", "en": " 這組織送了兩隻羊到非洲 其中一隻分到了Beatrice家 那隻羊生了雙胞胎"}, {"zh-tw": " The twins started producing milk. They sold the milk for cash.", "en": " 然後還是產羊奶 他們買羊奶賺了點錢"}, {"zh-tw": " The cash started accumulating, and pretty soon the parents said, \"You know, we've got enough money. Let's send Beatrice to school.\" So at nine years of age, Beatrice started in first grade -- after all, she'd never been to a lick of school -- with a six year-old. No matter, she was just delighted to be in school.", "en": " 錢開始累積 不久後她父母就說： 「我們有足夠的錢，讓Beatrice念書」 所以九歲的她 開始念一年級 因為她從沒上過學 所以和六歲的孩子同班 但她不在意，非常珍惜這個機會"}, {"zh-tw": " She rocketed to the top of her class. She stayed at the top of her class through elementary school, middle school, and then in high school, she scored brilliantly on the national examinations so that she became the first person in her village, ever, to come to the United States on scholarship.", "en": " 她一下衝到第一名 並保持好成績 一直到小學畢業、中學、 高中畢業後， 因為優秀的全國測驗成績 她變成她村裡第一位 拿獎學金到美國 唸書的人"}, {"zh-tw": " Two years ago, she graduated from Connecticut College. On the day of her graduation, she said, \"I am the luckiest girl alive because of a goat.\" And that goat was $120.", "en": " 兩年前 她從康乃狄克學院畢業 畢業那天，她說： 「我是這世界上，只因為一隻羊」 「而出運的女孩。」 那隻羊只要120美元"}, {"zh-tw": " So you see how transformative little bits of help can be. But I want to give you a reality check.", "en": " 所以你看到一點小忙 有多大的轉變力 但我也必須讓各位認清事實"}, {"zh-tw": " Look: U.S. aid, helping people is not easy, and there have been books that have criticized U.S. aid. There's Bill Easterly's book.", "en": " 美國援助並不簡單 有些書也公開批評美國援助 像是比爾伊斯特的"}, {"zh-tw": " There's a book called \"Dead Aid.\" You know, the criticism is fair; it isn't easy. You know, people say how half of all water well projects, a year later, are failed.", "en": " 《致命援助》這本書 這些批評是公平的 援助並不簡單 他們說那些水井計劃 一年後都失敗了"}, {"zh-tw": " When I was in Zimbabwe, we were touring a place with the village chief -- he wanted to raise money for a secondary school -- and there was some construction a few yards away, and I said, \"What's that?\" He sort of mumbled. Turns out that it's a failed irrigation project.", "en": " 當我在辛巴威時 村長帶著我們參觀一個地方 他募款，在這地方蓋所中學 那邊已經有蓋一些東西了 我就問：「那是什麼？」 他就低聲說了一些話 原來是失敗的灌溉計畫"}, {"zh-tw": " A few yards away was a failed chicken coop. One year, all the chickens died, and no one wanted to put the chickens in there.", "en": " 幾碼外還有失敗的雞舍 因為有一年，裡面的雞全死了，沒人敢在那養雞"}, {"zh-tw": " It's true, but we think that you don't through the baby out with the bathwater; you actually improve. You learn from your mistakes, and you continuously improve.", "en": " 但是，我們都了解，別因為失敗就將一切放棄 這樣才能進步 從錯誤中學習，變成持續進步"}, {"zh-tw": " We also think that individuals can make a difference, and they should, because individuals, together, we can all help create a movement. And a movement of men and women is what's needed to bring about social change, change that will address this great moral challenge.", "en": " 我們也知道 每個人都盡一己之力， 是可以做出改變的 我們可以創造一股運動 男人與女人的運動 這是社會改變的開始 有了這個開始 我們更能面對道德挑戰"}, {"zh-tw": " So then, I ask, what's in it for you? You're probably asking that. Why should you care? I will just leave you with two things. One is that research shows that once you have all of your material needs taken care of -- which most of us, all of us, here in this room do -- research shows that there are very few things in life that can actually elevate your level of happiness.", "en": " 問題是， 這麼做有什麼好處？ 你可能會問，為什麼要關心他們？ 我提兩件事讓各位想想 第一，研究顯示， 當你已經擁有 一切生活所需－ 就像這裡的每個人 研究顯示， 你生命中已經沒有 其他東西能提昇你的快樂指數"}, {"zh-tw": " One of those things is contributing to a cause larger than yourself. And the second thing, it's an anecdote that I'll leave you with.", "en": " 唯有 奉獻給比你還要龐大的事物 第二件事 是一個小故事"}, {"zh-tw": " And that is the story of an aid worker in Darfur. Here was a woman who had worked in Darfur, seeing things that no human being should see.", "en": " 故事是關於 達佛(蘇丹)的一個援助人員 這位女子 在達佛工作期間 看遍所有不人道的事情"}, {"zh-tw": " Throughout her time there, she was strong, she was steadfast. She never broke down.", "en": " 她在達佛的時候 堅強、堅定 從未崩潰"}, {"zh-tw": " And then she came back to the United States and was on break, Christmas break. She was in her grandmother's backyard, and she saw something that made her break down in tears.", "en": " 後來她回到美國 在耶誕假期間 她在她祖母的後院 她看到某個東西，讓她當場潰堤"}, {"zh-tw": " What that was was a bird feeder. And she realized that she had the great fortune to be born in a country where we take security for granted, where we not only can feed, clothe and house ourselves, but also provide for wild birds so they don't go hungry in the winter.", "en": " 她看到的是 野鳥餵食器 他感到非常幸運 能出生在這個 我們將一切視為理所當然的國家 我們不但吃的飽、穿的暖、 住的好、 還有辦法照顧野生鳥兒 讓它們冬天不會餓死"}, {"zh-tw": " And she realized that with that great fortune comes great responsibility. And so, like her, you, me, we have all won the lottery of life.", "en": " 她立刻明白，人越幸運 越多責任 像她一樣， 你、我 我們都非常幸運"}, {"zh-tw": " And so the question becomes: how do we discharge that responsibility? So, here's the cause. Join the movement.", "en": " 那問題就是 那我們要負什麼責任呢？ 我給了大家理由 加入這行列"}, {"zh-tw": " Feel happier and help save the world. Thank you very much.", "en": " 快樂的同時，也拯救世界 謝謝大家"}], "title": "Sheryl Wudunn Our Century S Greatest Injustice"}