{"url": "http://www.ted.com/talks/annie_lennox_why_i_am_an_hiv_aids_activist", "paragraphs": [{"zh-tw": " I'm going to share with you the story as to how I have become an HIV/AIDS campaigner. And this is the name of my campaign: SING Campaign.", "en": " 我今天要跟你們分享這個故事 我要告訴你們 爲什麽我要從事愛滋病防治運動 這是我領導的活動名稱：SING 活動。"}, {"zh-tw": " In November of 2003, I was invited to take part in the launch of Nelson Mandela's 46664 Foundation -- that is his HIV/AIDS foundation. And 46664 is the number that Mandela had when he was imprisoned in Robben Island.", "en": " 2003年11月 我受邀參加 曼德拉46664基金會的 創會活動。 這是一個愛滋病防治基金會。 46664是當時 曼德拉在羅本島被關的編號。"}, {"zh-tw": " And that's me with Youssou N'Dour, onstage, having the time of my life. The next day, all the artists were invited to join Mandela in Robben Island, where he was going to give a conference to the world's press, standing in front of his former prison cell.", "en": " 照片中是我和Youssou N'Dour 在舞臺上 這是我生命中最美好的時光之一 隔天，所有的表演者都受邀 在羅本島和曼德拉見面 曼德拉要在那裏 跟國際媒體開記者會 地點就在他之前的牢房前。"}, {"zh-tw": " You can see the bars of the window there. It was quite a momentous occasion for all of us.", "en": " 你可以看到他窗戶前的鐵窗。 這對大家來説都是重要的一刻。"}, {"zh-tw": " In that moment in time, Mandela told the world's press that there was a virtual genocide taking place in his country; that post-apartheid Rainbow Nation, a thousand people were dying on a daily basis and that the front line victims, the most vulnerable of all, were women and children. This was a huge impact on my mind, because I am a woman and I am a mother, and I hadn't realized that the HIV/AIDS pandemic was directly affecting women in such a way.", "en": " 就在這歷史的一刻 曼德拉告訴國際媒體說 在他的國家裏 有一個集體的滅種屠殺正在發生 在這種族隔離浩劫後的 彩虹國度 每天有一千人死去 其中首當其衝的 最脆弱的一群 是婦女和小孩。 這在我心裏產生了相當大的衝擊 因爲，我既是個婦女，也是媽媽。 我那時還沒能了解 愛滋病能如此直接地 使婦女受害。"}, {"zh-tw": " And so I committed -- when I left South Africa, when I left Capetown, I told myself, \"This is going to be something that I have to talk about. I have to serve.\" And so, subsequently I participated in every single 46664 event that I could take part in and gave news conferences, interviews, talking and using my platform as a musician, with my commitment to Mandela -- out of respect for the tremendous, unbelievable work that he had done.", "en": " 所以我給自己許了個承諾 在離開南非，開普敦的時候 我告訴自己說 我要告訴大家這個真相 我要在這上面作一些事 所以，接下來 我盡可能地 參加了每個 46664基金會的活動 我也舉辦記者會 給專訪 用我音樂人的身份 爲的是我對曼德拉的承諾 和對他完成的 偉大的功業的尊敬。"}, {"zh-tw": " Everyone in the world respects Nelson Mandela, everyone reveres Nelson Mandela. But do they all know about what has been taking place in South Africa, his country, the country that had one of the highest incidents of transmission of the virus? I think that if I went out into the street now and I told people what was happening there, they would be shocked.", "en": " 世上的每人都很尊重曼德拉 大家都他都很崇敬。 但是大家都知道 在南非 在曼德拉的國家裏 愛滋病的傳染率 是全世界最高的嗎？ 我想，要是我現在走到路上 告訴大家南非的慘狀 大家都會嚇一跳吧"}, {"zh-tw": " I was very, very fortunate a couple of years later to have met Zackie Achmat, the founder of Treatment Action Campaign, an incredible campaigner and activist. I met him at a 46664 event.", "en": " 我，很幸運地，幾年以後 遇到了Zackie Achmat “治療（Treatment Action ）” 活動的創辦人 他是個很棒的遊説家和社會運動領導 我在一個46664的活動上遇到他"}, {"zh-tw": " He was wearing a t-shirt like the one I wear now. This is a tool -- this tells you I am in solidarity with people who have HIV, people who are living with HIV.", "en": " 他那時穿著跟我這件一樣的 T 裇 這是一個工具 這告訴你 我和愛滋病人、跟愛滋病毒共存的人 站在同一陣綫。"}, {"zh-tw": " And in a way because of the stigma, by wearing this t-shirt I say, \"Yes, we can talk about this issue. It doesn't have to be in the closet.\" I became a member of Treatment Action Campaign and I'm very proud to be a member of that incredible organization.", "en": " 因爲愛滋病已被惡名化，藉著這件 T 裇 我要表達 “是的，我們可以公開討論這個議題” 這不是見不得人的事。 我也變成“治療（Treatment Action ）” 活動的一員 我覺得很驕傲 能成爲這個不平凡組織的一員。"}, {"zh-tw": " It's a grassroots campaign with 80 percent membership being women, most of whom are HIV-positive. They work in the field.", "en": " 這是個草根性的組織 80%的會員都是婦女 大部分的人都是愛滋病帶原者。 他們在社會基層工作"}, {"zh-tw": " They have tremendous outreach to the people who are living directly with the effects of the virus. They have education programs.", "en": " 他們與 直接受到愛滋病毒影響的人 能有密切的接觸。 他們有一系列的教育課程"}, {"zh-tw": " They bring out the issues of stigma. It's quite extraordinary what they do.", "en": " 他們主動談及這個惡名禁忌 他們做了很多不凡的貢獻"}, {"zh-tw": " And yes, my SING Campaign has supported Treatment Action Campaign in the way that I have tried to raise awareness and to try to also raise funds. A lot of the funding that I have managed to raise has gone directly to Treatment Action Campaign and the incredible work that they do, and are still continuing to do in South Africa.", "en": " 我領導的SING活動 也支持了Treatment Action 活動 我試者喚起人們的認知 也試著替他們募款。 很多我募到的款 直接都捐給了這個組織 和資助他們，在南非， 仍持續著的不凡的活動。"}, {"zh-tw": " So this is my SING Campaign. SING Campaign is basically just me and about three or four wonderful people who help to support me.", "en": " 這就是我的SING活動。 SING 基本上就是我 和另外三四個 支持我的了不起的人。"}, {"zh-tw": " I've traveled all over the world in the last two and a half years -- I went to about 12 different countries. Here I am in Oslo in Norway, getting a nice, fat check; singing in Hong Kong, trying to get people to raise money.", "en": " 我走遍這個世界 在過去的兩年半 我去了12個國家 我在挪威的奧斯陸 去領一筆大的捐款 我在香港唱歌，試著讓人們多捐一點錢。"}, {"zh-tw": " In Johannesburg, I had the opportunity to play to a mainly white, middle-class South African audience who ended up in tears because I use film clips that really touch the heart, the whole nature, of this terrible tragedy that is taking place, that people are tending to avoid, because they are fatigued, and they really don't quite know what the solutions are. Aaron Motsoaledi, the current health minister, attended that concert and I had an opportunity to meet with him, and he gave his absolute commitment to try to making a change, which is absolutely necessary.", "en": " 在約翰尼斯堡，我有機會 對一群大部分是白人的中產階級演唱 他們最後都熱淚盈眶 因爲我用了一些影片 真的感動到他們的心 讓他們看看這個這正在上演的悲劇 這個大家都不想去看的事實 因爲大家都累了 沒有人知道解答在哪裏。 現任的衛生部長 Aaron Motsoaledi 也在那個演唱會裏 我有機會跟他碰面 他也給了他的承諾 他要試著做一些改變 這改變是絕對必要的。"}, {"zh-tw": " This is in the Scottish Parliament. I've subsequently become an envoy for Scotland and HIV.", "en": " 這是蘇格蘭議會 我後來也變成 蘇格蘭的愛滋特使"}, {"zh-tw": " And I was showing them my experiences and trying to, again, raise awareness. And once again, in Edinburgh with the wonderful African Children's Choir who I simply adore.", "en": " 我跟他們分享了我的經驗 也再一次地喚起大家的意識 在愛丁堡 跟這個美妙的非洲兒童合唱團"}, {"zh-tw": " And it's children like this, many of whom have been orphaned because of their family being affected by the AIDS virus. I'm sitting here in New York with Michel Sidibe -- he's the director of UNAIDS.", "en": " 這樣天真無邪的兒童 因爲愛滋病毒奪取了他們的父母 很多都變成了孤兒。 我在紐約跟Michel Sidibe在一起 他是聯合國愛滋病計劃（UNAIDS）的主席"}, {"zh-tw": " And I'm very honored by the fact that Michel invited me, only a few months ago, to become a UNAIDS ambassador. And in this way, I've been strengthening my platform and broadening my outreach.", "en": " 在幾個月以前 Michel 邀請我 成爲聯合國愛滋病計劃的大使 這使我深感榮耀。 藉由這項新的身份， 更能使我的觸角更廣泛。"}, {"zh-tw": " The message that UNAIDS are currently sending out to the world is that we would like to see the virtual elimination of the transmission of the virus from mother to child by 2015. It's a very ambitious goal but we believe it can be achieved with political will.", "en": " 聯合國愛滋病計劃 現在要傳遞的訊息是： 我們希望能夠 在2015年以前 消除愛滋病垂直的母子傳染。 這是個很有野心的目標 但是我們相信在政治決策上有共識的話"}, {"zh-tw": " This can happen. And here I am with a pregnant woman, who is HIV positive and we're smiling, both of us are smiling, because we're very confident, because we know that that young woman is receiving treatment so her life can be extended to take care of the baby she's about to give birth to.", "en": " 這是可能發生的。 這是我跟一個懷孕的媽媽 她是愛滋病帶原者 但是我們都面帶自信的微笑， 因爲我們知道這個媽媽 接受了愛滋病治療 所以她的生命可以沿續 她可以照顧即將出世的嬰兒"}, {"zh-tw": " And her baby will receive PMTCT, which will mean that that baby can be born free of the virus. Now that is prevention at the very beginning of life.", "en": " 她的嬰兒也會接受PMTCT療程 這表示說她的嬰兒 可以不受愛滋病毒的感染。 現在這是 在生命起點就開始的預防。"}, {"zh-tw": " It's one way to start looking at intervention with the AIDS pandemic. Now, I just would like to finish off to tell you the little story about Avelile.", "en": " 這是另一種角度 來看愛滋病的預防。 最後，我要再告訴你們 一個有關 Avelile 小故事 來結束我的演講。"}, {"zh-tw": " This is Avelile -- she goes with me wherever I go. I tell her story to everyone because she represents one of millions of HIV/AIDS orphans.", "en": " 這就是 Avelile 她一直跟我在一起 我到處跟人說她的故事 因爲她正代表了 幾百萬個愛滋孤兒的 其中之一。"}, {"zh-tw": " Avelile's mother had HIV virus -- she died from AIDS-related illness. Avelile had the virus, she was born with the virus.", "en": " Avelile 的媽媽 是愛滋病帶原者 她死於 愛滋病倂發的疾病 Avelile 也是病毒帶原者 她一出世就帶病毒。"}, {"zh-tw": " And here she is at seven years old, weighing no more than a one year-old baby. At this point in her life, she's suffering with full-blown AIDS and had pneumonia.", "en": " 在這裡她七歲 卻只有一歲嬰兒的體重 她在這時 正受著愛滋病病發的折磨 還有肺炎。"}, {"zh-tw": " We met her in a hospital in the Eastern Cape and spent a whole afternoon with her -- an adorable child. The doctors and nurses were phenomenal.", "en": " 我們在東開普省的醫院發現她 我們跟她相處了一個下午，她實在很可愛 醫生和護士也都很另人敬佩"}, {"zh-tw": " They put her on very special nutritious diet and took great care of her. And we didn't know when we left the hospital -- because we filmed her story -- we didn't know if she was going to survive.", "en": " 他們給她特別的飲食 細心地照顧她 我們拍了她的影片 離開醫院的時候，沒有人知道她能不能活下來"}, {"zh-tw": " So, it was obviously -- it was a very emotional encounter and left us feeling very resonant with this direct experience, this one child, you know, that story. Five months later, we went back to South Africa to meet Avelile again.", "en": " 所以，這實在是十分令人感動的相遇 遇到這個小孩，這麽直接的經驗 讓我們每個人的心裏都產生極大的共鳴 這個孩子，這個故事。 五個月以後 我們又回到南非 去看 Avelile"}, {"zh-tw": " And I'm getting -- the hairs on my -- I don't know if you can see the hairs on my arms. They're standing up because I know what I'm going to show you.", "en": " 我手臂上的毛都竪起來了 不知道你能不能看到 我有這樣的反應因爲我知道"}, {"zh-tw": " This is the transformation that took place. Isn't it extraordinary? That round of applause is actually for the doctors and nurses of the hospital who took care of Avelile.", "en": " 下一張照片裏你將看到的轉變 這不是很棒嗎？ 現場的這些掌聲應該 要獻給醫院裏照顧她的醫生和護士。"}, {"zh-tw": " And I take it that you appreciate that kind of transformation. So, I would like to say to you, each one in the audience, if you feel that every mother and every child in the world has the right to have access to good nutrition and good medical care, and you believe that the Millennium Development Goals, specifically five and six, should be absolutely committed to by all governments around the world -- especially in sub-Saharan Africa -- could you please stand up.", "en": " 我相信在場的人也都喜歡這種轉變。 所以，我想問你們 在場的每一位 如果，你覺得世上的 每個媽媽和小孩 都有權利得到 好的營養、醫藥、照顧 你也認同千禧年發展計劃裏 特別是第五、六項 要被世上所有的政府 所承諾、實踐的話 尤其是南撒哈拉非洲的國家 可以請你站起來嗎？"}, {"zh-tw": " I think that's fair to say, it's almost everyone in the hall. Thank you very much.", "en": " 我想，我們可以說 現場幾乎每一個人都站起來了。 十分感謝大家"}], "title": "Annie Lennox Why I Am An Hiv Aids Activist"}