{"url": "http://www.ted.com/talks/barbara_block_tagging_tuna_in_the_deep_ocean", "paragraphs": [{"zh-tw": " I've been fascinated for a lifetime by the beauty, form and function of giant bluefin tuna. Bluefin are warmblooded like us.", "en": " 我一直都為 大型黑鮪的型態與功能美 所吸引。 黑鮪魚像我們一樣，都是恆溫動物，"}, {"zh-tw": " They're the largest of the tunas, the second-largest fish in the sea -- bony fish. They actually are a fish that is endothermic -- powers through the ocean with warm muscles like a mammal.", "en": " 是體型最大的鮪魚， 也是海中第二大的硬骨魚。 實際上，牠們是 內溫魚類， 像哺乳類一樣，以溫暖肌肉橫越海洋"}, {"zh-tw": " That's one of our bluefin at the Monterey Bay Aquarium. You can see in its shape and its streamlined design it's powered for ocean swimming.", "en": " 這是我們在Monterrey灣海生館中的一隻黑鮪魚 你可以看到牠的流線體型 這是牠們長距游泳的動力來源"}, {"zh-tw": " It flies through the ocean on its pectoral fins, gets lift, powers its movements with a lunate tail. It's actually got a naked skin for most of its body, so it reduces friction with the water.", "en": " 藉由牠的胸鰭滑翔取得升力，橫越海洋 並以半月形的尾鰭 提供前進的動力 牠的身體表面大多光溜溜的 可以減少阻力"}, {"zh-tw": " This is what one of nature's finest machines. Now, bluefin were revered by Man for all of human history.", "en": " 這是自然界裡最棒的設計 黑鮪魚 在人類史中 一直備受尊崇"}, {"zh-tw": " For 4,000 years, we fished sustainably for this animal, and it's evidenced in the art that we see from thousands of years ago. Bluefin are in cave paintings in France.", "en": " 四千年以來，我們以永續方式合理捕捉鮪魚 而這可從 一千年前的 史前藝術中得到證據 黑鮪魚出現法國的洞穴壁畫上"}, {"zh-tw": " They're on coins that date back 3,000 years. This fish was revered by humankind.", "en": " 以及三千年前的 硬幣上 牠們受人類景仰"}, {"zh-tw": " It was fished sustainably till all of time, except for our generation. Bluefin are pursued wherever they go -- there is a gold rush on Earth, and this is a gold rush for bluefin.", "en": " 好幾個世代以來， 人們合理的捕捉黑鮪 除了我們這個世代以外 人們四處追捕黑鮪 現在地球上有個淘金潮， 就是針對黑鮪魚"}, {"zh-tw": " There are traps that fish sustainably up until recently. And yet, the type of fishing going on today, with pens, with enormous stakes, is really wiping bluefin ecologically off the planet.", "en": " 我們擁有可以永續捕捉的網具， 直到最近， 現在的漁業捕撈， 是用筆，夾帶著巨大利益， 將黑鮪魚從 整個地球生態中抹除"}, {"zh-tw": " Now bluefin, in general, goes to one place: Japan. Some of you may be guilty of having contributed to the demise of bluefin.", "en": " 一般來說，捕獲的黑鮪 都會往日本送 在你們之中 也許有些人就是造成黑鮪滅絕的共犯"}, {"zh-tw": " They're delectable muscle, rich in fat -- absolutely taste delicious. And that's their problem; we're eating them to death.", "en": " 牠們易感的肌肉 富含脂肪， 非常美味 這就是問題所在，我們把牠給吃光了"}, {"zh-tw": " Now in the Atlantic, the story is pretty simple. Bluefin have two populations: one large, one small.", "en": " 在大西洋的狀況很簡單 黑鮪有兩個族群， 一大一小。"}, {"zh-tw": " The North American population is fished at about 2,000 ton. The European population and North African -- the Eastern bluefin tuna -- is fished at tremendous levels: 50,000 tons over the last decade almost every year.", "en": " 北美族群的 捕撈量大約在兩千噸左右。 歐洲北非的族群 -- 俗稱東方黑鮪 -- 捕撈量相當巨大： 在過去十年裡，幾乎年年超過五萬噸。"}, {"zh-tw": " The result is whether you're looking at the West or the Eastern bluefin population, there's been tremendous decline on both sides, as much as 90 percent if you go back with your baseline to 1950. For that, bluefin have been given a status equivalent to tigers, to lions, to certain African elephants and to pandas.", "en": " 因此，不論你檢視 西方還是東方黑鮪族群 兩者的數量都有顯著減少， 下降幅度最多有九成 如果以 1950年做基準線的話 所以，人們認定黑鮪魚具有 相當於老虎、獅子 、某些非洲象 和熊貓的地位。"}, {"zh-tw": " These fish have been proposed for an endangered species listing in the past two months. They were voted on and rejected just two weeks ago, despite outstanding science that shows from two committees this fish meets the criteria of CITES I.", "en": " 並在過去兩個月裡，提議將黑鮪魚 列入瀕臨滅絕生物表中 兩週前的表決結果 未通過 即使有兩個委員會提供 大量的科學證據表示 此魚符合CITES I (瀕危生物公約) 標準。"}, {"zh-tw": " And if it's tunas you don't care about, perhaps you might be interested that international long lines and pursing chase down tunas and bycatch animals such as leatherbacks, sharks, marlin, albatross. These animals and their demise occurs in the tuna fisheries.", "en": " 如果你不在乎黑鮪 或許你會對以下這些有興趣： 國際延繩釣和圍網 不只捕撈鮪魚，同時也會抓到其他動物 如革龜、鯊魚、 還有旗魚和信天翁 這些動物的死亡 常因鮪魚漁業而起"}, {"zh-tw": " The challenge we face is that we know very little about tuna, and everyone in the room knows what it looks like when an African lion takes down its prey. I doubt anyone has seen a giant bluefin feed.", "en": " 我們現在所面臨的挑戰是 我們對鮪魚所知不多： 在座各位都知道 一隻非洲獅 將其獵物撲倒時，是甚麼樣子， 但我不相信有人看過一隻巨大的黑鮪魚捕食"}, {"zh-tw": " This tuna symbolizes what's the problem for all of us in the room. It's the 21st century, but we really have only just begun to really study our oceans in a deep way.", "en": " 這隻鮪魚代表的是 我們共同的問題 現在是二十一世紀，但我們才剛剛開始 真正深入地研究海洋"}, {"zh-tw": " Technology has come of age that's allowing us to see the Earth from space and go deep into the seas remotely. And we've got to use these technologies immediately to get a better understanding of how our ocean realm works.", "en": " 當今的科技已成熟到 能讓我們自外太空看地球， 並從遠端深入海洋。 而我們得馬上運用這些科技 來了解 海洋是如何運作的"}, {"zh-tw": " Most of us from the ship -- even I -- look out at the ocean and see this homogeneous sea. We don't know where the structure is.", "en": " 大多數在船上的人，包括我在內 所看到的海的是一個單調的平面 不了解海洋的結構"}, {"zh-tw": " We can't tell where are the watering holes like we can on an African plain. We can't see the corridors, and we can't see what it is that brings together a tuna, a leatherback and an albatross.", "en": " 也無法像在非洲大平原上那樣 分辨出哪裡是汲水區 看不出生態廊道所在 也不曉得 是甚麼力量將鮪魚、 革龜和信天翁聚集在一起。"}, {"zh-tw": " We're only just beginning to understand how the physical oceanography and the biological oceanography come together to create a seasonal force that actually causes the upwelling that might make a hot spot a hope spot. The reasons these challenges are great is that technically it's difficult to go to sea.", "en": " 我們才剛開始了解 在海洋裡，物理和 生物因素 如何結合 產生季節性的動力 造成湧升流 產生生物熱點，帶來生存希望 這是很艱鉅的挑戰 因為直接進到海裡有技術上的困難"}, {"zh-tw": " It's hard to study a bluefin on its turf, the entire Pacific realm. It's really tough to get up close and personal with a mako shark and try to put a tag on it.", "en": " 我們很難在黑鮪魚的地盤 也就是整個太平洋裡做研究 要靠近鯖鯊到非常親密的距離 然後試著把標識器固定上去，是非常困難的"}, {"zh-tw": " And then imagine being Bruce Mate's team from OSU, getting up close to a blue whale and fixing a tag on the blue whale that stays, an engineering challenge we've yet to really overcome. So the story of our team, a dedicated team, is fish and chips.", "en": " 想像你是奧瑞岡州立大學Bruce Mate博士團隊的一員， 要接近一隻藍鯨， 並把標識器牢牢固定在藍鯨身上 這是很大的技術挑戰 而我們依舊未能克服這點 所以我們團隊，這個專注奉獻的團隊 做的事情不出就是魚和晶片"}, {"zh-tw": " We basically are taking the same satellite phone parts, or the same parts that are in your computer, chips. We're putting them together in unusual ways, and this is taking us into the ocean realm like never before.", "en": " 我們利用晶片，也就是 與衛星電話 以及你電腦裡相同的零件 用獨特的方式組合 然後便這可以將我們帶到前所未經的 大海裡"}, {"zh-tw": " And for the first time, we're able to watch the journey of a tuna beneath the ocean using light and photons to measure sunrise and sunset. Now, I've been working with tunas for over 15 years.", "en": " 這是人們第一次 實際觀察鮪魚在海面下的移動路徑 藉由光和光子 去測量日升日落，取得時間資料 我與鮪魚為伍已有十五年了"}, {"zh-tw": " I have the privilege of being a partner with the Monterey Bay Aquarium. We've actually taken a sliver of the ocean, put it behind glass, and we together have put bluefin tuna and yellowfin tuna on display.", "en": " 很榮幸能與 合作 截取一部分的大海 放進水槽裡 然後一起 將黑鮪與黃鰭鮪展示起來"}, {"zh-tw": " When the veil of bubbles lifts every morning, we can actually see a community from the Pelagic ocean, one of the only places on Earth you can see giant bluefin swim by. We can see in their beauty of form and function, their ceaseless activity.", "en": " 每天早上當泡沫消散後 便能親眼目睹一個遠洋的生物群聚 這是地球上少數 能讓你見到巨大黑鮪悠遊的地方 讚嘆牠那型態與功能的美 以及毫不停歇的驚人活動力"}, {"zh-tw": " They're flying through their space, ocean space. And we can bring two million people a year into contact with this fish and show them its beauty.", "en": " 牠們在海洋裡飛翔著 這個展覽每年可以吸引兩百萬人 和牠們接觸 欣賞鮪魚的美"}, {"zh-tw": " Behind the scenes is a working lab at Stanford University partnered with the Monterey Bay Aquarium. Here, for over 14 or 15 years, we've actually brought in both bluefin and yellowfin in captivity.", "en": " 這裡的幕後推手是史丹佛大學的一間實驗室 與Monterrey灣水族館 十餘年來 我們真的將 黑鮪和黃鰭鮪帶進水族館中"}, {"zh-tw": " We'd been studying these fish, but first we had to learn how to husbandry them. What do they like to eat? What is it that they're happy with? We go in the tanks with the tuna -- we touch their naked skin -- it's pretty amazing. It feels wonderful.", "en": " 要研究這些魚之前 得先學習如何飼養牠們 牠們喜歡吃什麼？ 什麼事能讓牠們開心起來？ 我們跳進養著鮪魚的水槽裡，摸著牠們的光滑的皮膚 那感覺非常美妙，棒極了"}, {"zh-tw": " And then, better yet, we've got our own version of tuna whisperers, our own Chuck Farwell, Alex Norton, who can take a big tuna and in one motion, put it into an envelope of water, so that we can actually work with the tuna and learn the techniques it takes to not injure this fish who never sees a boundary in the open sea. Jeff and Jason there, are scientists who are going to take a tuna and put it in the equivalent of a treadmill, a flume.", "en": " 而且更棒的是 我們有我們自己的馴魚員 Chuck Farwell和Alex Norton 可以將一隻巨大的鮪魚 用一個動作 便放到水籠裡 讓我們實際觀察鮪魚 並學習需要如何 避免傷害這些 在汪洋裡不知邊界的大魚 Jeff和Jason兩位科學家負責 把鮪魚 放到一個作用類似跑步機的水槽"}, {"zh-tw": " And that tuna thinks it's going to Japan, but it's staying in place. We're actually measuring its oxygen consumption, its energy consumption.", "en": " 讓鮪魚以為牠要游到日本，但其實只是原地踏步 同時測量氧氣和 能量消耗"}, {"zh-tw": " We're taking this data and building better models. And when I see that tuna -- this is my favorite view -- I begin to wonder: how did this fish solve the longitude problem before we did? So take a look at that animal.", "en": " 利用這些資料來建立更完善的鮪魚移動模式 每當我看到鮪魚 -- 我喜歡從這個角度想 -- 就會開始思考 牠們是如何早我們一步解決經度位置的問題 仔細觀察這個動物"}, {"zh-tw": " That's the closest you'll probably ever get. Now, the activities from the lab have taught us now how to go out in the open ocean.", "en": " 這大概是你能離牠最近的距離 現在，實驗室研究得到的訊息 讓我們知道怎樣在野外研究牠們"}, {"zh-tw": " So in a program called Tag-A-Giant we've actually gone from Ireland to Canada, from Corsica to Spain. We've fished with many nations around the world in an effort to basically put electronic computers inside giant tunas.", "en": " 在 \"大魚標記\" 的計畫中， 從愛爾蘭到加拿大， 從科西嘉島到西班牙都有我們的足跡 和世界上許多國家一起出海捕魚， 努力把 電腦放進 巨大鮪魚的身體裡"}, {"zh-tw": " We've actually tagged 1,100 tunas. And I'm going to show you three clips, because I tagged 1,100 tunas.", "en": " 我們已經標記了1,100隻鮪魚 我現在要給大家看三個短片， 那1,100隻鮪魚都是我標記的"}, {"zh-tw": " It's a very hard process, but it's a ballet. We bring the tuna out, we measure it.", "en": " 這個步驟非常困難，就像芭蕾一樣精巧 我們先將鮪魚拉出水麵，進行各種測量"}, {"zh-tw": " A team of fishers, captains, scientists and technicians work together to keep this animal out of the ocean for about four to five minutes. We put water over its gills, give it oxygen.", "en": " 一個包括漁夫、船長、科學家與技術員集結而成的團隊 共同合作讓大魚能離開水中 大約四到五分鐘 在牠的鰓上倒水，給牠氧氣"}, {"zh-tw": " And then with a lot of effort, after tagging, putting in the computer, making sure the stalk is sticking out so it senses the environment, we send this fish back into the sea. And when it goes, we're always happy.", "en": " 然後費盡一番功夫標記完後 再把電腦放進去 確定感應桿有露出來，這樣才能偵測外界環境 然後就把這隻魚放回海中 當牠游走時，大家都很開心"}, {"zh-tw": " We see a flick of the tail. And from our data that gets collected, when that tag comes back, because a fisher returns it for a thousand-dollar reward, we can get tracks beneath the sea for up to five years now, on a backboned animal.", "en": " 看牠的尾鰭輕擺 從回收到的標識器中 所收集的資訊 喔，這是因為當漁夫發現並歸還標識器的話 可以得到一千美金的酬金 我們可以追蹤海下活動 達到五年之久 這些資料都是從一隻脊椎動物身上來的"}, {"zh-tw": " Now sometimes the tunas are really large, such as this fish off Nantucket. But that's about half the size of the biggest tuna we've ever tagged.", "en": " 有時候鮪魚相當巨大， 比如說這隻Nantucket灣外捕到的魚 不過那大約只有我們標記過 最大那隻鮪魚的一半大"}, {"zh-tw": " It takes a human effort, a team effort, to bring the fish in. In this case, what we're going to do is put a pop-up satellite archival tag on the tuna.", "en": " 這需要人力， 要整組人同心協力，才可將魚抓起來 在這裡，我們將會 把一個上脫型衛星標識器放到鮪魚身上"}, {"zh-tw": " This tag rides on the tuna, senses the environment around the tuna and actually will come off the fish, detach, float to the surface and send back to Earth-orbiting satellites position data estimated by math on the tag, pressure data and temperature data. And so what we get then from the pop-up satellite tag is we get away from having to have a human interaction to recapture the tag.", "en": " 這標識器待在鮪魚背上 感受到鮪魚周圍的環境， 最後從魚身上脫落 離開魚身，然後浮到海面 並將資料傳送到繞地運行的衛星上 包括計算所得的位置資訊 以及壓力與溫度數據 從上脫型衛星標識器裡，我們可以 不用透過人工接觸 進行標記回收"}, {"zh-tw": " Both the electronic tags I'm talking about are expensive. These tags have been engineered by a variety of teams in North America.", "en": " 我提到的這兩種電子標識器都很昂貴 而這些標識器 是北美許多團隊的心血結晶"}, {"zh-tw": " They are some of our finest instruments, our new technology in the ocean today. One community in general has given more to help us than any other community.", "en": " 是目前我們在海洋中 運用的最先端科技 有一個漁業社群 給我們的協助比其他人更多"}, {"zh-tw": " And that's the fisheries off the state of North Carolina. There are two villages, Harris and Morehead City, every winter for over a decade, held a party called Tag-A-Giant, and together, fishers worked with us to tag 800 to 900 fish.", "en": " 那就是北卡羅萊納州的漁業社群 那邊有兩個村莊，Harris和Morehead市， 在過去的十幾年裡，每年冬天都 會舉辦\"大魚標記\"派對 漁民和我們合作 標記八九百隻魚"}, {"zh-tw": " In this case, we're actually going to measure the fish. We're going to do something that in recent years we've started: take a mucus sample.", "en": " 這時，我們不僅進行各種測量 近年來我們更開始 採集黏液樣本"}, {"zh-tw": " Watch how shiny the skin is; you can see my reflection there. And from that mucus, we can get gene profiles, we can get information on gender, checking the pop-up tag one more time, and then it's out in the ocean.", "en": " 看看這表皮多光滑，你還可以看到我的倒影 從黏液樣本裡，我們可以得到遺傳資料 知道性別 再次確認標識器是否牢固以後 就可以把魚放回海裡"}, {"zh-tw": " And this is my favorite. With the help of my former postdoc, Gareth Lawson, this is a gorgeous picture of a single tuna.", "en": " 這是我最愛的一張圖 是我一個已經畢業的博士生，Gareth Lawson做的 這是單隻鮪魚的美麗影像"}, {"zh-tw": " This tuna is actually moving on a numerical ocean. The warm is the Gulf Stream, the cold up there in the Gulf of Maine.", "en": " 牠悠游於海洋量測的數據裡 溫暖的部份是墨西哥灣流 上面較冷部份是在緬因灣"}, {"zh-tw": " That's where the tuna wants to go -- it wants to forage on schools of herring -- but it can't get there. It's too cold. But then it warms up, and the tuna pops in, gets some fish, maybe comes back to home base, goes in again and then comes back to winter down there in North Carolina and then on to the Bahamas.", "en": " 那就是鮪魚想要去的地方，在那裡覓食，吃那一群群的鯡魚 但牠沒辦法進去，因為太冷了 當暖和一些時，鮪魚就冒出來，抓一些魚 然後可能會回到原點 再次出現 之後回到北卡羅來納州過冬， 接著到巴哈馬群島那裡"}, {"zh-tw": " And my favorite scene, three tunas going into the Gulf of Mexico. Three tunas tagged.", "en": " 這是我最喜歡的景象，三隻鮪魚進入墨西哥灣 三隻有標記的鮪魚"}, {"zh-tw": " Astronomically, we're calculating positions. They're coming together. That could be tuna sex -- and there it is.", "en": " 利用衛星，我們可以計算位置 牠們要聚在一起，可能是要交配 然後"}, {"zh-tw": " That is where the tuna spawn. So from data like this, we're able now to put the map up, and in this map you see thousands of positions generated by this decade and a half of tagging.", "en": " 鮪魚就在那裡產卵，繁衍後代 從這樣的資料中 我們可以建立這樣的地圖 而從地圖上 你可以看到上千個位置點 是十五年來的標記所得到的資訊"}, {"zh-tw": " And now we're showing that tunas on the western side go to the eastern side. So two populations of tunas -- that is, we have a Gulf population, one that we can tag -- they go to the Gulf of Mexico, I showed you that -- and a second population.", "en": " 現在我們可以證明，在西方的鮪魚 會往東方移動 因此兩個鮪魚族群-- 就是灣流族群，一個我們可以標記的族群-- 會往墨西哥灣移動，就像我之前講的 而另一個族群，"}, {"zh-tw": " Living amongst our tunas -- our North American tunas -- are European tunas that go back to the Med. On the hot spots -- the hope spots -- they're mixed populations.", "en": " 生活在北美的鮪魚之中 是歐洲鮪魚族群，會洄游到地中海 在生物熱點，提供生存希望的地方 兩個族群混合為一"}, {"zh-tw": " And so what we've done with the science is we're showing the International Commission, building new models, showing them that a two-stock no-mixing model -- to this day, used to reject the CITES treaty -- that model isn't the right model. This model, a model of overlap, is the way to move forward.", "en": " 這就是我們用科學證實的 讓國際委員會了解， 要如何建立新的族群模型 讓他們知道，分離漁群模型 也就是用來抵制 將鮪魚列入CITES的模型 是錯誤的 而這個族群重疊的模型 才是我們繼續討論議題的依據"}, {"zh-tw": " So we can then predict where management places should be. Places like the Gulf of Mexico and the Mediterranean are places where the single species, the single population, can be captured.", "en": " 可以用來預估 如何劃分管理區域 像墨西哥灣和地中海兩區 是單一物種 捕捉的是單一族群"}, {"zh-tw": " These become forthright in places we need to protect. The center of the Atlantic where the mixing is, I could imagine a policy that lets Canada and America fish, because they manage their fisheries well, they're doing a good job.", "en": " 這就是我們首先應當保護的區域 在大西洋中央，族群混合的地點 我想加拿大和美國的捕撈政策應該很有效 因為他們的漁業管理非常好 表現優秀"}, {"zh-tw": " But in the international realm, where fishing and overfishing has really gone wild, these are the places that we have to make hope spots in. That's the size they have to be to protect the bluefin tuna.", "en": " 但在公海 過漁十分猖獗 這就是我們要建立生物希望點的地方 這是保護黑鮪族群所需要的大小"}, {"zh-tw": " Now in a second project called Tagging of Pacific Pelagics, we took on the planet as a team, those of us in the Census of Marine Life. And, funded primarily through Sloan Foundation and others, we were able to actually go in, in our project -- we're one of 17 field programs and begin to take on tagging large numbers of predators, not just tunas.", "en": " 我們另外一個計畫 \"太平洋遠洋標記\" 我們將地球看作一個整體 在海洋生物普查計畫裡的同仁， 主要由Sloan基金會和其他的機構資助， 使計劃得以進行 這是十七個野外計畫之一 開始標記大量的掠食者 而不只是鮪魚"}, {"zh-tw": " So what we've done is actually gone up to tag salmon shark in Alaska, met salmon shark on their home territory, followed them catching salmon and then went in and figured out that, if we take a salmon and put it on a line, we can actually take up a salmon shark -- This is the cousin of the white shark -- and very carefully -- note, I say \"very carefully,\" -- we can actually keep it calm, put a hose in its mouth, keep it off the deck and then tag it with a satellite tag. That satellite tag will now have your shark phone home and send in a message.", "en": " 我們已經完成的包括 往北方去，標記阿拉斯加的鮭鯊 在鮭鯊的活動範圍裡和牠們相遇 跟著牠們捕鮭魚， 然後回去思考， 如果我們線的一端綁上鮭魚 就可以釣上一隻鮭鯊 牠們是大白鯊的近親 所以要非常小心的… 你聽到我說要”非常小心“ …讓他穩定下來 在牠嘴裡塞個水管，避免直接放在甲板上， 然後繫上衛星標識器 那個標識器讓你的鯊魚可以打電話回家 並傳訊息回來"}, {"zh-tw": " And that shark leaping there, if you look carefully, has an antenna. It's a free swimming shark with a satellite tag jumping after salmon, sending home its data.", "en": " 然後那隻在跳躍的鯊魚，如果你仔細看，就會看到牠背上的天線。 那是隻有衛星標識器的野外鯊魚 追逐鮭魚， 將牠的數據傳回去"}, {"zh-tw": " Salmon sharks aren't the only sharks we tag. But there goes salmon sharks with this meter-level resolution on an ocean of temperature -- warm colors are warmer.", "en": " 鮭鯊不是我們所標記的唯一一種鯊魚 不過你可以看到鮭鯊在這張解析度僅數公尺的 海表溫圖上 -- 溫暖的顏色表示較溫暖 --"}, {"zh-tw": " Salmon sharks go down to the tropics to pup and come into Monterey. Now right next door in Monterey and up at the Farallones are a white shark team led by Scott Anderson -- there -- and Sal Jorgensen.", "en": " 鮭鯊會往下 到熱帶去繁衍後代 然後進入Monterrey灣 現在隔壁Monterrey與Farallones 有一個專門研究大白鯊的小組，由Scott Anderson 和Sal Jorgensen領導"}, {"zh-tw": " They can throw out a target -- it's a carpet shaped like a seal -- and in will come a white shark, a curious critter that will come right up to our 16-ft. boat. It's a several thousand-pound animal.", "en": " 牠們會拋出一個標的 一個形狀像海豹的地毯 -- 大白鯊就會游過來，牠們的好奇心很重 直接游到我們16 英呎長的船邊 大白鯊有幾千磅重"}, {"zh-tw": " And we'll wind in the target. And we'll place an acoustic tag that says, \"OMSHARK 10165,\" or something like that, acoustically with a ping.", "en": " 我們會瞄準目標 然後以聲學標識器做標記 上面寫著 \"OMSHARK 10165\" 的字樣，訊息以聲波傳送"}, {"zh-tw": " And then we'll put on a satellite tag that will give us the long-distance journeys with the light-based geolocation algorithms solved on the computer that's on the fish. So in this case, Sal's looking at two tags there, and there they are: the white sharks of California going off to the white shark cafe and coming back.", "en": " 接著再以衛星標識器標記 這可以提供長距離旅行的資訊 藉由以感光定位演算法 在魚身上的電腦進行運算 在這裡，Sal正在觀察兩個標識 就在這裡: 在加州的大白鯊 要往白鯊咖啡廳去，然後再游回來"}, {"zh-tw": " We also tag makos with our NOAA colleagues, blue sharks. And now, together, what we can see on this ocean of color that's temperature, we can see ten-day worms of makos and salmon sharks.", "en": " 我們和海洋大氣總局合作 一同標記鯖鯊和藍鯊 現在我們看到的是 以顏色標記溫度的海洋 還有十天內鯖鯊和鮭鯊的移動軌跡"}, {"zh-tw": " We have white sharks and blue sharks. For the first time, an ecoscape as large as ocean-scale, showing where the sharks go.", "en": " 以及大白鯊和藍鯊 這是第一次 我們在和海洋一樣大的生態尺度下 觀察鯊魚的移動"}, {"zh-tw": " The tuna team from TOPP has done the unthinkable: three teams tagged 1,700 tunas, bluefin, yellowfin and albacore all at the same time -- carefully rehearsed tagging programs in which we go out, pick up juvenile tunas, put in the tags that actually have the sensors, stick out the tuna and then let them go. They get returned, and when they get returned, here on a NASA numerical ocean you can see bluefin in blue go across their corridor, returning to the Western Pacific.", "en": " TOPP的鮪魚團隊的成就相當不可思議 三個團隊標記了一千七百隻鮪魚 有黑鮪、黃鰭鮪和長鰭鮪 全都是同時進行的 他們小心地演練標記步驟 我們在野外拉上未成熟的鮪魚 來進行標記，而讓感測器 伸出鮪魚體外 再放回海裡 牠們會回來，而當牠們回來時 這裡是NASA的海洋數值模擬 你可以看到這藍色的就是黑鮪 穿越廊道 回到西太平洋"}, {"zh-tw": " Our team from UCSC has tagged elephant seals with tags that are glued on their heads, that come off when they slough. These elephant seals cover half an ocean, take data down to 1,800 feet -- amazing data.", "en": " 我們自加州大學Santa Cruz分校的團隊標記象海豹 把標識器黏在牠們頭頂，換毛的時候便會脫落 這些象海豹遍佈半個海洋 取得深入水底達1800呎的資料 非常驚人"}, {"zh-tw": " And then there's Scott Shaffer and our shearwaters wearing tuna tags, light-based tags, that now are going to take you from New Zealand to Monterey and back, journeys of 35,000 nautical miles we had never seen before. But now with light-based geolocation tags that are very small, we can actually see these journeys.", "en": " 這是Scott Shaffer和海鷗 牠們帶著鮪魚的標識器 從紐西蘭飛到Monterrey再飛回來 整個旅程長達35000海哩 是我們從未見過的 現在，感光定位標識器可以縮的很小 讓我們看到更多這樣的旅程"}, {"zh-tw": " Same thing with Laysan albatross who travel an entire ocean on a trip sometimes, up to the same zone the tunas use. You can see why they might be caught.", "en": " 像是黑背信天翁 橫越整個海洋 有時牠們會進入 和鮪魚一樣的區域 你可以知道牠們是怎麼被誤捕的"}, {"zh-tw": " Then there's George Schillinger and our leatherback team out of Playa Grande tagging leatherbacks that go right past where we are. And Scott Benson's team that showed that leatherbacks go from Indonesia all the way to Monterey.", "en": " 這是George Schillinger和我們的革龜團隊在Playa Grande 標記革龜 牠們會經過這裡 還有Scott Benson的團隊 從他們的研究顯示革龜會從印尼 一陸游到Monterrey來"}, {"zh-tw": " So what we can see on this moving ocean is we can finally see where the predators are. We can actually see how they're using ecospaces as large as an ocean.", "en": " 在這個繁忙的大海裡 我們總算知道掠食者的所在位置 可以了解牠們怎樣利用 像海洋這樣廣大的空間"}, {"zh-tw": " And from this information, we can begin to map the hope spots. So this is just three years of data right here -- and there's a decade of this data.", "en": " 從這些資訊裡 可以開始標記生物希望點 這些只是三年的資料 而我們紀錄了近十年"}, {"zh-tw": " We see the pulse and the seasonal activities that these animals are going on. So what we're able to do with this information is boil it down to hot spots, 4,000 deployments, a huge herculean task, 2,000 tags in an area, shown here for the first time, off the California coast, that appears to be a gathering place.", "en": " 觀察這些生物的 族群動向和季節活動 藉由這些資料 我們可以歸納出幾個生物熱點 4000次行動 這是一項龐大而艱鉅的任務 共使用2000個標識器 在同一區域裡，就在這裡 加州的外海 很可能是一個聚集點"}, {"zh-tw": " And then for sort of an encore from these animals, they're helping us. They're carrying instruments that are actually taking data down to 2,000 meters.", "en": " 然後這些動物也以實際的協助 來回報我們 牠們將測量儀器 帶到2000公尺深的海裡收集資料"}, {"zh-tw": " They're taking information from our planet at very critical places like Antarctica and the Poles. Those are seals from many countries being released who are sampling underneath the ice sheets and giving us temperature data of oceanographic quality on both poles.", "en": " 並且能在地球上 像是南北極這樣的極端環境進行測量 這些海豹是從 不同的國家釋放的 牠們在冰棚底下採集樣本 並提供我們南北兩極的 海溫資料"}, {"zh-tw": " This data, when visualized, is captivating to watch. We still haven't figured out best how to visualize the data.", "en": " 當這些資料以圖像呈現時，很難不被吸引 我們還在嘗試怎樣呈現比較好"}, {"zh-tw": " And then, as these animals swim and give us the information that's important to climate issues, we also think it's critical to get this information to the public, to engage the public with this kind of data. We did this with the Great Turtle Race -- tagged turtles, brought in four million hits.", "en": " 當牠們游泳 並提供我們 有關氣候議題的資訊時 我們都認為 讓這些資訊公開 使其他人也能夠參與，是非常重要的 在\"海龜大賽跑\"這項活動裡 帶有標記的海龜，帶來四百萬人次的點閱數"}, {"zh-tw": " And now with Google's Oceans, we can actually put a white shark in that ocean. And when we do and it swims, we see this magnificent bathymetry that the shark knows is there on its path as it goes from California to Hawaii.", "en": " 現在更有Google海洋 我們可以把標記的大白鯊放進去 當牠游泳時 我們會看到，在這充滿驚奇的海底地形裡 鯊魚很清楚該往哪走 要怎樣從加州到夏威夷"}, {"zh-tw": " But maybe Mission Blue can fill in that ocean that we can't see. We've got the capacity, NASA has the ocean.", "en": " 但也許\"藍色任務\" 更能將海洋不為人所見的部份補上 我們擁有這項能力，而NASA擁有海洋資料"}, {"zh-tw": " We just need to put it together. So in conclusion, we know where Yellowstone is for North America; it's off our coast.", "en": " 只需要把兩者結合起來 總而言之 我們知道在黃石公園在北美洲的哪裡 就在海岸邊"}, {"zh-tw": " We have the technology that's shown us where it is. What we need to think about perhaps for Mission Blue is increasing the biologging capacity.", "en": " 我們的科技可以告訴我們位置 關於\"藍色任務\"，我們該思考的 也許是增加生物標記"}, {"zh-tw": " How is it that we can actually take this type of activity elsewhere? And then finally -- to basically get the message home -- maybe use live links from animals such as blue whales and white sharks. Make killer apps, if you will.", "en": " 要怎樣才能讓我們 把這項活動推展到其他地方？ 最後，我希望你們能記住這點 如果利用動物 像是藍鯨或大白鯊的實況連結 寫一個\"殺手級應用\""}, {"zh-tw": " A lot of people are excited when sharks actually went under the Golden Gate Bridge. Let's connect the public to this activity right on their iPhone.", "en": " 這麼做的話，大家會很興奮地 看著鯊魚游過金門大橋 讓大眾透過iPhone參與這項活動"}, {"zh-tw": " That way we do away with a few internet myths. So we can save the bluefin tuna.", "en": " 如此一來，我們可以破解一些網路迷思 真正拯救黑鮪魚"}, {"zh-tw": " We can save the white shark. We have the science and technology.", "en": " 還有大白鯊 我們擁有科學和科技"}, {"zh-tw": " Hope is here. Yes we can. We need just to apply this capacity further in the oceans.", "en": " 這就是希望，我們辦得到 只需要把這項能力 在海洋環境裡善加運用"}, {"zh-tw": " Thank you.", "en": " 謝謝 （鼓掌）"}], "title": "Barbara Block Tagging Tuna In The Deep Ocean"}