{"url": "http://www.ted.com/talks/peter_haas_haiti_s_disaster_of_engineering", "paragraphs": [{"zh-tw": " I learned about the Haiti earthquake by Skype. My wife sent me a message, \"Whoa, earthquake,\" and then disappeared for 25 minutes. It was 25 minutes of absolute terror that thousands of people across the U.S. felt.", "en": " 我是從Skype上得知海地大地震 我妻子傳了訊息給我： 「哎呀，地震。」 然後消失了25分鐘 這是極為恐怖的25分鐘 在美國成千上萬個人有這種感覺"}, {"zh-tw": " I was afraid of a tsunami; what I didn't realize was there was a greater terror in Haiti, and that was building collapse. We've all seen the photos of the collapsed buildings in Haiti.", "en": " 我很擔心會有海嘯 但當時我沒有意識到 在海地所感受到的恐懼是更強烈的 那就是建築物倒塌了 我們都看過 海地倒塌的建築物照片"}, {"zh-tw": " These are shots my wife took a couple days after the quake, while I was making my way through the D.R. into the country. This is the national palace -- the equivalent of the White House.", "en": " 這些是我妻子 在地震之後幾天拍的 那時我正在穿越邊界進入該國的路上 這是皇宮 相當於白宮的地位"}, {"zh-tw": " This is the largest supermarket in the Caribbean at peak shopping time. This is a nurses' college -- there are 300 nurses studying.", "en": " 這是加勒比最大的超市 是在購物的尖峰時間 這是一所護士學校 裡面有300個護士正在學習"}, {"zh-tw": " The general hospital right next door emerged largely unscathed. This is the Ministry of Economics and Finance.", "en": " 隔壁的綜合醫院 大部份都還完好 這是財政部"}, {"zh-tw": " We have all heard about the tremendous human loss in the earthquake in Haiti, but we haven't heard enough about why all those lives were lost. We haven't heard about why the buildings failed.", "en": " 我們都聽說了 在這場海地的地震中 喪生的人數之多 但是我們對於這些人 為什麼會喪生的原因卻聽說的不夠多 我們沒有聽說過 為何建築物會倒塌"}, {"zh-tw": " After all, it was the buildings, not the earthquake, that killed 220,000 people, that injured 330,000, that displaced 1.3 million people, that cut off food and water and supplies for an entire nation. This is the largest metropolitan-area disaster in decades, and it was not a natural disaster -- it was a disaster of engineering.", "en": " 追根究底，是建築物 而非地震 帶走了二十二萬條人命 傷害了三十三萬個人 讓一千三百萬人流離失所 並且切斷整個國家的 食物、水源和物資 的來源 這是幾十年來發生在都會區域 最大的災難 而這並不是天災 這是工程疏失造成的災難"}, {"zh-tw": " AIDG has worked in Haiti since 2007, providing engineering and business support to small businesses. And after the quake, we started bringing in earthquake engineers to figure out why the buildings collapsed, to examine what was safe and what wasn't.", "en": " 「適當基礎建設發展組織（AIDG）」從2007年 開始在海地工作 提供工程和商業協助 給小型企業 地震之後我們開始引進地震工程師 來探究為何建築物會倒塌 還有來檢查看看哪些建築物是安全的而哪些不安全"}, {"zh-tw": " Working with MINUSTAH, which is the U.N. mission in Haiti, with the Ministry of Public Works, with different NGOs, we inspected over 1,500 buildings. We inspected schools and private residencies.", "en": " 聯合國在海地的任務 是和聯合國海地穩定特派組織（MINUSTAH）合作 在工務部 及其他非政府組織的合作之下 我們檢查了超過1500棟建築 我們檢查了學校 和民宅"}, {"zh-tw": " We inspected medical centers and food warehouses. We inspected government buildings.", "en": " 我們檢查了醫療中心 和糧倉 我們檢查了政府大樓"}, {"zh-tw": " This is the Ministry of Justice. Behind that door is the National Judicial Archives.", "en": " 這是法務部 在門後面是 國家司法檔案庫"}, {"zh-tw": " The fellow in the door, Andre Filitrault -- who's the director of the Center for Interdisciplinary Earthquake Engineering Research at the University of Buffalo -- was examining it to see if it was safe to recover the archives. Andre told me, after seeing these buildings fail again and again in the same way, that there is no new research here.", "en": " 那個在門裡的人Andre Filitrault 是巴佛羅大學 跨學科地震工程研究中心 的主任 他為了修復檔案庫 正在檢查門是否安全 Andre告訴我 在看見那些建築 一次又一次崩塌後 並沒有出現任何新的研究"}, {"zh-tw": " There is nothing here that we don't know. The failure points were the same: walls and slabs not tied properly into columns -- that's a roof slab hanging off the building -- cantilevered structures, or structures that were asymmetric, that shook violently and came down, poor building materials, not enough concrete, not enough compression in the blocks, rebar that was smooth, rebar that was exposed to the weather and had rusted away.", "en": " 根本沒有什麼是我們不知道的 失敗點都一樣： 牆和天花板沒有好好的固定在柱子上 那是一片懸在建築物上的屋頂 懸壁構造 或者不對稱的構造 歷經劇烈的晃動之後倒塌 糟糕的建築材料、 水泥不足、 磚塊砌得不夠密、 光滑的鋼筋、 暴露在外鏽蝕的鋼筋"}, {"zh-tw": " Now there's a solution to all these problems. And we know how to build properly.", "en": " 所有這些問題 都有個解決辦法 我們知道如何把房子蓋好"}, {"zh-tw": " The proof of this came in Chile, almost a month later, when 8.8 magnitude earthquake hit Chile. That is 500 times the power of the 7.0 that hit Port-au-Prince -- 500 times the power, yet only under a thousand casualties.", "en": " 智利就是一個證明 約莫一個月之後 智利發生 規模8.8的地震 那是規模7.0的 500倍強 是發生在王子港的地震 的500倍 但是只有不到一千的人員傷亡"}, {"zh-tw": " Adjusted for population density, that is less than one percent of the impact of the Haitian quake. What was the difference between Chile and Haiti? Seismic standards and confined masonry, where the building acts as a whole -- walls and columns and roofs and slabs tied together to support each other -- instead of breaking off into separate members and failing.", "en": " 以人口密度來看， 其影響程度 小於海地大地震百分之一 智利和海地的 差別何在？ 建築物的抗震標準 和「加強磚造」 其作用是一體的 牆、柱子、 屋頂和瓦片 結合在一起來彼此支撐 不會分崩離析而倒塌"}, {"zh-tw": " If you look at this building in Chile, it's ripped in half, but it's not a pile of rubble. Chileans have been building with confined masonry for decades.", "en": " 來看看智利的建築 它從中間裂開了 但是它不是一堆斷垣殘壁 智利人幾十年來都在建築上運用 加強磚造技術"}, {"zh-tw": " Right now, AIDG is working with KPFF Consulting Engineers, Architecture for Humanity, to bring more confined masonry training into Haiti. This is Xantus Daniel; he's a mason, just a general construction worker, not a foreman, who took one of our trainings.", "en": " 現在，「基礎建設發展組織」正與「KPFF工程顧問公司」 以及「人性建築組織」合作 來引進更多關於加強磚造技術的訓練 到海地 這位是Xantus Daniel 他是個泥水匠 只是個普通的建築工人，不是工頭 他接受了我們的一項訓練"}, {"zh-tw": " On his last job he was working with his boss, and they started pouring the columns wrong. He took his boss aside, and he showed him the materials on confined masonry.", "en": " 在他上一份工作，他和他的老闆一起做事 他們使用錯的方式灌漿 他把老闆帶到一邊 並給他看加強磚造的材料"}, {"zh-tw": " He showed him, \"You know, we don't have to do this wrong. It won't cost us any more to do it the right way.\" And they redid that building.", "en": " 他說：「我們不需要做錯的事， 用正確的方式， 成本也不會比較高。」 後來他們就重蓋了那棟房子"}, {"zh-tw": " They tied the rebar right, they poured the columns right, and that building will be safe. And every building that they build going forward will be safe.", "en": " 他們用對的方法綁鋼筋 他們用對的方式灌漿 因此那棟房子便會是安全的 而往後他們 所造的每棟建築物 都將會是安全的"}, {"zh-tw": " To make sure these buildings are safe, it's not going to take policy -- it's going to take reaching out to the masons on the ground and helping them learn the proper techniques. Now there are many groups doing this.", "en": " 為了確保這些建築物的安全 需要的不是政策 而是要對在工地工作的泥水匠 伸出援手 並幫助他們學習較好的技術 現在有很多組織都在做這件事"}, {"zh-tw": " And the fellow in the vest there, Craig Toten, he has pushed forward to get documentation out to all the groups that are doing this. Through Haiti Rewired, through Build Change, Architecture for Humanity, AIDG, there is the possibility to reach out to 30,000 -- 40,000 masons across the country and create a movement of proper building.", "en": " 那個穿背心的傢伙 他叫Craig Toten 他更進一步的 把文件傳送給所有從事這工作的組織 藉由海地發送電報 及藉由「建造變革組織（Build Change）」、「人性建築組織」、 「適當基礎建設發展組織」 而有了 能接觸到 全國三、四萬泥水匠 的機會 並且推動使用正確建造方式的運動"}, {"zh-tw": " If you reach out to the people on the ground in this collaborative way it's extremely affordable. For the billions spent on reconstruction, you can train masons for dollars on every house that they end up building over their lifetime.", "en": " 如果用合作的方式 和那些工人接觸 是完完全全負擔得起的 花費在重建的數億元經費 可以用來訓練泥水匠 來讓每一塊錢都投注到 他們一生所要建造的每一棟房子上"}, {"zh-tw": " Ultimately, there are two ways that you can rebuild Haiti; the way at the top is the way that Haiti's been building for decades. The way at the top is a poorly constructed building that will fail.", "en": " 最後，有兩個方法 可以重建海地 上面那個方法 就是海地數十年來所用的建造方式 上面那個方法 是用糟糕方式建造的 將會倒塌的建築"}, {"zh-tw": " The way at the bottom is a confined masonry building, where the walls are tied together, the building is symmetric, and it will stand up to an earthquake. For all the disaster, there is an opportunity here to build better houses for the next generation, so that when the next earthquake hits, it is a disaster -- but not a tragedy.", "en": " 下面那個方法 牆都被緊緊結合在一起 建築物是對稱的 並且能夠抵擋地震 對於所有的災難 現在有一個機會 可以建造更好的房子 給下一個世代 如此，則當下一次地震發生的時候 雖會是一場災難 但不會是悲劇 （鼓掌）"}], "title": "Peter Haas Haiti S Disaster Of Engineering"}