{"url": "http://www.ted.com/talks/jessica_jackley_poverty_money_and_love", "paragraphs": [{"zh-tw": " The stories we tell about each other matter very much. The stories we tell ourselves about our own lives matter.", "en": " 我們告訴彼此的故事 是很重要的 我們說給自己聽的故事，也很重要"}, {"zh-tw": " And most of all, I think the way that we participate in each other's stories is of deep importance. I was six years old when I first heard stories about the poor.", "en": " 而最重要的事 我想是我們所參予彼此的故事 重要性更甚 我六歲時 第一次聽到窮人的故事"}, {"zh-tw": " Now I didn't hear those stories from the poor themselves, I heard them from my Sunday school teacher and Jesus, kind of via my Sunday school teacher. I remember learning that people who were poor needed something material -- food, clothing, shelter -- that they didn't have.", "en": " 我所聽的這些窮人家的故事，並非出自窮人口中 這些故事是小時候主日學老師 所告訴我們的，傳達的是耶穌的訊息 我記得我學到的是， 窮人都需要物質面的東西 像是食物、衣服、收容所這些他們沒有的東西"}, {"zh-tw": " And I also was taught, coupled with that, that it was my job -- this classroom full of five and six year-old children -- it was our job, apparently, to help. This is what Jesus asked of us.", "en": " 然後我又學到，除此之外 我們的責任 - 我與教室其他5、6歲的小朋友的責任 就是幫助他們 這是耶穌要求我們做的"}, {"zh-tw": " And then he said, \"What you do for the least of these, you do for me.\" Now I was pretty psyched. I was very eager to be useful in the world -- I think we all have that feeling.", "en": " 祂說：「你們為這些人做的，就是為我而做」 當時我很興奮 我急著想要幫忙 我們都有過那種感受"}, {"zh-tw": " And also, it was kind of interesting that God needed help. That was news to me, and it felt like it was a very important thing to get to participate in.", "en": " 還有，我覺得上帝需要幫忙這件事，還蠻有趣的 對我來說很新奇 急著想要一起參與，覺得這事很重要"}, {"zh-tw": " But I also learned very soon thereafter that Jesus also said, and I'm paraphrasing, the poor would always be with us. This frustrated and confused me; I felt like I had been just given a homework assignment that I had to do, and I was excited to do, but no matter what I would do, I would fail.", "en": " 但我不久後就得知 耶穌又說了，我重述 貧窮會永遠伴隨我們 聽起來很困惑、挫折 好像我剛被交付的作業 一定要完成、急著想做的作業 不管我做的怎樣，都一定會失敗"}, {"zh-tw": " So I felt confused, a little bit frustrated and angry, like maybe I'd misunderstood something here. And I felt overwhelmed.", "en": " 我有點困惑、有點挫折、生氣 好像是我自己弄錯了 我覺得壓力好大"}, {"zh-tw": " And for the first time, I began to fear this group of people and to feel negative emotion towards a whole group of people. I imagined in my head, a kind of long line of individuals that were never going away, that would always be with us.", "en": " 生平第一次 我開始害怕這群人 對窮人有了負面的感受 我想像的是，一群大排長龍的人 永遠擺脫不掉、離不開我們"}, {"zh-tw": " They were always going to ask me to help them and give them things, which I was excited to do, but I didn't know how it was going to work. And I didn't know what would happen when I ran out of things to give, especially if the problem was never going away.", "en": " 他們會永遠的要我伸手幫忙、捐東西 我原本很興奮要做的事 卻不知道應該如何動手才好 擔心如果我有天沒東西捐了怎麼辦 尤其是不論如何，問題都解決不了"}, {"zh-tw": " In the years following, the other stories I heard about the poor growing up were no more positive. For example, I saw pictures and images frequently of sadness and suffering.", "en": " 之後幾年， 我長大後聽到關於窮人的故事 一個比一個差 比如說，我常會看到 傷心、災難的照片"}, {"zh-tw": " I heard about things that were going wrong in the lives of the poor. I heard about disease, I heard about war -- they always seemed to be kind of related.", "en": " 我聽說那些窮人生活上的挫折故事 我聽說疾病、戰爭的故事 這些故事都是相關的"}, {"zh-tw": " And in general, I got this sort of idea that the poor in the world lived lives that were wrought with suffering and sadness, devastation, hopelessness. And after a while, I developed what I think many of us do, is this predictable response, where I started to feel bad every time I heard about them.", "en": " 整體來講 我對於窮人的看法是 他們的世界是 充滿災難、傷痛、 毀壞、絕望的 不久後，我開始跟很多人一樣 有了一種制式的反應 當聽到他們的故事，就心生憐憫"}, {"zh-tw": " I started to feel guilty for my own relative wealth, because I wasn't doing more, apparently, to make things better. And I even felt a sense of shame because of that.", "en": " 對於我相對來說的富裕，感到罪惡 因為我沒有努力的想改善他們的生活 也因此覺得很羞愧"}, {"zh-tw": " And so naturally, I started to distance myself. I stopped listening to their stories quite as closely as I had before.", "en": " 自然而然的， 我開始建立距離 我停止聆聽他們的故事 不像以前這麼近距離接觸"}, {"zh-tw": " And I stopped expecting things to really change. Now I still gave -- on the outside it looked like I was still quite involved.", "en": " 我也不去寄望事情會有所改變 我還是會捐，表面看來好像依然積極參予"}, {"zh-tw": " I gave of my time and my money, I gave when solutions were on sale. The cost of a cup of coffee can save a child's life, right.", "en": " 我付出時間、金錢 解決辦法出售的時候我就買 像是買杯咖啡就捐幾元拯救孩童"}, {"zh-tw": " I mean who can argue with that? I gave when I was cornered, when it was difficult to avoid and I gave, in general, when the negative emotions built up enough that I gave to relieve my own suffering, not someone else's. The truth be told, I was giving out of that place, not out of a genuine place of hope and excitement to help and of generosity.", "en": " 誰會說不呢？ 當我被逼到必須這麼做的時候 一般來說，我還是會捐錢，因為這種負面情緒的累績 給錢，是為了不讓自己難過 而不是為了他們 老實說，我捐錢的原因 不是因為真的抱有希望 慷慨、期待的想幫助別人"}, {"zh-tw": " It became a transaction for me, became sort of a trade. I was purchasing something -- I was buying my right to go on with my day and not necessarily be bothered by this bad news.", "en": " 對我來說，這開始變成一種交易 以物易物 我用錢去買什麼東西一樣 我用錢買我繼續生活的權利 聽到負面的故事，一點都沒有影響"}, {"zh-tw": " And I think the way that we go through that sometimes can, first of all, disembody a group of people, individuals out there in the world. And it can also turn into a commodity, which is a very scary thing.", "en": " 我想我們都經歷過這種情況 這樣首先會 分解對於世界上那特定群體的形象， 也會將此變成一種商品 這是很可怕的"}, {"zh-tw": " So as I did this, and as I think many of us do this, we kind of buy our distance, we kind of buy our right to go on with our day. I think that exchange can actually get in the way of the very thing that we want most.", "en": " 所以我漸漸的，也許很多人都如此 用金錢買距離 用金錢買繼續生活的權利 我想這種交易，會阻撓我們去得到最想要的那樣東西"}, {"zh-tw": " It can get in the way of our desire to really be meaningful and useful in another person's life and, in short to love. Thankfully, a few years ago, things shifted for me because I heard this gentleman speak, Dr. Muhammad Yunus.", "en": " 因為這樣會阻礙我們 參與另一個人的生活，讓自己有意義、有用處 簡單說，就是愛 幸運的是，幾年後事情有了轉變 因為我聽了穆罕默德‧尤努斯博士的演講"}, {"zh-tw": " I know many in the room probably know exactly who he is, but to give the shorthand version for any who have not heard him speak, Dr. Yunus won the Nobel Peace Prize a few years ago for his work pioneering modern microfinance. When I heard him speak, it was three years before that.", "en": " 相信在座各位都知道他是誰 對於沒聽過他演講的人 我還是簡單介紹一下 尤努斯博士幾年前獲頒諾貝爾和平獎 因為他首創的小額借款概念 當我聽到他演講，是在他得到諾貝爾的三年前"}, {"zh-tw": " But basically, microfinance -- if this is new to you as well -- think of that as financial services for the poor. Think of all the things you get at your bank and imagine those products and services tailored to the needs of someone living on a few dollars a day.", "en": " 基本上，小額貸款，如果你首次聽到 是一種給窮人的財務服務 想想你到銀行所接受的 所有產品、服務 為這些每天只靠幾塊錢過活的人所量身打造"}, {"zh-tw": " Dr. Yunus shared his story, explaining what that was, and what he had done with his Grameen Bank. He also talked about, in particular, microlending, which is a tiny loan that could help someone start or grow a business.", "en": " 尤努斯博士分享了他的故事 解釋這個概念 以及他創立的鄉村銀行(Grameen Bank) 他也特別提到了小額借款 就是種微型借款 可以幫助別人開始創業"}, {"zh-tw": " Now, when I heard him speak, it was exciting for a number of reasons. First and foremost, I learned about this new method of change in the world that, for once, showed me, maybe, a way to interact with someone and to give, to share of a resource in a way that wasn't weird and didn't make me feel bad -- that was exciting.", "en": " 當我聽到他的演講，我很興奮，有幾個原因： 首先就是，我學到一個改變世界的新方法 就這次，我認為也許 這個和他人互動的方法 這個給予、分享資源的方法並不奇怪 並不會讓我對他們感到可憐 是很興奮的"}, {"zh-tw": " But more importantly, he told stories about the poor that were different than any stories I had heard before. In fact, those individuals he talked about who were poor was sort of a side note.", "en": " 但更重要的，他所講的窮人故事 與我以前聽的截然不同 他所述說的這些人，好像很窮這點只是備註一樣"}, {"zh-tw": " He was talking about strong, smart, hardworking entrepreneurs who woke up every day and were doing things to make their lives and their family's lives better. All they needed to do that more quickly and to do it better was a little bit of capital.", "en": " 他講的是關於堅強、聰明、 努力的企業家，每天一起床 就做著那些會改變他與家人生活的事 他們所需要讓事情好辦一點的方法 就是一點資本而已"}, {"zh-tw": " It was an amazing sort of insight for me. And I, in fact, was so deeply moved by this -- it's hard to express now how much that affected me -- but I was so moved that I actually quit my job a few weeks later, and I moved to East Africa to try to see for myself what this was about.", "en": " 這對我來說是很棒的領悟 事實上，我真是深受感動 很難用言語表達 我感動到幾週後便辭去工作 並搬到非洲東部 去看看到底是怎麼一回事"}, {"zh-tw": " For the first time, actually, in a long time I wanted to meet those individuals, I wanted to meet these entrepreneurs, and see for myself what their lives were actually about. So I spent three months in Kenya, Uganda and Tanzania interviewing entrepreneurs that had received 100 dollars to start or grow a business.", "en": " 很久以來的第一次 我想與這些人見面，我想見見這些企業家 親眼看看他們的生活是什麼樣貌 我在肯亞、烏干達、坦尚尼亞待了三個月 與那些借了一百美元的企業家面談 他們用這些錢創業的過程"}, {"zh-tw": " And in fact, through those interactions, for the first time, I was starting to get to be friends with some of those people in that big amorphous group out there that was supposed to be far away. I was starting to be friends and get to know their personal stories.", "en": " 事實上，透過與他們的互動 生平第一次，我開始與這些人交朋友 這些毫無組織的廣大群體 照理說應該離我們很遙遠 我開始和他們做朋友，聆聽他們的故事"}, {"zh-tw": " And over and over again, as I interviewed them and spent my days with them, I did hear stories of life change and amazing little details of change. So I would hear from goat herders who had used that money that they had received to buy a few more goats.", "en": " 一次又一次的 我與他們對談、相處 我聽到關於生命改變的故事 多麼美妙的細微轉變 我聽牧羊人述說他們的故事 他們是如何用借到的錢去多買幾隻羊"}, {"zh-tw": " Their business trajectory would change. They would make a little bit more money; their standard of living would shift and would get better.", "en": " 事業發展是如何改變 然後可以賺點錢 他們的生存標準 開始漸漸提升"}, {"zh-tw": " And they would make really interesting little adjustments in their lives, like they would start to send their children to school. They might be able to buy mosquito nets.", "en": " 他們開始對自己生活做出轉變 像是有錢送孩子到學校上課、 有能力買蚊帳、"}, {"zh-tw": " Maybe they could afford a lock for the door and feel secure. Maybe it was just that they could put sugar in their tea and offer that to me when I came as their guest and that made them feel proud.", "en": " 或許加個門鎖，會比較安心 又或許是在我登門拜訪時 替我的茶加顆糖 這對他們來說是很驕傲的"}, {"zh-tw": " But there were these beautiful details, even if I talked to 20 goat herders in a row, and some days that's what happened -- these beautiful details of life change that were meaningful to them. That was another thing that really touched me.", "en": " 這些都是很美妙的瑣事，就算我連續和20位牧羊人聊天-- 有時候我就真的這樣做-- 這些關於生活轉變的枝節 對他們來說都是極具意義的 感動我的另一件事就是"}, {"zh-tw": " It was really humbling to see for the first time, to really understand that even if I could have taken a magic wand and fixed everything, I probably would have gotten a lot wrong. Because the best way for people to change their lives is for them to have control and to do that in a way that they believe is best for them.", "en": " 第一次，我非常謙遜的 去真的了解到 就算我有魔法，揮一揮魔杖就可以讓一切變好 我可能也做不到這樣的程度 因為要人們改變生活最好的方法 就是讓他們掌握自己的人生，做他們深信對自己有益的事"}, {"zh-tw": " So I saw that and it was very humbling. Anyway, another interesting thing happened while I was there.", "en": " 看到那樣的景像，我感到很卑微 總之，我在那發生的另一件趣事就是"}, {"zh-tw": " I never once was asked for a donation, which had kind of been my mode, right. There's poverty, you give money to help -- no one asked me for a donation.", "en": " 從沒有向我要求捐款 我本來是想說 哪裡有窮人，錢就丟哪裡 但並沒人要我捐錢"}, {"zh-tw": " In fact, no one wanted me to feel bad for them at all. If anything, they just wanted to be able to do more of what they were doing already and to build on their own capabilities.", "en": " 事實上，沒有人想要我的憐憫 要說的話，他們只想要做他們已經會的事情 並建立他們的能力"}, {"zh-tw": " So what I did hear, once in a while, was that people wanted a loan -- I thought that sounded very reasonable and really exciting. And by the way, I was a philosophy and poetry major in school, so I didn't know the difference between profit and revenue when I went to East Africa.", "en": " 我在那邊遇到的 偶爾有人希望借款 我覺得這真是很合理也很興奮 對了，我大學主修哲學和詩選 所以我到非洲東部前，根本不曉得利益和收入有什麼不同"}, {"zh-tw": " I just got this impression that the money would work. And my introduction to business was in these $100 little infuses of capital.", "en": " 我的概念就是，錢可以解決事情 開始接觸商業 是從這些百元鈔開始的"}, {"zh-tw": " And I learned about profit and revenue, about leverage, all sorts of things, from farmers, from seamstresses, from goat herders. So this idea that these new stories of business and hope might be shared with my friends and family, and through that, maybe we could get some of the money that they needed to be able to continue their businesses as loans, that's this little idea that turned into Kiva.", "en": " 開始學到利益、收入、籌碼之類的 是從農夫、裁縫師、牧羊人身上學到的 所以這想法 這些關於事業、希望的故事 可以看我的親朋好友分享 透過分享，我們就能夠籌出資金 以貸款方式幫助他們事業發展 就是這想法創造了Kiva"}, {"zh-tw": " A few months later, I went back to Uganda with a digital camera and a basic website that my partner, Matthew, and I had kind of built, and took pictures of seven of my new friends, posted their stories, these stories of entrepreneurship, up on the website, spammed friends and family and said, \"We think this is legal. Haven't heard back yet from SEC on all the details, but do you say, do you want to help participate in this, provide the money that they need?\" The money came in basically overnight.", "en": " 幾個月後，我回到烏干達 帶了數位相機，架了個網站 我的另一半Matthew和我一起弄的 並和我的七個新朋友拍了張照 將他們的創業故事放到網站上 瘋狂寄信給親友，跟他們說「這應該是合法的」 「證交會(SEC)沒人說不行」 「你們覺得呢？要不要一起參與」 「提供他們借款」 資金一夕間就湧了進來"}, {"zh-tw": " We sent it over to Uganda. And over the next six months, a beautiful thing happened; the entrepreneurs received the money, they were paid, and their businesses, in fact, grew, and they were able to support themselves and change the trajectory of their lives.", "en": " 我們寄到烏干達 半年後，一件很美妙的事情發生了 這些企業家們收到貸款 之後他們的事業開始成長 他們有辦法自立自強 然後改變生活型態"}, {"zh-tw": " In October of '05, after those first seven loans were paid, Matt and I took the word beta off of the site. We said, \"Our little experiment has been a success.", "en": " 2005年十月的時候 第一批的七個貸款都還清後 我和Matt將網站的\"試用版\"字樣移除 我們告訴自己「實驗是成功的」"}, {"zh-tw": " Let's start for real.\" That was our official launch. And then that first year, October '05 through '06, Kiva facilitated $500,000 in loans.", "en": " 「該開始玩真的了」之後就是第一次上市 之後的第一年，2005十月到2006年同月 Kiva共借出五十萬貸款"}, {"zh-tw": " The second year, it was a total of 15 million. The third year, the total was up to around 40.", "en": " 第二年，增加到1500萬 第三年，總數約到四千萬"}, {"zh-tw": " The fourth year, we were just short of 100. And today, less than five years in, Kiva's facilitated more than 150 million dollars, in little 25-dollar bits, from lenders and entrepreneurs -- more than a million of those, collectively in 200 countries.", "en": " 第四年則將近一億 今天，成立未滿五年 Kiva共借出 超過一億五千萬，都是25元小筆累積而成 從債主、企業家身上放款 有超過一百萬個債主，來自兩百多個國家"}, {"zh-tw": " So that's where Kiva is today, just to bring you right up to the present. And while those numbers and those statistics are really fun to talk about and they're interesting, to me, Kiva's really about stories.", "en": " 這就是Kiva目前的狀況，先向各位報告 雖然這些數字、數據 報告起來很有趣好玩 對我而言，Kiva其實是關於故事的"}, {"zh-tw": " It's about retelling the story of the poor, and it's about giving ourselves an opportunity to engage that validates their dignity, validates a partnership relationship, not a relationship that's based on the traditional sort of donor beneficiary weirdness that can happen. But instead a relationship that can promote respect and hope and this optimism that together we can move forward.", "en": " 是關於重述 窮人的故事 這是給自己 一個機會去 驗證他們的尊嚴 驗證一種合夥關係 而不是基於傳統 捐、受款人的關係 那種關係是很不同的 而這些關係可以促進彼此尊重 希望、 以及樂觀的態度 彼此合作就能向前邁進的態度"}, {"zh-tw": " So what I hope is that, not only can the money keep flowing forth through Kiva -- that's a very positive and meaningful thing -- but I hope Kiva can blur those lines, like I said, between the traditional rich and poor categories that we're taught to see in the world, this false dichotomy of us and them, have and have not. I hope that Kiva can blur those lines.", "en": " 所以我希望 在Kiva流動的不只是金錢而已 還有更正向、有意義的故事 但我希望Kiva能模糊那些界線，如我所說 那些傳統上我們所學到，關於世上 窮人、富人的界線－ 這種我們/他們、有錢/沒錢的二分法 我希望Kiva能模糊那些界線"}, {"zh-tw": " Because as that happens, I think we can feel free to interact in a way that's more open, more just and more creative, to engage with each other and to help each other. Imagine how you feel when you see somebody on street who is begging and you're about to approach them.", "en": " 因為如此的話 我想我們能自在的彼此互動 以更開放、更公平、更有創意的方式 來參與彼此的生活，並互相幫助 想像一下 你看見路上向你行乞的乞丐 而你正走向他"}, {"zh-tw": " Imagine how you feel; and then imagine the difference when you might see somebody who has a story of entrepreneurship and hard work who wants to tell you about their business. Maybe they're smiling, and they want to talk to you about what they've done.", "en": " 想像一下你的感受 再想像一下你看見一個人 他有著創業、努力的故事 想要告訴你他們的事業 也許他們正微笑著，想告訴你他們的成就"}, {"zh-tw": " Imagine if you're speaking with somebody who's growing things and making them flourish, somebody who's using their talents to do something productive, somebody who's built their own business from scratch, someone who is surrounded by abundance, not scarcity, who's in fact creating abundance, somebody with full hands with something to offer, not empty hands asking for you to give them something. Imagine if you could hear a story you didn't expect of somebody who wakes up every day and works very, very hard to make their life better.", "en": " 想像與你說話的人是 種著農作物的人、 用他們的天份去 創造生產力的人、 白手起家的人、 身邊是富足 而非不足的人、 甚至是創造富足的人、 雙手拿的是可以與你分享的東西、 而非空手 向你要東西的人 想像一個令你意外的故事 是由一個每天醒來 就很努力改善生活的人說出來的"}, {"zh-tw": " These stories can really change the way that we think about each other. And if we can catalyze a supportive community to come around these individuals and to participate in their story by lending a little bit of money, I think that can change the way we believe in each other and each other's potential.", "en": " 這些故事能真的改變我們對彼此的看法 如果我們能催生出 一個能夠支持他們的社群 然後參與他們的故事 藉由一點的貸款 我想這能改變我們相信彼此的方式 相信彼此潛力的方式"}, {"zh-tw": " Now for me, Kiva is just the beginning. And as I look forward to what is next, it's been helpful to reflect on the things I've learned so far.", "en": " 對我來說，Kiva只是剛起步 而我期待接下來的發展 我很期待將我目前所學的拿來應用"}, {"zh-tw": " The first one is, as I mentioned, entrepreneurship was a new idea to me. Kiva borrowers, as I interviewed them and got to know them over the last few years, have taught me what entrepreneurship is.", "en": " 第一，如之前所提，創業精神對我而言是種新概念 向Kiva貸款的人，在我與他們的對談、相處中 教會了我什麼是創業精神"}, {"zh-tw": " And I think, at its core, it's deciding that you want your life to be better. You see an opportunity and you decide what you're going to do to try to seize that.", "en": " 其實，最根本的，就是決定要做些什麼讓生活更完好 你看到了機會 然後決定該做出什麼事去把握它"}, {"zh-tw": " In short, it's deciding that tomorrow can better than today and going after that. Second thing that I've learned is that loans are a very interesting tool for connectivity.", "en": " 簡單說，就是決定明天一定比今天更好 以此為目標 我學到的第二件事就是，貸款是促進彼此連結很有趣的工具"}, {"zh-tw": " So they're not a donation. Yeah, maybe it doesn't sound that much different.", "en": " 所以這非關捐款 也許聽起來沒什麼不同"}, {"zh-tw": " But in fact, when you give something to someone and they say, \"Thanks,\" and let you know how things go, that's one thing. When you lend them money, and they slowly pay you back over time, you have this excuse to have an ongoing dialogue.", "en": " 但事實上，當你給別人某樣東西 然後他們說聲謝謝，並讓你知道後續 是一回事 當你借他們錢，而他們慢慢的還款 你便有了彼此溝通的藉口"}, {"zh-tw": " This continued attention -- this ongoing attention -- is a really big deal to build different kinds of relationships among us. And then third, from what I've heard from the entrepreneurs I've gotten to know, when all else is equal, given the option to have just money to do what you need to do, or money plus the support and encouragement of a global community, people choose the community plus the money.", "en": " 這種連續性的注意力 在建造彼此間 不同關係的時候是非常重要的 第三，我從這些企業家身上得知的 就是當一切都平等 你能選擇：有足夠資金開創事業 或是資金加支持、鼓勵 全球社群的鼓勵 我們當然選社群加資金"}, {"zh-tw": " That's a much more meaningful combination, a more powerful combination. So with that in mind, this particular incident has led to the things that I'm working on now.", "en": " 這是更有意義、更有力量的組合 因為這想法，偶然的情況下 我開始了現在的計畫"}, {"zh-tw": " I see entrepreneurs everywhere now, now that I'm tuned into this. And one thing that I've seen is there are a lot of supportive communities that already exist in the world.", "en": " 好像中邪一樣，我到處都看到企業家 我還看到 世界上還有很多能提供支持的社群"}, {"zh-tw": " With social networks, it's an amazing way, growing the number of people that we all have around us in our own supportive communities, rapidly. And so, as I have been thinking about this, I've been wondering: how can we engage these supportive communities to catalyze even more entrepreneurial ideas and to catalyze all of us to make tomorrow better than today? As I've researched what's going on in the United States, a few interesting little insights have come up.", "en": " 有了社群網路 這些週遭能提供支持的人，便能以驚人的方式 快速成長 所以我就開始想 我們怎麼讓這些充滿支持的社群 催生出更多企業家點子 如何催生出 更好的明天？ 當我研究美國的情形 發現到一些很有趣的事"}, {"zh-tw": " So one is that, of course, as we all might expect, many small businesses in the U.S. and all over the world still need money to grow and to do more of what they want to do or they might need money during a hard month. But there's always a need for resources close by.", "en": " 當然，第一就是，我們都以為 美國及其他國家的很多小企業 仍需要資金，才能讓企業成長 或是難關的時候需要一點幫助 但總是需要一點資源"}, {"zh-tw": " Another thing is, it turns out, those resources don't usually come from the places you might expect -- banks, venture capitalists, other organizations and support structures -- they come from friends and family. Some statistics say 85 percent or more of funding for small businesses comes from friends and family.", "en": " 另一點就是，我發現 這些資源通常都不是來自你認為的地方 銀行、風險資本家 或是其他類似機構 而是來自親朋好友 數據顯示，小企業的資金來源有85%以上 是來自朋友、家庭"}, {"zh-tw": " That's around 130 billion dollars a year -- it's a lot. And third, so as people are doing this friends and family fundraising process, it's very awkward, people don't know exactly what to ask for, how to ask, what to promise in return, even though they have the best of intentions and want to thank those people that are supporting them.", "en": " 這是一年將近1300億的數目 非常可觀 第三，向親友募款的過程 是很尷尬的，因為人們不知道如何開口、 如何借錢、如何承諾還錢， 就算他們是真心的 想感謝這些支持他們的人"}, {"zh-tw": " So to harness the power of these supportive communities in a new way and to allow entrepreneurs to decide for themselves exactly what that financial exchange should look like, exactly what fits them and the people around them, this week actually, we're quietly doing a launch of Profounder, which is a crowd funding platform for small businesses to raise what they need through investments from their friends and family. And it's investments, not donations, not loans, but investments that have a dynamic return.", "en": " 為了重新定位這些支持性的社群 以及讓企業家自行決定 他們的財務條件如何設定 怎樣做對他們最合適 其實這禮拜 我們的Profounder將悄悄上市 Profounder是個讓小企業藉由親友的投資 來募資的群體資金平台 這是種投資，不是捐款、貸款 而是有多元回饋的投資"}, {"zh-tw": " So the mapping of participating in the story, it actually flows with the up and down. So in short, it's a do-it-yourself tool for small businesses to raise these funds.", "en": " 隨著故事參與性多寡 它其實是上下起伏的 簡單說，就是種DIY工具 給小企業募款的工具"}, {"zh-tw": " And what you can do is go onto the site, create a profile, create investment terms in a really easy way. We make it really, really simple for me as well as anyone else who wants to use the site.", "en": " 你要做的就是上到網站，建立個人資料 設立投資條件，就這麼簡單 我們將網站設計得很簡單 對我、對其他人來說都方便使用"}, {"zh-tw": " And we allow entrepreneurs to share a percentage of their revenues. They can raise up to a million dollars from an unlimited number of unaccredited, unsophisticated investors -- everyday people, heaven forbid -- and they can share those returns over time -- again, whatever terms they set.", "en": " 我們讓企業家分享自己收入的一部份 他們可以湊到百萬資金 不設限的金額，可以從匿名、單純的投資人 甚至只是平凡人身上借錢 他們可以慢慢還款 條件自己設定"}, {"zh-tw": " As investors choose to become involved based on those terms, they can either take their rewards back as cash, or they can decide in advance to give those returns away to a non-profit. So they can be a cash, or a cause, investor.", "en": " 投資者藉由設定的條件 選擇介入的程度 他們可以選擇用現金回收 或可以決定將這筆錢 捐給慈善機構 投資人可以收現金或行善"}, {"zh-tw": " It's my hope that this kind of tool can show anybody who has an idea a path to go do what they want to do in the world and to gather the people around them that they already have, the people that know them best and that love them and want to support them, to gather them to make this happen. So that's what I'm working on now.", "en": " 我希望這種工具能給有想法的人 一條實現夢想的道路 並將身邊的人聚在一起 這些了解他們的人 以及愛他們、想支持他們的人 聚在一起讓一切變得可能 這就是我所努力的"}, {"zh-tw": " And to close, I just want to say, look these are tools. Right now, Profounder's right at the very beginning, and it's very palpable; it's very clear to me, that it's just a vessel, it's just a tool.", "en": " 最後作結，我想說的是，這些只是工具 目前，Profounder只是剛起步 對我來說，很清楚的，它只是工具而已"}, {"zh-tw": " What we need are for people to care, to actually go use it, just like they've cared enough to use Kiva to make those connections. But the good news is I don't think I need to stand here and convince you to care -- I'm not even going to try.", "en": " 我們需要的，是人們的關心，去運用那關心 就像他們在乎到會想用Kiva 做出與他人的連結 好消息是，我不需要站在台上，呼籲你們去關心 連試都不用試"}, {"zh-tw": " I don't think, even though we often hear, you know, hear the ethical and moral reasons, the religious reasons, \"Here's why caring and giving will make you happier.\" I don't think we need to be convinced of that. I think we know; in fact, I think we know so much, and it's such a reality that we care so deeply, that in fact, what usually stops us is that we're afraid to try and to mess up, because we care so very much about helping each other and being meaningful in each other's lives. So what I think I can do today, that best thing I can give you -- I've given you my story, which is the best I can do.", "en": " 就算我們常聽到那些 倫理、道德、 宗教理由 「幫助別人會更快樂」之類的理由 我想我們已經都很明白 事實上，正因為我們懂很多 才能夠 這麼的在乎 通常讓我們停止努力的 就是因為我們怕失敗 因為我們如此在乎 想在他人生活中扮演有意義的角色 我今天所能做的 所能給你們的就是 我已分享了我的故事，這是我至少能做的"}, {"zh-tw": " And I think I can remind us that we do care. I think we all already know that.", "en": " 我想我能提醒各位，我們都在乎 我們都自知"}, {"zh-tw": " And I think we know that love is resilient enough for us to get out there and try. Just a sec.", "en": " 愛是多麼的有彈性 能讓我們重新再嘗試 不好意思"}, {"zh-tw": " Thanks. Thanks.", "en": " 謝謝 謝謝"}, {"zh-tw": " For me, the best way to be inspired to try is to stop and to listen to someone else's story. And I'm grateful that I've gotten to do that here at TED.", "en": " 對我來說，得到啟發最好的方法 就是停下來聆聽 其他人的故事 我很感激有這個機會站上TED舞台"}, {"zh-tw": " And I'm grateful that whenever I do that, guaranteed, I am inspired -- I am inspired by the person I am listening to. And I believe more and more every time I listen in that that person's potential to do great things in the world and in my own potential to maybe help.", "en": " 我很珍惜這種機會 因為我能保證受到啟發 我受到我所聆聽的人的啟發 我相信，我聽的越多 聽到那些有人能對於世上的貢獻 以及我自己所能幫忙的"}, {"zh-tw": " And that -- forget the tools, forget the moving around of resources -- that stuff's easy. Believing in each other, really being sure when push comes to shove that each one of us can do amazing things in the world, that is what can make our stories into love stories and our collective story into one that continually perpetuates hope and good things for all of us.", "en": " 然後 忘了工具、忘了資源 -- 因為這些都簡單 相信彼此吧 孤注一擲時如此深信 我們每個人都有能力做非凡的事 這讓我們的故事變成愛的故事、 我們共有的故事 然後延續希望 以及身邊美好的事"}, {"zh-tw": " So that, this belief in each other, knowing that without a doubt and practicing that every day in whatever you do, that's what I believe will change the world and make tomorrow better than today. Thank you.", "en": " 所以，相信彼此 對此深信不疑 每天不論做什麼都抱這個信念 這就是我所相信能改變世界，讓世界更美好的方法 謝謝大家"}], "title": "Jessica Jackley Poverty Money And Love"}