{"url": "http://www.ted.com/talks/r_a_mashelkar_breakthrough_designs_for_ultra_low_cost_products", "paragraphs": [{"zh-tw": " The big residual is always value for money. All the time we are trying to get value for money.", "en": " 可以遺留下來的東西 總是有價值的 我們總是試著去獲取金錢的價值"}, {"zh-tw": " What we don't look for is value for many, while we are generating value for money. Do we care about those four billion people whose income levels are less than two dollars a day, the so-called bottom of the pyramid? What are the challenges in getting value for money as well as value for many? We have described here in terms of the performance and the price.", "en": " 而在我們創造金錢價值的時候 我們所沒有做到的 是追求大眾的價值 我們是否曾關心 那些每天收入不到2元美金的40億人口 也就是所謂的金字塔底層的人們？ 在我們獲取金錢的價值，也同時去爭取大眾價值的時候 其中所產生的挑戰是什麼？ 在此 我們將以性能和價格的角度 來闡述這個議題"}, {"zh-tw": " If you have money, of course, you can get the value. You can get a Mercedes for a very high price, very high performance.", "en": " 如果你擁有金錢，理所當然你可以獲得價值 你可以用很高的價錢 去買一部賓士車 它有非常優異的性能"}, {"zh-tw": " But if you don't have money, what happens? Well, you are to ride a bicycle, carrying your own weight and also some other weight, so that you can earn the bread for the day. Well, poor do not remain poor; they become lower-middle-class.", "en": " 但是如果你沒有錢的話,那會怎樣？ 那你就必須騎著腳踏車 承載你自己的重量，加上其他物品的重量 這樣你才可以賺取日常所需的麵包 儘管貧窮不會永遠保持貧窮 他們可以變成中低階層"}, {"zh-tw": " And if they do so, then, of course, the conditions improve, and they start riding on scooters. But the challenge is, again, they don't get much value, because they can't afford anything more than the scooter.", "en": " 如果真的可以這樣 那生活的條件就得以改善 然後他們就開始騎摩托車 然而同樣地，其中的挑戰是他們並沒有獲得太多的價值 因為他們無法負擔其他價錢超過摩托車的東西"}, {"zh-tw": " The issue is, at that price, can you give them some extra value? A super value, in terms of their ability to ride in a car, to get that dignity, to get that safety, looks practically impossible, isn't it. Now, this is something that we see on Indian streets all the time.", "en": " 問題是，在這個價格之下 你是否可以給予他們額外的價值？ 那是一種超級的價值 讓他們可以藉由開車 而獲得尊嚴、獲得安全 這看起來在實務上並不可行，不是嗎？ 接下來 這就是我們在印度的街頭上 常常可以看到的景象"}, {"zh-tw": " But many people see the same thing and think things differently, and one of them is here, Ratan Tata. The great thing about our leaders is that, should they not only have passion in their belly, which practically all of them have, they're also very innovative.", "en": " 但是許多人看到同樣的事情之後 然後產生有不同的想法 其中之一便是Ratan Tata 我們的領導人有一件為大的事蹟 就是他們不只要有滿腹的熱情 實際上他們都是這樣做 另一方面, 他們還非常有創造性"}, {"zh-tw": " An innovator is one who does not know it cannot be done. They believe that things can be done.", "en": " 所謂創造者就是那些不知道事情無法完成的人 他們相信事情可以完成"}, {"zh-tw": " But great leaders like Ratan have compassion. And what you said, Lakshmi, is absolutely true: it's not just Ratan Tata, it's the house of Tatas over time.", "en": " 但是像Ratan這樣的偉大領導人 懷抱著熱情 豐盛女神Lakshmi，您所說的話是百分之百正確的 不只是 Ratan Tata 還有整個Tatas之家"}, {"zh-tw": " Let me confirm what she said. Yes, I went barefoot until I was 12.", "en": " 讓我們來看一下她說過的話 直到12歲以前 我都是光著赤腳"}, {"zh-tw": " I struggled to [unclear] day was a huge issue. And when I finished my SSC, the eleventh standard, I stood eleventh among 125,000 students.", "en": " 我每天都要和環境對抗 對我來說那是一件很大的事情 後來當我完成SSC,第11等級的時候 我在12萬5千名學生中排名第11"}, {"zh-tw": " But I was about to leave the school, because my poor mother couldn't afford schooling. And it was [unclear] Tata Trust, which gave me six rupees per month, almost a dollar per month for six years.", "en": " 但是我卻必須離開學校 因為貧窮的母親無法負擔讓我繼續上學的費用 後來是Tata 信託每個月提供給我6盧比 那幾乎是每個月1元美金，連續提供6年"}, {"zh-tw": " That's how I'm standing before you. So that is the House of Tata.", "en": " 那也是我今天可以站在大家面前的原因 這就是Tata之家 鼓掌"}, {"zh-tw": " Innovation, compassion and passion. They combine all that.", "en": " 創新,憐憫與熱情 他們將這些結合起來"}, {"zh-tw": " And it was that compassion which bothered them, because when he saw -- in fact, he told me about eight or nine years ago how he was driving his own car -- he drives his own car by the way -- and he saw in the rain, a family like the one that I showed to you getting drenched with an infant. And then he said, \"Well, I must give them a car that they can afford, one lakh car, $2,000 car.\" Of course, as soon as you say something like this people say it is impossible, and that's what was said by Suzuki.", "en": " 然而憐憫, 卻也造成他們的困擾 因為當他看到-- 事實上, 他在大概在8,9年前跟我提起 他那時開著自己的車 在路上開著車 然後他看到 有一家子的人, 就像我剛剛給各位看的 在傾盆大雨中全身濕透, 其中還包括一個小嬰兒 他那時想, \"嗯, 我一定要給他們一部他們負擔得起的車子\" 一部價錢10萬盧筆的車子,換算後是2000美元 想當然爾, 當你談到這種事情時 人們會立刻說, 這是不可能達成的 Suzuki當時就這樣講的"}, {"zh-tw": " He said, oh, probably he is going to build a three-wheeler with stepney. And you can see the cartoon here.", "en": " 他說, 喔, 他們大概是要 建造一輛三輪摩托車吧！ 我們來看看這部卡通"}, {"zh-tw": " Well they didn't build that. They built a proper car. Nano. And mind you, I'm six feet half an inch, Ratan is taller than me, and we have ample space in the front and ample space in the back in this particular car.", "en": " 他們並沒有建造一輛三輪摩托車！他們做了一台適合的汽車,名為Nano. 提醒你們, 我的身高有6英尺半英吋 而Ratan則比我還高 當我們在這輛特別的車裡的時候 我們的頭頂還有很充裕的空間,背後也有充裕的空間"}, {"zh-tw": " And incredible car. And of course, nothing succeeds like success; the cynics then turned around, and one after the other they also started saying, \"Yes, we also want to make a car in the Nano Segment.", "en": " 這是一部很棒的車 當然, 沒有什麼事情比成功更加成功 接著諷刺者出現了 一個接著一個 他們開始說\"是的,我們也要在Nano的市場區隔裡做一輛車"}, {"zh-tw": " We'll manufacture a car in the Nano Segment.\" How did this great story unfold, the making of Nano? Let me tell you a bit about it. For example, how we started: Ratan just began with a five-engineer team, young people in their mid-twenties.", "en": " 我們也要在Nano的市場區隔裡生產一輛車\"\" 在這個這個偉大的故事裡 他們是如何呈現Nano的製作過程？ 讓我來稍微透露一點端倪 例如說,這一切是如開始的 起初Ratan跟一個5人工程師團隊 大概25歲左右的年輕人"}, {"zh-tw": " And he said, \"Well, I won't define the vehicle for you, but I will define the cost for you. It is one lakh, 100,000 rupees, and you are to make it within that.\" And he told them, \"Question the unquestionable.", "en": " 他說 我將不會給你們車子的定義 但我會界定出成本 成本是10萬盧比 而你們必須在這個成本之內做出車子來 他也告訴他們 去質疑原本不容質疑的事情"}, {"zh-tw": " Stretch the envelope.\" And at a point in time, he got so engrossed in the whole challenge, that he himself became a member of the team. Can you believe it? I still am told about this story of that single wiper design in which he participated.", "en": " 去延伸極限 在某個時間點上 他全神貫注地去面對所有的挑戰 以致於他自己也變成了團隊中的一員 你能相信嗎？ 到現在他仍在告訴我有關 他參與了其中一個刮水器設計的故事"}, {"zh-tw": " Until midnight, he'd be thinking. Early morning he'll be coming back with sort of solutions.", "en": " 他徹夜思考 隔天一早他就會帶著答案回來"}, {"zh-tw": " But who was the team leader? The team leader was Girish Wagh, a 34 year-old boy in [unclear]. And the Nano team average age was just 27 years.", "en": " 但誰是這個團隊的領導者呢？ 團隊的領導者是Girish Wagh 一個34歲的男生 而這個Nano團隊的平均年齡 是27歲"}, {"zh-tw": " And they did innovation in design and beyond. Broke many norms of the standard conventions for the first time.", "en": " 由他們從事設計及其他的創新 這是有史以來第一次打破傳統的標準規範"}, {"zh-tw": " For example, that a two-cylinder gas engine was used in a car with a single balancer shaft. Adhesives were replacing the rivets.", "en": " 例如, 裝置在平衡軸上的 雙汽缸的汽油引擎 用黏著劑代替鉚釘"}, {"zh-tw": " There was a co-creation, a huge co-creation, with vendors and suppliers. All ideas on board were welcome.", "en": " 那是一個賣家和供應商之間 的一種共同創造, 一個龐大的共同創造 歡迎所有被提出來的點子"}, {"zh-tw": " 100 vendors were co-located adjacent to the plant, and innovative business models for automobile dealerships were developed. Imagine that a fellow who sells cloth, for example, will be selling Nano.", "en": " 100個供應商在工廠裡共同努力 另一方面,也發展了創新的汽車經銷模式 想像一下 有一個人原本在賣衣服，現在要轉行銷售Nano"}, {"zh-tw": " I mean, it was incredible innovation. Seeking solutions for non-auto sectors.", "en": " 我的意思是, 這是一個很棒的創舉 為非汽車產業的人尋找答案"}, {"zh-tw": " It was an open innovation, ideas from all over were welcome. The mechanism of helicopters seats and windows was used, by the way, as well as a dashboard that was inspired by two-wheelers.", "en": " 這是一個開放性的創新 歡迎所有的點子 對了, 連直昇機的座位和窗戶設計也用上了 另外還有儀表板 這個靈感是來自於兩輪車"}, {"zh-tw": " The fuel lines and lamps were as in two-wheelers. And the crux of the matter was, however, getting more from less.", "en": " 我們用的燃料管線及燈座 與兩輪車使用的一樣 然而,事情的關鍵是 從\"較少\"的基礎上去獲得更多東西"}, {"zh-tw": " All the time, you have been given an envelope. You can't cross that envelope, which is 100,000 rupees, 2,000 dollars.", "en": " 一直以來, 我們一直處在既定的限制下 我們無法跨越限制 那就是10萬盧比,也就是2000美元"}, {"zh-tw": " And therefore, each component had to have a dual functionality. And the seat riser, for example, serving as a mounting for the seat as well as a structural part of the functional rigidity.", "en": " 因此,每一個零件 都必須有雙重的功能 以座位升降器來說 除了可以用來固定座椅 它本身也是 功能結構的一部份"}, {"zh-tw": " Half the number of parts are contained in Nano in comparison to a typical passenger car. The length is smaller by eight percent by the way.", "en": " 相較於傳統的客車 Nano涵蓋了 半數的零件 但車子的長度卻少了8％"}, {"zh-tw": " But the current entry-level cars in comparison to that is eight percent less, but 21 percent more inside space. And what happened was that -- more from less -- you can see how much more for how much less.", "en": " 相較於市面上的入門款汽車 它的長度少8％ 卻多了21％的車內空間 這就是所謂的 從\"較少\"的基礎上去獲得更多東西 你可以發現因為減少而可以增加多少東西"}, {"zh-tw": " When the Model T was launched -- and this is, by the way, all the figures that are adjusted to 2007 dollar prices -- Model T was 19,700 by Ford. Volkswagon was 11,333.", "en": " 當福特的Model T剛推出的時候 如果把數字 調整成2007年的價格水準 價格是1萬9千7百元 福斯是1萬1千3百3十3元"}, {"zh-tw": " And British Motor was around 11,000. And Nano was, bang, 2,000 dollars.", "en": " British Motor大概是1萬1千元 而Nano, 只有2千元"}, {"zh-tw": " This is why you started actually a new paradigm shift, where the same people who could not dream of sitting in a car, who were carrying their entire family in a scooter, started dreaming of being in a car. And those dreams are getting fulfilled.", "en": " 這就是為什麼 我們開啟了 一個新的典範移轉 在其中 原本不敢夢想可以坐在車子裡的人們 原本必須在摩托車上擠著全家人的人們 開始可以想著坐在車子裡的景象 這些夢想已經開始實現了"}, {"zh-tw": " This is a photograph of a house and a driver and a car near my own home. The driver's name is Naran.", "en": " 在這張照片裡 是在我家附近的 一間房子, 一位駕駛者和一輛車 駕駛的名字是Naran"}, {"zh-tw": " He has bought his own Nano. And you can see, there is a physical space that has been created for him, parking that car, along with the owner's car, but more importantly, they've created a space in their mind that \"Yes, my chauffeur is going to come in his own car and park it.\" And that's why I call it a transformational innovation.", "en": " 他買了屬於他自己的Nano 我們可以看到, 他擁有一個為他創造的實體空間 和擁有者的著車子一樣去把那輛車停好 但更重要的是 在他們心裡的一個空間 \"我的司機將要進到車子裡然後去停車\" 這就是為什麼我稱它為一種轉變性的創新"}, {"zh-tw": " It is not just technological, it is social innovation that we talk about. And that is where, ladies and gentlemen, this famous theme of getting more from less for more becomes important.", "en": " 這不只是技術上的 我們在講的是一種社會性的創新 女士先生們, 這就是從\"較少\"的基礎上去獲得更多東西 這個著名的主題 變得重要的原因"}, {"zh-tw": " I remember talking about this for the first time in Australia, about one and a half years ago, when their academy honored me with a fellowship. And unbelievably, in 40 years, I was the first Indian to be honored.", "en": " 我記得當我在澳洲第一次談論這個主題的時候 那大概是1年半以前 當他們給我學術研究金的榮耀時 難以置信的是,40年以來 我是第一位接受這份榮耀的印度人"}, {"zh-tw": " And the title of my talk was therefore \"Indian innovation from Gandhi to Gandhian engineering.\" And I titled this more from less for more and more people as Gandhian engineering. And Gandhian engineering, in my judgment, is the one which is going to take the world forward, is going to make a difference, not just for a few, but for everyone.", "en": " 我演講的標題 是\"印度式的創新, 從甘地到甘地主義工程\" 我把這個標題\"從較少的基礎上去獲得更多東西\" 定義為甘地主義工程 甘地主義工程, 在我的判斷裡 是一種引領世界向前走 然後去創造差異 不是為了少數人, 而是為了每一個人"}, {"zh-tw": " Let me move from mobility in a car to individual mobility for those unfortunates who have lost their legs. Here is an American citizen and his son having an artificial foot.", "en": " 讓我從車子的移動跳到那些 失去雙腳而不幸的人 他們的個人移動問題 這是一位美國人 以及他那裝義肢的兒子"}, {"zh-tw": " What is its price? 20,000 dollars. And of course, these feet are so designed that they can walk only on such perfect pavement or roads.", "en": " 價錢是多少呢？ 2萬美金 這些義肢經過特殊的設計 他們只能行走在 非常平整的路面或道路上"}, {"zh-tw": " Unfortunately, that's not the case in India. You can see him walk barefoot on an awkward land, sometimes in a marshy land, and so on and so forth.", "en": " 不幸的是, 印度的道路並非如此 可以看到他赤腳 走在荊棘的道路上, 有時候是在沼澤地 諸如此類"}, {"zh-tw": " More importantly, they not only walk far to work, and not only do they cycle to work, but they cycle for work, as you can see here. And they climb up for their work.", "en": " 更重要的是 他們不只是走路去上班 騎腳踏車也是一樣 就像我們可以看到的,他們騎腳踏車是為了工作 他們為了工作而努力往上爬"}, {"zh-tw": " You have to design an artificial foot for such conditions. A challenge, of course.", "en": " 為了因應這種狀況,我們必須設計人工義肢 當然,這是一項挑戰"}, {"zh-tw": " Four billion people, their incomes are less then two dollars a day. And if you talk about a 20,000-dollar shoe, you're talking about 10,000 days of income.", "en": " 有40億的人口, 他們的每日收入少於2元美金 如果是每一個價值2萬美元的鞋子 那就是1萬天的工作收入"}, {"zh-tw": " You just don't have it. And therefore, you ought to look at alternatives.", "en": " 根本無法負擔 因此我們必須思考其他的替代方案"}, {"zh-tw": " And that is how Jaipur Foot was created in India. It had a revolutionary prosthetic fitment and delivery system, a quick molding and modular components, enabling custom-made, on-the-spot limb fitments.", "en": " 這也是印度Jaipur義肢的由來 它具備了革命性的義肢裝置及傳達系統 配件的模具可以快速製造, 一種可以客製化, 立即裝置的肢體裝備"}, {"zh-tw": " You could feel it actually in an hour, by the way, whereas the equivalent other feet took something like a day, as so on. Outer socket made by using heated high-density polyethylene pipes, rather than using heated sheets.", "en": " 事實上,我們可以在一小時之內完成 而其他同等級的義肢 卻要花上一天以上的時間 外部的底座是用加熱過的高密度聚乙烯管子所打造的 而非使用一般加熱過的薄板"}, {"zh-tw": " And unique high-ankle design and human-like looks, [unclear] and functions. And I like to show how it looks and how it works.", "en": " 另外還有獨特的高腳踝設計, 以及和人體看起來一樣的外觀 以及其他功能 我想展示一下它的外觀 以及它是如何使用的"}, {"zh-tw": " (Music) See, he jumps. You can see what stress it must have. (Text: ... any person with a below the knee limb could do this.", "en": " 音樂 這個人跳了起來, 可以見得它足以承受壓力 任何裝上這個人工膝蓋的人都可以做到"}, {"zh-tw": " ... above the limb, yes, it would be difficult ... \"Did it hurt?\" \"No ... not at all.\" ... he can run a kilometer in four minutes and 30 seconds ...) One kilometer in four minutes and 30 seconds.", "en": " 在這個義肢上面, 顯得有點困難 容易受傷嗎？ 一點都不會 他可以在4分30秒之內跑完1公里 4分30秒之內跑完1公里 鼓掌"}, {"zh-tw": " So that's what it is all about. And therefore Time took notice of this 28-dollar foot, basically.", "en": " 這就是它的故事 因此基本上, 時間注意到了 這個28元美金的義肢 鼓掌"}, {"zh-tw": " An incredible story. Let's move on to something else.", "en": " 這是一個了不起的故事 讓我們來看看別的東西"}, {"zh-tw": " I've been talking about getting more from less for more. Let's move to health.", "en": " 我剛剛談到從\"較少\"的基礎上去獲得更多東西,然後帶給更多的人 接下來讓我們來談健康議題"}, {"zh-tw": " We've talked about mobility and the rest of it, let's talk about health. What's happening in the area of health? You know, you have new diseases that require new drugs.", "en": " 我們談到移動性以及相關的議題,讓我們套用在健康上 在健康的領域上發生什麼事呢？ 我們會新的疾病出現,這時就需要有新的藥物"}, {"zh-tw": " And if you look at the drug development 10 years ago and now, what has happened? 10 years ago, it used to cost about a quarter billion. Today it costs 1.5 billion dollars.", "en": " 如果我們觀察10年前和現在對於藥物的研發 可以有什麼發現呢？ 10年前, 通常得花上2.5億美元 現在要15億美元"}, {"zh-tw": " Time taken for moving a molecule to marketplace, after all the human and animal testing, was 10 years, now it is 15 years. Are you getting more drugs because you are spending more time and more money? No, I'm sorry.", "en": " 要把化學分子帶到市場上, 需要花費一點時間 要經過人體和動物的測試 過去是10年,現在要等上15年 因為要花更多的時間和金錢,所以才會需要更多的藥物嗎？ 不是的"}, {"zh-tw": " We used to have 40, now they have come down to 30. So actually we are getting less from more for less and less people.", "en": " 以前需要40種,現在減少為30種 所以事實上, 我們是\"較多\"的基礎上去獲得較少東西, 給越來越少的人使用"}, {"zh-tw": " Why less and less people? Because it is so expensive, so very few will be able to basically afford that. Let us just take an example.", "en": " 為什麼說是越來越少的人呢？ 因為價錢很昂貴 所以只有少數人買得起 我來舉一個例子"}, {"zh-tw": " Psoriasis is very dreadful disease of the skin. The cost of treatment, 20,000 dollars.", "en": " 人們非常害怕牛皮癬 它一種皮膚病 治療的成本需要2萬元美金"}, {"zh-tw": " 1,000-dollar antibody injections under the skin, by the way, and 20 of them. Time for development -- it took around 10 years and 700 million dollars.", "en": " 在皮下注射抗體需要1千元 總共需要20次 開發的時間-- 大概花費10年的時間 以及7億美元"}, {"zh-tw": " Let's start in the spirit of more from less and more for more and start putting some targets. For example, we don't want 20,000 dollars; we don't have it.", "en": " 讓我們從精神開始談起 \"較少\"的基礎上去獲得更多東西, 然後散佈更多的人 以及開始設定目標 例如,我們不要2萬元美金, 因為我們根本沒有那麼多錢"}, {"zh-tw": " Can we do it [for] 100 dollars? Time for development, not 10 years. We are in a hurry. Five years.", "en": " 那我們可以用100元的標準來製造嗎？ 至於開發的時間, 無法有10年那麼長 我們的時間緊迫, 只能有5年"}, {"zh-tw": " Cost of development -- 300 million dollars. Sorry. I can't spend more than 10 million dollars.", "en": " 開發的成本-- 3億美元 很抱歉！ 我無法花超過1千萬美金"}, {"zh-tw": " Looks absolutely audacious. Looks absolutely ridiculous.", "en": " 這樣的論點看起來相當大膽 相當的荒謬"}, {"zh-tw": " You know something? This has been achieved in India. These targets have been achieved in India.", "en": " 但是你們知道嗎？在印度我們已經做到了 這些目標我們已經在印度達成了"}, {"zh-tw": " And how they have been achieved ... Sir Francis Bacon once said, \"When you wish to achieve results that have not been achieved before, it is an unwise fancy to think that they can be achieved by using methods that have been used before.\" And therefore, the standard process, where you develop a molecule, put it into mice, into men, are not yielding those results -- the billions of dollars that have been spent.", "en": " 是如何達成呢？ Francis Bacon先生曾經說過 當你想要達成 過往未曾達成的目標時 如果你以為繼續使用過往的老方法 就可以做到的話 那是非常不智的想法 因此, 以前的標準程序 開發一種化學分子,然後在老鼠、人體上做測試 將無法產生那些新的結果 徒然花費數十億美元"}, {"zh-tw": " The Indian cleverness was using its traditional knowledge, however, scientifically validating it and making that journey from men to mice to men, not molecule to mice to men, you know. And that is how this difference has come.", "en": " 印度人聰明地 使用他們傳統的知識 然而仍須科學上的驗證 把過程變成從人體,到老鼠,再到人體 而非傳統上從老鼠到人體 這就是差異的所在"}, {"zh-tw": " And you can see this blending of traditional medicine, modern medicine, modern science. I launched a big program [unclear] CSIR about nine years ago.", "en": " 這個過程混合了 傳統醫學,現代醫學以及現代科學 在九年前 我發動了一個名為CSIR的計畫"}, {"zh-tw": " He is giving us not just for Psoriasis, for cancer and a whole range of things, changing the whole paradigm. And you can see this Indian Psoriasis breakthrough obtained by this reverse form of [unclear] by doing things differently.", "en": " 不只是牛皮癬 還有癌症,和其他的東西, 因而改變了整個典範 我們可以看到在印度牛皮癬爆發後 我們藉由不同的作法 透過這個反向的程序而控制病情"}, {"zh-tw": " You can see before treatment and after treatment. This is really getting more from less for more and more people, because these are all affordable treatments now.", "en": " 我們可以看到治療前後差異 這就是從\"較少\"的基礎上去獲得更多東西,然後帶給更多的人 因為這些東西現在都是人們可以負擔得起的"}, {"zh-tw": " Let me just remind you of what Mahatma Gandhi had said. He had said, \"Earth provides enough to satisfy every man's need, but not every man's greed.\" So the message he was giving us was you must get more from less and less and less so that you can share it for more and more people, not only the current generation, but the future generations.", "en": " 我想提醒一下各位 聖雄甘地曾經說過的話 他說\"地球所提供的資源足以滿足每個人都需求, 但無法滿足每個人的貪婪\" 所以他傳達給我們的訊息是 我們必須在較少的基礎上去獲取更多 所以我們可以分享給越來越多的人 並非僅限於這一個世代 還要包括未來的世世代代"}, {"zh-tw": " And he also said, \"I would prize every invention of science made for the benefit for all.\" So he was giving you the message that you must have it for more and more people, not just a few people. And therefore, ladies and gentlemen, this is the theme, getting more from less for more.", "en": " 他也曾說 我要讚美每一個帶給人們福祉的科學發明 所以他給我們的訊息是,我們必須把福祉傳播給更多的人 而非少數特定的人 因此, 女士先生們 就是這個主題 \"較少\"的基礎上去獲得更多東西, 然後散佈更多的人"}, {"zh-tw": " And mind you, it is not getting just a little more for just a little less. It's not about low cost.", "en": " 我必須提醒 這不是在講一點點 這不是在講低成本"}, {"zh-tw": " It's about ultra-low cost. You cannot say it's a mere treatment 10,000 dollars, but because you are poor I'll give it for 9,000.", "en": " 這是在講超低成本 不能說這種治療只需要1萬美元 但是因為貧窮, 我只能付出9千美元"}, {"zh-tw": " Sorry, it doesn't work. You have to give it for 100 dollars, 200 dollars. Is it possible? It has been made possible, by the way, for certain other different reasons.", "en": " 很抱歉,這種方式無效！ 我們必須設定在100或200美元 這種事情可能發生嗎？ 因為幾項不同的原因, 我已經讓它變成可能了"}, {"zh-tw": " So you are not talking about low cost, you are talking about ultra-low cost. You are not talking about affordability, you are talking about extreme affordability.", "en": " 這不是在講低成本,這是在講超低成本 這不只要讓人負擔得起 而是要讓人們輕易就可以的到他們需要的東西"}, {"zh-tw": " Because of the four billion people whose income is under two dollars a day. You're not talking exclusive innovation.", "en": " 因為有40億的人口,他們的每日收入不及2美元 這不是一種獨佔的創新"}, {"zh-tw": " You're talking about inclusive innovation. And therefore, you're not talking about incremental innovation, you're talking about disruptive innovation.", "en": " 這是一種普遍化的創新 因此,這不是一種漸進式的創新 而是一種快速的破壞性創新"}, {"zh-tw": " The ideas have to be such that you think in completely different terms. And I would also add, it is not only getting more from less for more by more and more people, the whole world working for it.", "en": " 想法必須很新穎 所以我們得用完全不同的角度去思考 我想再補充一點 這不只是從\"較少\"的基礎上去獲得更多東西, 然後散佈更多的人 而且要有越來越多的人來參與這個活動,整個世界都應該來努力"}, {"zh-tw": " I was very touched when I saw a breakthrough the other day. You know, incubators for infants, for example.", "en": " 有一天,我看到一個突破而非常地感動 例如嬰兒保溫箱"}, {"zh-tw": " They're not available in Africa. They're not available in Indian villages.", "en": " 在非洲並沒有這種東西 在印度的偏遠村落裡你也找不到"}, {"zh-tw": " And infants die. And incubator costs 2,000 dollars.", "en": " 許多嬰兒因此夭折 而一個保溫箱要價2千美元"}, {"zh-tw": " And there's a 25-dollar incubator giving that performance that had been created. And by whom? By young students from Standford University on an extreme affordability project that they had, basically.", "en": " 然後有一種要價僅25美元的保溫箱 也具備所有的功能 誰發明的呢？ 來自一群史丹福大學的年輕學生 在他們所參與的一個計畫中所發明的"}, {"zh-tw": " Their heart is in the right place, like Ratan Tata. It's not just innovation, compassion and passion -- compassion in the heart and passion in the belly.", "en": " 像Ratan Tata一樣,他們的心處於正確的位置 這不僅是創新,執著和熱情的表現 還有慈悲心和滿腹的熱情"}, {"zh-tw": " That's the new world that we want to create. And that is why the message is that of Gandhian engineering.", "en": " 那是一個我們想要創造的新世界 也是甘地主義工程想要傳達的訊息"}, {"zh-tw": " Ladies and gentlemen, I'd like to end before time. I was also afraid of those 18 minutes.", "en": " 女士先生們,在時間用完前我必須結束演講 我擔心會超過18分鐘"}, {"zh-tw": " I've still one and a half to go. The message, the final message, is this: India gave a great gift to the world.", "en": " 現在還剩下1分半鐘 最後我想講的是 印度給了這個世界一個美好的禮物"}, {"zh-tw": " What was that? [In the] 20th century, we gave Gandhi to the world. The 21st century gift, which is very, very important for the whole world, whether it is global economic meltdown, whether it is climate change -- any problem that you talk about is gaining more from less for more and more -- not only the current generations, for the future generations.", "en": " 是什麼呢？ 20在世紀時,我們有甘地 而21世紀的禮物 對於世界來說是非常重要的 不論是全球經濟的崩潰 還是氣候的變遷 或任何我們討論的問題 \"較少\"的基礎上去獲得更多東西, 然後散佈更多的人 不只為了現在的這一個世代 也為了未來的世世代代"}, {"zh-tw": " And that can come only from Gandhian engineering. So ladies and gentlemen, I'm very happy to announce, this gift of the 21st century to the world from India, Gandhian engineering.", "en": " 這個訊息只來自甘地主義工程 所以,女士先生們,我很高興的宣布 印度在21世界 帶給世界的禮物 就是甘地主義工程 鼓掌"}, {"zh-tw": " Lakshmi Pratury: Thank you, Dr. Mashelkar. (R.A. Mashelkar: Thank you very much.) LP: A quick question for you. Now, when you were a young boy in this school, what were your thoughts, like what did you think you could become? What do you think that drove you? Was there a vision you had? What is it that drove you? RAM: I'll tell you a story that drove me, that transformed my life.", "en": " Lakshmi Pratury:謝謝你, Mashelkar博士 LP:問你一個小問題 當你是一個學校裡的小朋友 你在思考什麼？你想變成什麼樣子的人？ 是什麼樣的想法驅使你？ 是某個願景驅使你前進的嗎？ RAM: 我要告訴你一個驅動我的故事, 那件事也改變我的一生"}, {"zh-tw": " I remember, I went to a poor school, because my mother could not gather the 21 rupees, that half a dollar that was required within the stipulated time. It was [unclear] high school.", "en": " 我記得, 我上的學校非常貧困 因為我的母親無法在規定的時間裡 準備好21盧比 也就是0.5美元 那是一所高中"}, {"zh-tw": " But it was a poor school with rich teachers, honestly. And one of them was [unclear] who taught us physics.", "en": " 坦白說,學校很貧窮, 裡面的老師卻很富有 其中有一位教我物理學的老師"}, {"zh-tw": " One day he took us out into the sun and tried to show us how to find the focal length of a convex lens. The lens was here. The piece of paper was there. He moved it up and down.", "en": " 有一天他帶著我們 教導我們如何 找出凸透鏡的焦距 這裡是凸透鏡. 那裡是紙張. 他上下移動著"}, {"zh-tw": " And there was a bright spot up there. And then he said, \"This is the focal length.\" But then he held it for a little while, Lakshmi.", "en": " 然後產生的一個光亮的點 接著他說,這就是焦距 接著他保持不動一會兒"}, {"zh-tw": " And then the paper burned. When the paper burned, for some reason he turned to me, and he said, \"Mashelkar, like this, if you do not diffuse your energies, if you focus your energies, you can achieve anything in the world.\" That gave me a great message: focus and you can achieve.", "en": " 那張紙就燃燒起來 當那張紙燃燒起來的時候, 他回頭看我 然後說, \"Mashelkar, 就像這張紙一樣 如果你可以不讓你的能量分散 而專注在你的能量上面 你就可以完成世界上所有的事情\" 這件事情給我一個很重要的訊息：專注就可以達成目標"}, {"zh-tw": " I said, \"Whoa, science is so wonderful, I have to become a scientist.\" But more importantly, focus and you can achieve. And that message, very frankly, is valuable for society today.", "en": " 我說\"哇！科學是如此美好 我想要成為科學家\" 但更重要的是,專注就可以達成目標 坦白說,那個訊息 對於現今的社會來說是非常可貴的"}, {"zh-tw": " What does that focal length do? It has parallel lines, which are sun rays. And the property of parallel lines is that they never meet.", "en": " 焦距是用來做什麼的呢？ 它擁有平行的光線 而平行線的特性是 它們永不交會"}, {"zh-tw": " What does that convex lens do? It makes them meet. This is convex lens leadership.", "en": " 凸透鏡是用來做什麼的呢？ 它可以讓平行線交會 這就是凸透鏡式領導"}, {"zh-tw": " You know what today's leadership is doing? Concave length. They divide them farther.", "en": " 你知道現在的領導在做些什麼嗎？凹透鏡！ 他們將光線分得更開更遠"}, {"zh-tw": " So I learned the lesson of convex lens leadership from that. And when I was at National Chemical Laboratory [unclear].", "en": " 我從這件事情 學習到凸透鏡式領導 當我在國家實驗室的時候"}, {"zh-tw": " When I was at Council of Scientific Industry Research -- 40 laboratories -- when two laboratories were not talking to each other, I would [unclear]. And currently I'm president of Global Research Alliance, 60,000 scientists in nine counties, right from India to the U.S.", "en": " 當我在科學產業研究委員會的時候 共有40個實驗室,其中有兩個實驗室彼此不相往來 我..(不明) 現在我是全球研究聯盟的主席 從印度到美國,總共有6萬位科學家分佈在九個國家裡"}, {"zh-tw": " I'm trying to build a global team, which will look at the global grand challenges that the world is facing. That was the lesson. That was the inspirational moment.", "en": " 我常試著去建立起一支全球性的團隊 將焦點聚集在現今全球所面臨的重大挑戰 這是我們要學習的地方,也是一個振奮人心的時刻"}, {"zh-tw": " LP: Thank you very much. (RAM: Thank you.)", "en": " 謝謝大家 鼓掌"}], "title": "R A Mashelkar Breakthrough Designs For Ultra Low Cost Products"}